{
    "question_number": 1,
    "question_text": "[출제의도] 발표의 계획을 이해한다. 학생은 에너지 소비 효율 등급 표시 제도에 대해 발 표를 하였다. 그런데 개인적 일화를 소개하여 발표 주제의 선정 목적을 제시한 부분은 찾을 수 없다. [오답풀이] ① ‘(화면을 가리키며) 여러분, 전자 제품 에서 이런 라벨을 본 적이 있으시죠?’ 라고 물으며 청중의 경험을 환기하여 에너지 소비 효율 등급 표시 에 대한 관심을 유도하고 있다. ③ 42인치 텔레비전 의 월간 소비 전력량을 43.7 kWh/월, 105.9 kWh/월과 같은 구체적인 수치로 제시하여 차이가 크다는 내용 을 이해하는 데 도움을 주고 있다. ④ ‘에너지 소비 효율 표시는 왜 표시하는 걸까요?’, ‘제 발표가 에너 지 소비 효율 등급 표시 제도를 이해하는 데 도움이 되셨나요?’와 같이 질문을 던지며 청중과 상호작용하 여 주의를 집중하도록 하고 있다. ⑤ ‘에너지 소비 효 율 등급에 관심을 가져 에너지를 절약하고 지구 환경 을 보호하는 데 기여해야겠습니다.’라고 청중의 관심 을 당부하며 발표를 마무리하고 있다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 발표 내용 적용의 적절성을 파악한다. 발표에서 새로운 기준이 적용되는 시점부터 생산된 제품은 같은 모델이라 하더라도 그 이전에 생산된 제 품과 등급이 다를 수 있다고 했으므로, ㉣과 같이 동 일한 모델에 대해 등급이 달라지는 경우는 없다고 설 명하는 것은 발표 내용을 잘못 이해한 것이다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 듣기 전략에 따라 적절하게 들었는지를 판단한다. <보기>에서 설명하고 있는 듣기 전략은 발표 내용을 통해 발표자의 이전 행동을 추리하면서 듣는 것이다. 따라서 발표를 준비하는 과정에서 라벨에 표시된 내 용들을 확인해 보았을 것이라고 추리하는 ④가 적절 하다. [오답풀이] ① 발표 내용에 신뢰감이 생긴다고 평가 하는 듣기이다. ② 발표자의 말이 내 생각과 같다고 공감하는 듣기이다. ③ 발표 내용이 공정하지 못하다 고 평가하는 듣기이다. ⑤ 발표에서 제시한 근거가 부족해서 타당하지 못하다고 평가하는 듣기이다."
}
{
    "question_number": 4,
    "question_text": "[출제의도] 의사소통 상황에서 다양한 말하기 방식을 이해한다. 의사소통 상황에서 다양한 말하기 방식을 활용하면 효과적으로 의사소통을 할 수 있다. ⑤ 냉이 무침을 먹어 보고 딸이 맛있다는 반응을 보이면서 어머니의 음식 솜씨에 대해 칭찬하자, 어머니는 ‘비행기 태우 다’라는 관용 표현을 사용하여 응대하고 있다. 하지만 어머니가 미소를 지으며 기분 좋다고 반응하는 맥락 으로 볼 때, 딸의 말에 대한 강한 부정의 의미를 드 러낸 것은 아니다. [오답풀이] ① 어머니의 과거 발언을 근거로 딸이 고 기가 좋다는 자신의 생각을 뒷받침하고 있다. ② 어 머니는 책에서 읽은 내용을 배경지식으로 활용하여 제철 음식인 봄나물이 좋다는 자신의 생각을 효과적 으로 드러내고 있다. ③ 어머니는 어린 시절 나물 반 찬을 싫어했던 자신의 경험을 바탕으로 딸의 태도 변 화를 유도하고 있다. ④ ‘고개를 끄덕이며’는 비언어 적 표현으로 ‘냉이 무침이 맛있다.’는 언어적 의미를 강화하고 있다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 의사소통 상황에서 예의를 지키며 자신의 의사를 전달하는 방식을 이해한다. <보기>에서 제시한 조언은 두 가지로 정리할 수 있 다. 상대방과 자신의 생각이 다를 때 상대방의 생각 에 동의하는 점은 최대로 드러내서 말해야 한다는 것 이다. 그리고 자신의 생각이나 그렇게 생각한 이유를 밝혀야 한다는 것이다. 딸은 나물 반찬이 몸에 좋다 고 생각한다는 동의의 의사를 표현하고 있다. 그리고 자신이 오늘 불고기가 먹고 싶었던 이유를 밝히고 있 다. [오답풀이] ① 동의하는 말을 하고 있으나 자신의 생 각에 대한 이유는 밝히지 않고 있다. ② 동의를 표현 하지 않았고, 책의 내용을 근거로 하여 자신의 생각 이 어머니의 생각과 다르다는 점을 밝히고 있다. ④ 동의를 표현하지 않았고, 나물이 꼭 몸에 좋다고만 할 수 없는 이유를 밝히고 있다. ⑤ 동의를 표현하지 않았고, 딸이 고기를 좋아하는 이유를 밝히고 있다. [특별 해설] ▶ 중학교 학습 요소 중학교 국어 교육 과정에서는 말하기, 듣기 영역에서 의사소통 과정에 대한 이해를 바탕으로 말하기와 듣 기에 대해 다양한 학습을 한다. 중학교 과정에서는 공식적인 상황에서 말하기와 듣기의 방법, 대상에 대 해 다양한 방법으로 소개하기, 설득의 전략을 파악하 고 평가하기, 문제를 해결하고 조정하기 위한 토의와 토론, 말하기 방식의 차이를 이해하고 공감하며 듣고 말하기, 협상을 통한 문제 해결하기, 전통적 말하기 문화를 이해하고 오늘날의 말하기에 대해 성찰하기 등을 학습한다. ▶ 고등학교 평가 문제의 특징 고등학교에서는 중학교 학습 요소를 더 심화하여 학 습한다. 고등학교의 학습 요소는 크게 화법의 본질, 수용 과정으로서의 듣기, 생산 과정으로서의 말하기, 사회적 상호 작용으로서의 말하기와 듣기, 의사소통 의 점검과 조정 등으로 나눌 수 있다. 이와 관련하여 듣기의 방법으로 협력적 듣기, 공감적 듣기, 추론적 듣기, 평가적 듣기의 방법과 원리를 구체적인 담화 상황을 제시하고 이에 대해 묻는 문항이 출제된다. 그리고 효과적인 표현과 관련하여 언어적 표현, 반언 어적 표현, 비언어적 표현의 구체적인 사례와 적용 등에 대해서 묻는 문항도 출제된다. 토론이나 토의, 협상과 관련하여 문제 해결을 위한 말하기의 방법 등 을 묻기도 한다. 발표나 인터뷰와 같은 담화 상황을 제시하고, 화법 요소를 질문하거나 사전 계획과 관련 된 문항이 ‘보기’와 관련하여 출제되기도 한다. ▶ 학습 전략 고등학교에서 화법 공부를 할 때에는 화법의 본질을 잘 이해하고, 일상 대화 상황이나 공식적인 대화 상 황에서 화법 요소를 정확하게 파악하는 태도가 필요 하다. 구체적인 말하기와 듣기의 전략을 담화 상황에 서 파악하고 평가할 수 있어야 한다. 그러므로 토의 나 토론, 협상, 발표, 대담, 일상 대화 등과 관련하여 학습한 지식을 실제로 잘 적용해 보는 방법이 효과적 이다. 교과서에서 배운 내용을 일상생활에서 활용해 보면서 원활하게 의사소통하는 능력을 향상시키는 것 도 바람직하다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 작문의 특성을 이해한다. 학생은 학교 도서관의 접근성이 떨어지는 상황을 개 선하기 위해 학생들이 생활하는 교실 주변에 생활 도 서관을 설치해 줄 것을 건의하고 있다. 따라서 글쓴 이는 자신이 소속된 학교 공동체의 문제점을 발견하 고 이를 개선하려는 의도로 글을 작성하고 있으므로, 작문은 생활 속에서 문제를 해결하는 행위임을 알 수 있다. [오답풀이] ① 학생의 초고에서 자신의 삶을 반성하 는 내용은 찾아볼 수 없다. ③ 학생의 초고에서 학생 이 예상 독자인 교장 선생님과 친밀한 관계를 회복하 려고 하는 내용을 찾아볼 수 없다. ④ 학생의 초고는 학교 공동체의 문제점을 개선하기 위한 건의문에 해 당하므로 개인적 정서를 함축적으로 표현한 글로 볼 수 없다. ⑤ 학생의 초고에 자신이 소속된 집단과 관 련한 건의는 있지만 소속된 집단의 문화를 계승하고 발전시키는 것과 관련한 내용은 찾아볼 수 없다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 자료를 활용하여 글을 작성한다. (가)는 학교 건물 배치도이고, (다)는 본교 교사의 인터뷰 자료이다. 이 자료들에서는 일부 생활 도서관 의 편리성을 확인할 수는 있지만, 다른 학교와 연계 한 다양한 독서 프로그램과 관련된 내용은 제시된 바 없다. [오답풀이] ① (가)는 학교 건물 배치도 자료로 현재 학교 건물에서 학교 도서관으로 가려면 250 m를 이 동해야 함을 알 수 있다. 또 생활 도서관이 설치되면 학생들이 생활 도서관을 이용하기 위해 50 m만 움직 이면 된다는 것을 확인할 수 있다. 그러므로 (가)는 생활 도서관 설치 시 학생들의 책에 대한 접근성이 크게 향상될 것이라는 점을 뒷받침하는 자료라고 볼 수 있다. ② (나)-1에는 생활 도서관의 필요성에 대 한 설문 조사 결과가 제시되어 있으며, 생활 도서관 이 필요하다는 반응이 73 %에 달하고 있으므로 생활 도서관 설치의 타당성을 강조하는 자료로 활용할 수 있다. ③ (다)의 교사 인터뷰에 따르면, 생활 도서관 은 장서가 부족할 수 있고 책의 관리가 어렵다는 단 점이 있음을 알 수 있다. 또 이와 관련하여 책의 순 환 비치나 학생 자치적인 생활 도서관 운영 규칙 마 련과 같은 방안을 제시하고 있으므로 적절한 활용 방 안이다. ⑤ (나)-2에는 생활 도서관이 설치된 학교 의 학생들이 생활 도서관에 만족하는 이유가 제시되 어 있고, (다)에는 생활 도서관의 기대 효과가 여러 가지 제시되어 있으므로 적절한 활용 방안이다."
}
{
    "question_number": 8,
    "question_text": "[출제의도] 주어진 조건에 맞게 글을 수정한다. 조언에서는 건의문의 마지막 문장에서 건의 내용을 재확인하고 독서와 관련한 격언이나 명언을 활용하여 표현 효과를 높일 것을 제안하고 있다. 그러므로 ‘하 루라도 책을 읽지 않으면 입안에 가시가 돋는다.’라는 독서 관련 격언을 활용하여 생활 도서관 설치라는 건 의 내용을 명확하게 드러낸 ③이 적절하다고 볼 수 있다. [오답풀이] ①, ⑤ 독서와 관련한 격언이나 명언이 사용되지 않았다. ② 독서와 관련한 문구가 제시되기 는 하였으나, 생활 도서관 설치라는 핵심적인 건의 내용을 제시하지 못하였으므로 적절하지 않다. ④ 독 서와 관련한 문구가 제시되어 있기는 하지만 생활 도 서관을 설치해 줄 것을 건의하는 내용이 제시되어 있 지 않으므로 적절하지 않다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 작문의 과정을 이해한다. 학생의 초고의 내용 중에 김유정역에 도착했을 때 느 낀 설렘은 나타나지 않았고, 그와 관련된 비유적 표 현도 확인할 수 없다. [오답풀이] ① 학생의 초고에 김유정의 사진과 재미 있는 청동상의 사진이 제시된 것을 확인할 수 있다. 2 ② 학생의 초고 2문단에는 동백꽃에 대해 새롭게 알 게 된 사실과 글쓴이가 가지고 있던 배경지식이 함께 드러나 있음을 확인할 수 있다. ③ 학생의 초고에서 는 글쓴이가 김유정역에서 ‘김유정 문학촌’ 입구, 김 유정 문학촌 마당, 전시관 등을 여행하고 이야기 길 을 거쳐 식당에 들른 내용이 제시되어 있다. 따라서 초고는 공간의 이동에 따라 내용이 전개되고 있음을 알 수 있다. ⑤ 글의 마지막 부분을 보면, 말줄임표가 제시되어 있는 것을 확인할 수 있다. 그리고 글쓴이 가 이를 통해 독자들에게 김유정 문학촌 방문을 권유 하고 있음을 확인할 수 있다. [특별 해설] ▶ 중학교 학습 요소 중학교 국어에서는 ‘계획하기-내용 생성하기-조직하 기-표현하기-고쳐쓰기’와 같은 글쓰기의 과정을 학 습하고 이를 통해 작문의 특성과 절차를 이해한 후 이를 다양한 활동에 구현하는 방식으로 학습이 이루 어진다. ▶ 고등학교 평가 문제의 특징 고등학교에서는 중학교 학습 요소를 더 심화하여 수 준 높은 국어 사용자로서 글을 쓰는 과정을 체계적으 로 학습하고 이를 바탕으로 설득, 정보 전달, 정서 표 현 등을 목적으로 하는 다양한 글에 적용할 수 있도 록 교육한다. 따라서 고등학교 평가 문항은 주로 작 문의 과정에서 계획한 내용들이 실현되었는지의 여부 를 판단하는 문항이나 글의 종류나 성격, 예상 독자 등을 고려하고 작문 절차에 따라 글을 쓰는 능력을 주요한 평가 대상으로 삼고 그 적절성을 확인하는 문 항이 자주 출제된다. 그리고 이러한 문제 유형이 다 양한 종류의 글을 통해 제시된다. ▶ 학습 전략 먼저 작문의 과정에 대한 문항에 대비하기 위해서는 중학교 때부터 배워 온 작문의 과정을 정확하게 이해 하고 ‘계획하기-내용 생성하기-조직하기-표현하기- 고쳐쓰기’의 각 과정에서 이루어지는 글쓰기 활동에 대한 지식을 정확히 이해하고 숙지해 둘 필요가 있 다. 아울러 이러한 작문의 과정을 글의 목적과, 예상 독자 등을 고려하여 어떻게 실현할 것이지 계획해 보 고 다양한 종류의 글을 작성하는 훈련을 거듭하는 것 이 바람직하다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 작문의 과정 중 고쳐쓰기를 통해 글을 보완한다. ‘끝내’의 앞 문단에는 김유정 문학촌이 있는 실레 마 을에 대한 소개가 제시되어 있다. 그리고 ‘끝내’ 이후 에서는 김유정 문학촌을 방문한 내용이 제시되어 있 다. 그러므로 이러한 앞뒤 문단 사이에 ‘결국’이라는 접속어를 사용하는 것은 적절하지 않다. 이러한 상황 에서는 ‘이윽고’를 사용하는 것이 앞뒤 문단의 맥락을 자연스럽게 연결 지을 수 있다. [오답풀이] ① ‘부치다’는 ‘편지나 물건 따위를 일정 한 수단이나 방법을 써서 상대에게로 보내다.’라는 의 미를 가진 말로 제시된 상황에는 어울리지 않는 단어 이다. 문맥 상 ‘겨루는 일 따위가 서로 어울려 시작되 게 하다.’라는 의미를 가지고 있으므로 ‘붙이다’로 수 정하는 것이 적절하다. ② ‘여간’은 주로 부정의 의미 를 가진 말과 호응하는 말이므로, 현재의 문맥에서 사용하는 것은 적합하지 않다. 따라서 ‘마치’와 같은 부사로 바꾸는 것이 적절하다. ③ ‘웃으면서’의 주체 가 글쓴이인지 아니면 주인아주머니인지 분명하지 않 으므로 ‘웃음’의 주체를 주인아주머니로 한정하여 ‘들 어오는 나를 웃으면서 맞이하는’과 같이 수정하는 방 안은 적절하다. ⑤ ‘김유정의 성장 과정과 문학 세계’ 는 글의 내용에 어울리지 않으므로, 글의 전체 내용 을 포괄할 수 있는 ‘실레 마을에서 김유정을 만나다!’ 와 같은 제목으로 고치는 것이 적절하다."
}
{
    "question_number": 11,
    "question_text": "[출제의도] 동화의 양상을 파악한다. ‘종로[종노]’는 뒤의 음운이 앞의 음운에 영향을 받아 그와 비슷하거나 같게 소리 나는 순행 동화이다. [오답풀이] ② 작년[장년] ③ 신라[실라] ④ 밥물[밤 물] ⑤ 국민[궁민]은 앞의 음운이 뒤의 음운의 영향 을 받는 역행 동화이다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 국어사전에 담긴 정보를 파악한다. ‘국토가 산으로 되어 있다’의 ‘되다’는 되다1 [2]와 같 이 ‘어떤 재료나 성분으로 이루어지다’의 의미이다. [오답풀이] ① 되다1과 되다2는 형태는 같지만 사전 에 각기 다른 표제어로 수록되어 있는 별개의 단어이 다. ② 되다1 [1]은 주어 이외에 보어를 필요로 하며, [2]는 필수적으로 부사어를 필요로 한다. ③ 되다1은 동사로 사물이나 사람의 동작이나 작용을 나타나며, 되다2는 형용사로 사물이나 사람의 성질이나 상태를 나타낸다. ⑤ 되다2 [2]는 ‘일이 힘에 벅차다’이므로 유의어로 ‘힘들다’를 쓸 수 있다. 따라서 유의어를 활 용하여 ‘일이 힘들면 쉬어 가면서 해라.’ 와 같은 문 장을 만들 수 있다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 이어진문장을 탐구한다. ㄱ, ㄷ은 ‘암벽 등반은 재미있고 힘들다.’, ‘암벽 등반 은 재미있지만 힘들다.’ 라고 앞 절과 뒤 절의 순서를 바꾸어도 의미에 변화가 생기지 않으므로 대등하게 이어진 문장이고, ㄴ은 ‘암벽 등반은 재미있어서 힘들 다.’ 라고 앞 절과 뒤 절의 순서를 바꾸면 의미에 변 화가 생기므로 종속적으로 이어진 문장이다. 따라서 ㄱ, ㄴ, ㄷ이 모두 앞 절과 뒤 절의 순서를 바꾸어도 의미에 변화가 생기지 않는다는 설명은 적절하지 않 다. [오답풀이] ① ㄱ, ㄴ, ㄷ은 ‘암벽 등반은 힘들다’와 ‘암벽 등반은 재미있다’라는 두 홑문장이 이어진 문장 이다. ③ 두 홑문장의 주어가 ‘암벽 등반’으로 같으므 로, 뒤 절의 주어는 생략 가능하다. [특별 해설] ▶ 중학교 학습 요소 중학교에서는 문장의 짜임새와 관련하여 홑문장, 겹 문장의 개념을 이해하고 그것을 바탕으로 문장의 종 류를 파악해 보는 수준에서 학습이 이루어진다. ▶ 고등학교 평가 문제의 특징 고등학교에서는 문장의 구조에서 홑문장과 겹문장을 구분하고 겹문장을 이어진문장과 안은문장으로 심화 하여 각각의 기능을 파악하고, 다양한 구조의 문장을 표현 의도와 연관 지어 분석하는 문제가 출제된다. ▶ 학습 전략 문장의 짜임새와 관련한 문항에 접근하기 위해서는 문장의 종류에 대한 개념적 이해를 바탕으로 실제 문 장을 구조적, 내용적 측면에서 그 특징을 탐구해 보 는 노력이 선행되어야 한다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] ‘윗‐’, ‘위‐’, ‘웃‐’의 표기에 대해 탐구한 다. ‘윗집, 위쪽, 위층’의 자료에서 ‘윗‐’과 ‘위‐’의 쓰임의 차이를 확인할 수 있다. ‘ㅈ’은 예사소리이고, ‘ㅉ,ㅊ’ 은 각각 된소리와 거센소리이므로 예사소리 앞에서는 ‘윗‐’, 된소리나 거센소리 앞에서는 ‘위‐’를 사용함을 확인할 수 있다. [오답풀이] ‘윗사람’과 ‘웃어른’의 자료에서 ‘윗‐’과 ‘웃 ‐’의 차이를 확인할 수 있다. ‘아랫사람’은 사용하는 단어이나 ‘아랫어른’이라는 단어는 사용하지 않으므 로, ‘윗‐’과 ‘웃‐’의 차이는 ‘위 아래의 대립의 유무’임 을 확인할 수 있다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 단어에서 어근과 접사의 결합 관계를 파악한다. ‘달리기’는 ‘달리­’의 어근과 ‘­기’의 접사로 이루어진 단어이다. [16 ~ 19] (과학) 이은희, ‘바이러스, 생명의 비밀을 말 하다.’ 이 글은 세균에 기생하는 세균성 바이러스인 ‘박테리 오파지’에 대해 설명하고 있는 글이다. 박테리오파지 는 세균을 연구하는 과정에서 발견되었다. 박테리오 파지는 머리, 꼬리, 꼬리 섬유로 구성되어 있으며, 세 균의 내부로 들어가 자신을 복제한다. 이 글은 박테 리오파지를 이루는 세 부분의 구성과 그 역할을 설명 한 후, 박테리오파지가 세균 안으로 들어가 자신을 복제하는 과정을 서술하고 있다. 또한 세균 내에서 복제를 한 후 세포벽을 파괴하고 나오는 ‘독성 파지’ 와 세균 속에서 계속 기생하면서 세균의 세포 분열과 함께 증식하는 ‘용원성 파지’가 있음을 설명하고 있 다."
}
{
    "question_number": 16,
    "question_text": "[출제의도] 글의 세부 정보를 확인한다. 4문단에서 박테리오파지는 세균 속에서 세균의 효소, 내부의 물질 등을 이용하여 새로운 박테리오파지를 만들 유전 물질과 단백질을 만들어 자신을 복제한다 고 설명하고 있다. 그러므로 ⑤처럼 세포막 표면에 존재하는 단백질을 복제한다는 설명은 적절하지 않 다. [오답풀이] ① 1문단에서 바이러스는 숙주 세포에 기 생해야만 증식할 수 있다고 하였고, 2문단에서 박테 리오파지는 바이러스의 일종이라고 하였으므로 적절 하다. ② 3문단에서 박테리오파지는 머리, 꼬리, 꼬리 섬유로 이루어져 있다고 하였다. 또한 머릿속에는 유 전 물질이 있으며, 이 유전 물질은 단백질 껍질로 보 호되어 있다고 하였으므로 적절하다. ③ 2문단에서 데렐이 이질균 환자의 분변을 연구하는 과정에서, 이 질균을 녹이는 물질이 있다는 것을 발견하였다고 하 였으므로 적절하다. ④ 4문단에서 박테리오파지는 꼬 리 섬유가 세균의 세포막 표면의 단백질을 인식한 후 갈고리 모양의 꼬리 섬유로 세균의 표면에 단단히 달 라붙는다고 하였으므로 적절하다. [16 ~ 19] (과학) 이은희, ‘바이러스, 생명의 비밀을 말 하다.’ 이 글은 세균에 기생하는 세균성 바이러스인 ‘박테리 오파지’에 대해 설명하고 있는 글이다. 박테리오파지 는 세균을 연구하는 과정에서 발견되었다. 박테리오 파지는 머리, 꼬리, 꼬리 섬유로 구성되어 있으며, 세 균의 내부로 들어가 자신을 복제한다. 이 글은 박테 리오파지를 이루는 세 부분의 구성과 그 역할을 설명 한 후, 박테리오파지가 세균 안으로 들어가 자신을 복제하는 과정을 서술하고 있다. 또한 세균 내에서 복제를 한 후 세포벽을 파괴하고 나오는 ‘독성 파지’ 와 세균 속에서 계속 기생하면서 세균의 세포 분열과 함께 증식하는 ‘용원성 파지’가 있음을 설명하고 있 다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 글의 내용을 구체적인 사례에 적용한다. <보기>는 박테리오파지 중에서 ‘독성 파지’의 복제 과정을 보여주고 있다. 그리고 [D]는 세균 내에서 새 로운 박테리오파지가 조립되어 있는 모습이다. 그런 데 ④에서 언급된, 세균 속에서 기생하다가 세균이 분열하는 과정에서 새로운 박테리오파지로 복제된다 는 내용은 ‘용원성 파지’에 대한 진술이므로 적절하지 않다. [오답풀이] ① [A]는 박테리오파지가 세균에 달라붙 고 있는 모습을 보여주고 있다. 4문단에서 박테리오 파지는 꼬리 섬유로 유전 물질의 침투가 가능한 세균 인지를 확인하다고 하였으므로 적절한 진술이다. ② [B]는 박테리오파지의 유전자가 세균의 내부로 유입 되고 있는 모습이다. 3문단에서 꼬리의 역할이 머릿 속의 유전 물질이 세균으로 이동하는 통로라고 하였 으므로 적절한 진술이다. ③ [C]는 박테리오파지가 세균 속으로 침투하여 세균의 DNA를 분해한 모습이 다. 4문단에서 박테리오파지가 세균의 효소와 물질 등을 이용하여 새로운 유전 물질과 단백질을 만든다 고 하였으므로 적절한 진술이다. ⑤ [E]는 복제된 박 테리오파지가 세균의 세포벽을 터뜨리고 나오는 모습 이다. 5문단에서 이러한 유형을 ‘독성 파지’라고 하였 으므로 적절한 진술이다. [16 ~ 19] (과학) 이은희, ‘바이러스, 생명의 비밀을 말 하다.’ 이 글은 세균에 기생하는 세균성 바이러스인 ‘박테리 오파지’에 대해 설명하고 있는 글이다. 박테리오파지 는 세균을 연구하는 과정에서 발견되었다. 박테리오 파지는 머리, 꼬리, 꼬리 섬유로 구성되어 있으며, 세 균의 내부로 들어가 자신을 복제한다. 이 글은 박테 리오파지를 이루는 세 부분의 구성과 그 역할을 설명 한 후, 박테리오파지가 세균 안으로 들어가 자신을 복제하는 과정을 서술하고 있다. 또한 세균 내에서 복제를 한 후 세포벽을 파괴하고 나오는 ‘독성 파지’ 와 세균 속에서 계속 기생하면서 세균의 세포 분열과 함께 증식하는 ‘용원성 파지’가 있음을 설명하고 있 다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 자료에 대한 반응의 적절성을 평가한다. 허시와 체이스의 실험은 방사성 동위 원소에 감염된 뒤 배양된 대장균의 내부에서 나오는 방사성 동위 원 소를 확인하여 단백질과 DNA 중 어떤 것이 유전 물 질인지를 확인하는 것이다. 4문단에서 박테리오파지 는 유전 물질만 세균의 내부로 전달한다고 하였다. 이 정보가 없다면 세균의 내부에 존재하는 방사성 동 위 원소를 확인하여도 그 결과에 대한 판단이 불가능 하다. 그러므로 ㄷ은 이 실험이 박테리오파지는 유전 3 물질만을 세균 안으로 들여보낸다는 것을 이용한 실 험이라는 것을 추론할 수 있다. 또한 <보기>에서 DNA에는 인(P)이, 단백질에는 황(S)이 있다고 하였 고, 실험의 결과로 DNA가 유전 물질인 것을 알았다 고 하였다. 따라서 ㄴ과 같이 대장균 내부에 남아 있 을 방사성 동위 원소는 DNA에 있는 인(32P)이어야 하고, 단백질에 있는 황(35S)은 없어야 한다. [16 ~ 19] (과학) 이은희, ‘바이러스, 생명의 비밀을 말 하다.’ 이 글은 세균에 기생하는 세균성 바이러스인 ‘박테리 오파지’에 대해 설명하고 있는 글이다. 박테리오파지 는 세균을 연구하는 과정에서 발견되었다. 박테리오 파지는 머리, 꼬리, 꼬리 섬유로 구성되어 있으며, 세 균의 내부로 들어가 자신을 복제한다. 이 글은 박테 리오파지를 이루는 세 부분의 구성과 그 역할을 설명 한 후, 박테리오파지가 세균 안으로 들어가 자신을 복제하는 과정을 서술하고 있다. 또한 세균 내에서 복제를 한 후 세포벽을 파괴하고 나오는 ‘독성 파지’ 와 세균 속에서 계속 기생하면서 세균의 세포 분열과 함께 증식하는 ‘용원성 파지’가 있음을 설명하고 있 다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 어휘의 사전적 의미를 알고 있다. ‘존속(存續)’은 ‘어떤 대상이 그대로 있거나 어떤 현 상이 계속됨’을 의미한다. ‘더 낫고 좋은 상태나 더 높은 단계로 나아감.’은 ‘발전(發展)’의 의미이다. [20 ~ 22] (예술) 이정인, ‘키네틱 아트란 무엇인가?’ 이 글은 키네틱 아트의 개념과 등장 배경, 조형 요소, 예술사적 의의를 밝히고 있다. 키네틱 아트가 산업 혁명 이후 기계 문명 사회로 변화하던 시기를 배경으 로 출현하였으며, 물체의 실제적인 움직임을 중시하 는 예술이라는 점을 밝히고 있다. 특히 기계적 움직 임을 예술적으로 수용하여 작가의 창작 의도를 표현 했으며 우연성, 비물질화를 조형 요소로 한 예술이라 는 점을 설명하고 있다. [16 ~ 19] (과학) 이은희, ‘바이러스, 생명의 비밀을 말 하다.’ 이 글은 세균에 기생하는 세균성 바이러스인 ‘박테리 오파지’에 대해 설명하고 있는 글이다. 박테리오파지 는 세균을 연구하는 과정에서 발견되었다. 박테리오 파지는 머리, 꼬리, 꼬리 섬유로 구성되어 있으며, 세 균의 내부로 들어가 자신을 복제한다. 이 글은 박테 리오파지를 이루는 세 부분의 구성과 그 역할을 설명 한 후, 박테리오파지가 세균 안으로 들어가 자신을 복제하는 과정을 서술하고 있다. 또한 세균 내에서 복제를 한 후 세포벽을 파괴하고 나오는 ‘독성 파지’ 와 세균 속에서 계속 기생하면서 세균의 세포 분열과 함께 증식하는 ‘용원성 파지’가 있음을 설명하고 있 다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 정보의 개괄적 내용을 이해한다. 이 글은 키네틱 아트의 개념과 등장 배경, 조형 요소, 예술사적 의의 등을 밝히고 있다. 이 글에서는 키네 틱 아트 작품의 제작 과정에 대해서는 구체적으로 살 펴볼 수 없다. [오답풀이] ① 키네틱 아트는 움직임을 의미하는 그 리스 어 키네티코스에서 유래한 말이다. ② 키네틱 아트는 산업 혁명을 통해 기계 문명 사회로 변화하던 시기를 배경으로 출현하였다. ④ 키네틱 아트는 우연 성과 비물질화를 조형 요소로 제시하였다. ⑤ 키네틱 아트는 예술에서 다양한 실험적 예술의 길을 열어 주 었다. [20 ~ 22] (예술) 이정인, ‘키네틱 아트란 무엇인가?’ 이 글은 키네틱 아트의 개념과 등장 배경, 조형 요소, 예술사적 의의를 밝히고 있다. 키네틱 아트가 산업 혁명 이후 기계 문명 사회로 변화하던 시기를 배경으 로 출현하였으며, 물체의 실제적인 움직임을 중시하 는 예술이라는 점을 밝히고 있다. 특히 기계적 움직 임을 예술적으로 수용하여 작가의 창작 의도를 표현 했으며 우연성, 비물질화를 조형 요소로 한 예술이라 는 점을 설명하고 있다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 시각 자료를 통해 정보를 확인한다. <보기>는 키네틱 아트 작가인 테오 얀센의 ｢아니마 리스｣를 설명하고 있다. 이 글에서는 키네틱 아트 작 가들이 대상을 사실적으로 재현하는 것이 아니라 추 상적 구조물처럼 보이도록 창작했다고 설명하고 있 다. 따라서 ｢아니마리스｣가 생명체의 형상을 그대로 재현하는 데 초점을 두고 있다는 ①의 언급은 적절하 지 않다. [오답풀이] ② ｢아니마리스｣가 바람에 의해 계속 움 직이면서 고정되지 않은 움직임을 보인다는 점에서 비물질화의 요소가 나타난다. ③ ｢아니마리스｣가 바 람에 의해 다양한 움직임을 나타내면 감상자에게 시 각을 자극하는 효과를 줄 수 있다. ④ <보기>에서 언급한 것처럼 「아니마리스」는 공학 기술과 예술을 접목시킨 작품이라 할 수 있다. ⑤ 바람에 의해 움직 인다는 점에서「아니마리스」는 외부적인 힘으로 움 직임이 구현된다고 볼 수 있다. [20 ~ 22] (예술) 이정인, ‘키네틱 아트란 무엇인가?’ 이 글은 키네틱 아트의 개념과 등장 배경, 조형 요소, 예술사적 의의를 밝히고 있다. 키네틱 아트가 산업 혁명 이후 기계 문명 사회로 변화하던 시기를 배경으 로 출현하였으며, 물체의 실제적인 움직임을 중시하 는 예술이라는 점을 밝히고 있다. 특히 기계적 움직 임을 예술적으로 수용하여 작가의 창작 의도를 표현 했으며 우연성, 비물질화를 조형 요소로 한 예술이라 는 점을 설명하고 있다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 다른 작품과 비교, 감상한다. 존 케이지의 ｢4분 33초｣는 연주를 기다리는 동안 공연장에서 청중 등이 내는 뜻하지 않게 발생하는 모 든 소리가 훌륭한 연주가 될 수 있다는 생각을 나타 낸 작품이다. ㉠도 감상자가 바퀴를 돌리는 속도에 따라 나타나는 다양한 모습을 작품의 조형 요소로 삼 았다는 점에서 두 작품은 우연적 요소와 감상자의 참 여를 예술을 구성하는 중요한 원리로 삼았다고 할 수 있다. [23 ~ 26] (인문) 이정모 외, ‘기억의 단계에서 망각의 양상’ 망각 현상을 세 가지 관점으로 설명하고 있는 글이 다. 부호화 단계에서 망각을 설명하고 있는 입장에서 는 망각이란 외부 정보가 부호화되는 과정에서 일부 생략되거나 왜곡되어 발생하는 현상으로 보면서, 정 교화가 잘된 정보가 그렇지 않은 정보보다 망각이 잘 되지 않는다고 설명한다. 저장 단계에서 망각을 설명 하는 입장에서는 망각을 저장된 정보가 시간의 흐름 에 따라 사라지는 현상으로 설명하면서 적절한 시점 에서 복습의 중요성을 강조한다. 인출 단계에서 망각 을 설명하는 입장에서는 망각을 저장된 정보가 제대 로 인출되지 못하여 나타나는 현상으로 보면서, 적절 한 인출 단서를 제시하면 저장된 정보가 떠오를 수 있다고 설명한다. [20 ~ 22] (예술) 이정인, ‘키네틱 아트란 무엇인가?’ 이 글은 키네틱 아트의 개념과 등장 배경, 조형 요소, 예술사적 의의를 밝히고 있다. 키네틱 아트가 산업 혁명 이후 기계 문명 사회로 변화하던 시기를 배경으 로 출현하였으며, 물체의 실제적인 움직임을 중시하 는 예술이라는 점을 밝히고 있다. 특히 기계적 움직 임을 예술적으로 수용하여 작가의 창작 의도를 표현 했으며 우연성, 비물질화를 조형 요소로 한 예술이라 는 점을 설명하고 있다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 글의 내용 전개 방식을 이해한다. 망각 현상을 세 가지 관점에서 설명하고 있는 글이 다. 여기서 특정 현상은 망각 현상이고, 다양한 관점 은 망각 현상을 설명하는 세 가지 입장에 해당한다. [오답풀이] ② 특정 현상과 관련된 관점을 소개하고 있으나, 이론의 문제점을 설명하고 있지 않다. ③ 특 정 현상과 관련된 통념을 제시하고 있지 않다. ④ 이 론의 타당성을 비교하고 있지 않다. ⑤ 주장을 절충 하는 내용이 없다. [23 ~ 26] (인문) 이정모 외, ‘기억의 단계에서 망각의 양상’ 망각 현상을 세 가지 관점으로 설명하고 있는 글이 다. 부호화 단계에서 망각을 설명하고 있는 입장에서 는 망각이란 외부 정보가 부호화되는 과정에서 일부 생략되거나 왜곡되어 발생하는 현상으로 보면서, 정 교화가 잘된 정보가 그렇지 않은 정보보다 망각이 잘 되지 않는다고 설명한다. 저장 단계에서 망각을 설명 하는 입장에서는 망각을 저장된 정보가 시간의 흐름 에 따라 사라지는 현상으로 설명하면서 적절한 시점 에서 복습의 중요성을 강조한다. 인출 단계에서 망각 을 설명하는 입장에서는 망각을 저장된 정보가 제대 로 인출되지 못하여 나타나는 현상으로 보면서, 적절 한 인출 단서를 제시하면 저장된 정보가 떠오를 수 있다고 설명한다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 핵심 개념을 이해한다. 두 번째 문단의 ‘의미 부호는 외부 정보가 갖는 의미 에 집중하여 부호화하는 것이므로, 음운 부호에 비해 정교화가 잘 일어난다.’를 통해 알 수 있다. [오답풀이] ①，② 음운 부호는 외부 정보가 발음될 때 나는 소리에 초점을 둔 부호이다. ③ 부가 정보는 배경지식이나 상황 맥락 등과 관련된 것이므로 의미 부호를 부가 정보라고 설명하는 것은 적절하지 않다. ④ ‘음운 부호’와 ‘의미 부호’ 모두 망각되므로 적절하 지 않다. [23 ~ 26] (인문) 이정모 외, ‘기억의 단계에서 망각의 양상’ 망각 현상을 세 가지 관점으로 설명하고 있는 글이 다. 부호화 단계에서 망각을 설명하고 있는 입장에서 는 망각이란 외부 정보가 부호화되는 과정에서 일부 생략되거나 왜곡되어 발생하는 현상으로 보면서, 정 교화가 잘된 정보가 그렇지 않은 정보보다 망각이 잘 되지 않는다고 설명한다. 저장 단계에서 망각을 설명 하는 입장에서는 망각을 저장된 정보가 시간의 흐름 에 따라 사라지는 현상으로 설명하면서 적절한 시점 에서 복습의 중요성을 강조한다. 인출 단계에서 망각 을 설명하는 입장에서는 망각을 저장된 정보가 제대 로 인출되지 못하여 나타나는 현상으로 보면서, 적절 한 인출 단서를 제시하면 저장된 정보가 떠오를 수 있다고 설명한다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 구체적인 상황에 적용하여 이해한다. 수민이 ‘단어를 소리로 외우지 않고 용례를 보며 의 미에 집중하여 외우는 것’은 단어를 음운 부호가 아 닌, 의미 부호로 부호화한 것이다. 또한 용례를 보면 서 단어를 암기하는 것은 정교화와 관련이 있다. 수 민이 단어를 암기하는 데 시간이 많이 걸린 이유는 단어를 사전의 용례와 관련해서 정교화하는 데 시간 이 오래 걸렸기 때문이므로, 단어를 음운 부호로 부 호화하는 과정에서 시간이 오래 걸렸다고 볼 수 없 다. [오답풀이] ① 기존에 알고 있는 단어와 연관 지어서 단어를 암기하는 것은 정교화이다. ④ 저장 단계에서 망각을 설명하는 입장에서는 학습 직후부터 망각이 발생한다고 보고, 학습 직후 복습을 해야 효과가 있 다고 강조한다. ⑤ 인출 단계에서 망각이 일어난다고 보는 입장에서는 단어를 기억하지 못하는 이유를 적 절한 인출 단서가 없기 때문이라고 본다. 따라서 적 절한 인출 단서를 주면 기억이 회복될 수 있음을 알 수 있다. [특별 해설] ▶ 중학교 학습 요소 중학교에서는 동일한 대상을 다룬 서로 다른 글을 읽 고 관점과 내용의 차이를 이해하는 학습을 하였다. 즉 대상은 같으나 관점과 내용이 서로 다른 글을 읽 고 각각의 글에 나타난 관점과 내용의 차이를 비교하 는 학습을 하였다. ▶ 고등학교 평가 문제의 특징 고등학교에서는 중학교 학습 요소를 심화하여 하나의 글에 여러 주장이 담긴 글을 읽고, 각 주장의 공통점 과 차이점을 파악하는 문제가 출제된다. 또한 글의 내용과 관련된 구체적인 상황을 제시한 뒤, 글의 핵 심 주장 및 개념을 적용하여 상황을 해석하는 문제가 출제된다. ▶ 학습 전략 글과 관련하여 상황을 적절하게 해석하기 위해서는, 먼저 글의 중심 내용을 잘 이해해야 한다. 특히 하나 의 현상과 관련된 여러 주장을 소개하는 글의 경우, 각 주장의 핵심 내용을 파악하고, 이를 다른 주장과 비교하면서 파악할 필요가 있다. 주장에 대한 이해가 선행되지 않으면 이를 구체적인 상황에 적용하기 힘 들기 때문이다. 그러므로 글의 내용을 구체적인 상황 에 적용하여 상황을 해석하는 문제를 해결하기 위해 서는, 상황에 적용되는 글의 핵심 내용을 꼼꼼하게 읽는 것이 중요하다. [23 ~ 26] (인문) 이정모 외, ‘기억의 단계에서 망각의 양상’ 망각 현상을 세 가지 관점으로 설명하고 있는 글이 다. 부호화 단계에서 망각을 설명하고 있는 입장에서 는 망각이란 외부 정보가 부호화되는 과정에서 일부 생략되거나 왜곡되어 발생하는 현상으로 보면서, 정 교화가 잘된 정보가 그렇지 않은 정보보다 망각이 잘 되지 않는다고 설명한다. 저장 단계에서 망각을 설명 하는 입장에서는 망각을 저장된 정보가 시간의 흐름 에 따라 사라지는 현상으로 설명하면서 적절한 시점 에서 복습의 중요성을 강조한다. 인출 단계에서 망각 을 설명하는 입장에서는 망각을 저장된 정보가 제대 로 인출되지 못하여 나타나는 현상으로 보면서, 적절 한 인출 단서를 제시하면 저장된 정보가 떠오를 수 있다고 설명한다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 글의 내용을 바탕으로 원인을 추리한다. 두 번째 회상 검사에서 X 집단에는 범주를 제시하고, Y 집단에는 제시하지 않았다. 그 결과 X 집단이 Y 집단에 비해 회상률이 유의미한 수준에서 높게 나왔 다. 이를 통해 X 집단이 Y 집단과 달리 범주를 단어 를 회상할 때 인출 단서로 활용했음을 추리할 수 있 다. [오답풀이] ② X 집단과 Y 집단 모두 단어를 학습시 킬 때 단어와 범주를 함께 제시하였고, 1차 회상 검 사에서 두 집단의 단어 회상률이 동일하였으므로 X 집단만 단어의 의미를 범주화하여 체계적으로 저장했 다고 볼 수 없다. ③ X 집단의 회상률이 높게 나왔으 므로 X 집단이 단어를 정교화하는 과정에서 부적절한 범주를 사용했다고 볼 수 없다. [27 ~ 30] (사회) 김재휘, ‘구매 후의 광고 탐색’ 소비자들이 제품을 구매한 후에도 구매한 제품의 광 고에 주의를 기울이는 이유를 인지 부조화 이론의 관 점에서 설명하고 있는 글이다. 소비자들은 제품을 구 매하는 과정에서 갈등을 겪게 되는데, 대표적인 갈등 이 ‘접근-접근 갈등’이다. 소비자들이 겪을 수 있는 심리적 갈등을 줄이기 위해서 소비자들은 자신의 선 택이 옳았다는 것을 스스로에게 확신시키려고 하는 데, 이때 필요한 것이 구매한 제품의 광고이다. 구매 한 제품의 광고를 탐색하는 행위는 소비자들이 자신 의 구매로 인해 발생한 인지 부조화를 극복하려는 행 위이지만, 브랜드 충성심을 형성하고 긍정적인 입소 문을 만들어 낸다는 점에서 광고의 효과가 극대화될 수 있다. [23 ~ 26] (인문) 이정모 외, ‘기억의 단계에서 망각의 양상’ 망각 현상을 세 가지 관점으로 설명하고 있는 글이 다. 부호화 단계에서 망각을 설명하고 있는 입장에서 는 망각이란 외부 정보가 부호화되는 과정에서 일부 생략되거나 왜곡되어 발생하는 현상으로 보면서, 정 교화가 잘된 정보가 그렇지 않은 정보보다 망각이 잘 되지 않는다고 설명한다. 저장 단계에서 망각을 설명 하는 입장에서는 망각을 저장된 정보가 시간의 흐름 에 따라 사라지는 현상으로 설명하면서 적절한 시점 에서 복습의 중요성을 강조한다. 인출 단계에서 망각 을 설명하는 입장에서는 망각을 저장된 정보가 제대 로 인출되지 못하여 나타나는 현상으로 보면서, 적절 한 인출 단서를 제시하면 저장된 정보가 떠오를 수 있다고 설명한다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 글에 제시된 세부적인 정보를 이해한다. 소비자는 자신의 구매 행위가 최선이었다는 확신이 없을 경우 자신의 행동과 자신의 생각이 일치하지 않 는 인지 부조화를 겪게 된다. 이런 경우 소비자는 심 리적 긴장 상태를 겪게 된다는 것을 본문을 통해 확 인할 수 있다. [오답풀이] ① 제품을 구매한 소비자라 할지라도 자 신이 구매한 제품에 만족하지 못하게 되면 인지 부조 화를 극복하기 위해 광고에 주의를 기울일 수 있다는 내용을 통해 알 수 있다. ② 구매 후에 광고를 적극 적으로 탐색하게 되면 광고를 통해 제품의 긍정적인 측면에 더욱 주목하게 됨으로써 브랜드 충성심이 형 성되기 쉽다는 내용을 통해 확인할 수 있다. ③ 구매 한 제품에 만족하는 소비자는 그렇지 않은 소비자와 달리 인지 부조화를 겪지 않게 되므로 구매 후에 광 고를 탐색하려는 노력도 적극적이지 않을 것이다. 이 러한 소비자들이 제품의 단점을 광고를 통해 확인하 고 싶어할 것이라는 내용은 본문을 통해 확인할 수 없다. ④ 인지 부조화는 자신이 한 행동과 자신의 생 각이 일치하지 않아 겪게 되는 심리적 불편함이므로 자신이 한 소비 행동과 소비 행동이 최선이 아닐지도 모른다는 생각 사이의 불일치로 인해 발생하는 것이 다. 어떤 제품을 구매할지 결정을 내리지 못하는 것 은 구매 행위가 일어나기 이전이므로 이를 인지 부조 화의 관점으로 설명하는 것은 적절하지 않다. [27 ~ 30] (사회) 김재휘, ‘구매 후의 광고 탐색’ 소비자들이 제품을 구매한 후에도 구매한 제품의 광 고에 주의를 기울이는 이유를 인지 부조화 이론의 관 점에서 설명하고 있는 글이다. 소비자들은 제품을 구 매하는 과정에서 갈등을 겪게 되는데, 대표적인 갈등 이 ‘접근-접근 갈등’이다. 소비자들이 겪을 수 있는 심리적 갈등을 줄이기 위해서 소비자들은 자신의 선 택이 옳았다는 것을 스스로에게 확신시키려고 하는 데, 이때 필요한 것이 구매한 제품의 광고이다. 구매 한 제품의 광고를 탐색하는 행위는 소비자들이 자신 의 구매로 인해 발생한 인지 부조화를 극복하려는 행 위이지만, 브랜드 충성심을 형성하고 긍정적인 입소 문을 만들어 낸다는 점에서 광고의 효과가 극대화될 수 있다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 구체적인 사례를 통해 확인한다. ‘접근-접근 갈등’은 둘 이상의 대안 중에서 하나만을 선택해야만 하는 상황에서 발생하는 갈등인데, 이를 해소하기 위해 대안들을 함께 묶어서 제공할 수 있 4 다. 소비자가 짜장면과 짬뽕을 두고 망설이는 것은 ‘접근-접근 갈등’의 상황인데, 두 음식을 모두 맛볼 수 있는 짬짜면이 메뉴로 제시되면 ‘접근-접근 갈등’ 이 해소될 수 있음을 알 수 있다. [오답풀이] ① 공짜로 같은 물건을 주는 상황이므로 둘 이상의 대안을 두고 갈등하는 상황이 아니다. ② 냄비를 살 때 사은품으로 프라이팬을 주는 상황이므 로 역시 대안을 두고 갈등하는 상황이 아니다. ③ 바 지와 티셔츠를 인접하게 배치함으로써 바지와 티셔츠 의 동시 구매를 유도하는 상황이므로 역시 대안을 두 고 갈등하는 상황이 아니다. ④ 야채를 저녁에 싸게 파는 것이므로 역시 둘 이상의 대안을 두고 갈등하는 상황이 아니다. [27 ~ 30] (사회) 김재휘, ‘구매 후의 광고 탐색’ 소비자들이 제품을 구매한 후에도 구매한 제품의 광 고에 주의를 기울이는 이유를 인지 부조화 이론의 관 점에서 설명하고 있는 글이다. 소비자들은 제품을 구 매하는 과정에서 갈등을 겪게 되는데, 대표적인 갈등 이 ‘접근-접근 갈등’이다. 소비자들이 겪을 수 있는 심리적 갈등을 줄이기 위해서 소비자들은 자신의 선 택이 옳았다는 것을 스스로에게 확신시키려고 하는 데, 이때 필요한 것이 구매한 제품의 광고이다. 구매 한 제품의 광고를 탐색하는 행위는 소비자들이 자신 의 구매로 인해 발생한 인지 부조화를 극복하려는 행 위이지만, 브랜드 충성심을 형성하고 긍정적인 입소 문을 만들어 낸다는 점에서 광고의 효과가 극대화될 수 있다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 글의 내용을 바탕으로 이유를 추리한다. 제품과 관련된 정보를 많이 담을 수 있는 광고 매체 를 선택하는 이유는 제품과 관련된 정보가 소비자의 선택을 지지할 수 있는 정보가 되기 때문이다. 따라 서 이 지지 정보가 많을수록 인지 부조화를 효과적으 로 극복할 수 있음을 알 수 있다. [오답풀이] ① 광고 매체에 따른 광고 비용의 차이는 본문의 내용과 관련이 없다. ② 구매 제품의 가격대 가 높을수록 인지 부조화를 극복하려는 노력이 크게 나타난다는 내용을 본문에서 확인할 수 있지만, 이를 해소하기 위해 광고보다 다른 사람의 평가를 중시한 다는 내용은 확인할 수 없다. ③ 광고의 노출 횟수가 많으면 소비자와 제품이 우호적 관계를 형성할 수 있 지만, 이것이 정보를 많이 담을 수 있는 매체를 광고 에서 사용하는 이유는 아니다. ④ 제품을 구매한 후 경쟁 회사 제품의 광고에 더 많이 주목한다는 내용은 본문을 통해 확인할 수 없다. [27 ~ 30] (사회) 김재휘, ‘구매 후의 광고 탐색’ 소비자들이 제품을 구매한 후에도 구매한 제품의 광 고에 주의를 기울이는 이유를 인지 부조화 이론의 관 점에서 설명하고 있는 글이다. 소비자들은 제품을 구 매하는 과정에서 갈등을 겪게 되는데, 대표적인 갈등 이 ‘접근-접근 갈등’이다. 소비자들이 겪을 수 있는 심리적 갈등을 줄이기 위해서 소비자들은 자신의 선 택이 옳았다는 것을 스스로에게 확신시키려고 하는 데, 이때 필요한 것이 구매한 제품의 광고이다. 구매 한 제품의 광고를 탐색하는 행위는 소비자들이 자신 의 구매로 인해 발생한 인지 부조화를 극복하려는 행 위이지만, 브랜드 충성심을 형성하고 긍정적인 입소 문을 만들어 낸다는 점에서 광고의 효과가 극대화될 수 있다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 구체적인 상황에 적용한다. 구매 후 P 자동차의 디자인 때문에 심리적 갈등을 겪 고 있는 고객의 경우 인지 부조화를 극복하기 위해 P 자동차의 장점을 광고를 통해 확인하려고 할 것이다. 자동차의 장점과 관련된 구체적인 정보를 확인할 수 없는 새로운 자동차의 출시가 임박했다는 광고는 소 비자가 겪는 인지 부조화의 극복에 도움이 될 수 없 을 것임을 알 수 있다. [오답풀이] ① 가격과 성능이 비슷한 제품이 많아 어 떤 제품을 선택할지 갈등을 겪는 것은 ‘접근-접근 갈 등’에 해당한다. ③ 연비가 P자동차를 고른 제1의 선 택 요인이었다면 소비자의 구매 행위를 지지할 수 있 는 부가적인 정보로 승차감 등의 다른 장점을 광고에 내세우는 것은 적절하다. ④ 자동차 구매 후에 심리 적 불편함을 겪고 있는 소비자에게 자신의 구매 행위 를 정당화해줄 수 있는 근거를 제시하는 것은 바람직 한데, 자사의 자동차를 재구매할 때의 할인 혜택은 이에 해당한다고 볼 수 있다. ⑤ 광고를 통해 P자동 차를 구매한 자신의 행위를 바람직하게 생각하였다면 긍정적인 입소문으로 연결될 수 있음을 알 수 있다. [31 ~ 33] (현대소설) 현진건, ｢신문지와 철창｣ ｢신문지와 철창｣은 서술자인 '나'가 유치장에서 만난 한 '노인'의 이야기를 목격담 형식으로 제시한 단편 소설로 일제 강점기 하층민의 비극적 삶을 형상화하 고 있다. 제시된 부분은 강도 혐의를 받던 칠순 노인 이 실제로는 신문지 한 장을 줍다가 철창 신세를 지 게 된 것이라는 사연이 드러나는 장면과 이 노인이 어린 손자를 위해 관식을 숨겼다가 들키게 되는 장면 이다. 열악한 처지에서도 손자를 사랑하는 노인, 노인 을 주시하고 동정 또는 멸시하는 수감자들, 유치장 내에서 권력을 행사하는 순사들, 그리고 이들을 관찰 하며 노인의 처지를 이해해 가는 작중 화자를 통해 일제 치하를 살아가는 다양한 인물의 모습을 보여주 고 있는 작품이다. [27 ~ 30] (사회) 김재휘, ‘구매 후의 광고 탐색’ 소비자들이 제품을 구매한 후에도 구매한 제품의 광 고에 주의를 기울이는 이유를 인지 부조화 이론의 관 점에서 설명하고 있는 글이다. 소비자들은 제품을 구 매하는 과정에서 갈등을 겪게 되는데, 대표적인 갈등 이 ‘접근-접근 갈등’이다. 소비자들이 겪을 수 있는 심리적 갈등을 줄이기 위해서 소비자들은 자신의 선 택이 옳았다는 것을 스스로에게 확신시키려고 하는 데, 이때 필요한 것이 구매한 제품의 광고이다. 구매 한 제품의 광고를 탐색하는 행위는 소비자들이 자신 의 구매로 인해 발생한 인지 부조화를 극복하려는 행 위이지만, 브랜드 충성심을 형성하고 긍정적인 입소 문을 만들어 낸다는 점에서 광고의 효과가 극대화될 수 있다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 소설의 서술상의 특징을 이해한다. 제시된 장면에서는 경찰서 유치장이라는 제한된 공간 안에서 벌어지는 사건들이 서술되고 있다. 노인이 유 치장에 오게 된 사연이 대화를 통해 드러나고, 노인 이 관식을 숨긴 사실이 밝혀지고 있다. [오답풀이] ① 유치장이라는 공간적 배경이 제시되고 있으나 이에 대한 세밀한 묘사는 이루어지지 않고 있 으며, 인물의 심리가 이를 통해 드러나는 것도 아니 다. ② 노인의 정체, 노인이 유치장에 오게 된 사연, 노인이 관식을 숨긴 사실 등이 동일한 공간 안에서 순차적으로 제시되고 있어 장면의 잦은 전환이라고 볼 수 없으며, 서술자를 비롯한 수감자들의 궁금증이 해소되는 과정이므로 긴박한 분위기가 조성되고 있다 고 볼 수 없다. ④ 노인과 순사의 대화가 제시되고 있으나 이는 궁금했던 노인의 사연이 드러나는 과정 이므로 인물 간의 갈등이 해소되는 과정이 아니라 의 문이 해결되는 과정으로 볼 수 있다. ⑤ 노인이 유치 장에 오게 된 사연이 밝혀진 후에 노인이 관식을 숨 기는 일이 발생하므로 동시에 진행되는 사건이 병렬 적으로 제시된다고 볼 수 없으므로 적절하지 않다. [31 ~ 33] (현대소설) 현진건, ｢신문지와 철창｣ ｢신문지와 철창｣은 서술자인 '나'가 유치장에서 만난 한 '노인'의 이야기를 목격담 형식으로 제시한 단편 소설로 일제 강점기 하층민의 비극적 삶을 형상화하 고 있다. 제시된 부분은 강도 혐의를 받던 칠순 노인 이 실제로는 신문지 한 장을 줍다가 철창 신세를 지 게 된 것이라는 사연이 드러나는 장면과 이 노인이 어린 손자를 위해 관식을 숨겼다가 들키게 되는 장면 이다. 열악한 처지에서도 손자를 사랑하는 노인, 노인 을 주시하고 동정 또는 멸시하는 수감자들, 유치장 내에서 권력을 행사하는 순사들, 그리고 이들을 관찰 하며 노인의 처지를 이해해 가는 작중 화자를 통해 일제 치하를 살아가는 다양한 인물의 모습을 보여주 고 있는 작품이다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 인물의 인식 변화에 따른 사건의 전개 과정을 이해한다. ‘우리 주인공은 세 번째로 변하였다’라는 구절에서 노 인에 대한 인식이 ‘희극의 배우’에서 ‘비극의 주인공’ 으로 변화되었음을 알 수 있다. 어린 ‘인식’을 부르며 엉엉 우는 노인의 모습은 ‘희극의 배우’에서 ‘비극의 주인공’으로 변화해 가는 모습이라 볼 수 있으며, 울 고 있는 노인을 ‘우리’가 위로했다는 내용은 글에서 확인할 수 없다. [오답풀이] ① 20년 징역살이할 강도라는 말을 듣고 노인이 등장하기 전 ‘우리’는 노인을 무서운 강도의 모습으로 연상하고 있다. ② ‘노란 수건은 복면하는 데 쓰는 탈인가?’와 ‘우리 일동은 어이없이 웃었다’라 는 구절을 통해 알 수 있다. ④ 노인과 순사의 대화 를 통해 노인의 불우한 사연을, ‘우리 주인공의 수수 께끼는 한 겹 두 겹 풀렸다’라는 구절을 통해 궁금증 이 해소됨을 알 수 있다. ⑤ ‘비난과 비웃음도 컸다’ 를 통해 ‘우리 방 사람들’의 태도를, ‘그 노인을 위해 슬펐다’를 통해 ‘나’의 연민을 확인할 수 있다. [31 ~ 33] (현대소설) 현진건, ｢신문지와 철창｣ ｢신문지와 철창｣은 서술자인 '나'가 유치장에서 만난 한 '노인'의 이야기를 목격담 형식으로 제시한 단편 소설로 일제 강점기 하층민의 비극적 삶을 형상화하 고 있다. 제시된 부분은 강도 혐의를 받던 칠순 노인 이 실제로는 신문지 한 장을 줍다가 철창 신세를 지 게 된 것이라는 사연이 드러나는 장면과 이 노인이 어린 손자를 위해 관식을 숨겼다가 들키게 되는 장면 이다. 열악한 처지에서도 손자를 사랑하는 노인, 노인 을 주시하고 동정 또는 멸시하는 수감자들, 유치장 내에서 권력을 행사하는 순사들, 그리고 이들을 관찰 하며 노인의 처지를 이해해 가는 작중 화자를 통해 일제 치하를 살아가는 다양한 인물의 모습을 보여주 고 있는 작품이다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 외적 준거에 따라 구절의 의미를 이해 한다. ‘잘난 밥’은 관식의 일부를 감출 수밖에 없는 노인의 절박함과 혈육에 대한 사랑을 의미하는 동시에 ‘하찮 은 밥’에 대한 반어적 표현이므로 노인이 체면을 지 키려는 모습이 나타나 있다는 설명은 적절하지 않다. [오답풀이] ① ‘신문’을 줍다가 유치장에 갇히게 되었 다는 것은 일제 강점기의 부당한 횡포로 이해할 수 있다. ② ‘인식’을 걱정하는 ‘노인’의 모습은 하층민이 겪는 경제적 궁핍으로 이해할 수 있다. ③ ‘덮어놓고 의심을 두는’ 순사에게 ‘불쾌한 감정’을 느끼는 것에 서 인물에 대한 서술자의 분노의 감정을 확인할 수 있으며 이는 권력의 부당한 횡포에 대한 분노로 이해 할 수 있다. ⑤ 노인에 대해 ‘거룩한 성자’, ‘인생의 햇발’이라고 표현한 것은 동정을 넘어선 경외감으로 이해할 수 있다. [34 ~ 36] (현대시) (가) 박용래, ｢밭머리에 서서｣/ (나) 김준태, ｢강강술래｣ (가) 박용래, ｢밭머리에 서서｣ 고향에 대한 그리움을 감각적 이미지를 통해 형상화 하고 있는 작품이다. 화자는 밭머리에 서서 ‘배추꼬 리’나 ‘무꼬리’와 같이 작고 사사롭지만 고향의 추억 이 담겨 있는 소중한 존재들을 떠올리고 있다. 또한 고향을 떠나간 사람들을 떠올리며 고향에 대한 그립 고도 아쉬운 마음을 ‘달삭한 맛’으로 집약하고 있다. (나) 김준태, ｢강강술래｣ 산업화 이후 해체와 붕괴를 거듭해 온 농촌을 배경으 로, ‘풀여치 하나’에도 안절부절못하셨고, ‘죽순 하나’ 함부로 하지 않으며 ‘대밭’을 가꾸셨던 ‘할머니’와 ‘할 아버지’를 통해 자연과의 조화와 공동체를 소중히 여 겼던 과거 농촌에 대한 그리움을 형상화하고 있다. 화자가 읊조리는 ‘강강술래’에는 이러한 과거 농촌이 사라져가는 것에 대한 안타까움과 그리움, 공동체 회 복에 대한 염원이 집약되어 있다. [31 ~ 33] (현대소설) 현진건, ｢신문지와 철창｣ ｢신문지와 철창｣은 서술자인 '나'가 유치장에서 만난 한 '노인'의 이야기를 목격담 형식으로 제시한 단편 소설로 일제 강점기 하층민의 비극적 삶을 형상화하 고 있다. 제시된 부분은 강도 혐의를 받던 칠순 노인 이 실제로는 신문지 한 장을 줍다가 철창 신세를 지 게 된 것이라는 사연이 드러나는 장면과 이 노인이 어린 손자를 위해 관식을 숨겼다가 들키게 되는 장면 이다. 열악한 처지에서도 손자를 사랑하는 노인, 노인 을 주시하고 동정 또는 멸시하는 수감자들, 유치장 내에서 권력을 행사하는 순사들, 그리고 이들을 관찰 하며 노인의 처지를 이해해 가는 작중 화자를 통해 일제 치하를 살아가는 다양한 인물의 모습을 보여주 고 있는 작품이다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 표현상의 공통점을 파악한다. (가)는 ‘~에 서서 / 생각하노니 / 옛날에 옛날에는 / ~-었나니’의 문장 구조가, (나)에서는 ‘천리길 고향 에 내려가’, ‘할머니의 손톱과 발톱을 깎아주면서(깎 아드린다)’, ‘강강술래 나는 논이 되고 싶었다 / 강강 술래 나는 밭이 되고 싶었다’와 같이 문장 구조가 반 복되고 있다. 따라서 두 작품의 공통점은 ⑤라 할 수 있다. [오답풀이] ① (가)와 (나) 모두 반어적 표현은 찾을 수 없다. ② (가)만 명사로 시상을 마무리하고 있다. ③ (가)에서 ‘-나니’는 ‘-노니’의 옛말이다. 이의 반 복을 통해 ‘옛날’을 그리워하는 화자의 정서를 효과적 으로 드러내고 있을 뿐 시적 긴장감이 형성되는 것은 아니다. ④ 화자가 ‘나’라고 겉으로 드러난 것은 (나) 에서만 확인된다. [34 ~ 36] (현대시) (가) 박용래, ｢밭머리에 서서｣/ (나) 김준태, ｢강강술래｣ (가) 박용래, ｢밭머리에 서서｣ 고향에 대한 그리움을 감각적 이미지를 통해 형상화 하고 있는 작품이다. 화자는 밭머리에 서서 ‘배추꼬 리’나 ‘무꼬리’와 같이 작고 사사롭지만 고향의 추억 이 담겨 있는 소중한 존재들을 떠올리고 있다. 또한 고향을 떠나간 사람들을 떠올리며 고향에 대한 그립 고도 아쉬운 마음을 ‘달삭한 맛’으로 집약하고 있다. (나) 김준태, ｢강강술래｣ 산업화 이후 해체와 붕괴를 거듭해 온 농촌을 배경으 로, ‘풀여치 하나’에도 안절부절못하셨고, ‘죽순 하나’ 함부로 하지 않으며 ‘대밭’을 가꾸셨던 ‘할머니’와 ‘할 아버지’를 통해 자연과의 조화와 공동체를 소중히 여 겼던 과거 농촌에 대한 그리움을 형상화하고 있다. 화자가 읊조리는 ‘강강술래’에는 이러한 과거 농촌이 사라져가는 것에 대한 안타까움과 그리움, 공동체 회 복에 대한 염원이 집약되어 있다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 시의 이미지의 기능을 이해한다. ㉠은 화자가 현재 ‘밭머리’에 서서 고향에 대한 추억 을 ‘맛’을 통해 환기함으로써, 화자의 과거와 현재를 이어 주고 있다. ㉡은 화자가 대하는 현재의 ‘할머니’ 에 대한 인상이나 정서를 후각적 심상으로 드러낸 것 이다. 따라서 화자의 과거와 현재를 연결하는 기능을 하는 것은 ㉠에만 해당된다. [오답풀이] ③ ‘산국화’는 후각적 심상이 나타난 시어 로, 이를 통해 앞도 잘 보지 못할 정도로 늙어 버린 할머니에 대한 인상을 선명하게 드러내고 있다. ④ ㉠은 ‘옛날’ ‘고향’에 대한 화자의 정서가, ㉡은 ‘할머 니’에 대한 화자의 정서가 각각 미각과 후각을 통해 선명하게 드러나고 있다. [34 ~ 36] (현대시) (가) 박용래, ｢밭머리에 서서｣/ (나) 김준태, ｢강강술래｣ (가) 박용래, ｢밭머리에 서서｣ 고향에 대한 그리움을 감각적 이미지를 통해 형상화 하고 있는 작품이다. 화자는 밭머리에 서서 ‘배추꼬 리’나 ‘무꼬리’와 같이 작고 사사롭지만 고향의 추억 이 담겨 있는 소중한 존재들을 떠올리고 있다. 또한 고향을 떠나간 사람들을 떠올리며 고향에 대한 그립 고도 아쉬운 마음을 ‘달삭한 맛’으로 집약하고 있다. (나) 김준태, ｢강강술래｣ 산업화 이후 해체와 붕괴를 거듭해 온 농촌을 배경으 로, ‘풀여치 하나’에도 안절부절못하셨고, ‘죽순 하나’ 함부로 하지 않으며 ‘대밭’을 가꾸셨던 ‘할머니’와 ‘할 아버지’를 통해 자연과의 조화와 공동체를 소중히 여 겼던 과거 농촌에 대한 그리움을 형상화하고 있다. 화자가 읊조리는 ‘강강술래’에는 이러한 과거 농촌이 사라져가는 것에 대한 안타까움과 그리움, 공동체 회 복에 대한 염원이 집약되어 있다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 외적 준거를 통해 작품을 감상한다. (나)는 ‘할머니’와 ‘할아버지’의 삶으로 대변되는, 생 명체를 아끼고 공동체를 소중히 여겼던 과거 농촌에 대한 그리움과 ‘강강술래’로 집약되는 공동체 가치의 회복에 대한 소망을 형상화한 작품이다. 여기에는 산 업화 이후 이농 현상과 더불어 쇠락해 가는 농촌 현 실이 전제되어 있다. 너무 늙어 버린 할머니의 모습 이나 돌아가신 할아버지는 과거 농촌의 삶을 보여 주 는 것이기도 하지만, 그만큼 농촌이 노쇠해지고, 소중 한 가치들이 사라져 가고 있음을 드러내는 것이기도 하다. 따라서 ‘그 시절 도깨비들이 춤추던 대밭’은 순수하고 활력이 넘쳤던 과거 농촌에 대한 비유적 표 현이므로, 활기를 잃어 가는 농촌의 의미와는 거리가 멀다. [오답풀이] ① 눈도 잘 보이지 않게 늙으신 할머니의 모습은 쇠락해 가는 고향(농촌)의 모습을 드러내는 것이기도 하다. 따라서 시에서 반복되는 할머니 손발 톱을 깎아드리는 화자의 행위에는 할머니와 고향에 대한 애정과 연민을 함께 담고 있다. ⑤ 시의 제목이 기도 한 ‘강강술래’는 공동체의 기원, 사랑, 애환 등의 의미를 담고 있는 말이기도 하고, 둥글게 원을 그리 며 함께 추는 춤을 이르기도 한다. 어느 쪽으로 해석 하든 둘 다 공동체의 염원과 삶을 드러내는 것이다. 따라서 시의 마지막 두 행에서 화자가 ‘강강술래 논 (밭)이 되고 싶었다’에는 아픈 농촌 현실을 보듬으며 공동체의 가치가 회복되기를 바라는 화자의 소망이 담겨 있다. [특별 해설] ▶ 중학교 학습 요소 중학교 시 단원에서는 시의 갈래적 특성에 대한 이해 5 를 바탕으로, 다양한 관점과 방법으로 작품을 해석하 고, 작품의 창작 의도와 소통 맥락을 고려하여 수용 하며, 주체적인 관점에서 작품을 평가할 수 있도록 학습이 전개된다. 따라서 비유와 상징, 이미지를 이해 하고 시적 상황, 시적 화자의 태도, 시의 정서 등을 파악해야 한다. 이를 통해 시가 함축하고 있는 바를 이해하고 다양한 맥락 속에서 시를 감상할 수 있도록 해야 한다. ▶ 고등학교 평가 문제의 특징 고등학교에서는 중학교 학습 요소를 더 심화하여 사 회 문화적 상황을 바탕으로 작품의 의미를 파악하며 작가, 작품, 독자를 둘러싸고 있는 작품의 소통 맥락 을 이해하고, 이를 주체적으로 수용하고 있는지를 평 가한다. 특히 다양한 관점으로 수용이 가능한 시에서 는 <보기>를 통해 시적 상황이나 시를 감상하는 새 로운 견해, 작가의 태도 등을 감상 준거의 틀로 제시 한 후, 이를 토대로 작품을 이해하고 감상할 수 있는 지를 평가하는 문항이 출제된다. ▶ 학습 전략 시 갈래를 학습할 때에 주의할 점은 운율, 비유, 상 징, 이미지 등 시를 구성하는 요소들에 대한 지식적 습득에 급급하여 시가 지닌 정서와 미적 특질, 시가 말하고 있는 삶에 대한 깨달음을 간과하게 되는 점이 다. 따라서 시적 화자가 누구인지, 시적 상황이 어떠 한지를 파악하고 이에 대한 화자의 정서나 태도를 살 펴보아 시가 말하고자 하는 바를 주체적으로 탐구해 가는 능력을 기르는 것이 중요하다. 시 감상에 대한 문항은 대개 감상 준거를 제시하고 있으므로, <보 기>에 제시된 내용을 꼼꼼히 점검하면 작품이 지닌 의미와 맥락을 이해하는 데에 도움이 된다. 이를 바 탕으로 시를 감상하며 화자, 시적 상황, 시어나 시구 가 지닌 상징적 의미, 정서, 시의 분위기, 시의 주제 등을 파악하도록 한다. [37 ~ 39] (고전시가) (가) 김광욱,｢율리유곡｣/ (나) 정약용, ｢보리타작｣ (가) 김광욱, ｢율리유곡｣ 세속을 떠나 자연과 벗하며 사는 즐거움을 노래한 작 품이다. 첫 번째 수에서 화자는 속세를 떠나 부귀공 명에 대한 욕심을 버린 자신에 대한 긍정적 인식을 나타내고 있으며, 두 번째 수를 통해 화자는 자연과 벗하며 사는 즐거움을 다른 무엇과도 바꾸지 않겠다 는 만족감을 표출하고 있으며, 세 번째 수를 통해 화 자는 관직 생활에서 물러난 해방감을 새와 비교하여 표출하고 있다. (나) 정약용, ｢보리타작｣ 건강한 모습으로 보리를 타작하는 농민들의 모습을 보면서 자신의 삶을 성찰하는 작품이다. 화자는 막걸 리와 함께 보리밥을 먹은 후 보리타작을 하는 농민들 의 모습을 관찰한 후, 농민들의 노동이 마음과 몸이 하나 된 모습이라 생각하게 된다. 농민들의 모습과 대비되어 벼슬길에 헤매던 자신의 지난 삶을 성찰하 면서 시상이 마무리된다. [34 ~ 36] (현대시) (가) 박용래, ｢밭머리에 서서｣/ (나) 김준태, ｢강강술래｣ (가) 박용래, ｢밭머리에 서서｣ 고향에 대한 그리움을 감각적 이미지를 통해 형상화 하고 있는 작품이다. 화자는 밭머리에 서서 ‘배추꼬 리’나 ‘무꼬리’와 같이 작고 사사롭지만 고향의 추억 이 담겨 있는 소중한 존재들을 떠올리고 있다. 또한 고향을 떠나간 사람들을 떠올리며 고향에 대한 그립 고도 아쉬운 마음을 ‘달삭한 맛’으로 집약하고 있다. (나) 김준태, ｢강강술래｣ 산업화 이후 해체와 붕괴를 거듭해 온 농촌을 배경으 로, ‘풀여치 하나’에도 안절부절못하셨고, ‘죽순 하나’ 함부로 하지 않으며 ‘대밭’을 가꾸셨던 ‘할머니’와 ‘할 아버지’를 통해 자연과의 조화와 공동체를 소중히 여 겼던 과거 농촌에 대한 그리움을 형상화하고 있다. 화자가 읊조리는 ‘강강술래’에는 이러한 과거 농촌이 사라져가는 것에 대한 안타까움과 그리움, 공동체 회 복에 대한 염원이 집약되어 있다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 표현상의 공통점을 파악한다. (가)에서는 ‘남이 아니 잊으랴’, ‘만호후인들 부러우 랴’, ‘강산과 바꿀쏘냐’, ‘이토록 시원하랴’를 통해, (나)에서는 ‘무엇하러 벼슬길에 헤매고 있겠는가’를 통해 물음의 형식을 활용하여 화자의 심리가 표출되 고 있음을 알 수 있다. [오답풀이] ① (가)와 (나)가 모두 대상에 대해 긍 정적인 인식을 표출하고 있긴 하지만 대화의 형식을 사용하는 것은 아니다. ③ (나)에서는 ‘젖빛처럼 뿌옇 고’를 통해 직유법이 사용되고 있음을 알 수 있지만, (가)에서는 직유법이 사용되고 있지 않다. ④ (가)와 (나) 모두 의인법이 사용되고 있지 않다. [37 ~ 39] (고전시가) (가) 김광욱,｢율리유곡｣/ (나) 정약용, ｢보리타작｣ (가) 김광욱, ｢율리유곡｣ 세속을 떠나 자연과 벗하며 사는 즐거움을 노래한 작 품이다. 첫 번째 수에서 화자는 속세를 떠나 부귀공 명에 대한 욕심을 버린 자신에 대한 긍정적 인식을 나타내고 있으며, 두 번째 수를 통해 화자는 자연과 벗하며 사는 즐거움을 다른 무엇과도 바꾸지 않겠다 는 만족감을 표출하고 있으며, 세 번째 수를 통해 화 자는 관직 생활에서 물러난 해방감을 새와 비교하여 표출하고 있다. (나) 정약용, ｢보리타작｣ 건강한 모습으로 보리를 타작하는 농민들의 모습을 보면서 자신의 삶을 성찰하는 작품이다. 화자는 막걸 리와 함께 보리밥을 먹은 후 보리타작을 하는 농민들 의 모습을 관찰한 후, 농민들의 노동이 마음과 몸이 하나 된 모습이라 생각하게 된다. 농민들의 모습과 대비되어 벼슬길에 헤매던 자신의 지난 삶을 성찰하 면서 시상이 마무리된다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 구절의 의미를 파악한다. ‘검게 탄 두 어깨’는 보리타작하는 농민의 어깨로 건 강한 삶을 살고 있는 모습이므로 이를 통해 고된 삶 을 살아왔던 화자의 모습을 묘사하고 있다고 설명하 는 것은 적절하지 않다. [오답풀이] ① ‘공명’과 ‘부귀’를 잊은 것은 세속적 가 치에서 벗어난 태도이다. ② ‘헛글과 싯근 문서’는 자 신을 옭아매던 관직 생활을 일컫는 구절로 이에서 벗 어난 해방감을 ‘매인 새’가 놓인 것과 비교하여 표출 하고 있다. ④ ‘마음이 몸의 노예 되지 않았네’는 건 강하게 노동을 하는 농민들의 삶을 평가한 것이다. [37 ~ 39] (고전시가) (가) 김광욱,｢율리유곡｣/ (나) 정약용, ｢보리타작｣ (가) 김광욱, ｢율리유곡｣ 세속을 떠나 자연과 벗하며 사는 즐거움을 노래한 작 품이다. 첫 번째 수에서 화자는 속세를 떠나 부귀공 명에 대한 욕심을 버린 자신에 대한 긍정적 인식을 나타내고 있으며, 두 번째 수를 통해 화자는 자연과 벗하며 사는 즐거움을 다른 무엇과도 바꾸지 않겠다 는 만족감을 표출하고 있으며, 세 번째 수를 통해 화 자는 관직 생활에서 물러난 해방감을 새와 비교하여 표출하고 있다. (나) 정약용, ｢보리타작｣ 건강한 모습으로 보리를 타작하는 농민들의 모습을 보면서 자신의 삶을 성찰하는 작품이다. 화자는 막걸 리와 함께 보리밥을 먹은 후 보리타작을 하는 농민들 의 모습을 관찰한 후, 농민들의 노동이 마음과 몸이 하나 된 모습이라 생각하게 된다. 농민들의 모습과 대비되어 벼슬길에 헤매던 자신의 지난 삶을 성찰하 면서 시상이 마무리된다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 외적 준거를 통해 작품을 감상한다. (가)의 ‘강산’은 화자가 자연과 벗하는 유유자적한 삶 을 지향하고 있음을 보여 주는 공간이다. (나)의 ‘마 당’은 농민들이 보리타작하는 공간으로 화자는 이곳 에서 농민들의 모습을 보면서 건강한 노동의 즐거움 을 깨닫고 자신의 삶을 성찰하게 된다. [오답풀이] ② (가)의 ‘강산’은 소박한 삶에 대한 지 향이 담긴 공간으로 볼 수 있지만, (나)의 ‘마당’은 빈곤한 삶을 극복하려는 의지가 담긴 공간으로 볼 수 없다. ③ (가)에서 ‘강산’에는 화자의 궁핍한 처지가 드러나지 않으며, (나)에서 화자가 삶의 애환을 다른 사람과 공유하고 있지도 않다. [40 ~ 41] (극) 이환경 외 각색, ｢각설탕｣ ｢각설탕｣은 주인공 ‘시은’이 어릴 때부터 자신이 키 우며 교감을 해 온 ‘천둥’이라는 말과 경마 대회에 나 가고 대회에서 우승하는 과정을 감동적으로 보여 주 는 시나리오이다. 제시된 장면은 ‘천둥’이 경마 대회 출전이 불가능할 정도로 폐에 문제가 생긴 것을 안 주인공 ‘시은’이 윤 조교사와 아버지의 조언을 듣고 ‘천둥’을 타고 경마 대회에 출전을 해야 할지 하지 말 아야 할지를 고민하고 있는 부분이다. [37 ~ 39] (고전시가) (가) 김광욱,｢율리유곡｣/ (나) 정약용, ｢보리타작｣ (가) 김광욱, ｢율리유곡｣ 세속을 떠나 자연과 벗하며 사는 즐거움을 노래한 작 품이다. 첫 번째 수에서 화자는 속세를 떠나 부귀공 명에 대한 욕심을 버린 자신에 대한 긍정적 인식을 나타내고 있으며, 두 번째 수를 통해 화자는 자연과 벗하며 사는 즐거움을 다른 무엇과도 바꾸지 않겠다 는 만족감을 표출하고 있으며, 세 번째 수를 통해 화 자는 관직 생활에서 물러난 해방감을 새와 비교하여 표출하고 있다. (나) 정약용, ｢보리타작｣ 건강한 모습으로 보리를 타작하는 농민들의 모습을 보면서 자신의 삶을 성찰하는 작품이다. 화자는 막걸 리와 함께 보리밥을 먹은 후 보리타작을 하는 농민들 의 모습을 관찰한 후, 농민들의 노동이 마음과 몸이 하나 된 모습이라 생각하게 된다. 농민들의 모습과 대비되어 벼슬길에 헤매던 자신의 지난 삶을 성찰하 면서 시상이 마무리된다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 편집 기법 적용의 효과를 이해한다. S#104에서 S#105로 연결되면서 밤에서 새벽으로 의 시간 흐름을 잘 보여 주고 있으며, 밤 시간인 S#104에서 익두가 하는 말이 새벽 시간인 S#105까 지 연결되어 들리게 함으로써 그 말에 대해 시은이 고민을 계속하고 있음을 보여 주는 효과가 있다. [오답풀이] S#104와 S#105에서 시은이 익두에게 반발하는 모습은 확인할 수 없고, 익두가 하는 말에 서 서운함이 부각되지도 않았으므로 ‘다’와 같은 효과 는 확인할 수 없다. 또한 S#105에서는 익두의 말이 ‘off(화면에 등장하지 않는 인물의 목소리)’로 처리되 었기 때문에 익두의 모습은 등장하지 않는다. 그러므 로 익두의 모습과 연결되었다는 것은 장면 자체를 잘 못 이해한 것이기 때문에 ‘라’ 설명도 잘못된 것이다. 또한 자신이 당면한 상황을 수용한 시은의 모습도 엿 볼 수 없다. [40 ~ 41] (극) 이환경 외 각색, ｢각설탕｣ ｢각설탕｣은 주인공 ‘시은’이 어릴 때부터 자신이 키 우며 교감을 해 온 ‘천둥’이라는 말과 경마 대회에 나 가고 대회에서 우승하는 과정을 감동적으로 보여 주 는 시나리오이다. 제시된 장면은 ‘천둥’이 경마 대회 출전이 불가능할 정도로 폐에 문제가 생긴 것을 안 주인공 ‘시은’이 윤 조교사와 아버지의 조언을 듣고 ‘천둥’을 타고 경마 대회에 출전을 해야 할지 하지 말 아야 할지를 고민하고 있는 부분이다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 대사에 딸린 지시문의 적절성을 파악한 다. ㉡은 윤 조교사가 ‘많이 좋으시죠?’라고 묻는 말에 ‘며칠째 잠도 못’ 잘 만큼 좋다는 말을 하는 것이므로 ②와 같이 ‘(귀찮다는 듯이)’라는 지시문은 적절하지 않다. [오답풀이] ① 천둥이 코피를 흘리는 것을 보고 수의 사에게 물어보기 위해 온 것이므로 ‘(걱정스러운 말 투로)’ 선생님을 부르는 것은 적절하다. ③ 천둥이 아 픈 상태임을 알고도 왜 자신에게 말하지 않았느냐고 윤 조교사에게 따지는 것이므로 ‘(화가 나 따지듯이)’ 묻는 것은 적절하다. ④ 자신의 생각과 의도를 시은 에게 미처 말하지 못한 상황에서 오해하며 따지듯이 말하고 있어 ‘(난처한 표정으로)’ 말하는 것은 적절하 다. ⑤ 예전에 데리고 있던 친동생 같은 기수가 진정 으로 하고 싶은 것을 할 수 있도록 해 주지 못한 데 대한 안타까움이 담겨 있으므로 ‘(안타까운 목소리 로)’로 말하는 것은 적절하다. [42 ~45] (고전소설) 작자 미상, ｢심청전｣ 주인공 심청이 심봉사의 딸로 태어나 눈 먼 아버지를 지성으로 봉양하여 마침내 눈을 뜨게 한다는 내용의 판소리계 소설이다. 심청이가 공양미 삼백 석을 마련 하기 위해 인당수에 빠졌으나 상제의 도움으로 왕후 가 되어 아버지의 눈을 뜨게 하였다는 내용이다. 심 청이의 아버지에 대한 간절한 효성을 통해 효가 사람 이 지켜야 할 중요한 덕목임을 잘 드러내고 있다. [40 ~ 41] (극) 이환경 외 각색, ｢각설탕｣ ｢각설탕｣은 주인공 ‘시은’이 어릴 때부터 자신이 키 우며 교감을 해 온 ‘천둥’이라는 말과 경마 대회에 나 가고 대회에서 우승하는 과정을 감동적으로 보여 주 는 시나리오이다. 제시된 장면은 ‘천둥’이 경마 대회 출전이 불가능할 정도로 폐에 문제가 생긴 것을 안 주인공 ‘시은’이 윤 조교사와 아버지의 조언을 듣고 ‘천둥’을 타고 경마 대회에 출전을 해야 할지 하지 말 아야 할지를 고민하고 있는 부분이다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 정보의 세부적 내용을 이해한다. 심봉사는 딸 심청이 집에 늦자 심청이를 찾아 마중 나간다. 심봉사가 심청이를 마중 나가는 때는 눈보라 치고 날이 저무는 저물녘이라는 점에서 ②가 가장 적 절한 내용이다. [오답풀이] ① 심청이가 집에 늦게 돌아온 이유는 승 상댁 노부인이 심청이를 잡고 만류하였기 때문이다. ③ 화주승은 심봉사와 처음 만난 것이 아니라 전에도 보았었다. ④ 화주승은 심봉사를 구해 준 뒤 업어다 가 심봉사의 집으로 데려간다. ⑤ 심청이는 심봉사가 개천에 빠진 사연을 심봉사에게서 듣는다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 작품에 활용된 표현상 특징을 확인한다. <보기>는 [A]와 유사한 장면을 나타내는 판소리 「심청가」의 일부분이다. <보기>는 [A]와 달리 심 봉사가 개천에 빠진 후 나오려다가 미끄러져 나오지 못하는 상황을 반복적으로 서술하여 웃음을 주고 있 다. 이런 점에서 [A]보다는 <보기>에서 해학적인 표현이 두드러지게 나타나 있다. [오답풀이] ① [A]에서는 ‘얼굴에 흙빛이요 의복에 얼음이라’에서 대구를 활용해 개천에 빠진 심봉사의 외양을 묘사하고 있다. ② <보기>에서는 ‘나오려면 미끄러져’를 반복해 개천에서 나오려는 심봉사의 행 동을 제시하고 있다. ④ <보기>에서는 ‘더듬’이라는 의태어가 빈번하게 사용되고 있다. ⑤ [A]에서는 ‘아 무리 소리친들 해는 저물고 행인은 끊겼으니 뉘라서 건져주리’에서, <보기>에서는 ‘그때의 심봉사는 딸의 덕에 몇 해를 가만히 앉아 먹어 노니 도랑 출입이 서 툴구나’에서 서술자의 생각이 나타나 있다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 소재에 대한 인물들의 태도를 확인한다. 심청이는 아버지 눈을 뜨게 하기 위해 ‘공양미 삼백 석’을 꼭 마련해야겠다는 생각을 한다. ④처럼 아버지 를 살려주신 부처님의 은혜에 보답하겠다고 공양미 삼백 석을 시주하겠다는 생각은 제시된 작품을 통해 살펴볼 수 없다. [오답풀이] ① 심봉사가 시주를 적어가라고 하자 화 주승이 ‘심학규 쌀 삼백 석’이라고 적는 데서 확인할 수 있다. ② 우리 절 부처님이 영험이 많아 시주를 하면 눈을 뜨게 해 준다는 화주승의 말에 심봉사가 무조건 시주를 적어가라고 하는 데서 확인할 수 있 다. ③ 화주승이 돌아간 뒤 심봉사가 공양미를 마련 할 길이 없다고 우는 데서 확인할 수 있다. ⑤ 심청 이가 심봉사에게 공양미는 얻을 길이 있을 것이니 근 심 말라고 하는 부분을 통해서 확인할 수 있다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 한자성어를 확인한다. ㉠은 심봉사가 심청이를 애타게 기다리는 심리를 나 타내고 있다. ‘몹시 애타게 기다림.’을 뜻하는 ①이 가 장 적절하다. [오답풀이] ② ‘죽어 혼령이 되어도 은혜를 잊지 않 고 갚음.’의 뜻이다. ③ ‘같은 병을 앓는 환자끼리 서 로 가엾게 여긴다는 뜻으로, 어려운 처지에 있는 사 람끼리 서로 동정하고 도움.’을 의미한다. ④ ‘여우가 죽을 때 머리를 자기가 살던 굴 쪽으로 둔다는 뜻으 로, 고향을 그리워하는 마음.’을 의미한다. ⑤ ‘도둑이 도리어 매를 든다는 뜻으로, 잘못한 사람이 도리어 잘한 사람을 나무라는 경우에 쓰는 말.’이다."
}
