{
    "question_number": 1,
    "question_text": "[출제의도] 토론 과정 이해하기 ‘반대 2’는 물음의 형식을 활용하고 있지 않으므로 적절하지 않다. ① ‘찬성 1’은 학교 산책로 이용에 관한 교내 설문 조사의 결과를 주장의 근거로 활용하고 있으므로 적 절하다. ② ‘반대 1’은 인근 ○○고등학교 사례를 근거 로 제시하여 쓰레기통 설치에 반대한다는 주장을 밝 히고 있으므로 적절하다. ③ ‘사회자’는 반론의 순서를 안내하고 있으므로 적절하다. ⑤ ‘찬성 2’는 ‘재활용 쓰 레기통 설치’와 ‘학급별 순번제 관리 시스템 도입’을 대안으로 제시하며 이에 대한 긍정적 효과로 ‘쓰레기 통 설치의 부작용 최소화’와 ‘주인 의식 함양’을 언급 하고 있으므로 적절하다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 양측이 공통적으로 인정하고 있는 내용 이해하기 ‘반대 1’은 ‘산책로 쓰레기통까지 관리해야 한다면 그 것을 담당할 학생들에게 부담이 될 것입니다’라고 말 하고 있고 ‘찬성 2’는 ‘학급별 순번제 관리 시스템을 도입한다면 관리에 대한 부담을 줄일 수 있고’라고 하였으므로 적절하다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 논거 활용 방안의 적절성 평가하기 이용자들의 편의를 고려하여 공중화장실에 휴지를 비치했으나 효과를 거두지 못했다는 ‘사례 1’의 내용 을, 학생들의 불편을 고려하여 쓰레기통을 설치하더 라도 근본적인 해결책이 될 수 없다는 ‘반대 2’의 근 거 자료로 활용할 수 있으므로 적절하다. ① 캠페인 활동이 필요하다는 주장을 하는 것은 ‘반 대 2’이므로 적절하지 않다. ③ ‘반대 1’은 기존 쓰레 기통을 재정비하자는 주장을 하지 않았으므로 적절하지 않다. ④ ‘찬성 1’은 재활용 쓰레기통 설치를 주장한 바 가 없으며, 또한 인식 개선의 내용을 주장의 근거로 활 용할 수도 없으므로 적절하지 않다. ⑤ ‘찬성 2’는 학급 별 순번제 관리 시스템을 도입한 긍정적 효과를 말하고 있으므로 적절하지 않다."
}
{
    "question_number": 4,
    "question_text": "[출제의도] 발표 전략 파악하기 발표에서 전문가의 견해를 인용한 부분은 확인할 수 없으므로 적절하지 않다. ① ‘여러분, 이게 뭔지 아십니까?’ 등의 질문을 통해 화제에 대한 관심을 유발하고 있으므로 적절하다. ② ‘바나나’, ‘바나나 칩 과자’ 등의 구체적인 예를 들어 부가가치세에 대한 청중의 이해를 돕고 있으므로 적 절하다. ④ 반언어적 표현인 ‘목소리를 높이며’를 통 해 학생들이 자료에 집중할 수 있도록 유도하고 있 으므로 적절하다. ⑤ 영수증을 화면으로 보여주는 등 시각 자료를 활용하여 영수증에 담긴 경제 정보를 효과적으로 전달하고 있으므로 적절하다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 발표 내용 이해하기 ‘○○우유’는 ‘*’ 표시가 있는 면세 상품이라는 점에 서 가공되지 않은 상품임을 알 수 있으므로 적절하 지 않다. ① ‘감자 맛 과자’는 ‘*’ 표시가 없다는 점에서 과세상 품이므로 적절하다. ② ‘오렌지(수입산)’는 ‘*’ 표시가 있다는 점에서 면세 상품이므로 적절하다. ③ 부가가 치세가 붙지 않은 ‘면세 상품’에는 ‘*’ 표시가 없는 ‘○ ○우유’와 ‘오렌지(수입산)’가 해당되므로 적절하다. ⑤ ‘부가가치세’란 ‘상품의 거래나 서비스의 제공 과 정에서 얻게 되는 이윤에 부과되는 세금’이므로 적절 하다. [작문]"
}
{
    "question_number": 6,
    "question_text": "[출제의도] 글쓰기 전략 파악하기 ‘초고’의 셋째 단락에 해결책이 제시되어 있으나 그 장단점을 비교하지는 않았으므로 적절하지 않다. ① 첫째 단락에서 ‘예약 부도란 예약을 하고 아무 연 락 없이 예약 장소에 나타나지 않는 것’이라고 정의하 고 있으므로 적절하다. ② 둘째 단락에서 ‘경제 개발 연구소에 따르면’을 통해 출처를 밝히고 있으므로 적 절하다. ③ 첫째 단락에 나타난 ‘예약 부도가 증가하 고 있어 심각한 사회적 문제로 대두되고 있다’를 통해 확인할 수 있으므로 적절하다. ④ 둘째 단락에서 문 제 발생의 원인을 ‘소비자 개인의 측면’과 ‘사회적인 측면’으로 구분하여 제시하고 있으므로 적절하다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 자료 활용의 적절성 평가하기 ‘초고’의 셋째 단락에서 글쓴이는 ‘예약 부도에 대한 제재를 강화하는 사회적 장치도 마련되어야 한다’라고 주장하고 있다. 또한 (다)에서 ‘계약금 지불, 위약금 부과와 같은 방법을 활용하는 것도 효과가 있지만’이 라고 하여 예약 부도에 대한 제재가 효과가 있음을 인 정하고 있으므로 적절하지 않다. ① (가)-1은 2001년에 비해 2015년의 예약 부도율 이 2배 가까이 증가했음을 보여 주므로 적절하다. ② (나)에서 예약 부도로 유발되는 연간 매출 손실액과 그로 인한 고용 손실의 구체적 통계 수치가 나타나 있으므로 적절하다. ④ (가)-2는 예약 부도의 이유 로 취소 과정의 번거로움이 가장 높게 나타남을 보 여 주고 있고, (나)에는 SNS 예약 취소 채널을 통해 예약 부도율을 낮춘 사례가 나타나 있으므로 적절하 다. ⑤ (가)-2에서 예약 부도의 주요 원인이 ‘취소 사유를 설명하기 귀찮아서’ 등 소비자의 무책임한 태 도에 있음을 알 수 있고, (다)에는 태도 변화를 위해 지속적인 캠페인 활동이 필요하다는 내용이 있으므 로 적절하다."
}
{
    "question_number": 8,
    "question_text": "[출제의도] 조건에 맞게 표현하기 ‘디딤돌’은 비유적 표현에 해당하며, ‘예약 부도가 줄 어들면 소비자와 사업자 간에 신뢰가 형성되고 사회적 손실을 막을 수 있어 소비 생활이 윤택해질 것’은 기 대 효과에 해당하므로 적절하다. ①은 비유만, ④는 기대 효과만 있으며, ②와 ③은 비유와 기대 효과 모두 없으므로 적절하지 않다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 작문의 사고 과정 이해하기 ‘학생의 초고’에서 할머니가 주신 고구마를 먹으며 우리 가족을 생각한다는 내용이 없으므로 ⓒ는 적절 하지 않다. ① 1문단에서 농부들의 모습을 통해 공허함을 느끼 는 내용이 있으므로 ⓐ는 적절하다. ② 2문단에서 할 머니의 눈빛을 통해 자신의 고등학교 시절을 떠올리 는 내용이 있으므로 ⓑ는 적절하다. ④ 3문단에서 할 머니의 문자 메시지를 보고 감동이 잊히지 않는다는 내용이 있으므로 ⓓ는 적절하다. ⑤ 4문단에서 자신 이 했던 봉사 활동이 물결을 일으키는 조약돌과 같 다는 생각을 드러내고 있으므로 ⓔ는 적절하다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 고쳐 쓰기의 적절성 평가하기 서술어를 ‘고마웠다’로 고치면 ‘내용은’이라는 주어와 호응이 되지 않으므로 적절하지 않다. ① ㉠에서 ‘공허하다’의 사전적 의미는 ‘속이 텅 비 다’이므로 의미의 중복을 피하기 위해서는 ‘텅 빈’을 삭제하는 것이 적절하다. ② ㉡은 ‘손가락 따위로 어 떤 방향이나 대상을 집어서 보이거나 말하거나 알리 다’의 뜻이므로, ‘지식이나 기능을 깨닫게 하거나 익 히다’의 의미인 ‘가르쳐’로 바꾸는 것이 적절하다. ③ ㉢의 앞뒤 문장이 인과 관계로 이어져야 하므로 ‘그 래서’로 바꾸는 것이 적절하다. ⑤ ㉤은 글의 흐름에 어긋나므로 삭제하는 것이 적절하다. [문법]"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 표준 발음법 이해하기 ‘내복+약’은 ⓑ에 따라 [ㄴ] 소리가 첨가되고, ⓒ에 따 라 받침소리 [ㄱ]이 [ㅇ]으로 발음되어 [내ː봉냑]으로 발음되므로 적절하다. ① ‘눈+요기’는 ⓑ에 따라 [ㄴ] 소리가 첨가되어 [눈뇨 기]로 발음되므로 적절하지 않다. ③ ‘색+연필’은 ⓑ에 따라 [ㄴ] 소리가 첨가되고, ⓒ에 따라 받침소리 [ㄱ] 이 [ㅇ]으로 발음되어 [생년필]로 발음되므로 적절하지 않다. ④ ‘들+일’은 ⓑ에 따라 [ㄴ] 소리가 첨가되고, ⓓ에 따라 첨가되는 [ㄴ] 소리가 [ㄹ]로 발음되어 [들ː 릴]로 발음되므로 적절하지 않다. ⑤ ‘칼+날’은 [ㄴ] 소리가 첨가되지 않고 원래의 [ㄴ] 소리가 앞 음절의 [ㄹ] 소리의 영향을 받아 [칼랄]로 발음되는 것이므로 적절하지 않다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 한글 맞춤법 적용하기 ‘무심하지’는 ㉠의 규정에 따라 ‘ㅎ’이 다음 음절의 첫 소리와 어울려 거센소리로 되는 경우이므로 ‘무심지’ 가 아니라 ‘무심치’로 적어야 하므로 적절하지 않다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 문장 성분 파악하기 ㄴ의 부사어 ‘동생으로’는 서술어 ‘삼았다’가 반드시 필요로 하는 필수적인 성분이므로 적절하지 않다. ① ㄱ의 ‘색종이를’은 목적어로서 필수적인 성분이므 로 적절하다. ② ㄱ의 ‘꼼꼼한’과 ㄴ의 ‘옆집의’는 모 두 관형어로서 필수적이지 않은 성분이고 문장 안에 서 뒤에 오는 체언을 수식하는 기능을 하므로 적절 하다. ③ ㄱ의 ‘소윤이가’와 ㄴ의 ‘경민이는’은 주어로 서 필수적인 성분이므로 적절하다. ④ ㄱ의 ‘잘랐다’ 와 ㄴ의 ‘삼았다’는 서술어로서 필수적인 성분이므로 적절하다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 담화 요소 이해하기 ㉣은 ‘원장님’의 말을 높이기 위해 사용한 것이고 ㉧ 은 ‘학생’이 자신의 말을 낮추기 위해 사용한 것이므 로 적절하지 않다. ① ㉠과 ㉡은 모두 ‘원장님’을 높이기 위해 사용한 것이므로 적절하다. ② ㉢과 ㉦은 모두 학생과 원장 님이 전화로 약속을 잡았던 날을 지칭하므로 적절하 다. ④ ㉤은 화자와 청자 모두로부터 멀리 떨어져 있 는 곳을 가리키므로 적절하다. ⑤ ㉥은 현재의 담화 상황에 참여하지 않는 학생의 아버지를 지칭하므로 적절하다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 근대 국어와 현대 국어 비교하기 현대 국어의 ‘것은’과 비교해 볼 때 근대 국어의 ‘거 ’은 앞 글자의 받침 ‘ㅅ’을 이어 적은 것에 해당하 므로 적절하지 않다. 2016학년도 11월 고1 전국연합학력평가 정답 및 해설 2 [인문] [16~19] <출전> 박찬국,「목적론적 입장에서 본 행복」"
}
{
    "question_number": 16,
    "question_text": "[출제의도] 글의 세부 정보 파악하기 5문단에서 ‘그는 에우다이모니아의 순간성, 역사성, 영 원성은 서로 무관한 것이 아니므로’를 통해 확인할 수 있으므로 적절하지 않다. ① 1문단에서 ‘현대인들은 행복을 물질적인 것을 통해 느끼는 안락이나 단순한 쾌감과 동일시하는 경향이 있 다’를 통해 확인할 수 있으므로 적절하다. ② 1문단에 서 ‘막스 뮐러는 아리스토텔레스가 말한 에우다이모니 아에 시간적 속성을 부여하여’를 통해 확인할 수 있으 므로 적절하다. ③ 3문단에서 ‘인간은 공동체를 떠나 서 에우다이모니아를 구하려고 해서는 안 된다’를 통 해 확인할 수 있으므로 적절하다. ④ 4문단에서 ‘관조 란 쾌락을 목적으로 하는 향락적 활동이나 부를 목적 으로 하는 영리적 활동이 아니라, 감각적으로 포착할 수 없는 영원불변한 진리를 학문을 통해 바라보는 영 혼의 활동을 말한다.’를 통해 확인할 수 있으므로 적 절하다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 핵심 개념 비교하기 2문단에서 ‘먹고 마시는 행위와 같은 신체적 감각을 통한 향유가 이성의 테두리 안에서 이루어질 때 얻게 되는 것이다’를 보면 ㉠은 정신을 배제한 신체적 감각 을 중시한다고 볼 수 없으므로 적절하지 않다. ① 2문단에서 ‘다만 감각적 향유가 이성을 벗어나 타 인을 배려하지 않고 극단적 탐닉에 빠질 때에는 부정 적인 것으로 인식된다.’를 통해 감각적 향유로서의 에 우다이모니아는 극단적 탐닉에 빠지지 않음으로써 실 현될 수 있다는 것을 확인할 수 있으므로 적절하다. ② 4문단에서 ‘인간이 세계의 영원한 질서를 인식하 게 됨으로써 얻을 수 있는 것이다’를 통해 확인할 수 있으므로 적절하다. ③ 1문단에서 ‘그는 에우다이모니 아를 인간 고유의 기능인 이성을 발휘하여 그것을 완 전하게 실현한 상태라고 규정하였다.’를 통해 확인할 수 있으므로 적절하다. ⑤ 4문단에서 ‘시간적 한계를 뛰어넘는 영원성을 갖는다’라고 한 것으로 보아 ㉡은 순간성이 아니라 영원성에 의해 규정된다는 것을 알 수 있다. 하지만 2문단에서 ‘감각적 향유의 과정에서 실현할 수 있는 에우다이모니아는 순간적인 것으로 규정된다’라고 한 것으로 보아 ㉠은 순간성에 의해 규 정되므로 적절하다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 글의 내용을 구체적 사례에 적용하기 4문단에서 ‘관조란 쾌락을 목적으로 하는 향락적 활동 이나 부를 목적으로 하는 영리적 활동이 아니라, 감각 적으로 포착할 수 없는 영원불변의 진리를 학문을 통 해 바라보는 영혼의 활동을 말한다.’라고 한 것으로 보아 윤 씨의 행동은 쾌락을 목적으로 하는 향락적 활동이 아니므로 적절하지 않다. ① ㄱ의 ‘다른 사람을 고려하지 않고’와 2문단에서 ‘이 성을 벗어나 타인을 배려하지 않고 극단적 탐닉에 빠 질 때에는 부정적인 것으로 인식된다’를 보면 김 씨의 행위는 극단적 탐닉에 빠진 것이므로 적절하다. ② 2 문단에서 ‘신체적 감각을 통한 향유가 이성의 테두리 안에서 이루어질 때 얻게 되는 것이다’를 보면 ㄱ의 김 씨가 다른 사람들을 배려하여 고기를 나누어 먹는 다는 것은 이성의 테두리를 벗어나지 않은 감각적 향 유로 볼 수 있으므로 적절하다. ③ 3문단에서 ‘책임 있는 행동을 함으로써 얻게 되는 것이다’와 ‘인간의 이성은 공동체의 훈육을 통해서만 개발될 수 있으므 로’를 보면 ㄴ의 이 씨가 공동체에서 주민 회의를 통 해 책임 있는 행동을 하게 되었다고 볼 수 있으므로 적절하다. ④ 4문단에서 ‘영원불변한 진리를 학문을 통해 바라보는 영혼의 활동’과 ‘인간에게 가장 궁극적 인 에우다이모니아를 가져다준다’를 보면 ㄷ의 윤 씨 가 끊임없이 연구를 하는 것은 관조의 삶을 통해 실현 할 수 있는 에우다이모니아에 해당하므로 적절하다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 반응의 적절성 확인하기 3문단에서 ‘공동체 속에서 인간이 자유를 누리면서도 이성을 발휘하여 책임 있는 행동을 함으로써 얻게 되 는 것이다’를 보면 뮐러는 사회적 삶 속에서 책임을 강조하고 있음을 알 수 있다. 하지만 <보기>의 ‘자 연에 따르는 삶’과 ‘모든 사회적 관습이나 권위에서 벗어나’를 보면 사회적 삶 속에서 인간이 가져야 할 책임을 간과한 것이라고 볼 수 있으므로 적절하다. ② 3문단에서 ‘공동체 속에서 인간이 자유를 누리면 서도’를 보면 뮐러는 공동체 일원으로서의 자유를 언급하고 있지만, <보기>에서 ‘모든 사회적 관습이 나 권위에서 벗어나야 한다고 말했다’를 보면 디오게 네스는 공동체 일원으로서의 자유를 추구하고 있다 고 볼 수 없으므로 적절하지 않다. ③ 3문단에서 ‘공 동체 속에서 인간이 자유를 누리면서도 이성을 발휘 하여’를 보면 뮐러는 인간의 이성적 활동을 언급했 다. 하지만 <보기>에서 ‘자연을 따르는 삶’을 보면 디오게네스는 자연을 변화시키는 것을 중시하지 않 는다고 볼 수 있으므로 적절하지 않다. ④ 3문단에서 ‘그런데 공동체에서의 인간의 행위는, 수시로 변화하 는 역사적 상황 속에서 이루어지기 때문에’를 보면 뮐러는 역사적 상황의 끊임없는 변화를 언급한다. 하 지만 <보기>에서 ‘자연에 따르는 삶을 통해 인간은 궁극적인 행복을 얻을 수 있다고 보았다’를 보면 디 오게네스는 자연에 따르는 삶을 통해 궁극적인 행복 을 추구한다고 볼 수 있으므로 적절하지 않다. ⑤ 3 문단에서 ‘공동체 속에서 인간이 자유를 누리면서도’ 를 보면 뮐러는 공동체 내에서 자유를 누리는 삶을 언급했다. 하지만 <보기>에서 ‘모든 사회적 관습이 나 권위에서 벗어나야 한다’를 보면 디오게네스는 공 동체를 벗어나야 한다고 했으므로 적절하지 않다. [사회] [20~23] <출전> 이희연,「경제지리학」"
}
{
    "question_number": 20,
    "question_text": "[출제의도] 글의 세부 정보 파악하기 최소비용이론과 최대수요이론의 형성 과정은 윗글을 통해 파악할 수 없으므로 적절하지 않다. ① 2문단에서 ‘총비용이란 제품 생산 활동에서 발생 하는 모든 비용’과 ‘총수입이란 재화를 공급하여 생 산자가 벌어들인 총액’이라고 한 것으로 보아 총수입 과 총비용의 개념을 파악할 수 있으므로 적절하다. ② 4문단에서 ‘이전의 산업입지론들이 가진 한계를 극복하려 했다’라고 한 것으로 보아 적절하다. ③ 3 문단에서 이윤의 공간적 한계가 달라질 수 있는 요 인으로 ‘경영자의 경영 수완’, ‘재정적 보조금이나 세 금 등’, ‘같은 종류의 제품을 생산하는 공장들이 한곳 에 모이는 것’을 제시하고 있으므로 적절하다. ⑤ 2 문단에서 ‘최적 입지로부터 공장의 위치가 멀어질수 록 총비용은 증가하게 되는 것’이라고 한 것으로 보 아 최적 입지에서의 거리에 따른 총비용의 변화를 파악할 수 있으므로 적절하다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 글의 핵심 내용 이해하기 d에 공장을 세운다면, c에 공장을 세웠을 때보다 총 비용이 크기는 하지만, 두 곳 모두 총비용과 총수입 이 일치하여 이윤이 발생하지 않으므로 적절하지 않 다. ① a와 c의 사이는 총수입이 총비용보다 크거나 같 다. 따라서 손실은 발생하지 않으므로 적절하다. ② a는 총수입과 총비용이 일치하는 지점으로, 이윤의 공간적 한계 지점이므로 적절하다. ④ e와 b의 총수 입과 총비용의 차이는 b보다 e가 더 크므로 적절하 다. ⑤ e와 f의 총비용을 살펴보면 e보다 f의 총비용 이 크다. 따라서 e에서 f로 이동할수록 총비용이 늘 어나므로 적절하다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 글의 내용을 구체적 사례에 적용하기 A 공장이 ㉮지역으로 이전하려는 이유는 보조금과 공 장들이 밀집해 있다는 점 때문이므로 적절하지 않다. ① A 공장이 기존에 있던 지역을 떠나려는 것은 그 지역에서 추가 부담금을 징수하기 때문이므로 적절 하다. ③ A 공장이 ㉮지역으로 이전하면서 보조금을 지원받는 것은 비용 절감의 효과가 있다. 그리고 세 금 감면을 받는 것도 마찬가지로 비용 절감의 효과 가 있으므로 적절하다. ④ 3문단에서 ‘경영자의 경영 수완으로, 경영자가 효율적인 경영을 통해 생산비를 낮춘다면 이윤의 공간적 한계는 그 전보다 넓어질 수 있다’라고 한 것으로 보아 적절하다. ⑤ 3문단에 서 ‘생산 규모가 커지면 원료의 공동 구입, 제품의 공동 판매 등으로 총비용을 절감하여 이윤을 발생시 킬 수 있다’라고 한 것으로 보아 적절하다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 어휘의 문맥적 의미 파악하기 ㉠은 ‘서로 다르지 않고 하나이다’라는 의미로 사용 되었으므로 적절하다. ① ‘다른 것과 비교하여 그것과 다르지 않다.’는 의미 로 사용되었으므로 적절하지 않다. ③ ‘기준에 합당 한’의 뜻으로 사용되었으므로 적절하지 않다. ④ ‘지 금의 마음이나 형편에 따르자면’의 뜻으로 사용되었 으므로 적절하지 않다. ⑤ ‘추측, 불확실한 단정’의 뜻으로 사용되었으므로 적절하지 않다. [예술] [24~26] <출전> M.C. 에셔,「M.C. 에셔, 무한의 공간」"
}
{
    "question_number": 24,
    "question_text": "[출제의도] 글의 세부 내용 이해하기 1문단에서 ‘대상을 있는 그대로 재현하는 데 중점을 두었던 과거의 작가들과 달리’를 통해 에셔가 대상을 있는 그대로 재현하지 않았음을 알 수 있으므로 적 절하지 않다. ② 2문단에서 ‘평면 구조를 표현하기 위한’과 ‘분할된 평면을 빈틈없이 채웠다’를 통해 확인할 수 있으므로 적절하다. ③ 2문단에서 ‘기본 형태로 설정했다’와 ‘평행 이동한 후 거울에 비친 것처럼 반사시키기도 하면서’를 통해 확인할 수 있으므로 적절하다. ④ 4 문단에서 ‘평면 분할에서 나아가 3차원의 형태인 원 통이나 원뿔, 구의 표면을 평면 분할 기법을 적용하 여 분할하기도 하고’를 통해 확인할 수 있으므로 적 절하다. ⑤ 5문단에서 ‘에셔의 작품에 사용된 평면의 규칙적 분할은 현재 다양한 제품의 디자인에 활용되 고 있으며’를 통해 확인할 수 있으므로 적절하다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 구체적 사례에 적용하기 3문단에서 ‘어떠한 형태들이 배경이나 사물로 인식되 는 것은 절대적으로 정해져 있는 것이 아니라, 관찰 자의 선택에 의해 상대적으로 달라질 수 있음을 드 러낸다’를 통해 밝은색 도마뱀을 사물로 인식하게 하 려는 것이 작가의 의도가 아님을 확인할 수 있으므 로 적절하지 않다. ① 2문단에서 ‘구체적이고 일상적인 사물들을 단순화 하여 평면 구조를 표현하기 위한 기본 형태로 설정 했다’를 통해 확인할 수 있으므로 적절하다. ② 4문 단에서 ‘2차원의 평면 분할에 활용된 기본 형태를 3 차원의 실제 사물처럼 입체적으로 변형시켜 표현하 고, 이를 다시 평면의 기본 형태로 바꾸는 과정을 통 해 2차원과 3차원을 넘나드는 새로운 차원을 드러내 고자 하였다’를 통해 확인할 수 있으므로 적절하다. ③ 2문단에서 ‘에셔는 먼저 평면의 규칙적 분할을 활 용하여 2차원의 평면 구조를 표현하는 것에 관심을 3 가졌다’를 통해 확인할 수 있으므로 적절하다. ⑤ 4 문단에서 ‘하나의 작품 안에서 평면과 공간을 넘나드 는 순환 체계를 드러내기도 했다’를 통해 확인할 수 있으므로 적절하다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 핵심 개념 비교하기 ㉠은 기본 형태인 말이 반복되고 있고, <보기>의 ‘프랙털 구조’에서는 하나의 모양이 무한히 반복되어 나타난다고 했으므로 적절하다. ① <보기>에서 ‘프랙털 구조’는 무한히 반복되어 나 타나는 자기 복제의 특징이 있다고 하였으므로 적절 하지 않다. ② ㉠은 기본 형태의 축소와 확대가 나타 나지 않으므로 적절하지 않다. ③ ㉠은 같은 형태가 규칙적으로 배열되어 있으므로 적절하지 않다. ⑤ ㉠ 은 작품 전체의 형태가 기본 형태인 말과 유사하지 않으므로 적절하지 않다. [과학] [27~30] <출전> 디 언그로브 실버톤,「인체생리학」"
}
{
    "question_number": 27,
    "question_text": "[출제의도] 글의 내용 파악하기 병원체가 우리 몸에서 어떤 과정으로 퍼져 나가는지 에 대해 언급하고 있지 않으므로 적절하지 않다. ① 3문단에서 ‘대식 세포 표면에는 병원체의 고유한 특징을 인식하는 수용체가 있어서 이것이 병원체 표 면의 특징적인 분자들을 인식해’를 통해 확인할 수 있으므로 적절하다. ② 5문단에서 ‘상처 부위가 부어 올라 신경을 물리적으로 누르면 통증이 나타나기도 한다’를 통해 확인할 수 있으므로 적절하다. ③ 4문 단에서 ‘백혈구의 일종인 단핵구’와 ‘또 다른 백혈구 의 일종인 호중구’ 등을 통해 확인할 수 있으므로 적 절하다. ⑤ 2문단에서 ‘체내로 들어오는 특정 병원체 를 표적으로 하는 다른 면역 반응과 달리 염증 반응 은 병원체의 종류를 가리지 않고 나타난다는 특징이 있다’를 통해 확인할 수 있으므로 적절하다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 글의 세부 정보 파악하기 4문단의 내용으로 보아 케모카인을 분비하는 것은 호중구가 아니라 대식 세포이므로 적절하지 않다. ① 3문단과 4문단의 내용으로 보아 비만 세포가 히 스타민을 분비하면 단핵구가 혈관 벽을 통과하여 병 원체가 있는 감염 부위로 들어오게 된다는 것을 알 수 있으므로 적절하다. ② 4문단에서 ‘대식 세포는 사이토카인과 케모카인이라는 단백질을 분비해 병원 체를 제거할 다른 방어 체제를 유도한다’와 ‘사이토 카인은 혈관 내피세포에 작용하여 혈관을 확장시키 고’와 ‘케모카인은 혈관 벽에 붙은 호중구가 혈관 벽 내피세포 사이로 빠져나와 감염 부위로 이동할 수 있도록 유도하는 역할을 한다’를 통해 확인할 수 있 으므로 적절하다. ④ 4문단에서 ‘감염 부위로 이동한 호중구는 대식 세포와 같은 방법으로 병원체를 삼킨 다’와 5문단에서 ‘세포들이 병원체를 포식하여 파괴 하는 과정에서 병원체와 함께 죽는 경우도 있는데 이렇게 죽거나 죽어 가는 세포나 병원체 등은 고름 의 주성분이 된다. 고름은 대식 세포에 의해 점차적 으로 제거되기도 하고’를 통해 확인할 수 있으므로 적절하다. ⑤ 4문단에서 ‘단핵구는 혈관 벽을 통과한 후 대식 세포로 분화하여’와 ‘병원체를 제거할 다른 방어 체제를 유도한다’를 통해 확인할 수 있으므로 적절하다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 구체적 사례에 적용하기 약물을 사용한 후에는 과도한 염증 반응이 가라앉았 으므로 염증 반응 과정에서 히스타민이나 사이토카인 의 작용이 원활하지 않게 되기 때문에 적절하다. ① 약물을 사용하기 전에는 과도한 염증 반응이 일어 나고 있으므로 염증 반응 과정으로서 호중구가 혈관 벽에 달라붙는 일이 많이 일어나기 때문에 적절하지 않다. ② 약물을 사용하기 전에는 과도한 염증 반응 이 일어나고 있으므로 염증 반응 과정에서 단핵구가 혈관 벽을 통과하는 일이 많이 일어나기 때문에 적절 하지 않다. ③ 약물을 사용한 후에는 과도한 염증 반 응이 가라앉았으므로 염증 반응 과정에서 백혈구가 감염 부위로 이동하는 일은 줄어들기 때문에 적절하 지 않다. ④ 약물을 사용한 후에는 과도한 염증 반응 이 가라앉았으므로 염증 반응 과정에서 혈관의 내피 세포들 사이가 축소되기 때문에 적절하지 않다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 글의 핵심 정보 정리하기 5문단에서 ‘죽거나 죽어 가는 세포나 병원체 등은 고 름의 주성분이 된다’와 ‘혈관이 확장되면서 상처 부 위가 혈장으로 채워지기 때문에 빨갛게 부어오르고’ 를 통해 확인할 수 있으므로 적절하다. [고전소설] [31~34] <출전> 작자 미상,「이화전」"
}
{
    "question_number": 31,
    "question_text": "[출제의도] 서술 방식 이해하기 ‘이여백’이 자물쇠에 붙어 재생하거나 여우가 변신하 는 등 전기적 요소를 활용하여 비현실적 장면을 드 러내고 있으므로 적절하다. 32 [출제의도] 말하기 방식 파악하기 [A]에서 ‘이여백’은 ‘이화’가 여우를 잘 처리하지 못 할 상황을 가정하여, 그렇게 되면 자신과 ‘이화’에게 좋지 않은 상황이 벌어질 것이라고 경고하고 있고, [B]에서 ‘이화’는 옷을 벗지 않는 자신의 행동에 대 한 근거로 예의를 지켜야 한다는 당위성을 내세우고 있으므로 적절하다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 서사 내용 파악하기 ‘이여백’은 대국으로 돌아가기 위해 자물쇠로 재생한 것이 아니므로 적절하지 않다. ② ‘이화’가 자물쇠에 붙어 재생한 ‘이여백’의 혼령을 불러내어 고을 원님들이 죽은 이유를 말하지 않으면 혼령을 베겠다고 했으므로 적절하다. ③ ‘이여백’은 자물쇠를 이용하여 재생을 이루었고, 노파로 변신한 여우를 처치할 방법을 ‘이화’에게 알려 주었으므로 적절하다. ④ 노파로 변신한 여우는 자신을 위협한 ‘이화’에게 복수하고자 대국으로 건너가 황제의 애첩 귀인의 몸을 빌려 변신하였으므로 적절하다. ⑤ 대국 에서 변신하여 황제의 귀인이 된 여우가 ‘이화’를 모 함하여 황제가 ‘이화’를 대국으로 잡아들이게 했으므 로 적절하다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 한자 성어 이해하기 ‘이화’가 점점 가까이 다가오는 상황에서 두려워하는 ‘귀인’의 상황을 표현해야 하므로 ‘몹시 두려워서 벌 벌 떨며 조심함’을 뜻하는 ‘전전긍긍(戰戰兢兢)’이 적 절하다. ② ‘오매불망(寤寐不忘)’은 ‘자나 깨나 잊지 못함’이 라는 뜻이므로 적절하지 않다. ③ ‘기사회생(起死回 生)’은 ‘거의 죽을 뻔하다가 도로 살아남’이라는 뜻이 므로 적절하지 않다. ④ ‘조변석개(朝變夕改)’는 ‘계 획이나 결정 따위를 일관성이 없이 자주 고침’이라는 뜻이므로 적절하지 않다. ⑤ ‘풍수지탄(風樹之嘆)’은 ‘효도를 다하지 못한 채 어버이를 여읜 자식의 슬픔’ 이라는 뜻이므로 적절하지 않다. [고전시가] [35～37] <출전> 이중경,「어부별곡(漁父別曲)」"
}
{
    "question_number": 35,
    "question_text": "[출제의도] 표현상의 특징 파악하기 ‘푸른 산’에 시각적 심상이 사용되었으나 계절의 흐름 이 나타나 있지 않으므로 적절하지 않다. ① <전 1장>의 ‘아이고 애달플사 아이고 서러운지 고’, <전 3장>의 ‘이런들 뉘 옳다 하며 저러한들 뉘 외다 하료’, <후 2장>의 ‘내 나이 많거나마나 머리도 세었거나마나’, <후 3장>의 ‘푸른 산은 높고 높고 흐 르는 물은 길고 길고’ 등에서 대구를 사용하여 운율감 을 형성하고 있으므로 적절하다. ② <전 1장>의 ‘내 마음 둘 데 없어라’에서 화자의 슬픔을, <전 2장>의 ‘물외에 풍월강산이 내 분수인가 하노라’, <후 3장> 의 ‘산수간 한가한 사람되어 허물 없이 사노라’에서 화자의 만족감이 드러나 있으므로 적절하다. ③ <전 3장>의 ‘어부가 무엇 그르리’, <후 3장>의 ‘그 아니 좋을 소냐’ 등에서 설의적 표현을 사용하여 자연에서 살아가는 만족감을 강조하고 있으므로 적절하다. ⑤ <전 2장>에서 세속적 삶을 의미하는 ‘시서’, ‘명리’와 자연 속에서의 삶을 드러내는 ‘풍월강산’을 대조하여 화자의 삶의 태도를 부각시키고 있으므로 적절하다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 소재의 의미 파악하기 ㉠은 ‘그 아니 좋을 소냐’를 통해 화자가 긍정적으로 인식하는 대상이라고 볼 수 있으며, ⓐ는 ‘가고 아니 오도다’를 통해 불변성을 지닌 ‘산’과 달리 가변성 을 지니고 있어 화자가 긍정적으로 인식하는 대상이 라고 볼 수 없으므로 적절하다. ② ㉠은 무상감을 준다고 볼 수 없으므로 적절하지 않다. ③ ㉠은 과거와의 단절감을 느끼게 한다고 보기 어려우므로 적절하지 않다. ④ ⓐ는 화자가 친밀감을 느끼는 대상이라고 볼 수 없으므로 적절하지 않다. ⑤ ⓐ는 가변성을 지니므로 적절하지 않다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 외적 준거를 참고하여 작품 감상하기 <전 2장>에서는 ‘처음에’와 ‘중간에’를 통해 시간의 흐름에 따라 변화한 화자의 내면을 알 수 있으나, <후 2장>에서는 ‘젊은 적’과 ‘날마다’를 통해 시간의 흐름에도 불구하고 젊은 시절의 마음을 갖고 있는 화자의 변하지 않는 내면을 알 수 있으므로 적절하 지 않다. ① <전 1장>의 ‘애달플사’, ‘서러운지고’에는 어머니 가 돌아가신 후 화자가 느낀 슬픔이 직접적으로 드러 나 있다고 볼 수 있으므로 적절하다. ② <후 1장>의 ‘경륜을 내 아더냐’, ‘필부’를 통해 작가가 벼슬을 하지 않은 신분으로 살았음을 짐작할 수 있으므로 적절하 다. ④ <전 3장>의 ‘어부’와 <후 3장>의 ‘한가한 사 람’을 통해 어부로 살고 있는 현재 화자의 삶의 모습 을 나타내고 있으므로 적절하다. ⑤ <전 3장>의 초 장인 ‘이런들 뉘 옳다 하며 저러한들 뉘 외다 하료’가 중장의 ‘옳거나 외거나’에 집약되어 있으며, <후 3 장>의 초장인 ‘푸른 산은 높고 높고 흐르는 물은 길 고 길고’가 중장의 ‘산고수장’에 집약되어 있으므로 적 절하다. [희곡] [38~39] <출전> 이강백,「보석과 여인」"
}
{
    "question_number": 38,
    "question_text": "[출제의도] 등장 인물 이해하기 ‘남자’는 ‘그이’가 일생을 바쳐 완전한 보석을 깎고 난 후 한탄하는 상황에서 불가능한 젊음을 준다는 제안을 지속적으로 하며 ‘자, 어떻게 하시렵니까?’, ‘계약하셔야 합니다.’처럼, ‘그이’의 선택을 부추겨서 결국 계약을 하게 이끌어내고 있으므로 적절하다. ② ‘남자’와 ‘그녀’와의 대화 중 ‘그인 계약을 어기셨습 니다.’라는 문장에서 ‘그녀’에게 ‘그이’의 상황을 전달 하고 있지만 ‘그녀’와의 관계 회복을 유도하고 있지 않으므로 적절하지 않다. ③ ‘남자’와 ‘그이’와의 대화 에서 ‘그이’의 미래를 낙관적으로 전망하는 내용이 없 4 으므로 적절하지 않다. ④ ‘남자’와 ‘그녀’와의 대화에 서 ‘남자’가 ‘그녀’의 태도를 비판하고 있지 않으므로 적절하지 않다. ⑤ ‘남자’는 ‘그녀’에게 ‘그이’와의 갈등 해소의 실마리를 제공하지 않으므로 적절하지 않다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 외적 준거를 참고하여 작품 감상하기 ‘그녀’는 완전한 보석과 ‘그이’와의 사랑 중 ‘그이’와 의 사랑을 원하고 있으므로 적절하지 않다. ① ‘그이’가 재로 변해 바람에 흩어지고 있는 결말의 내용이 먼저 제시되고 있으므로 적절하다. ③ 보석으 로 상징되는 현실적 가치를 이루고도 한탄하는 ‘그 이’의 모습이 제시되어 있으므로 적절하다. ④ 완전 한 사랑과 완전한 보석 두 가지를 모두 갖고 싶어 하는 ‘그이’의 모습이 제시되어 있으므로 적절하다. ⑤ 젊음을 조건으로 계약을 제시하는 계약 모티프를 활용하고 있으므로 적절하다. [현대시] [40~42] <출전> 박두진, 「청산도(靑山道)」 복효근, 「버팀목에 대하여」"
}
{
    "question_number": 40,
    "question_text": "[출제의도] 작품 간 공통점 파악하기 (가)에서는 음성 상징어 ‘철철철’을 통해서 산의 짙 푸름이라는 시적 상황을 구체화하고 있고, (나)에서 는 음성상징어 ‘허위허위’를 통해서 화자가 힘들어 하는 시적 상황을 구체화하고 있으므로 적절하다. ① (가)에서는 대상을 부르는 말인 ‘산아’를 반복하 여 운율을 형성하고 있지만, (나)에서는 대상을 부르 는 말이 나타나지 않으므로 적절하지 않다. ③ (가), (나) 모두에서 수미상관의 구조가 드러나지 않으므 로 적절하지 않다. ④ (가)에서는 ‘향기로운 풀밭’ 등 에서 후각적 심상이 드러나 ‘산’이라는 공간의 분위 기를 형상화하고 있지만, (나)에서는 후각적 심상이 드러나지 않으므로 적절하지 않다. ⑤ (나)에서는 ‘- 습니다’라는 높임의 종결 표현이 드러나지만, (가)에 서는 높임의 종결 표현이 드러나지 않으므로 적절하 지 않다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 외적 준거를 바탕으로 작품 감상하기 화자가 ‘볼이 고운 사람’을 그리워하고 있는 것을 보 면 ‘볼이 고운 사람’은 현재 청산에 없다는 것을 알 수 있고, 이 때문에 ‘볼이 고운 사람’과 화자가 청산 에서 함께하고 있다는 것은 적절하지 않다. ① ‘금빛 기름진 햇살’에서 ‘금빛’을 통해 ‘산’의 아름 다움을, ‘기름진’을 통해 ‘산’의 풍요로움을 알 수 있 으므로 적절하다. ③ ‘티끌 부는 세상’은 ‘벌레 같은 세상’과 함께 현실에 대한 화자의 부정적인 시선을 드러내는데, <보기>에서 현실을 ‘광복 직후 이념 대 립으로 인해 우리 민족이 분열되었던 시기’라고 표현 하고 있으므로 적절하다. ④ ‘산’에서 일어나는 변화 로서, ‘달 가고, 밤 가고’는 ‘소멸’의 의미를, ‘빛난 아 침 이르면’은 생성의 의미를 드러내고 있으므로 적절 하다. ⑤ <보기>의 ‘부정적 현실을 극복하여 평화로 운 세계가 도래할 것이라는 미래지향적인 태도’에서 긍정적 미래에 대한 화자의 확신과 소망을 확인할 수 있고, ‘티어 올 밝은 하늘’에서 긍정적 미래에 대 한 화자의 확신을, ‘너만 그리노라’에서 긍정적 미래 에 대한 소망을 확인할 수 있으므로 적절하다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 시어의 의미 파악하기 ‘버팀목은 이윽고 삭아 없어지고’를 보면 ㉢은 ‘죽은 나무’가 ‘산 나무’를 지탱해 주고 사라지는 때를 의미 하므로 적절하지 않다. ① ‘그렇듯 얼마간 죽음에 빚진 채’를 보면 ㉠은 ‘산 나무’가 ‘죽은 나무’에게 의존할 수밖에 없는 기간을 의미하므로 적절하다. ② ‘싹이 트고 다시 / 잔뿌리를 내립니다’를 보면 ㉡은 ‘산 나무’가 ‘죽은 나무’ 덕분 에 생명력을 회복하고 있음을 드러내므로 적절하다. ④ ‘이제는 / 사라진 것이 나무를 버티고 있기 때문 입니다’를 보면 ㉣은 ‘산 나무’가 ‘죽은 나무’에 의지 하지 않아도 살아갈 수 있는 시점을 의미하므로 적 절하다. ⑤ ‘언젠가 누군가의 버팀목이 되기 위하여’ 를 보면 ㉤은 ‘산 나무’와 ‘죽은 나무’를 통해 ‘나’가 얻은 깨달음을 실천하게 되는 때를 의미하므로 적절 하다. [현대소설] [43~45] <출전> 선우휘,「불꽃」"
}
{
    "question_number": 43,
    "question_text": "[출제의도] 서술상 특징 파악하기 ‘현’과 ‘고노인’의 내적 독백을 활용하여 인물의 의식 을 드러내고 있으므로 적절하다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 외적 준거에 따른 감상의 적절성 파악 하기 ‘나머지 한 알의 탄환’은 현실을 외면하거나 현실에서 도피하지 않고 주도적으로 행동하려는 인물의 결심이 나타난 소재이므로 적절하지 않다. ① ‘조상의 뼈다귀를 메고 다’니는 것은 고노인이 사 회 현실에 적극적으로 참여하기보다는 자신의 ‘혈통’ 과 ‘조상’을 우선으로 생각한 행동이므로 적절하다. ② ‘모두가 기정의 숙명에서 벗어나 있다는 해방감’ 을 통해 고노인이 느낀 ‘새로운 감정’을 확인할 수 있으므로 적절하다. ③ ‘살아본 일이 없지 아니한가’ 라고 생각한 현은 과거 자신의 삶을 ‘도피’와 ‘외면’ 의 삶이라고 반성하고 있으므로 적절하다. ④ 현은 ‘가엾은 연호’가 전쟁으로 인해 죽었다고 생각하므로 적절하다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 소재의 기능 파악하기 ‘동굴’은 현이 ‘동굴’에서 죽은 아버지의 삶을 떠올리 고 자신의 지난 삶을 성찰하며 의식 변화를 이루어간 다는 점에서 과거와 현재를 매개한다고 볼 수 있다. ‘꽃밭’은 ‘검은 구름과 휘몰아칠 폭풍’과 같은 부정적 현실을 외면했던 현의 삶을 상징하므로 적절하다."
}
