{
    "question_number": 1,
    "question_text": "[출제의도] 강연자의 말하기 방식 파악하기 강연에서 강연 순서를 제시한 부분은 없다. ① 1문단에서 평균의 의미를 다시 생각해 보기 위해 ‘평균에서 벗어난 삶’을 주제로 강연을 하겠 다고 밝히고 있다. ② 1문단에서 ‘우리나라 고등학생의 평균 키는 몇이지?’ 등의 질문들을 해 보았냐는 물음을 통해 청중의 경험을 환기하고 있다. ③ 4문단에서 ‘타인과 구별 짓는 색다른 경험을 해 보는 건 어떨까요?’라는 제안을 하며 강연을 마무리하고 있다. ④ 2문단에서 미국 공군의 비행기 사고 조사 과정에서 평균값을 낸 사례를 활용해 평균이 보편 적이고 대표적인 것만은 아니라는 주장을 뒷받침 하고 있다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 듣기 전략에 따른 반응의 적절성 파악하기 평균을 뛰어넘으려는 압박감에 조바심을 내던 모습이 자신의 경험이고, 그런 자신의 모습을 돌 아보는 것이 성찰이라 할 수 있다. ① 평균을 기준으로 만든 조종석이 누구에게도 맞을 수 없었다는 내용은 강연에서 언급된 내용이다. ② 조종사들의 신체 지수의 평균을 낸 방식에 대해 의문을 가진 것은 자료의 오류를 판단한 내 용이라 할 수 없다. ③ 사람들이 신체 지수의 평균에 주목한다는 내 용은 강연에서 확인할 수 없다. ④ 상품의 규격을 표준화할 때 평균이 유용하다 는 글쓴이의 주장은 강연에서 확인할 수 없다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 내용 추론의 적절성 파악하기 A 씨는 식당이나 서점에 가면 베스트 메뉴와 베스트셀러를 기준으로 선택을 하는 사람이다. 강 연을 들은 학생은 A 씨에게 ‘평균에서 벗어난 삶’ 을 고려하여, 타인의 기준보다는 자신의 특별한 기준을 찾아 선택하라고 조언할 수 있다. ** 화법․ 작문 **"
}
{
    "question_number": 4,
    "question_text": "[출제의도] 의사소통 방식 파악하기 [C]에서 학생 회장이 학생 기자에게 질문을 한 부분을 찾을 수 없다. ① 학생 기자는 지난 환경의 날에 폐현수막으로 에코백을 만들어 친구들에게 나눠 주는 행사에 참 여했던 경험을 언급하며 버려진 현수막이 또 다른 형태로 쓰일 수 있다는 것에 흥미를 느꼈다고 말 하고 있다. ② 학생 기자는 업사이클링에 대한 학생 회장의 설명에 업사이클링이 좋은 일이라며 긍정적으로 반응하고 있다. ③ 학생 회장은 학생 기자의 요청에 따라 업사 이클링이 환경을 보호하고, 경제적 효과까지 창출 할 수 있다며 업사이클링이 지닌 의의를 설명하고 있다. ④ 학생 회장은 멸종 위기 물고기의 사진들을 보여 주고, 이번 축제의 업사이클링 관련 행사에 서 생태계 보호의 의미를 담으려고 한다며 행사의 의도를 설명하고 있다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 질문의 적절성 파악하기 (가)에서 학생 회장은 멸종 위기 물고기 모양의 디자인에 대해 언급했을 뿐, 업사이클링 상품에 활용된 다양한 디자인에 대해서는 설명하지 않았 다. ① 학생 회장은 업사이클링이 업그레이드와 리 사이클링이 합쳐진 말로, 버려지거나 다 쓴 물건 에 디자인이나 활용도를 더해 새로운 제품으로 재 탄생시키는 것을 뜻한다고 설명하고 있다. ② 학생 회장은 학생들이 업사이클링 활동을 경 험해 봄으로써 환경과 생태계를 지키는 일이 생각 보다 어렵지 않다는 것을 학생들에게 알리고 싶다 고 업사이클링 관련 행사를 기획한 의도를 밝히고 있다. ③ 학생 기자는 업사이클링이 환경을 보호하고, 디자인을 접목한 상품을 만들어 경제적 효과를 창 출할 수 있기 때문에 환경을 생각하는 사람이나 사회적 기업들이 업사이클링의 제품에 관심을 가 지고 있다고 판단하고 있다. ⑤ 학생 회장은 버려진 방수천을 활용해 필통을 만드는 업사이클링 행사를 이번 축제의 활동으로 계획했다고 말하고 있다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 작문 계획의 반영 여부 파악하기 (나)에서 비유적 표현을 사용하여 업사이클링 활동을 활성화시키기 위한 노력을 강조한 부분은 확인할 수 없다. ① 폐타이어를 활용해 만든 미끄러지지 않는 신발 은 인터뷰에서 언급되지 않은 업사이클링 제품이다. ② 글의 처음 부분에서 지구 환경 문제에 대한 우려의 목소리가 점점 커지면서 환경 보호 활동에 대한 관심이 높아졌고 단순히 물건을 재활용하는 것보다 더 가치 있는 활동에 관심을 가지게 되면 서 사람들이 업사이클링에 주목하고 있다고 설명 하고 있다. ③ 글의 끝부분에서 업사이클링을 실천하기 위 해 버려진 것들에 관심을 가지고, 그것을 새로운 물건이 될 수 있는 재료로 바라보는 자세가 필요 하다고 언급하고 있다. ④ ‘폐현수막으로 에코백 만들기’ 등을 구체적으 로 언급하며 학생들이 참여한 업사이클링 활동을 설명하고 있다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 고쳐 쓰기의 적절성 파악하기 지구의 환경 문제에 대한 우려의 목소리가 점점 커지면서 환경 보호 활동에 대한 관심이 높아진 사람들이 그동안 단순히 물건을 재활용했던 것을 넘어 좀 더 가치 있는 활동에 관심을 가지게 되어 업사이클링에 주목하고 있으므로 ㉠에는 문맥상 인과 관계인 ‘그래서’를 쓰는 것이 적절하다. ② ‘개시’는 ‘시장을 처음 열어 물건의 매매를 시작함.’이라는 의미이므로, ㉡에는 ‘상품이 시중 에 나옴. 또는 상품을 시중에 내보냄.’의 의미인 ‘출시’로 바꾸는 것이 적절하다. ③ ‘관련되어진’이 이중 피동이므로 ㉢은 ‘관련 된’으로 고쳐 쓰는 것이 적절하다. ④ ‘실천하다’는 목적어가 필요하므로 ㉣에 ‘업 사이클링을’을 추가하는 것이 적절하다. ⑤ ㉤은 글의 흐름에 맞지 않는 내용이므로 삭제 하는 것이 적절하다. ** 작문 **"
}
{
    "question_number": 8,
    "question_text": "[출제의도] 글쓰기 전략 파악하기 1문단의 ‘여러분은 학교에서 얼마나 많은 시간 을 보내고 있는지 생각해 본 적이 있습니까?’와 4 문단의 ‘높은 천장이 학생들의 창의력을 향상시키 는 데 도움이 된다는 사실을 아십니까?’에서 질문 의 방식을 활용하여 독자의 관심을 끌고 있다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 자료 활용 방안의 적절성 파악하기 (가)-1은 ‘고등학교 학생 1인당 학교 실내 건 물 면적’이 약 40년 간 8배 이상 증가해 왔다는 것을 보여주는 자료이고, (나)는 천장의 높이와 창의력 사이에 상관관계가 있다는 것을 보여 주는 자료이다. (가)-1에서 학교 실내 건물 면적의 증 가에 대한 내용을, (나)에서 천장 높이에 대한 내용 을 확인할 수 있을 뿐, 두 자료를 통해 학교 실내 건물의 활용도를 높이는 것과 천장 높이를 개선하 는 것에 대한 비교는 확인할 수 없다. ① (가)-1을 2문단의 학생들이 사용하는 실내 건물 면적은 점점 늘어났다는 내용을 보충하는 자 료로 활용할 수 있다. ② (가)-2를 3문단의 학교의 고층화로 인해 학 생들이 쉬는 시간을 활용하는 데 제약이 생겨 주 로 교실에 지내게 된다는 내용을 뒷받침하는 자료 로 활용할 수 있다. ③ (나)를 4문단의 높은 천장이 학생들의 창의 력을 향상시키는 데 도움이 된다는 사실에 대한 내용의 근거 자료로 활용할 수 있다. ⑤ (가)-2와 (다)를 5문단의 학생들이 실외로 이동하는 시간을 줄여 학교의 고층화로 인해 생긴 문제점을 해결할 수 있도록 하는 공간 개선의 필 요성을 강조하는 자료로 활용할 수 있다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 조건에 맞는 글쓰기 <보기>의 추가한 내용은 학교 건물의 공간을 개선해야 한다는 글쓴이의 주장을 프랑스의 사례 를 들어 강화하고 있다. 또한 학교 건물의 변화를 위해 노력한다면 학생들의 학교생활에 긍정적인 변화를 가져올 수 있을 것이라는 개선 방안의 기 대 효과를 제시하고 있다. ** 문법 **"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 한글 맞춤법 탐구하기 ‘수’는 의존 명사이므로 실질 형태소, ‘만’과 ‘은’ 은 보조사이므로 형식 형태소이다. 따라서 형태를 밝히어 적었다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 한글 맞춤법 적용하기 ‘높이’는 용언의 어간 ‘높-’에 접미사 ‘-이’가 2019학년도 9월 고1 전국연합학력평가 정답 및 해설 고1 정답 및 해설 2019학년도 9월 전국연합학력평가 2 14 붙어서 부사로 된 경우이므로 ㉡의 예에 해당한다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 표준 발음법 이해하기 ‘늦게[늗께]’는 <보기>의 ㉠에서 받침 ‘ㅈ’ 뒤 에 연결되는 ‘ㄱ’이 된소리로 발음되는 경우에, ‘얹다[언따]’는 <보기>의 ㉡에서 어간 받침 ‘ㄵ’ 뒤에 결합되는 어미의 첫소리 ‘ㄷ’이 된소리로 발 음되는 경우에 해당하는 단어이다. ② ‘있고[읻꼬]’는 <보기>의 ㉠에 해당하는 단 어이다. ③ ‘늙다[늑따]’는 <보기>의 ㉠에 해당하는 단 어이다. ④ ‘묶어[무꺼]’는 연음이 된 것으로 <보기>의 규정과는 상관이 없다. ⑤ ‘앉다[안따]’는 <보기>의 ㉡에 해당하는 단 어이다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 인용 표현 이해하기 ㉡의 직접 인용문에서 쓰인 주체 높임 표현 ‘계 시다’가 간접 인용문에서는 ‘있다’로 바뀌어 주체 높임 표현과 객체 높임 표현이 모두 실현되지 않 았다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 사전 활용의 적절성 파악하기 ‘기분이 개다.’는 ‘(비유적으로) 언짢거나 우울 한 마음이 개운하고 홀가분해지다.’의 의미이므로 개다1「2」의 용례에 해당한다. ** 인문 예술 복합 ** □ 출전: 연혜경, 니체의 예술 철학과 표현주의"
}
{
    "question_number": 16,
    "question_text": "[출제의도] 내용 전개 방식 파악하기 이 글은 존재에 대한 철학자들의 견해를 살펴본 후, 플라톤의 철학적 견해를 바탕으로 한 서양 철 학의 주류적 입장을 부정하는 니체의 철학적 견해 를 설명하고 있다. 그리고 니체의 이러한 견해가 예술에 미친 영향을 표현주의 회화를 중심으로 설 명하고 있다. ① 예술 양식의 발전 단계를 제시하지 않았다. ② 예술에 대한 니체의 견해가 시대에 따라 달 리 평가받는다는 내용을 언급하지 않았다. ③ 예술에 대한 니체의 시각과 서양 철학의 주 류적 입장의 장단점을 비교하지 않았다. ④ 예술에 대한 여러 철학자의 견해를 언급하지 않았다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 특정 대상에 대한 관점 비교하기 1문단에서 헤라클레이토스는 존재가 변화의 과 정 중에 있으며 끊임없이 생성과 소멸을 반복하는 것으로 보았음을 알 수 있다. 2문단에서 니체 또 한 헤라클레이토스의 견해를 받아들여 영원히 변 하지 않는 존재는 없다고 보았음을 알 수 있다. ② 1문단에서 파르메니데스는 존재를 영원하며 절대적이고 불변성을 가지는 것으로 보았음을 알 수 있다. ⑤ 1문단에서 플라톤은 존재의 근원인 이데아 를 감각이 아닌 이성을 통해 인식할 수 있다고 보 았음을 알 수 있다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 세부 정보 파악하기 4문단에서 표현주의 화가들은 존재와 진리의 참모습을 모방하는 것을 예술의 목적으로 삼았던 사실주의 미학을 따르지 않았음을 확인할 수 있다. ① 4문단에서 표현주의 화가들은 인간의 감정 을 존재의 본질을 드러내는 것으로 보았음을 알 수 있다. ③ 4문단에서 표현주의 화가들은 감정을 시시 각각 변화하며 생성과 소멸을 반복하는 것으로 보 았음을 알 수 있다. ④ 5문단에서 표현주의 화가들은 예술가로서의 감정적, 주관적인 표현을 예술이 추구해야 하는 가치로 보았음을 알 수 있다. ⑤ 4문단에서 표현주의 화가들은 작품에서 드러 나는 공간이 현실 공간의 재현이 아니라 화가 자 신의 감정을 표현하기 위한 상징과 의미를 생산하 는 공간이라고 인식했음을 알 수 있다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 구체적 사례에 적용하기 3문단에서 니체는 본능에 내재한 감성을 바탕으 로 하는 예술적 충동을 중시했음을 확인할 수 있 다. 또한 4문단에서 니체의 철학을 수용했던 표현 주의 화가는 자신의 감정과 충동을 표현하는 것을 예술의 목적이라고 생각했음을 확인할 수 있다. 이를 <보기>와 연결 지으면 키르히너는 감성을 바탕으로 한 예술적 충동을 중요하게 여겼던 니체 의 생각에 영향을 받았음을 추론할 수 있다. ① 니체는 인간이 예술을 통해 허무를 극복할 수 있다고 보았다. ② 니체는 현실 너머의 이상 세계가 있다고 보 지 않았다. ③ 니체는 초월적 세계를 인정하지 않고 현실 세계가 유일한 세계라고 보았다. ⑤ 니체는 ‘힘에의 의지’를 인간이 주변인이나 사물을 자기 마음대로 지배하고 억압하려는 것이 아니라 자기 극복을 이끄는 생명의 상승을 지향하 는 의지로 보았다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 어휘의 사전적 의미 파악하기 ⓒ는 ‘원래의 상태로 돌이키거나 원래의 상태를 되찾음.’을 의미한다. ‘온전하게 보호하여 유지함.’ 을 의미하는 어휘는 ‘보전’이다. ** 사회 ** □ 출전: 앤 잰저, 플랫폼의 미래 서브스크립션"
}
{
    "question_number": 21,
    "question_text": "[출제의도] 세부 내용 파악하기 1문단에서 소비자가 구독경제를 이용하기 위해 서는 회원 가입을 한다는 것을 확인할 수 있고, 4 문단에서 생산자가 상품을 사용하는 고객들의 정 보를 수집한다는 내용을 확인할 수 있다. ①, ④ 4문단에서 생산자는 상품을 사용하는 고객 들의 정보를 수집하고 개별화된 서비스를 제공하여 고객과의 관계를 지속적으로 유지할 수 있고, 안정적 인 매출을 올릴 수 있다는 내용을 확인할 수 있다. ② 4문단에서 구독경제를 이용하면 상품 구매 행위에 들어가는 시간과 불편함 등의 문제를 해결 할 수 있다는 내용을 확인할 수 있다. ⑤ 3문단에서 소비자들이 한정된 비용으로 최대 한의 만족을 얻기 위해 노력한 결과가 구독경제의 확산으로 이어졌다는 내용을 확인할 수 있다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 자료를 바탕으로 이론 비교하기 3문단에서 ‘소비자들이 상품을 소유함으로써 얻 는 만족감보다는 상품을 사용함으로써 얻는 만족 감을 더 중요시한다.’고 하였다. <보기>에서는 공 유경제가 한번 생산된 상품이나 서비스를 여러 사 람이 공유해 사용하는 협력 소비를 통해 소비자의 만족도를 높인다고 하였다. 그러므로 ㉠과 ㉡은 모두 소비자의 부담을 줄이면서 상품을 사용함으로 써 얻는 효용에 관심을 가진다는 것을 알 수 있다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 구체적 사례에 적용하기 매월 일정 금액을 지불하고 정수기를 사용하는 서비스는 ⓒ에 해당한다. ** 기술 ** □ 출전: 세드리크 레이, 장클로드 푸아자, 일상 속의 물리학"
}
{
    "question_number": 24,
    "question_text": "[출제의도] 정보 간의 관계 파악하기 ㉡은 전자기유도 현상을 이용하기 때문에 저항 이 크고 강자성체인 소재의 용기를 사용해야 한다 는 점에서 ㉠보다 사용할 수 있는 용기의 소재에 제약이 많다. ① 유도 전류를 이용하여 용기를 가열하는 것은 ㉡이다. ② 상판을 가열하여 그 열로 음식을 조리하는 것은 ㉠이다. ③ ㉡은 상판을 직접 가열하지 않기 때문에 상 대적으로 ㉠보다 화상의 위험이 적다. ④ ㉡은 ㉠보다 에너지 효율이 높기 때문에 용 기를 더 빨리 가열할 수 있다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 자료를 바탕으로 내용 파악하기 <보기>의 전기레인지는 인덕션 레인지이다. 인 덕션 레인지에 전원이 켜지면 코일(ⓐ)에 고주파 전류가 흐르면서 그 주변으로 교류 자기장(ⓑ)이 만들어진다. 이때 도체인 냄비(ⓒ)에 유도 전류인 맴돌이전류(ⓓ)가 발생하게 되고 냄비 소재의 저 항에 의해 열이 발생하여 물이 끓게 된다. 그러므 로 전원이 켜지면 발생하는 교류 자기장(ⓑ)이 냄 비(ⓒ)의 바닥에 폐회로를 형성하게 만드는 것이 지 냄비(ⓒ) 소재의 저항에 따라 교류 자기장(ⓑ) 의 세기가 변하는 것이 아니다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 자료를 바탕으로 원리 이해하기 <보기>의 자기 이력 곡선은 자기장의 변화에 따른 강자성체의 자화 세기 변화를 나타내는 그래 프로 자기 이력 현상에 의해 발생하는 열에너지는 그래프 내부의 면적과 비례한다. 4문단에서 자성체의 자화 세기는 물체에 가해 준 자기장의 세기에 비례하여 커지다가 자기 포화 상태에 이르면 자기장의 세기가 더 커져도 자화의 세기는 더 이상 커지지 않는다는 내용을 확인할 수 있다. 따라서 A 소재의 용기 외부에 가해지는 자기장의 세기가 계속 커지더라도 A 소재가 자기 포화 상태에 이르면 자화의 세기는 더 이상 커지 지 않으므로 자기에너지가 전환되어 발생하는 열 에너지의 크기도 계속 증가할 수는 없다. ① A와 B는 모두 자기 이력 현상이 나타나는 강자 성체이므로 인덕션 레인지 용기의 소재로 적합하다. ③ 인덕션 레인지의 전원을 차단하면 자기장의 세기는 0이 되며 이때 남아 있는 자화의 세기는 A가 B보다 크다. ** 과학 ** □ 출전: 이은희 외, 미래를 읽다 과학이슈"
}
{
    "question_number": 27,
    "question_text": "[출제의도] 표제와 부제의 적절성 파악하기 이 글은 인체의 자연치유력의 개념을 정의하고 오토파지의 개념, 기능, 과정 등을 제시하며, 오토 파지의 원리를 중심으로 인체의 자연치유력을 서 술하고 있다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 자료를 바탕으로 원리 이해하기 3문단에서 오토파고솜(ㄴ)과 리소좀(ㄷ)이 합쳐 지면 리소좀(ㄷ) 안에 있는 가수분해효소가 오토 파고솜 안에 있던 불필요한 단백질과 망가진 세포 소기관을 잘게 분해한다는 내용을 확인할 수 있다. 2019학년도 9월 전국연합학력평가 정답 및 해설 고1 3 14"
}
{
    "question_number": 29,
    "question_text": "[출제의도] 세부 정보 비교하기 오토파지는 세포 안에 쌓인 불필요한 단백질과 망가진 세포 소기관을 분해해 재활용하여 우리 몸 의 항상성을 유지하는 현상이고, 아포토시스는 손 상된 세포가 스스로 사멸함으로써 우리 몸의 항상 성을 유지하는 현상이다. ③ 2문단에서 오토파지는 우리 몸에 영양 공급 이 부족하거나 바이러스가 침투했을 때 발생한다 는 내용을 확인할 수 있다. ⑤ 3문단에서 오토파지는 세포의 일부를 분해 하고, 분해된 조각들이 다른 세포 소기관을 만드 는 재료로 활용된다는 내용을 확인할 수 있다. 4 문단에서 아포토시스는 개체를 보호하기 위해 손 상된 세포가 사멸하여 우리 몸을 건강한 상태로 유지한다고 했으므로 다른 세포 소기관을 만드는 데 활용된다는 설명은 부적절하다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 어휘의 문맥적 의미 파악하기 ⓐ는 ‘무엇이라고 가리켜 말하거나 이름을 붙이 다.’의 의미로 ‘도덕 기준이 없는 혼돈 상태를 아 노미라고 부른다.’의 ‘부르다’와 같은 의미이다. ① ‘만세 따위를 소리 내어 외치다.’의 의미이다. ② ‘어떤 방향으로 따라오거나 동참하도록 유도 하다.’의 의미이다. ③ ‘값이나 액수를 얼마라고 말하다.’의 의미이다. ⑤ ‘말이나 행동 따위로 남을 오라고 하다.’의 의미이다. ** 고전시가 ** □ 출전: (가) 어무적, ｢유민탄(流民歎)｣ (나) 이별, ｢장육당육가(藏六堂六歌)｣"
}
{
    "question_number": 31,
    "question_text": "[출제의도] 표현상의 특징 파악하기 (가)에서는 ‘어느 겨를에 마음속 일을 말이나 하겠소’라는 설의적 표현을 통해 자신의 고통을 말조차 할 수 없는 백성들의 안타까운 현실을 부 각하고 있다. (나)에서는 ‘세상에 득 찾는 무리 어 찌 알기 바라리’라는 설의적 표현을 통해 속세적 가치를 추구하지 않고 자연 속에서 옳고 그름을 분 간하며 살고자 하는 화자의 마음을 부각하고 있다. ③ (가)의 ‘서울 관리는 귀가 없고 백성은 입이 없다네’나 (나)의 ‘내 이미 백구 잊고 백구도 나를 잊네’ 등 (가)와 (나) 모두에서 대구적 표현이 나 타나 있다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 시어의 관계 파악하기 ㉡이 백성들을 구제하고 싶어도 구제할 힘이 없 는 화자임을 알 수 있으나, ㉠이 화자를 원망한다 는 내용은 확인할 수 없다. ② ‘나는 너희들을 구제할 마음이 있어도 너희들 을 구제할 힘이 없구나’에서 ㉠을 구제하고 싶으나 능력이 되지 않는 화자의 안타까움이 드러나 있다. ③ ‘군자의 생각을 가져 보게나’, ‘군자의 귀를 빌려’를 통해 화자가 ㉢이 군자와 같은 생각을 갖 기를 바라고 있다는 것을 알 수 있다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 외적 준거에 따른 감상의 적절성 파악하기 ‘빈 강’에서 낚시를 하며 풍류를 즐기고 있는 화 자가 ‘득 찾는 무리’를 알기를 바라지 않는다고 말 하는 것은 공명을 추구하는 세속의 사람들과는 거 리를 두고 살겠다는 의지를 드러낸 것으로 볼 수 있다. ** 갈래복합 ** □ 출전: (가) 김소월, ｢삭주구성(朔州龜城)｣ (나) 이성복, ｢당신｣ (다) 함민복, ｢길의 열매 집을 매단 골 목길이여｣"
}
{
    "question_number": 34,
    "question_text": "[출제의도] 표현상의 특징 파악하기 (가)는 집이 그리워 남북으로 오고 가는 새들과 삭주구성에 가고 싶지만 갈 수 없는 화자의 상황 을 대비하여 삭주구성에 대한 그리움을 드러내고 있다. (다)는 담장을 통해 서로를 불신하는 공간 에서 살아가는 것과 믿음이 있는 공간에서 살아가 는 것을 대비하여 골목길에 대한 생각을 드러내고 있다. ① (가)만 ‘먼 육천 리’로 명사로 시행을 마무리 하고 있다. ④ (다)만 ‘후드득’, ‘부지직’ 같은 음성 상징어 를 사용하고 있다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 감상의 적절성 파악하기 삭주구성은 ‘산 너머 / 먼 육천 리’에 있지만 꿈 에서는 ‘사오천 리’이기 때문에 ‘꿈’속 상황에서 삭주구성이 더 멀어졌다고 보는 것은 적절하지 않 다. ① 삭주구성은 ‘물로 사흘 배 사흘’을 가야 할 정도로 멀리 있음이 드러나 있다. ② ‘높은 산’은 화자가 삭주구성을 가는 데 방해가 되는 대상으로, 이를 반복하여 삭주구성에 가기 어려움을 드러내고 있다. ⑤ 화자는 삭주구성에 자유롭게 갈 수 없기에 자유롭게 날아가는 ‘구름’에 주목하고 있다. 그러 므로 ‘구름’을 통해 삭주구성을 그리워하는 화자의 마음이 부각되고 있다고 볼 수 있다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 외적 준거에 따른 감상의 적절성 파악하기 화자는 뻘밭에서 얼어붙은 연뿌리를 캐고 있는 ‘당신’을 목청을 다해 부른다. 이는 상처를 안고 힘든 노동을 하는 ‘당신’에 대한 연민의 마음을 드 러낸 것이지 자신이 위로받고자 하는 것이 아니다. ④ ‘당신’이 얼어붙은 연뿌리를 캐고 있지만 보 람 없는 삶인 ‘도로뿐인 한 생애’를 보낸다는 점에 서 나아지지 않는 삶을 살아가는 사람들의 고달픈 처지가 드러난다고 볼 수 있다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 공간의 의미 파악하기 ㉠은 농사를 지으며 살아가는 사람들의 삶의 공 간이고, ㉡도 가장이 일을 마친 후 귀가하고 만삭 의 아낙네가 시장을 봐서 돌아오는 등 일상적 삶 을 확인할 수 있는 공간이다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 감상의 적절성 파악하기 글쓴이는 이일훈 선생의 강의를 들으며 ‘완벽한 골목길’을 만났던 자신의 경험을 떠올린다. 길 담 장 체험을 통해 글쓴이는 골목길이 건강해 보이기 시작했다고 말하고 있다. 하지만 골목길에 대해 가지고 있던 자신의 생각을 후회하고 있지는 않다. ②, ③ ‘가슴이 찡했다. ~ 그랬을 것이다.’에서 이일훈 선생의 강의에 공감하고 있음이 드러나 있 다. 또한 ‘나도 완벽한 골목길을 만났었다.’에서 자신이 만났던 완벽한 골목길을 떠올리고 있다. ** 현대소설 ** □ 출전: 공선옥, ｢힘센 봉숭아｣"
}
{
    "question_number": 39,
    "question_text": "[출제의도] 작품의 내용 이해하기 아버지가 ‘아이고, 이놈의 세상～일이 없구나.’ 라고 말한 것으로 보아 세상을 탓하고 있을 뿐, 가족을 탓하고 있지는 않다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 인물의 심리 파악하기 ㉢에서 ‘나’는 결근을 알리기 위해 아줌마에게 전화를 했음에도 불구하고 무단결근을 했다고 주 장하는 아줌마의 이야기를 듣고 억울해 하고 있다. ① ㉠에서 ‘나’는 자신과 달리 아줌마와의 협상 에서 당당한 용우를 바라보고 있을 뿐, 용우를 안 타깝게 여기고 있지는 않다. ② ㉡에서 ‘나’가 어쩔 수 없이 결근하게 되었다 고 하는 것으로 보아 자신의 행동을 뉘우치고 있 다고 볼 수 없다. ④ ㉣에서 ‘나’는 계속되는 두 사람의 협상에 지 쳤을 뿐, 용우에 대해 실망감을 드러내고 있지는 않다. ⑤ ㉤에서 ‘나’는 아줌마도 아름다운 마음을 가 졌을 때가 있었는지에 대해 생각하고 있는 것일 뿐, 나쁜 사람이었음을 확신하고 있다고 볼 수는 없다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 외적 준거에 따른 감상의 적절성 파악하기 ‘나’는 아줌마가 애끓는 소리로 우는 것을 보면 서 엄마를 떠올리게 되고 그로 인해 괴로워하고 있다. 돈이 우선인 세상에 적응하지 못한 자신을 부끄러워하고 있는 것은 아니다. ** 고전소설 ** □ 출전: 작자 미상, ｢서해무릉기(西海武陵記)｣"
}
{
    "question_number": 42,
    "question_text": "[출제의도] 서술상의 특징 파악하기 ‘더구나 이렇게 머리를~ 최 씨의 심정이 오죽하 였겠는가?’라는 부분에서 서술자가 직접 개입하여 주관적 견해를 드러내고 있음을 알 수 있다. ⑤ 유연과 최 씨가 만나는 장면이 나타나지만, 이는 형세가 뒤바뀌는 반전이 아니며 유연과 최 씨의 만남으로 인해 갈등이 구체화되지도 않는다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 사건 전개 양상 파악하기 ⓑ에서 최 씨는 계선과 외출을 준비하지만 유연 과의 재회를 예상하고 있지 못하므로 ⓒ를 준비할 수 없다. 또한 유연과 떨어져 고난을 겪고 있을 뿐, 계선의 신뢰를 얻는 과정은 제시문에서 확인 할 수 없다. ③ 초월적 존재인 부처님이 유연의 꿈속에 나타 나 최 씨와 재회할 것임을 알려 주었다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 인물의 말하기 방식 파악하기 [A]에서 유연은 ‘이렇게 노상유객이 되어 떠도 는 이유는~ 인연을 잇기 위해서입니다.’라며 행동 의 이유를 밝히고 있다. 또한 ‘유연의 정성을 살펴 주시기 바라옵니다.’라며 자신이 원하는 바를 드러 내고 있다. [B]에서 유연은 ‘어찌 이다지 무심하시 어~ 도움도 주지 않으십니까?’라며 도움을 주지 않 는 상대를 원망하고 있다. ③ [A]에서 유연은 ‘최 씨를 만난다면 금은보화 를 아끼지 않고 절을 중수하여’라며 조건을 내세 워 자신의 입장을 밝히고 있다. 하지만 [B]에서 자신의 잘못을 인정하며 용서를 구하는 내용은 확 인할 수 없다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 감상의 적절성 파악하기 ‘서해무릉’은 유연이 헤어졌던 최 씨와 다시 만 나는 공간이지, 유연이 최 씨의 도움으로 용맹과 지략을 갖추게 되는 공간으로 보기는 어렵다. ③ 유연이 온 나라를 떠돌며 고난을 겪은 이유 는 최 씨를 찾기 위해서이다. 그러므로 ‘서해무릉’ 에서 최 씨를 다시 만나게 된 것은 유연의 소망이 실현된 것이라 할 수 있다."
}
