{
    "question_number": 1,
    "question_text": "[출제의도] 발표 계획 점검하기 공유하고 있는 내용인 화재 대피 훈련 때 배운 비상 구 찾는 방법을 언급하며 비상구를 찾을 수 없을 때 어떻게 해야 할지 의문이 생겨서 피난 기구를 조사 하게 되었다는 계기를 밝히고 있다. [오답풀이] ① 건물의 목적이나 높이에 따라 설치할 수 있는 피난 기구의 종류가 법으로 정해져 있다는 점은 언급했지만 법률을 인용하지는 않았다. ② 발표 에서 완강기와 구조대를 설명하기 위한 자료를 활용 했지만 출처를 밝히지는 않았다. ④ 청중의 반응을 확인하며 비상구 찾는 방법을 잘 기억하고 있는 것은 확인했지만 피난 기구에 대한 이해 정도를 점검한 것은 아니다. ⑤ 도입부에서 발표 제재 두 가지를 언급 했으나 발표 내용의 순서를 제시하지는 않았다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 자료 활용 방안 이해하기 간이 완강기는 완강기와 구조나 사용 방법은 동일하기 때문에 [자료 1]로 간이 완강기와 완강기의 구조적 차이를 설명할 수 없다. [오답풀이] ① [자료 1]에 나오는 완강기의 구조를 활용하여, 완강기를 사용해 탈출하는 과정을 설명하 고 있다. ② [자료 1]에서 속도 조절기가 보이는지 질문을 하고 그것이 일정한 속도로 내려가게 해 준 다는 설명을 하고 있다. ④ [자료 2]에 나오는 사용 자의 탈출 모습을 활용하여 양팔과 다리로 속도를 조절하며 탈출하는 방법을 설명하고 있다. ⑤ [자료 2]에 나오는 구조대의 형태를 활용하여 건물 외부에 구조대를 설치했을 때의 모양을 설명하고 있다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 청중의 반응 이해하기 학생 2는 간이 완강기와 완강기의 구조가 동일하다 는 내용을 바탕으로 간이 완강기에도 속도 조절기가 있을 것이라는 내용을 추론하였으나, 학생 3의 반응 에는 추론한 내용이 없다. [오답풀이] ① 학생 1은 유치원생들이 구조대를 이 용하는 것을 본 경험을 떠올리며 그것이 구조대라는 것을 알게 되어 의미 있었다는 긍정적인 반응을 보 인다. ② 학생 2는 발표자가 몸을 밖으로 내밀어 내 려오는 부분에 대한 구체적인 정보가 부족하다는 점 을 지적하며 아쉬웠다는 말을 하고 있다. ③ 학생 3 은 발표자가 안전하게 대피할 수 있도록 평소에 피 난 기구에 관심을 가지고 사용 방법을 숙지할 것을 당부한 내용과 관련하여, 다른 피난 시설을 알아보고 그 위치를 찾아봐야겠다는 생각을 하고 있다. ④ 학 생 1은 구조대의 종류에 대하여, 학생 3은 피난 기구 외에 다른 피난 시설에 대하여 추가 조사를 하겠다 는 계획을 밝히고 있다. [4~7] 화법·작문"
}
{
    "question_number": 4,
    "question_text": "[출제의도] 말하기 방식 파악하기 학생 1은 자판기에 대해 더 자세히 이야기해 달라며 추가적인 정보를 요청하고 있지만 상대의 발언을 재 진술하고 있지는 않다. [오답풀이] ① 온라인 소통망을 하나로 모으는 방법 에 대한 학생 3의 요청에 대해 온라인 학생회에 관 한 구체적인 방법을 설명하고 있다. ② 공약을 세울 때 도움이 필요하다는 대화의 목적을 제시하며 상대의 발언을 이끌어 내고 있다. ④ 자신이 알기에도 자판기 설치에 관심을 갖는 학생들이 많다는 정보를 제시하 며 좋은 공약이 될 것 같다는 동의를 표현하고 있다. ⑤ 온라인을 활용하자는 학생 3의 의견에 괜찮은 생 각이라고 하며 소통망 일원화 및 온라인 학생회에 대한 화제를 제시하고 있다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 발화 양상 파악하기 [A]에서 학생 3이 언급한 자판기 구입 및 설치 장소 등에 관한 문제는 설치 전에 고려할 사항이지 제안 이 실현되었을 때 발생할 수 있는 문제 상황은 아니 다. [오답풀이] ① 매점이 문을 닫는 시간에는 이용할 수 없다는 현재 상황을 들어 자판기가 필요하다는 의견을 제시하고 있다. ③ 탐구 활동을 할 때 사용할 수 있는 곳을 찾기 위해 여러 선생님을 찾아다녀 불 편했다는 경험을 근거로 들고 있다. ④ 온라인을 활 용하면 좋겠다는 방안을 제시하고 있다. ⑤ [A]에서 는 친구들이 자판기가 있으면 좋겠다고 한 의견을, [B]에서는 친구들이 여러 선생님을 찾아가야 하는 게 불편하다고 한 의견을 들고 있다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 작문 계획 반영 여부 파악하기 셋째 공약을 제시할 때 활용한 통계는 지역 학교의 자판기 설치 현황에 관한 것으로 설문 결과에 해당 하지 않는다. [오답풀이] ① 시간을 아낄 수 있다는 기대효과는 대화에서 논의하지 않았다. ② 온라인을 활용하면 좋 겠다는 방법에 대해 확인, 신청, 승인이 이루어질 수 있도록 하겠다는 구체적인 이용 방법을 제시하고 있 다. ③ 선생님과 논의해 실현 가능한 공약임을 확인 하였다고 제시하고 있다. ④ 대화에서는 자판기 설치 에 관해 논의했는데 이를 구체화하여 간식 자판기 설치를 공약으로 제시했다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 표현하기 학생들이 겪는 불편을 개선하여 학교를 바꾸는 공약의 특징을 대구의 형식을 사용하여 표현했으며, 지킬 수 있는 공약만 제시하겠다는 내용을 언급하고 있다. [오답풀이] ① 공약의 특징을 활용하지 않았고 공약 을 지키겠다는 내용이 없다. ② 대구의 형식을 사용 하지 않았고 공약을 지키겠다는 내용이 없다. ③ 오 프라인은 공약의 특징이 아니며 공약을 지키겠다는 내용이 없다. ⑤ 공약의 특징을 활용하지 않았다. [8~10] 작문"
}
{
    "question_number": 8,
    "question_text": "[출제의도] 글쓰기 전략 파악하기 2문단에서 일주일 동안 관찰한 결과를 네 가지로 정 리하여 제시하고 있으나 중요도 순으로 제시하는 것 은 아니다. [오답풀이] ① 3문단에서 ‘급식 도우미의 날’의 세부 활동을 나열하고 있다. ② 3문단에서 ‘백 번 듣는 것 보다 한 번 보는 것이 더 낫다.’라는 관용 표현을 활 용하여 행사의 의도를 강조하고 있다. ④ 학생자치회 에 급식실 이용이 불편하다는 의견이 들어와 알게 되었음을 제시하고 있다. ⑤ 2문단의 둘째, 셋째, 넷 째 부분에서 규칙을 어기는 행동이 문제가 되는 이 유를 제시하고 있다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 자료 활용의 적절성 파악하기 ㄴ, ㄷ에는 도우미 학생들이 겪은 어려움이나 이를 해 결할 수 있는 방안이 드러나 있지 않다. [오답풀이] ① ㄱ에서 ‘새치기하는 친구들’을 불편해 한다는 학생들이 42.5%나 된다는 내용을 활용해 2 문단의 첫째 문제에 대한 내용을 추가할 수 있다. ② ㄱ에서 ‘장난치는 친구들 때문에 배식 시간이 지연 됨’에 관한 내용을 활용해 2문단의 둘째 문제인 ‘배 식을 받을 때 주의를 기울이지 않는’ 행동의 사례를 추가할 수 있다. ③ ㄷ에 있는 다른 학교에서 효과가 있었고 좋은 반응을 얻었다는 내용을 활용해, ‘급식 도우미의 날’ 행사가 우리 학교에서도 충분히 효과를 얻을 수 있을 것이라는 내용을 뒷받침할 수 있다. ④ ㄱ에 있는 ‘식판을 아무렇게나 쌓고 가는 친구들’을 불편해 한다는 내용과 ㄴ에 있는 인터뷰 내용을 활 용해 식판을 제대로 쌓지 않았을 때의 단점을 추가 하여 보완할 수 있다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 고쳐 쓰기의 의도 파악하기 <보기>의 ‘행사를 의결하기 전에 먼저 실시 여부’와 ‘운영 방식에 대해 학생들의 의견을 수렴’하려고 하는 부분에서 ‘의견을 수렴할 내용’을, ‘학생자치회 게시 판에 있는 건의함’을 이용한다는 부분에서 ‘수렴 방법’ 을, ‘적극적인 참여를 부탁’한다는 부분에서 ‘참여를 부탁하는 내용’을 확인할 수 있다. [11~15] 문법"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 피동 표현 이해하기 피동 표현은 행위의 대상에 초점을 맞추어 표현하는 방법이므로 피동 표현을 사용하면 행위의 주체보다 행위의 대상이 강조된다. [오답풀이] ②, ④ 피동 표현은 행위의 대상에 초점 을 맞추어 표현하는 방법이므로 객관적인 느낌을 주 고자 할 때, 행위의 주체를 모르거나 설정하기 어려 울 때 사용할 수 있다. ③ 주어가 자기 힘으로 동작이 나 행위를 주체적으로 행하는 것을 능동, 주어가 다른 주체에 의해 동작이나 행위를 당하는 것을 피동이라 한 다. ⑤ 연결 어미를 이용하여 구성된 ‘-아/어지다’ 또 는 ‘-게 되다’를 어간에 결합함으로써 피동의 의미를 나타낼 수 있다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 피동 표현 탐구하기 ‘보여진다’에서는 ‘-이-’와 ‘-어지다’를 함께 사용한 이중 피동이 나타나며, 이때 ‘-어지다’는 접미사가 아니다. [오답풀이] ① 능동문의 주어인 ‘아버지가’가 피동문 의 부사어인 ‘아버지에게’로 바뀌었다. ② 명사 ‘파악’ 뒤에 ‘-되다’를 붙여 피동의 의미를 표현하였다. ③ ‘꺾이다’는 자연적인 상태 변화를 나타내기 때문에 이에 대응하는 능동문을 상정하기 어렵다. ⑤ ㄱ에서 는 ‘안다’의 어간에 피동 접미사 ‘-기-’가 결합하여, ㄷ에서는 ‘꺾다’의 어간에 피동 접미사 ‘-이-’가 결합 하여 피동의 의미를 표현하고 있다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 동사와 형용사의 특징 이해하기 관형사형 어미 ‘-(으)ㄴ’이 결합했을 때 동사는 과거 시제를 나타내고, 형용사는 현재 시제를 나타낸다. 2024학년도 6월 고1 전국연합학력평가 정답 및 해설 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 2 ‘우리가 이긴 시합’에서는 ‘이기다’의 어간에 관형사형 어미 ‘-(으)ㄴ’이 결합하여 과거 시제를 나타내고 있기 때문에 ‘이기다’는 동사이다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 음운 변동 이해하기 ‘옷맵시[온맵씨]’에서는 비음화와 된소리되기가 둘 다 발생하였으며, ‘꽃말[꼰말]’에서는 비음화는 발생 하고 된소리되기는 발생하지 않았다. [오답풀이] ② ‘덮개[덥깨]’에서는 비음화는 발생하 지 않고 된소리되기는 발생하였으며, ‘묵념[뭉념]’에 서는 비음화는 발생하고 된소리되기는 발생하지 않 았다. ③ ‘부엌문[부엉문]’과 ‘앞날[암날]’에서는 모두 비음화가 발생하고 된소리되기가 발생하지 않았다. ④ ‘광안리[광알리]’에서는 비음화와 된소리되기가 둘 다 발생하지 않았고, ‘권력가[궐력까]’에서는 비음 화는 발생하지 않고 된소리되기는 발생하였다. ⑤ ‘귓속말[귇쏭말]’과 ‘습득물[습뜽물]’에서는 모두 비 음화와 된소리되기가 둘 다 발생하였다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 담화 표현 이해하기 ㉥은 문구점에 갔을 때를 의미하고, ㉦은 약속 시간 인 ‘내일 12시’를 가리키므로 ㉥은 ㉦과 같은 대상을 가리키는 것이 아니다. [오답풀이] ① 화자와 청자를 모두 포함한다. ② ‘저 번에 놀자고’ 약속했던 것을 가리킨다. ③ ㉢은 약속 장소를 묻기 위해 사용한 표현이고, ㉣은 약속 장소인 ‘학교 앞 정류장’을 가리킨다. ④ 아직 정해지지 않은 대상인 ‘사고 싶은’ 것을 가리킨다. [16~20] 독서(주제통합) <출전> (가) 아방가르드의 이론(재구성) 개관: 아방가르드는 관습과 전통에 저항하고 새로움 을 바탕으로 새로운 예술을 추구하는 예술 운동이다. 아방가르드는 예술의 자율성과 주체성 확립 과정에서 등장하였으며, 새로운 기술의 수용, 일상적 소재나 활동의 활용, 불쾌하거나 추한 느낌의 전달 등으로 근대 미학적 기준에 저항하며 새로운 예술의 모습을 제시하였다. 관습과 전통에 대한 저항으로 새로운 예술 을 제시하는 아방가르드의 본질은 현대의 많은 예술 분야에 큰 영향을 주었다. (나) 비디오 아트(재구성) 개관: 비디오 아트는 비디오 카메라와 텔레비전 등 을 이용해 대중문화의 위세에 저항하기 위해 등장한 미술 장르이다. 비디오 아트는 형태를 기준으로 비디 오 영상과 설치 비디오로 구분된다. 설치 비디오는 다시 화면 변조, 관객 반응 등의 유형으로 나뉜다. 비 디오 아트는 대중문화에 저항하고 관람객의 역할을 변화시켰다는 점에서 예술의 새로운 모습을 제시했 다는 의의가 있다."
}
{
    "question_number": 16,
    "question_text": "[출제의도] 내용 전개 방식 파악하기 (가)의 1문단에서 아방가르드는 기존의 통념에 저항 하고 새로운 예술의 모습을 제시하는 예술 운동이라 정의하고 있으며, 등장 배경은 2문단에서 제시하고 있다. (나)의 1문단에서 비디오 아트의 개념을 정의 하고 있으며, 2문단에서 등장 배경을 제시하고 있다. [오답풀이] ① (가)에서는 아방가르드라는 중심 개 념을 바라보는 여러 학자들의 견해가 제시되어 있지 않다. ② (나)의 4문단에서 비디오 아트의 의의를 제 시했으나, (나) 전체에서 한계가 제시되지는 않았다. ③ (나)에서는 비디오 아트라는 중심 개념의 변화 과 정을 제시하고 있지 않다. ⑤ (가)에서는 아방가르드 의 하위 유형 분류 기준을 명시하지 않았다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 세부 내용 이해하기 (가)의 2문단에서 근대 이전까지 예술의 목적은 예술 가의 세속적인 목적이 아닌, 집단의 종교적 목적이나 왕이나 귀족 개인의 세속적 목적을 충족하기 위한 것이라는 내용을 알 수 있다. [오답풀이] ① (가)의 2문단에서 근대 이전의 예술 가는 종교나 궁정에 소속된 일개 기술자에 불과하다 고 인식되었다는 내용을 확인할 수 있다. ② (가)의 2문단에서 근대에서의 예술에 대한 인식 변화로 근 대의 예술가 또한 과거와 달리 예술의 주체로 인정 받았다는 내용을 확인할 수 있다. ③ (가)의 1문단에 서 본래 병사를 일컫는 말에서 온 용어라는 내용을 확인할 수 있다. ⑤ (가)의 2문단에 제시된 당대의 미 학적 기준이 오히려 예술가들을 전통과 관습에 종속 되게 했다는 내용에서 확인할 수 있다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 세부 내용 추론하기 (가)의 2문단에서 아방가르드의 본질은 저항을 통해 새로운 예술을 제시하는 것임을 알 수 있다. 또 4문단 에서 아방가르드를 바탕으로 한 사조와 작품들이 주류 예술로 편입되면서 아방가르드가 쇠퇴하였다는 것을 파악할 수 있다. 이를 종합하면 ㉠은 새로운 예술을 추구하던 아방가르드가 주류 예술에 편입되면 더 이상 새로운 예술이 아니기 때문에, 새로움과 저항이라는 본질을 상실하게 되었다는 의미를 추론할 수 있다. [오답풀이] ② ‘새로운 예술 등장’ 자체가 아방가르 드의 본질이며, (가)에서 아방가르드를 뛰어넘는 새 로운 예술이 등장했다는 내용 또한 확인할 수 없다. ③ (가)에서 아방가르드를 바탕으로 한 새로운 작품 들이 등장하였다는 내용은 확인할 수 있지만, 이들이 기존의 주류 예술을 보완한 사조들을 형성했다는 내 용은 확인할 수 없다. ④ (가)의 2, 3문단에 제시된 예술가의 모습에 대한 기존의 주류 예술과 아방가르 드의 인식 차이는 기존의 주류 예술이 아방가르드를 수용하기 이전에 존재했던 것으로, 이는 오히려 저항 과 새로움을 불러일으키는 요인이다. 따라서 아방가르 드의 본질 상실과는 무관하다. ⑤ (가)의 3, 4문단을 보면 아방가르드가 제시하고 있는 예술의 방향성이 기존의 주류 예술계가 요구하는 미학적 기준과 부합 하지 않았지만, 이는 오히려 저항과 새로움을 불러일 으키는 요인이다. 따라서 아방가르드의 본질 상실과 는 무관하다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 세부 내용 이해하기 (나)의 2문단을 보면, 비디오 아트는 가정용 비디오 카메라의 보급으로 탄생하였으며, 가정용 비디오 카 메라 보급은 일방적으로 메시지를 수용했던 대중을 적극적으로 생산하고 소통하는 주체로 변화시켰다는 내용을 알 수 있다. 이는 정보의 생산과 수용 과정에서 대중의 역할이 확대되었다는 의미이지, 국가와 대중의 역할이 서로 전환된다는 의미는 아니다. [오답풀이] ① (나)의 2문단에서 비디오 아트가 대 중문화로 인해 미술의 역할과 위상이 흔들리자 그 대안으로 제시된 장르라는 내용을 확인할 수 있다. ② (나)의 2문단에서 비디오 카메라가 손쉽게 촬영 할 수 있는 기기라는 것과, 비디오 아트가 창작자와 관람객의 상호 소통을 지향한다는 것을 알 수 있다. ③ (나)의 2문단의 텔레비전에 대한 서술과 1문단의 비디오 아트가 텔레비전을 활용한다는 내용, 4문단의 비디오 아트는 이를 활용해 대중 문화에 저항하는 예술이라는 내용을 종합하여 알 수 있다. ④ (나)의 1문단과 2문단에서 비디오 아트는 텔레비전, 비디오 카메라의 개발 등 기술 발달의 영향과 그로 인한 변화로 등장하였고, 이를 활용해 시공간적 제약으로부터의 자유를 추구한다는 내용을 알 수 있다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 구체적 사례에 적용하기 (나)의 3문단과 <보기>의 ‘첼로에 텔레비전 세 대 를 결합한 형태’라는 서술을 통해 ⓐ는 설치 비디오 유형임을 알 수 있다. 또한 (나)의 2문단 마지막 문 장과 (가)의 3문단에 제시된 ‘새로운 예술의 모습을 제시하기 위한 아방가르드 예술가들의 모습’을 함께 고려하면, 아방가르드의 관점에서 ⓐ는 새로운 매체 를 예술 활동에 적극적으로 활용하여 새로운 예술의 모습을 제시하였다고 볼 수 있다. [오답풀이] ② <보기>의 ‘무대 공연을 위해’, ‘첼리 스트의 즉흥 연주나 행동에 반응’이라는 서술은 ⓐ에서 일어나는 변화가 관객이 아닌, 예술가나 작품 자체에 의한 것이므로 (가)의 3문단에 제시된 예술가와 관객의 경계를 파괴한다고 볼 수 없다. ③ (나)의 3문단에 제시된 내용과 <보기>의 ‘텔레비전 두 대에 변조 장 치를 결합한 작품’이라는 서술에서, ⓑ는 비디오 영상 유형이 아니라 설치 비디오 유형임을 알 수 있다. ④ (나)의 3문단에 제시된 내용과 <보기>의 ‘닉슨 대 통령의 얼굴을 여러 형태로 일그러뜨려 희화화한 이 미지를 관객에게 보여준다’는 서술에서, ⓑ는 작품에 우연한 사건을 개입시키는 것이 아니라 변조 장치로 작품을 변화시키는 것임을 알 수 있다. ⑤ (나)의 3 문단과 <보기>의 ‘출력되는 비디오 영상’의 변형, ‘화면에 계속 등장하는 닉슨 대통령의 얼굴’이라는 서술에서, ⓐ와 ⓑ는 실험적 이미지를 활용하였다는 것을 알 수 있지만, 기존의 전통을 발전시켜 새로운 예술의 모습을 제시한다는 것은 (가)의 3문단에 제 시된 아방가르드의 관점이 아니다. [21~25] 독서(기술) <출전> 해수 담수화 기술의 발전 동향(재구성) 개관: 이 글은 물 부족 현상을 해결할 수 있는 대표 적인 해수 담수화 기술들의 특징과 그 발전 동향을 설명하고 있다. 다단 증발법은 해수를 수증기로 변화 시켜 응축함으로써, 역삼투법은 같은 양의 해수와 담 수 사이에 반투막을 설치하고 해수에 삼투압보다 높 은 압력을 가함으로써 담수를 얻는 방법이다. 해수 담수화 기술은 에너지 소모량이 적은 방식으로 발전해 왔으며, 신재생 에너지를 활용한 차세대 해수 담수화 기술을 상용화하기 위한 노력이 계속되고 있다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 세부 내용 파악하기 3문단에 해수 속 이물질을 제거하는 전처리 과정은 언급되어 있으나 그 과정이 어떻게 이루어지는지에 대한 설명은 나와 있지 않다. [오답풀이] ① 2문단에 다단 증발법은 수질 조건에 큰 영향을 받지 않으며 담수를 대량으로 생산할 수 있다는 것이 장점으로 제시되어 있다. ② 1문단에 물 부족 현상의 원인이 인구 증가와 기후변화임이 제시 되어 있다. ③ 4문단에 해수 담수화 기술은 에너지 소모량이 적은 방식으로 발전해 왔다고 제시되어 있다. ⑤ 1문단을 통해 인간이 손쉽게 활용할 수 없는 물은 해수, 빙하, 지하수 등의 상태로 존재하고 있음을 알 수 있다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 세부 내용 이해하기 지문의 내용을 통해 ㉠은 증발기 내부의 냉각관, ㉡ 과 ㉡′은 증발기임을 알 수 있다. 2문단에 증발기들 의 내부는 진공 유지 장치에 의해 대기압보다 훨씬 낮은 압력을 유지하고 있으며, 가열된 해수가 통과하 는 순서로 내부 압력이 더 낮아진다고 제시되어 있 다. 따라서 ㉡과 ㉡′이 내부 압력이 같다는 설명은 적절하지 않다. [오답풀이] ① 2문단에 가열된 해수는 증발기들을 거치며 염분 농도가 높아진다고 제시되어 있다. ② 2 문단에 증발기들의 내부에서 생성된 순수한 수증기는 증발기 상부의 냉각관과 만나서 응축되어 담수가 된 다고 제시되어 있다. <보기>에서 ㉡과 ㉡′에서 생성 된 수증기가 ㉠과 만나서 응축된 담수가 모여 설비 밖으로 빠져나오고 있음을 알 수 있다. ③ 2문단에 해수 가열기는 해수의 온도를 해수의 끓는점 이상까 지 높이는 역할을 한다고 제시되어 있다. ④ 2문단에 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 3 수증기에 포함된 미량의 해수는 필터를 통과한 뒤 제 거되어 증발기 상부의 냉각관과 만나 응축된다고 제 시되어 있다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 세부 내용 이해하기 3문단에서 반투막은 물 분자만 통과할 수 있다고 제 시되어 있다. [오답풀이] ①, ② 3문단에 역삼투법은 다단 증발법에 비해 담수 생성 효율은 높고 에너지 소비량이 적다고 제시되어 있다. ③ 2문단에 다단 증발법은 수질 조건에 큰 영향을 받지 않는다고 제시되어 있고, 3문단에 역 삼투법은 수질 조건이 매우 중요하여 전처리 과정이 필수적이라고 제시되어 있다. ④ 3문단에서 역삼투법 은 삼투압보다 더 큰 압력을 해수에 가하여 해수에 서 담수를 생성한다고 제시되어 있다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 구체적 사례에 적용하기 2문단에서 다단 증발법은 진공 유지 장치로 증발기들 의 내부 압력을 낮추는 방식임을 알 수 있고, <보기> 에서 ㉮는 압력 등 다른 요소들은 변화시키지 않는다고 제시되어 있다. [오답풀이] ② 3문단에서 역삼투법은 해수에 압력을 가하여 물 분자를 담수로 이동시키는 방식이기에 물의 상변화를 이용하는 방식이 아님을 알 수 있는 반면, ㉮는 온도 차이에 의해 해수에서 증발된 수증기를 활용해 담수를 얻는 방식이므로 물의 상변화를 이용 함을 추론할 수 있다. ③ 3문단에 역삼투법은 해수에 반투막이 맞닿는 방식이므로 해수의 수질 조건이 매 우 중요하여 해수의 이물질을 제거해야 한다고 제시 되어 있고, ㉮도 막이 물과 직접 맞닿고 수증기가 막을 통과하며 담수를 생성하기에 막의 오염을 관리하는 것이 중요함을 알 수 있다. ④ 2문단에 다단 증발법 은 해수 가열기로 해수의 온도를 끓는점 이상까지 높이는 방식임이 제시되어 있고, ㉮는 해수의 온도를 50 ~ 70℃로 높인다고 제시되어 있다. ⑤ 2, 3문단을 통해 다단 증발법과 역삼투법은 모두 에너지 소비량이 많다는 것을 알 수 있다. 이 때문에 에너지원 확보가 어려운 지역을 위한 해수 담수화 설비에 대한 요구가 점차 커지며 해수 담수화에 신재생 에너지를 활용하 는 방안을 모색하고 있음을 4문단에서 알 수 있다. <보기>에서 ㉮는 에너지 소비량이 적어 소규모의 신재생 에너지 설비로도 담수를 생산할 수 있다고 제시되어 있다. 따라서 ㉮가 다단 증발법과 역삼투법 에 비해 에너지원 확보가 어려운 지역에 설치하기 유 리하다는 설명은 적절하다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 단어의 문맥적 의미 파악하기 ⓐ는 ‘만들다’는 ‘무엇이 되게 하다.’의 의미이다. [오답풀이] ① ‘기관이나 단체 따위를 결성하다.’라는 의미이다. ② ‘규칙이나 법, 제도 따위를 정하다.’라는 의미이다. ④ ‘노력이나 기술 따위를 들여 목적하는 사물을 이루다.’라는 의미이다. ⑤ ‘허물이나 상처 따 위를 생기게 하다.’라는 의미이다. [26~30] 독서(사회) <출전> 법의 효력(재구성) 개관: 이 글은 법의 효력을 발생 근거와 효력이 미 치는 범위로 나누어 설명하고 있다. 효력 발생 근거 로는 타당성과 실효성이 있다. 타당성이 법의 정당성 이라면 실효성은 법이 실현될 수 있는 힘이다. 효력이 미치는 범위는 시간, 사람, 장소로 구분할 수 있다. 시간적 효력은 시행일부터 폐지일까지 발생하며，예외 인 경우를 제외하면 소급하여 적용할 수 없다. 인적 효력은 속인주의와 속지주의 중 무엇을 선택하느냐 에 따라 범위가 달라진다. 속인주의는 사람을, 속지 주의는 영역을 중심으로 관련법을 적용한다. 장소적 효력은 법이 어떤 공간에 적용되느냐에 따라 범위가 달라진다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 세부 내용 이해하기 4문단에서 도시계획법 중 일부 조항처럼 특정한 지 역에만 적용되는 법도 있음을 알 수 있다. [오답풀이] ② 2문단에서 폐지일 이전에 법 자체가 폐지되거나 신법이 시행될 때, 구법의 효력이 소멸됨 을 알 수 있다. ③ 2문단에서 시행일을 규정하지 않 는 경우에도 법의 효력이 자동적으로 발생함을 알 수 있다. ④ 3문단에서 주한 외교 사절은 기본적으로 우리나라의 법을 준수해야 함을 알 수 있다. ⑤ 3문 단에서 타국에 있는 자국민에게 자국법을 적용한다면 영토 주권을 침범하는 문제가 발생함을 알 수 있다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 세부 정보 추론하기 법이 타당성이 있으면 절차적 정당성과 법이 추구하 는 정의를 국민으로부터 인정받을 수 있고, 실효성이 있으면 법을 실현할 수 있는 강제력을 지닐 수 있음 을 1문단에서 알 수 있다. [오답풀이] ① 법이 타당성이 있으면 법의 제정 과 정에서 절차적 정당성을 가질 수 있다. ② 법이 타당 성이 있으면 법 위반 행위를 금지할 정당한 자격을 갖출 수 있다. ③ 법이 실효성이 있으면 법의 실현을 위한 강제력을 가질 수 있다. ⑤ 법이 타당성과 실효 성을 모두 갖추면 법을 실제적으로 이행하도록 하는 힘을 국민들에게 인정받을 수 있다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 구체적 사례에 적용하기 속지주의에 따르면 B국의 법을 적용해야 하고, 이에 따르면 ○○씨는 처벌받을 것이다. [오답풀이] ④, ⑤ 속인주의에 따르면 A국의 법을 적 용해야 하며 ○○씨는 처벌받지 않을 것이다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 구체적 사례에 적용하기 <보기>의 구법은 과징금 부과 가능 기간을 위법 행 위 종료일로부터 5년까지로 규정하고 있다. △△기업 에 대한 위법 행위 종료일은 2010년 2월이므로 2016년 6월에는 과징금을 부과할 수 없다. 따라서 법이 개정되지 않았더라면 △△기업에 대해 과징금 처분을 내릴 수 없었을 것이다. [오답풀이] ① 2문단에서 폐지 시기를 규정하지 않 은 구법은 신법이 시행되는 경우에 그 효력이 소멸 된다고 하였으므로 <보기>의 구법은 개정된 법이 시행되면 그 효력이 소멸한다. ② <보기>의 개정된 법을 적용하면 과징금을 부과할 수 있는 기간은 위법 행위에 대한 조사 개시일로부터 5년까지인데, △△기 업에 대한 조사 개시일은 2016년 6월이므로 2021년 7월에는 과징금을 부과할 수 없다. ③ 2문단에서 이 전의 발생 사건에 대한 구법의 시간적 효력이 남아 있는 경우 예외적으로 개정된 법을 소급하여 적용할 수 있다고 하였다. <보기>의 구법을 적용하면 위법 행위 종료 시점인 2010년 2월로부터 5년까지 과징 금을 부과할 수 있는데, 구법의 시간적 효력이 남아 있는 2012년에 개정된 법이 시행되었으므로 △△기 업에 개정된 법을 소급하여 적용할 수 있다. ④ 2문 단에서 법은 시행일로부터 그 효력이 발생한다고 하 였고 <보기>에서 구법의 폐지 시기가 규정되지 않 았으므로, 개정된 법이 공포된 시점에는 구법의 효력이 존재한다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 단어의 사전적 의미 파악하기 ⓒ의 사전적 의미는 ‘법령을 공포한 뒤에 그 효력을 실제로 발생시키는 일’의 의미이다. [31~34] 문학(고전소설) <출전> 작자 미상, ｢왕시전｣ 개관: 이 작품은 남녀이합형(男女離合型) 애정소설 의 하나로서 여인을 향한 남성의 순수한 사랑을 그 린 작품이다. 권력을 상징하는 노신하에 의해 이별하 게 된 남녀 주인공이 화산도사라는 초월적 존재의 힘을 빌려 다시 만나게 되면서 행복한 결말을 맞는다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 서술상 특징 파악하기 화산도사가 과업을 부여하는 대화 등을 보면 김유령과 화산도사 그리고 귀신들과의 대화를 중심으로 사건 을 전개하고 있음을 알 수 있다. [오답풀이] ② 현재와 과거를 교차하여 서술하는 장 면은 나타나지 않는다. ③ 인물의 외양 묘사로 인물 의 성격 변화를 드러내는 부분은 나타나지 않는다. ④ 서술자가 개입하여 인물의 행동을 평가하는 부분 은 나타나지 않는다. ⑤ 인물 간의 갈등을 드러내기 위해 인물의 심리를 서술하는 부분은 나타나지 않는다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 세부 내용 이해하기 김유령은 화산도사에게 처음에는 아내와 하루만이라 도 만나보아 서로 말이나 나누었으면 좋겠다고 말한 다. 하지만 화산도사가 ‘네 뜻을 바로 말하지 않는구 나’라고 꾸짖고 사실대로 말하라고 했을 때, ‘함께 살 게만 해 주신다면 제가 두엄을 지고 다니는 사람이 되라 한다 해도 원망하지 않겠습니다’라고 말하고 있 으므로 적절하지 않다. [오답풀이] ② 화산도사가 ‘삼 년간 조심하고 사 년 만에 오너라’라고 말하는 장면에서 과업을 제시함을 알 수 있다. ③ ‘김유령이 장례 담당 관원에게 소청 하여 스무 날 내에 묻었다’라고 서술하는 장면에서 알 수 있다. ④ ‘다시 화산으로 즉시 가서 도사에게 왕시를 묻었다고 아뢰려고 하였다’라고 서술하는 장 면에서 알 수 있다. ⑤ 화산도사가 ‘옛집에 가서 무 빙 등 왕시를 알던 종들을 다 잡아다가 유희국에다 가 두어라’라고 말하는 장면에서 알 수 있다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 대화의 특징 파악하기 [A]에는 화산도사가 뱀을 구해주고 도적을 살려준 김유령에게 ‘불쌍한 것을 구제하라 하였지 그런 것들 을 살려내라 하더냐’라고 말하는 장면에서 상대방의 행동에 대해 질책하는, [B]에는 화산도사가 김유령에 게 ‘돌이나 쇠보다도 더욱 굳은 사람’이라고 말하는 장면에서 상대방의 성품에 대해 칭찬하는 태도가 드 러난다. [오답풀이] ① [A]에는 상대방을 회유하려는 의도 가, [B]에는 상대방을 조롱하려는 의도가 드러나지 않는다. ③ [A]에서는 월궁도사가 조언을 해준 대상 은 김유령이지 화산도사가 아니며, [B]에서는 인물에 대한 평가를 바탕으로 하고 있기 때문에 적절하지 않 다. ④ [A]와 [B]에는 모두 상대방의 미래에 대한 불안한 마음이 드러나지 않는다. ⑤ [A]에서는 과거 김유령의 행동을 근거로 문제 해결을 유보하고 있지 만 [B]에서는 그렇지 않다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 김유령이 도술을 부린 것이 아니라 초월적 존재인 화 산도사가 부른 사람이 도술을 부린 것이다. [오답풀이] ① ‘나라의 노신하가 궁녀로 들이니’라고 김유령이 말하는 장면에서 늙은 신하라는 외부의 힘 에 의해 남녀 주인공이 헤어졌다는 것을 알 수 있다. ② ‘그대가 선간에서 저지른 일이 잘못되었다’라고 도사가 말하는 장면에서 주인공이 전생에 신선계의 인물로 설정되어 있음을 알 수 있다. ③ 왕시를 만나 기 위해 도사의 말을 따르는 것을 통해 왕시에 대한 김유령의 애틋한 사랑을 알 수 있다. ⑤ 김유령의 소 원이 왕시를 다시 만나는 것이기 때문에 화산도사가 ‘그대의 소원이 이루어질 것’이라고 말하는 장면에서 행복한 결말을 맞을 것임을 예상할 수 있다. 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 4 [35~39] 문학(고전시가 복합) <출전> (가) 맹사성, ｢강호사시가｣ / (나) 정극인, ｢상 춘곡｣ / (다) 백석, ｢입춘｣ 개관: (가)는 자연 속에서의 삶을 노래하는 연시조 이다. (나)는 풍류와 안빈낙도를 즐기는 선비의 정신이 드러난 가사이다. (다)는 고향의 자연과 어린 시절에 느꼈던 계절에 대한 감정을 드러내는 한편, 어른이 되어 어린 시절의 감정을 느낄 수 없다는 것에 안타 까움을 드러내고 있는 수필이다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 표현 의도 이해하기 창애, 설매, 꿩, 노루 등에서 어린 시절에 글쓴이가 친근하게 생각했던 소재들을 나열하고 있음을 알 수 있고, 이들이 떠나는 것이 섭섭하다는 표현에서 글쓴이 가 과거에 느꼈던 계절 변화에 대한 인식을 확인할 수 있다. [오답풀이] ① 상승과 하강의 이미지가 나타나지 않 는다. ② 청유형 어미를 활용하여 이웃 사람들에게 같이 즐기자는 권유는 있으나, 경계의 의미는 없다. ④ (가), (나)에는 감정이입에 의한 심리적 변화는 드러나 있지 않다. ⑤ (나)에는 공간의 대비를 통해 화자가 지향하는 삶의 태도를 부각하는 표현이 드러나 지 않는다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 표현 의도 파악하기 술을 갈건으로 걸러놓고 먹는다는 표현에서 자연과 동화되고 싶은 화자의 바람은 드러나지 않는다. [오답풀이] ① 초당에 일이 없다는 것을 통해서 여 름의 한가한 모습을 확인할 수 있다. ③ ‘봄빛이 넘 치는구나’로 표현하고 있으므로 변화된 들판을 보며 감탄하는 화자를 확인할 수 있다. ④ 진천으로 일하 러 가던 길에 소대한을 맞이하고 있으므로 타지에서 소대한을 맞이하는 글쓴이를 확인할 수 있다. ⑤ 따뜻 하다고 생각했던 날씨가 갑자기 추워지고 다시 풀리는 것을 보면서 절기가 신묘하다고 생각한 것을 확인할 수 있다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 (가)의 미더운 강 물결은 나에게 바람을 보내주는 대 상이지 공간은 아니며, (나)의 부귀와 공명이 나를 꺼린다는 것은 욕심을 부리지 않겠다는 의미이기에 이상적인 공간으로 가고 싶어하는 마음이 드러난다 는 것은 적절하지 않다. [오답풀이] ① 소일하는 것이 임금의 은혜로 이루어 진 것이라고 종장에 표현하고 있음을 알 수 있다. ② 청풍명월을 벗이라고 표현하고 있는 것에서 친밀감 을 알 수 있다. ③ (가)에는 봄에 대한 흥겨움을 미 친 흥이라고 직접적으로 표현하고 있으며, (나)에는 이웃들에게 산수구경 가자고 말하는 장면에서 자연 을 즐기려는 모습이 드러남을 알 수 있다. ④ (가)는 도롱이를 입고 겨울을 보내는 모습에서, (나)는 아침 에 나물 캐고 저녁에 낚시하는 모습에서 욕심을 부리 지 않는 소박한 삶이 드러남을 알 수 있다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 고향을 생각하는 모습은 드러나지만 절기 변화에 따라 고향에 대한 생각이 바뀌는 것은 아니다. [오답풀이] ① 절기의 변화에 따라 땅의 상태나 기 온이 바뀌는 것을 음성상징어를 통해 생생하게 표현 하고 있음을 알 수 있다. ② ‘봄비’라는 시각적 표현과 ‘내음새’라는 후각적 표현을 활용하여 봄의 모습을 감각적으로 표현하고 있음을 알 수 있다. ④ 자신의 어린 시절을 ‘나’ 대신 ‘소년’이라고 객관화하여 표현하 고 있으며, ‘슬펐던’을 통해 겨울이 가는 것이 슬프다 고 표현하고 있음을 알 수 있다. ⑤ 어린 시절에는 겨 울이 가는 것이 슬펐지만 어른이 된 지금은 그런 슬픔 마저 없다는 의미이기에 어린 시절에 느꼈던 감정을 느 낄 수 없게 된 것에 대해 안타까워하고 있음을 알 수 있다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 서술상의 의도 파악하기 ⓐ에는 자연을 즐기면서 사는 것에 대한 만족감이 담겨 있으며, ⓑ에는 패부의 읍울을 느껴야 하는 봄 이 오지 않기를 바라는 현재 상황에 대한 답답함이 드러나 있다. [40~42] 문학(현대소설) <출전> 오영수, ｢메아리｣ 개관: 이 작품은 깊은 산골에서 살아가는 동욱 내외 의 이야기로, 도시에서 상처 입은 인물들이 자연 속 에서 평화로운 삶을 찾는 과정을 그린 작품이다. 등장 하는 인물들은 자연 속에서 정신적인 안정과 위안을 얻는다. 배경이 되는 산골은, 인물들의 혼란스럽고 피폐한 도시 생활과 대비되어 고요하면서 따뜻한 분 위기를 지니고 있다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 세부 내용 이해하기 동욱의 아내가 양은그릇을 이고 촌마을을 찾아다녔 지만 제값을 받지 못하고 팔아야 하는 장면에서 손해 를 보았음을 확인할 수 있다. [오답풀이] ② 동욱이 도시에서 느낀 패배감을 아내 의 탓으로 돌리는 모습은 찾을 수 없다. ③ 동욱 내 외는 산골로 들어가기 전에 괭이, 호미, 톱, 낫 등의 연 모와 함께 된장, 소금, 석유, 호롱 등을 미리 준비하였 다. ④ 동욱과 박 노인이 만난 곳은 산골이므로, 진 주에서 같이 뒷일꾼을 한 것은 아니다. ⑤ 동욱은 명 숙이 엄마가 올 것을 확신하고 있지 않으며, 방도 미리 마련되어 있지 않다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 표현의 의미 추론하기 아내에게 미안한 마음과 아내의 수고스러움을 덜어 주고자 하는 마음을 파악할 수 있으나 정착할 곳을 찾는 힘겨운 상황을 더 견뎌주기를 바라는 마음은 찾을 수 없다. [오답풀이] ① 살기 힘든 도시를 벗어나 산골로 들 어가는 것이 낫겠다는 생각을 알 수 있다. ③ 봄나물 을 캐겠다는 아내의 말에 동욱이 ‘감자씨도 널까’라 고 말하는 장면에서 봄농사에 대한 기대감이 드러나 있다. ④ 아내의 말이 무엇을 의미하는지를 궁금해 하는 동욱의 마음이 드러나 있다. ⑤ 홀애비로 늙어 가는 윤 생원의 처지를 걱정하는 마음이 드러나 있 다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 ‘오지그릇 조각들’을 보고 정착할 만한 조건을 가지고 있는 장소를 찾아서 반가워하는 모습은 확인할 수 있으나 물질적 안정은 확인할 수 없다. [오답풀이] ① 도시에서의 삶이, 아무리 노력해도 살 방법을 찾기가 어려웠다는 점에서 부부의 삶의 의욕을 잃어가게 한 원인임을 파악할 수 있다. ③ 윤 생원이 원하는 돼지를 사기 위해 인물들이 방법을 모색하는 것을 통해 서로 도우며 살아가는 모습을 확인할 수 있다. ④ 박 노인이 자신을 배신했던 윤 생원과 협력 하여 함께 살아가는 모습을 통해 확인할 수 있다. ⑤ 명숙이 엄마라는 새로운 인물을 데리고 오려는 동욱 내외의 모습을 통해 산골이 새로운 구성원을 품을 수 있는 공간임을 확인할 수 있다. [43~45] 문학(현대시) <출전> (가) 박목월, ｢적막한 식욕｣ / (나) 문정희, ｢ 찬밥｣ 개관: (가)는 ‘모밀묵’을 소재로 하여 인생에서 느껴 지는 고독함과 쓸쓸함을 수용하고, 그 정서들을 해소 하고 싶은 소망을 형상화한 작품이다. (나)는 ‘찬밥’ 을 소재로 하여 어머니에 대한 그리움과 그 희생적 삶에 대한 깨달음을 형상화한 작품이다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 표현상 특징 파악하기 (가)에서는 ‘모밀묵’의 의미를 부각하기 위해 ‘것, 음식, 식성, 식욕’으로, (나)에서는 ‘어머니’의 의미를 부각 하기 위해 ‘사람, 그녀’로 시행을 종결하고 있다. [오답풀이] ① (가), (나) 모두 수미상관이 사용되지 않았다. ② (가)에서는 이웃을 청자로 설정하여 저승 가는 길목에서의 상황이 구체화되고 있지만, (나)에 서는 겉으로 드러난 청자를 찾을 수 없다. ③ (나)에 서는 차가움과 따뜻함의 촉각적 심상을 대비해 어머 니와 관련된 화자의 정서를 드러내고 있지만, (가)에 서는 촉각적 심상의 대비가 드러나지 않는다. ⑤ (가)에서는 ‘모밀묵, 촌 잔칫날, 산나물, 물방아’ 등의 시어를 활용하여 향토적 분위기가 드러나고 있지만, (나)에서는 향토적 분위기가 드러나는 표현을 찾을 수 없다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 시어의 의미 파악하기 ㉠은 문명의 발달로 간단하게 만들 수 있는 밥을 의미 하고 ㉡은 어머니의 사랑과 희생이 담긴 밥을 의미 한다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 (가)에서 이웃끼리 저승 갈 때 마지막 주막에서 모 밀묵을 먹는 모습은 인생의 허전함과 쓸쓸함을 달래 고자 하는 것이지 화자가 현실에서 느낀 쓸쓸함을 극복한 것은 아니다. [오답풀이] ① 모밀묵을 잔칫날 새사돈에게 대접한 다는 점에서 모밀묵은 소박하지만, 귀한 사람에게 내 놓을 수 있는 음식이기도 하다. ② 화자는 손과 주인 이 슬금슬금 세상 얘기를 하며 모밀묵 먹는 모습을 떠올리며 타인과의 관계 속에서 허전함을 달래고 싶 은 정서를 드러낸다. ④ 무 조각과 생선 가시는 누가 먹고 남은 음식으로 어머니의 희생적 삶을 보여주는 시어이다. ⑤ 홀로 찬밥을 먹으며 그녀를 만난다는 표현에서 어머니를 그리워하는 화자의 정서가 드러 난다."
}
