[
    {
        "question_num": 1,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Who is the girl next to you in this picture? W: She is Sophie, one of my friends. M: You two look very close. How did you first meet each other? W: [어구] next to 옆에 close 가까운, 친밀한 [해설] 사진 속 친구를 어떻게 처음 만났는지 묻는 질문이므로 학교를 함께 다녔다는 응답이 적절하다."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Thank you so much for the help with my computer yesterday. M: Oh, it was nothing. It only took me 10 minutes. W: No, it meant a lot to me. I’d like to treat you to dinner or something. M: [어구] treat 대접하다 [해설] 고맙다고 말하며 저녁을 대접하겠다는 여자의 말에 괜찮다는 응답이 적절하다."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Good morning, students. This is your vice principal. I have a special announcement about the conference room. Since last year, we have been allowing any club or group to use the conference room for their meetings. Recently, however, it has been reported that the lights in the room were still on when no one was inside and the tables were not cleaned properly. Please make sure to clean up after yourselves and turn the lights off when you leave. If this problem is not solved, we will have to think about limiting the use of the room. Thank you for listening. [어구] vice principal 교감 conference 회의 [해설] 화자가 학생들에게 회의실 사용 후 뒷정리를 하라고 당부하는 내용이다."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 주제 추론하기 W: Daniel, what are you doing? M: I’m watching a documentary about e­waste. W: E­waste? You mean electronic waste? M: Yes. The documentary says thrown­away electronic devices like cell phones cause serious problems. W: Oh, I learned about that in class. Harmful metals from e­waste pollute drinking water and soil, right? M: Exactly. Besides, e­waste from developed countries is illegally exported and dumped in poor nations. W: It must be a serious threat to the environment in those countries. M: Right. I think action should be taken to solve this problem. W: I agree with you. [어구] e­waste 전자 폐기물 pollute 오염시키다 [해설] 전자 폐기물로 인해 야기되는 문제점에 대해 대화하는 내용이다."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 파악하기 M: Welcome. How may I help you? W: Hello. Where can I exchange money? M: There is a bank around the corner. W: Thanks. And can I get a subway map for tourists? M: Sure. We have maps written in English, Japanese, and Chinese. W: Good. I will take an English one, please. M: Sure. Anything else I can help you with? W: Oh, I need some information about hotels as well. The hotel I stayed at last night was terrible. M: Sorry to hear that. Here’s a list of nearby hotels and contact numbers. W: Thank you so much for helping me. M: You’re welcome. Helping tourists is my job. [어구] exchange 환전하다 nearby 가까운 [해설] 대화에서 관광객이 상대방에게 환전, 지도, 호텔에 대한 정보를 묻는 것으로 보아, 두 사람의 관계가 관광 안내소 직원과 관광객임을 알 수 있다."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 W: Steve, I just finished decorating the room for Mom and Dad’s party. Please come and see. M: Sure. [pause] Oh, you put the “Happy Wedding Anniversary” banner on the wall. I love it. W: What do you think of the heart­shaped balloons next to the banner? M: They’re lovely. I like them. W: And I put the cake you made on the table. M: Good. By the way, where’s the present we bought yesterday? W: I put it under the table. It will be a surprise for them. M: That was a brilliant idea. W: And the camera is ready on the table. Don’t forget to take pictures when they come in. M: I won’t. You did a perfect job. I’m sure they will be happy. [어구] decorate 장식하다 brilliant 훌륭한 [해설] 카메라가 탁자 위에 놓여 있다는 여자의 말을 통해 정답을 파악할 수 있다."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자가 부탁한 일 파악하기 M: Hi, Jenny. You look busy. What’s going on? W: Hi, Nick. Chinese buyers are visiting our company today. I am preparing for their visit. M: Oh, I see. How is it going? W: Almost done now. I made reservations for hotel rooms and bought some gifts for them. M: They may not understand Korean. Did you get an interpreter? W: Yes. She will come soon. Now I’m making some name­tags for them. M: Is there anything I can help you with? W: Actually, I need someone to pick up the buyers at the airport. Could you do that for me? M: Sure, no problem. What time do you want me to be there? W: By 5 o’clock. Thank you so much, Nick. [어구] reservation 예약 interpreter 통역사 [해설] 여자가 남자에게 공항에 5시까지 손님을 마중 나가 줄 것을 부탁하는 내용이다."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유 파악하기 W: Hi, Mike. I was looking for you. M: Hi, Lisa. What’s on your mind? W: Well, can you sing a duet with me for the school talent show? I found a good song for us. M: Thanks for asking, Lisa. But I’m sorry I can’t. W: Why not? Are you planning to sing solo? M: No. I’m not going to participate. W: How come? You’re such a good singer! Do you have other plans on that day? M: Not really. To be honest, I’m afraid of being on stage. Even thinking about it makes me really nervous. W: Oh, that’s too bad. M: Sorry, but I promise I’ll go and cheer for you. [어구] talent show 장기자랑 participate 참가하다 [해설] 무대 공포증 때문에 장기자랑에 참가할 수 없다는 남자의 말을 통해 그 이유를 파악할 수 있다."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 수치 정보 파악하기 M: Hello. What can I do for you? W: I’d like to buy some body lotion. M: Sure. How about this product? It is organic and smells good. W: How much is it? M: It’s ten dollars per bottle. But you can get a ten percent discount if you have a membership. W: Good. Then, I’ll buy three. Here’s my membership card. M: Okay. Anything else? W: Oh, I also need some hand cream. M: This brand­new one is selling well these days. It’s five dollars per tube. But there is no discount on this item. W: Okay. Then I’ll buy two of them. M: So, three body lotions and two hand creams, right? W: Yes, here is my credit card. [어구] organic 유기농의 brand­new 신제품의 [해설] 각 10달러인 바디로션을 10퍼센트 할인 받아 3개 구입하고, 각 5달러인 핸드크림을 할인 없이 2개 고1 정답 및 해설 2016학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 구입하였으므로 여자는 37달러를 지불해야 한다."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 언급하지 않은 내용 파악하기 [Telephone rings.] W: Hello. This is T­shirt World. How may I help you? M: Hello. I’d like to order some T­shirts for my club. We are a group of 30. W: I see. What size would you like? M: I’d like to order 20 medium shirts and ten large ones. W: Okay. What about the color? M: I want white shirts. And could you put our club’s name on the back? W: Sure. What is your club’s name? M: It is “Angels’ Volunteer Club.” So, how much is it? W: It’s six dollars per shirt. The total is one hundred eighty dollars. M: Good. When can I get them? W: You can pick them up next Tuesday. Thank you for the order. [어구] medium 중간의 volunteer 자원봉사자 [해설] 대화에서 주문할 티셔츠의 재질에 대한 언급은 찾을 수 없다."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화 세부 내용 파악하기 M: Finally, the Gainesville Community Center opened on May 17th. It is for people of all ages and different interests. It offers a computer lab, a dance studio, a library, and a playground. Registration is required before you can use the center’s facilities. In order to register, you need to visit the community center with your ID card. The center is open from 9 a.m. to 9 p.m. on weekdays and from 9 a.m. to 5 p.m. on weekends. For further information, you can visit our website or call our information center. Thank you. [어구] registration 등록 facilities 시설 [해설] 평일에는 오전 9시부터 오후 9시까지, 주말에는 오전 9시부터 오후 5시까지 이용할 수 있다."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 도표 이해하기 M: Honey, what are you doing? W: I’m shopping online for a desk for Kevin. Can you help me? M: Sure. Let me see. Do you like this one? W: You mean the plastic one? M: Yes. This model seems like the most popular on this website. W: It looks nice but I’d prefer a wooden one because his bookcase is made of wood. M: I see. Then, how about this green desk? It looks very cool. W: I like it. But Kevin’s favorite color is yellow. M: You’re right. Then these two are our best options. W: Which one do you like better? M: Um.... I prefer this one. It is more expensive, but it has better customer reviews on quality. W: Okay, then, let’s buy it. [어구] customer review 소비자 후기 quality 품질 [해설] 나무 재질의 노란색 모델 중, 더 비싸지만 품질에 대한 소비자 후기가 더 나은 제품을 선택할 것이다."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Tom, how was your day at school? M: It was a tough day, Mom. W: What happened? M: Jessie got angry with me. W: Why? You two are best friends. M: Every Thursday we study math together. But I’m always late. W: Are you? Being late is not a good habit. M: I know. So last week I promised not to be late. But today I was 30 minutes late again. W: No wonder Jessie got angry. Did you say sorry to her? M: Yes. But she was so upset that she went home without accepting my apology. What should I do? W: [어구] promise 약속하다 apology 사과 [해설] 화가 나서 사과조차 받지 않고 가버린 친구 때문에 어떻게 해야 할지를 묻는 아들의 마지막 말에 사과 편지를 써 보라고 말하는 것이 적절한 응답이다."
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Let’s get inside. The movie will begin soon. M: Sure. I’m really excited to finally watch this movie. W: Me, too. I hope it will be fun. M: I’m sure it will. The main actor has never disappointed us. W: Right. I think he is really talented. M: I agree. [pause] Wow, there are a lot of people here today. W: Yes. This movie theater is always crowded on weekends. M: Look over there. So many people are standing in line to buy movie tickets. W: I’m glad we booked tickets on the Internet in advance. M: [어구] book 예약하다 in advance 사전에 [해설] 인터넷으로 미리 표를 예약해서 기쁘다는 여자의 마지막 말에 대한 적절한 응답은 예약 덕분에 기다리는 시간을 절약할 수 있었다고 말하는 것이다."
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 표현 고르기 M: At a bookstore, Ally buys a novel that she is looking forward to reading. However, when she gets back home and looks through the book briefly, she finds a few pages printed upside down. She goes back to the bookstore and asks them to exchange the book for a new copy. But the clerk says the book is sold out at the moment and it will take a few days for new copies to arrive. Ally wants to get her money back and go to another store to buy the novel. In this situation, what would Ally most likely say to the clerk? Ally: [어구] novel 소설 look forward to 학수고대하다 [해설] 구입한 책에 결함이 있어 교환을 요구했으나, 서점에 재고가 없어 며칠을 기다려야 한다는 점원의 말을 듣고 환불을 요구하고자 하는 상황이다. [16~17] 긴 담화 듣기 W: Hello, students. Here is some health advice for you. Reading or using a computer too long can lead to tired eyes. However, eye tiredness can be effectively prevented or reduced by following these simple tips. First, blink every three to four seconds. Blinking helps keep your eyes from getting dry. Second, give your eyes a break. Look away from the book or the computer screen if your eyes feel tired. Third, eat foods that are good for your eyes. Foods high in Vitamin B, like almonds and avocados, are good choices. Broccoli and berries are also recommended since they contain a lot of Vitamin C. Eating foods high in Vitamin E, such as bananas and potatoes, is helpful, too. Please keep these simple tips in mind in order to maintain healthy eyes. [어구] prevent 예방하다 blink 눈을 깜빡거리다"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악하기 [해설] 눈의 피로를 예방하거나 줄일 수 있는 방법에 대해 조언하는 내용이다. [16~17] 긴 담화 듣기 W: Hello, students. Here is some health advice for you. Reading or using a computer too long can lead to tired eyes. However, eye tiredness can be effectively prevented or reduced by following these simple tips. First, blink every three to four seconds. Blinking helps keep your eyes from getting dry. Second, give your eyes a break. Look away from the book or the computer screen if your eyes feel tired. Third, eat foods that are good for your eyes. Foods high in Vitamin B, like almonds and avocados, are good choices. Broccoli and berries are also recommended since they contain a lot of Vitamin C. Eating foods high in Vitamin E, such as bananas and potatoes, is helpful, too. Please keep these simple tips in mind in order to maintain healthy eyes. [어구] prevent 예방하다 blink 눈을 깜빡거리다"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 언급하지 않은 내용 파악하기 [해설] lemons는 언급되지 않았다. [16~17] 긴 담화 듣기 W: Hello, students. Here is some health advice for you. Reading or using a computer too long can lead to tired eyes. However, eye tiredness can be effectively prevented or reduced by following these simple tips. First, blink every three to four seconds. Blinking helps keep your eyes from getting dry. Second, give your eyes a break. Look away from the book or the computer screen if your eyes feel tired. Third, eat foods that are good for your eyes. Foods high in Vitamin B, like almonds and avocados, are good choices. Broccoli and berries are also recommended since they contain a lot of Vitamin C. Eating foods high in Vitamin E, such as bananas and potatoes, is helpful, too. Please keep these simple tips in mind in order to maintain healthy eyes. [어구] prevent 예방하다 blink 눈을 깜빡거리다"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 Ashley Hale을 위해 이 글을 씁니다. 저는 고등학교 3년간 Ashley의 축구 코치를 맡아 지도했고, 그녀가 1학년 때는 스페인어를 가르치는 기쁨을 누렸습니다. Ashley는 운동과 학 업 수 행 모 두 에 서 매 우 강 한 헌 신 적 인 태 도 를 보 여 왔 습 니 다 . 자주 그녀는 학급 친구나 팀 동료가 목표를 달성할 수 있도록 돕는 데 특별히 애를 씁니다. 그녀가 귀교의 매우 성공적인 구성원이 될 것이라 믿으며 그녀의 귀교 입학을 추천합니다. 더 많은 정보가 필요하시면 거리낌 없이 연락 주십시오. 시간 내어 주셔서 감사합니다. [어구] on behalf of ～를 위해 go the extra mile 특별히 애를 쓰다 [해설] 지도교사가 Ashley의 운동 및 학업에 대한 노력 등을 언급하며 대학에 그녀의 입학을 추천하는 글이다."
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 파악하기 일몰이 늦게 오고 있었다. 하루 종일 덥고 햇볕이 강한데다 공기는 무겁고 고요했다. 나는 마을 광장 한가운데 있는 큰 분수대를 보았는데 거기에 물은 없었다. 광장은 무섭고 날카로운 표정으로 나를 응시하는 검은 고양이를 제외하고는 텅 비어 있었다. 가게들은 문을 닫았고 주위 에는 아무도 없었다. 어두워지자 나는 불안해지기 시작 했다. 건너편 카페로 가서 테이블에 앉으며 옆에 있는 의자 위에 가방을 놓았다. 창가 테이블에 앉은 두 명의 거칠어 보이는 남자들을 제외하고는 카페는 텅 비어 있었다. 그들은 위협적으로 나를 지켜보다가 갑자기 나를 향해 다가오기 시작했다. 나는 정말 도망치고 싶었다. [어구] still 고 요 한 , 움 직 임 이 없 는 threateningly 위 협 적 으 로 [해설] 불안함을 느낀 필자는 카페로 갔고, 거칠어 보이는 두 남자가 갑자기 다가오자 두려움을 느끼고 있다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 추론하기 고1 정답 및 해설 2016학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 강한 부정적인 감정은 인간 삶의 일부이다. 이러한 감정을 통제하거나 피하려고 지나치게 노력하면 문제가 발생한다. 강한 부정적인 감정에 대처하는 데 도움이 되는 방법은 그 감정을 있는 그대로 받아들이는 것이다. 이것은 당신을 안전하게 지켜주기 위한 의도로 당신의 몸과 마음이 보내는 메시지이다. 예를 들어, 당신이 업무 프레젠테이션을 두려워한다면, 불안을 피하려고 애쓰는 것이 당신의 자신감을 감소시키고 두려움을 증가시킬 수 도 있다. 그 대신 대부분의 다른 사람들처럼, 사람들 앞에서 말하는 것에 대해 당신도 아마 긴장해 있다는 신호로 그 불안을 받아들이도록 노력해라. 이것은 당신의 불안과 스트레스 수준을 낮추도록 도와주어 자신감을 높 이고 프레젠테이션을 훨씬 더 용이하게 해 줄 것이다. [어구] cope with 대처하다 lower 낮추다, 내리다 [해설] 불안과 같은 강한 부정적인 감정을 통제하려고만 하지 말고 있는 그대로 받아들일 것을 권하는 내용이다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 글의 요지 추론하기 표정에 관한 흥미로운 연구가 최근에 미국 심리학회에서 발표됐다. 15명의 중국인과 15명의 스코틀랜드인이 이 연구에 참여했다. 이들은 컴퓨터 화면에서 무작위로 바뀌는 감정 중립적인 얼굴을 보고 행복한, 슬픈, 놀란, 두려운 또는 화난 표정으로 분류했다. 그들의 반응을 통해 연구자들은, 참가자가 감정을 드러내는 얼굴부위 중 어느 부분을 각각의 감정과 연관 짓는지를 알게 되었다. 연구에 따르면 중국인 참가자들은 표정을 구별 하기 위해 눈에 좀 더 의존하는 반면, 스코틀랜드인 참 가자들은 눈썹과 입에 의존했다. 사람들은 문화가 다르면 행복한, 슬픈, 화난 표정을 다른 방식으로 인식한다. 즉, 표정은 “감정의 보편적인 언어”가 아니다. [어구] neutral 중립적인 expressive (생각․감정을) 보여주는, 표정이 있는 [해설] 중국인들과 스코틀랜드인들이 표정을 알기 위해 주목하는 얼굴 부위가 다르다는 연구 결과를 소개하면서 문화에 따라 표정을 인식하는 방식이 다 름을 보여주는 글이다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 주제 추론하기 극심한 스트레스 요인과 직면할 때 당신은 즉각적인 반응을 보이며 반격할지도 모른다. 이것은 당신의 조상들이 야생동물로부터 공격을 받았을 때는 도움이 되었지만 오늘날에는 당신이 물리적으로 공격받지 않는 한 그다지 도움이 되지 않는다. 기술로 인하여 성급한 반응으로 상황을 악화시키는 것이 더 쉬워졌다. 나는, 특히 이메일 에서, 상황을 악화시키기만 하는 거친 어조로 사람들에게 너무 성급하게 반응한 것에 대해 죄책감을 느꼈음을 알고 있다. 어떤 일이 당신의 심장을 빨리 뛰게 하면 할수록, 말을 한마디 하거나 타자로 치기 전에 한 걸음 뒤로 물러 서는 것이 더욱 더 중요하다. 이것은 당신에게 상황을 충분히 생각하고 상대방에게 좀 더 건강한 방식으로 대하는 방법을 찾을 시간을 줄 것이다. [어구] fight back 반격하다 guilty 죄책감을 느끼는 [해설] 스트레스 요인이 있을 때 즉각적으로 반응하면 상황이 악화되므로 한 걸음 물러서서 충분히 생각할 시간을 갖는 것이 도움이 된다는 내용이다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 제목 추론하기 미국 및 전 세계 대학 캠퍼스에서 몇몇 동물들이 도움이 절실한 학생들을 도와주고 있다. 많은 학생들이 우울감과 불안을 호소함에 따라 학교 관계자들은 특히 시험 기간 동안에 사기를 북돋우고 스트레스에 대처할 수 있도록 애완동물 치료 행사를 마련한다. 이 동물들은 장애를 가진 사람들을 돕도록 훈련된 장애인 보조 동물이 아니라 대부분이 자원 봉사자들의 애완동물이다. 이 동물들의 방문은 분명히 도움이 된다. 연구에 따르면 애완동물과의 접촉이 혈압과 스트레스 호르몬 수치는 낮추고 소위 행복 호르몬은 증가시킬 수 있다. Pet Partners의 책임자인 Mary Callahan은 대학 캠퍼스 내 애완동물의 방문이 학생들의 성공을 도와주는 훌륭한 방법이라고 생각한다. [어구] service anim al (맹 인 안 내 견 등 의 ) 장 애 인 보 조 동 물 cheer 쾌활함, 생기 [해설] 애완동물과의 접촉이 학생들의 정신적 건강에 도움이 된다는 내용이다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 도표 이해하기 2013, 2014, 2015년 10월 한국인들의 뉴질랜드 방문 목적 이 도표는 2013년 에서 2015년 사이 매해 10월 뉴질 랜드를 방문한 한국인들의 수를 그들의 방문 목적별로 보여준다. 이 기간 동안 뉴질랜드를 방문한 가장 흔한 목적은 친구와 친척 방문이었다. 2014년에 교육 목적으로 방문한 사람의 수는 2013년보다 감소했지만 그 이듬해에는 증가했다. 2014년에 사업 목적으로 방문한 한국인의 수는 이전 해와 비교하여 감소했다. 교육은 이 3년 내내 가장 드문 방문 목적이었다. ( →교육이 3년 내내 가장 드문 방문 목적은 아니었다.) 2013년에 친구와 친척을 방문한 사람들 수는 2013년에 사업 목적으로 방문한 사람들 수의 두 배보다 많았다. [어구] decline 감소하다 previous 이전의 [해설] 교육 목적 방문은 2013년에 가장 적었지만, 2014년과 2015년에는 사업 목적 방문보다 많았다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 내용 일치 파악하기 Joshua tree는 가지 끝에 뾰족한 잎이 많이 달려있는 상록수다. 독특한 모양으로 인해 Joshua tree는 장식용 으로 매우 매력적이다. 다른 지역으로 옮겨 심었을 때의 낮은 생존율에도 불구하고 불행히도 많은 Joshua tree가 뽑혀져 도시 지역에 심어졌다. 아메리카 원주민들은 Joshua tree의 꽃눈을 구워서 먹었다. 사람들은 Joshua tree의 어린 씨앗을 그대로 먹거나 요리해서 먹었다. (그리고 바나나와 같은 맛이 난다고 전해진다.) 또한 꽃으로 술을 만들었다. 그러나 Joshua tree는 오늘날의 기준으로는 먹기 힘들고, 법으로 보호되기 때문에 상업적인 식용 작물이 될 가능성은 거의 없다. [어구] evergreen 상록수 commercial 상업적인 [해설] 법에 의해 보호되기 때문에 상업적인 식용 작물이 될 가능성이 거의 없다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 일치 파악하기 Museum of Art ― Heywood Museum of Art ― Heywood는 5개의 전시실이 있는 지역 미술관입니다. 미술관에서는 다수의 새로운 전시전과 특별 행사가 여름 동안 개최됩니다. 전시관 운영시간 • 화요일– 토요일: 오전 10시- 오후 4시 • 일요일: 오후 1시- 오후 4시 상점 • 일주일 내내 이용 가능 • 상품 구매 시 멤버십 카드 소지자에게 10%할인 제공 입장료 • 전시관 입장료: 5달러 • S­Promo : 12달러 (구입 후 3일간 무제한 방문 가능) • 12세 이하 아동: 무료 [어구] exhibit 전시회 purchase 구매 [해설] 상점은 주말에도 이용할 수 있다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 일치 파악하기 여름 디자인 캠프 여름 디자인 캠프는 고등학생을 위한 일련의 체험 중심 디자인 프로그램입니다. 활동 강사들은 현장 학습을 계획하고 그들의 경험을 들려줄 전문가들을 초청합니다. 프로그램은 학생 작품 전시로 마무리됩니다. 날짜 및 비용 • 날짜: 2016년 6월 27일 - 30일 • 비용: 200달러 자격요건 및 등록 • 캠프에 참여하려면 학생들은 디자인 프로젝트에 관한 사전 경험이 반드시 필요합니다. • 학생들은 반드시 웹사이트 www.designlab.org를 통해 미리 등록해야 합니다. 추가적인 정보를 원한다면 Ruby@jsnty.com으로 이메일을 보내주세요. [어구] professional 전문가 requirement 자격요건 [해설] 참가 자격에 제한을 두고 있다."
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 어법성 판단하기 많은 소비자들은 상품이 시장에서 구입가능하다는 것을 알게 된 후에야 상품을 구매한다. 어떤 상품이 시장에 출 시 된 이후에도 한동안 광고가 되지 않았다고 가정해보자. 그렇 다면 어떤 일이 일어날까? 소비자들은 상품이 존재한다는 것을 알지 못해서, 그 제품이 그들에게 유용하더라도 아마도 사지 않을 것이다. 광고는 또한 사람들이 그들에게 최적의 상품을 찾을 수 있게 해준다. 사람들은 전체 범위의 상품 들을 알게 되었을 때, 상품 비교와 구매가 가능하여, 힘들게 번 돈으로 원하는 것을 얻는다. 그래서 광고는 일상생활 에서 필수적인 것이 되었다. [어구] available 이용 가능한 necessity 필수품 [해 설 ] 상품은 광고되어야 하므로 (A)에는 수동의 의 미 인 advertised가, (B)에는 customers와 수의 일치를 이루는 them이, (C)에는 선행사를 포함하는 관계대명사이면서 desire의 목적어 역할을 하는 what이 적절하다."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어휘 파악하기 얼마나 일찍 아이들이 컴퓨터를 시작해야 너무 일찍 시작하는 것이 될까? 만약 아이가 한 살 미만이라면 대답은 (A) 분명하다. 왜냐하면 아이의 시력은 화면에 집중할 수 있을 정도로 충분히 발달되지 않았고, 심지어 혼자 앉아 있을 수조차 없다. 그러나 한 살이 지나면 사람들은 그 질문에 대해 다양한 답을 한다. 몇몇 사람들은 세 살 아이를 컴퓨터에 노출시키는 것에 대해 (B) 동의하지 않는다. 그들은 부모가 컴퓨터 대신 독서, 스포츠, 놀이와 같은 전통적인 방식으로 아이들에게 자극을 줘야 한다고 주장 한다. 다른 사람들은 컴퓨터에 일찍 노출되는 것이 디지털 세계에 적응하는 것에 도움이 된다고 주장한다. 그들은 아이들이 컴퓨터를 더 일찍 사용하면 할수록 다른 디지털 기기 사용에 더 많은 (C) 친숙함을 가질 수 있다고 믿는다. [어구] expose 노출시키다 stimulate 자극하다 [해설] 컴퓨터에 일찍 노출시켜도 의미가 없다는 점을 분명하게 제시하므로 (A) 분명한(clear), 전통적인 방 법 으 로 아 이에게 자극 을 주 는 것 을 주 장하므 로 컴 퓨터에 대한 이른 노 출에 (B)동의 하지 않 는다(disagree), 일찍 컴퓨터에 노출시키는 것이 디지털 세계에 적응하는 데 도움이 되므로 (C) 친숙함(familiarity)이 적절하다."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 지칭어 추론하기 나이 많은 어느 목수가 은퇴를 앞두고 있었다. ①그는 자신의 사장에게 가족과 함께 여유로운 삶을 살기 위해 주택 건축업을 그만두겠다는 계획을 이야기했다. 그는 매주 받던 급여는 못 받겠지만 은퇴를 원했다. 사장은 훌륭한 직원이 그만 두는 것이 아쉬워서 개인적인 부탁으로 고1 정답 및 해설 2016학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 ②그가 집을 한 채만 더 지어줄 수 있는지 물어보았다. 목수는 그러겠다고 대답했지만 시간이 지날수록 자신의 일에 ③그의 진심을 다하고 있지 않다는 것을 쉽게 알 수 있었다. 그는 형편없는 건축자재를 사용했고 그의 마지막 작업에 그다지 많은 시간이나 노력을 쏟지 않았다. 그것은 그가 평생 해 온 일을 마무리하는 방식으로는 바람직하지 않았다. ④그가 작업을 마무리 했을 때, 그의 사장은 집을 확인하러 왔다. 그 후 ⑤그는 현관 열쇠를 목수에게 주며 “이 집은 당신에게 주는 선물입니다”라고 말했다. [어구] retire 은퇴하다 career 경력 [해설] ⑤는 사장을, 나머지는 목수를 가리킨다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 아마도 대부분의 투자자들이 투자를 처음 시작할 때 저 지 르 는 가장 큰 실수는 손실을 보고 공황상태에 빠지는 것 이다. 이것은 확고하고 장기적인 계획을 세우는데 주된 장애물이다. 우리는 돈을 벌기 위해 열심히 일하고, 그 돈이 불어나서 우리에게 수익을 가져다주기를 원한다. 그러나 대부분의 초보 투자자들이 이해하지 못하는 것은 주식 시장에 투자하는 것에는 위험성이 있다는 것과 위험성 으로 인해 때때로 손실을 본다는 것이다. 비록 투자한 주식 가격이 떨어지고 있다고 해서 이것은 그 투자를 성급하게 포기해야 한다는 것을 의미하지는 않는다. 중요한 것은 투자가로서 우리는 단기 손실보다는 장기적인 성장에 집중해야 한다는 것이다. 그러므로 주식 포트폴리오뿐만 아니라 개인적 투자에 있어서도 인내심을 가져라. [어구] investment 투자 obstacle 장애물 [해설] 단기 손실보다는 장기적인 성장에 집중해야 한다고 하므로 인내심을 가지고 투자해야 한다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 사람들은 상황에 따라 변하는 가치관을 가지고 있다. 예를 들어, 어떤 사람이 물 한 병을 구입했다고 하자. 그러나 플라스틱 병의 위험성에 대한 기사를 읽고 난 후, 다음 날에는 똑같은 물병을 멀리 할 수도 있다. 이 사람이 일 년 후 비행기를 타고 반(反)플라스틱 회의에 가다가 사막에 추락한다면 플라스틱 병에 든 물 한 병이 그때 그곳에서는 갑자기 세상에서 가장 귀중한 것이 될 수도 있다. 이 사람은 어느 하나를 다른 것보다 더 선호 하는 성향을 가지고 있다는 것과, 매번 선택하고 행동 할 때마다 가치의 등위와 순서를 매긴다는 것을 보여준다. [어구] identical 동일한 preference 선호 [해설] 사람들은 상황에 따라 동일한 물건의 가치를 달리 평가한다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 철학에서 논증의 개념을 이해하는 가장 좋은 방법은 의견과 대조하는 것이다. 의견은 단순히 어떤 사람 혹은 사물에 대한 믿음이나 태도이다. 우리는 항상 의견을 표현한다. 우리는 특정 영화나 다른 종류의 음식을 좋아 하기도 하고 매우 싫어하기도 한다. 대부분에 있어서, 사람들의 의견은 거의 언제나 자신의 감정에 기초한다. 사람들은 자신의 의견을 어떤 종류의 증거로도 뒷받침 할 필요는 없다고 느낀다. 논증은 이것과는 좀 다르다. 이것은 자신의 주장이 사실이라는 것을 다른 사람에게 확신시키기 위하여 만들어진 것이다. 따라서 이것은 주장을 뒷받침하는 논거를 제시하려는 시도이다. 논증은 철학을 구성하는 요소이고, 훌륭한 철학자는 확고한 토대에 기반을 둔 최고의 논증을 만들어 낼 수 있는 사람이다. [어구] evidence 증거 convince 확신시키다 [해설] 감정에 기초하는 의견과 달리 논증은 뒷받침 하는 논거를 제시하려는 것이다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 연결어 추론하기 완전히 딱 맞는 신발을 찾는 것이 어떤 이들에게는 어려울 수도 있다. 대부분의 성인들은 자신의 정확한 발 크기를 알고 있다고 생각해서, 새 신발을 살 때 자신의 발 크기를 재지 않는다. (A) 그래서 많은 사람들은 수 년 혹은 수십 년 동안 똑같은 크기의 신발에 (발을) 밀어 넣는다. 20세가 되면 발은 더 이상 길어지지 않지만, 대부분의 발은 나이가 들면서 점점 넓어지고, 때때로 여성의 발은 출산 후 커진다. (B) 게다가 당신의 발은 커졌다가 다음날 아침에 “정상”으로 돌아오는 등 사실상 하루 중 시간에 따라 크기가 다를 수도 있다. 그래서 당신이 다음 번 신발을 구입할 때는 당신의 발의 크기가 달라질 수 있다는 점을 기억하라. [어구] fit (옷, 신 등의) 딱 맞는 것 squeeze into 무리하게 끼워넣다 [해설] (A)에는 인과 관계를 보여주는 Therefore가, (B)에는 이전과 동일한 성격의 설명을 덧붙이므로 Besides가 적절하다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 순서 파악하기 책을 여러 번 읽는 습관은 사람들로 하여금 그 책과 감정적으로 연결되게 한다. 만약 책을 한 번만 읽으면, 사람들은 그 책의 사건과 이야기에만 집중하는 경향이 있다. (C) 하지만 두 번째 읽을 때는 반복된 경험이 책을 통해 생겨난 처음의 감정을 되살려주고, 그 감정을 느긋하게 음미할 수 있게 해준다. (B) 그 책의 감정적 효과를 좀 더 깊이 즐김으로써, 사람들은 자신의 감정과 더욱 가까워 진다. 비록 사람들은 이야기에 이미 익숙하지만, 그 책을 다시 읽는 것은 책과 자신에 대한 새 로 운 이 해 를 가 져 다 준 다 . (A) 그와 동일한 효과를 익숙한 휴가지에서도 볼 수 있다. 한 장 소를 다 시 방문하 는 것 또 한 사 람 들이 그 장소와 자신을 더 잘 이해하도록 도와준다. 이 러 한 많은 이점을 고려해 볼 때 재소비(책을 다시 읽고, 장소를 다시 방문하는 것)를 시도해 보는 것에 망설이지 마라. [어구] immense 거대한, 수많은 appreciate 감상하다 [해설] (C) 책을 다시 읽으면 감정적으로 더 잘 이해 하게 된다. (B) 그런 감정적인 효과로 책과 자신의 감정을 더 잘 이해한다. (A) 휴가지 재방문도 동일한 효과가 있으므로 재소비(re­consuming)를 해보라."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 부상(浮上)하기 위해서, 물고기는 자신의 총 밀도를 낮춰야 하는데, 대부분의 물고기는 부레를 통해 그렇게 한다. (B) 물고기는 주변 물에서 모은 산소로 자신의 부레를 채운다. 부레가 채워지면 그것은 팽창한다. 그 후, 물고기의 부피는 커지지만 무게는 크게 증가하지 않는다. (C) 이것은 물고기의 밀도가 낮아졌음을 의미하고, 따 라서 물고기는 더 큰 부력을 경험하게 된다. 마침내 부 레가 완전히 팽창되었을 때, 물고기는 부피가 최대치가 되고 수면으로 떠오른다. (A) 대부분의 물고기는 이런 방법으로 부상(浮上)하지만 전부 그런 것은 아니다. 일부 물고기 종은 평생을 바다 밑바닥에서 움직이며 살아가기 때문에 부레가 필요 없다. 다른 종들은 앞으로 헤엄치면서 뜨거나 가라앉는다. [어구] propel 추진하다 volume 부피, 양 [해설] (B) 부레가 산소로 채워지면 물고기의 부피는 커지지만 무게는 큰 변화가 없다. (C) 부레가 완전히 팽창되면 물고기는 최대 부피가 되고 수면으로 떠오른다. (A) 대부분의 물고기는 이런 방법으로 부상(浮上)하지만 그런지 않은 종들도 있다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 문장 위치 파악하기 내가 나의 강아지를 훈련시키기 위해 사용하는 기법은 행동 포착이라 불리는데 이는 일반적인 훈련 방법과 다르다. 일반적으로 당신은 명령을 먼저하고 강아지가 명령을 따를 때만 보상을 한다. 그러나 행 동 포 착 에 서 당 신 은 우선 당 신의 강아지 가 원하는 행동 을 할 때까지 기다려야 한 다 . 특 정 한 행 동 이 일어나기를 기다리면서 당신의 강아지의 행동을 관찰하라. 그 행동이 일어나면 강아지에게 보상을 주라. 예를 들면, 당신이 “앉아”라고 말할 때마다 강아지가 앉도록 훈련시키고자 한다면, 그 강아지가 앉을 때까지 기다려야 한다. 그 후, 당신의 강아지 앉자마자, “앉 아 ”라 고 명 령 을 내 리 고 보 상 을 해 준 다 . 일단 보상이 기다리고 있다는 것을 강아지가 알면, 그 경험을 재미있는 게임으로 받아 들인다. [어구] behavior 행동 reward 보상(하다) [해설] 주어진 문장은 행동 포착 기법에 대한 설명으 로 일반적인 강아지 훈련 방식과 대조되기 때문에 ②번에 위치해야 한다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 위치 파악하기 사람들은 종종 ‘모든 일은 이유가 있어서 일어난다.’ 라고 말한다. 어떤 면에서 이 말은 사실이다. 모든 일은 분명히 이유가 있어 일어난다. 이 말은, 사건에는 원인이 있고, 그 원인은 항상 그 사건에 선행한다는 것을 의미 한다. 쓰나미는 해저 지진 때문에 발생했고, 지진은 지각 변동 때문에 발생했다. 이 경우가 ‘모든 일은 이유가 있어 일어난다’의 진정한 의미이고, 여기서 ‘이유’란 ‘과거의 원인’을 의미한다. 그러나 사람들은 종종 ‘목적’과 같은 것을 의미하기 위해 이유를 다른 의미에서 사용한다. 사람 들은 ‘쓰나미가 일어난 이유는 우리의 과오를 벌하려는 것 이다’라는 식의 말을 할 것이다. 사람들이 이런 형태의 터무니없는 말을 얼마나 자주 하는지 알면 놀라운 일이다. [어구] shift 변동, 변화 earth’s plate 지각 [해설] 주어진 문장에서 ‘이유’는 ‘목적’이라는 의미로 사용되므로 그 예시 문장 앞에 위치하여야 한다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 무관한 문장 고르기 한 실험에서, 사람들이 머릿속으로 3분을 세도록 요구 받았을 때 25세의 사람들은 꽤 정확했지만, 65세의 사람 들은 평균적으로 40초가 더 걸렸다. 시간은 나이가 더 많은 사람들에게는 더 빨리 가는 것 같았다. 이것이 무의미 해 보일 수도 있지만, 65세의 사람들처럼 시간을 인식 하는 것에는 많은 이점이 있다. 예를 들어, 만약 당신이 8시간 동안 프로젝트 작업을 하고 있지만 그것을 단지 6시간처럼 느낀다면, 당신은 일을 계속 할 수 있는 더 많은 에너지를 얻게 될 것이다. 만약 당신이 20분 동안 달리기를 하고 있는데 그것을 단지 13분이라고 인식 한다면, 당신은 7분의 추가적인 에너지를 얻게 될 것이다. 나이 드는 것의 가장 큰 장점 가운데 하나는 격정(激情)을 식히고 성급하게 행동으로 옮기지 않는 것이다. 그래서 만약 당신이 더 오래 일하는 데 자신의 에너지를 사용 하고 싶다면, 얼마나 오래 일했는지에 대한 인식을 바꾸기만 하면 된다. [어구] benefit 이점 perception 인식 [해설] 나이가 들면 시간이 빨리 간다고 인식하는 실험결과를 바탕으로, 시간에 대한 인식의 변화만으로도 일을 할 수 있는 에너지를 더 많이 얻을 수 있다는 내용의 글이다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 한 연구에서, 학생들은 10개의 포스터를 아름다운 순서 대로 배열하도록 요청받았다. 연구자들은 학생들이 나중에 포스터 중 하나를 연구 참여에 대한 보상으로 가질 수 있다고 약속했다. 그러나 학생들이 이 과업을 마쳤을 때, 연구자들은 학생들이 3순위로 선택했던 포스터는 가질 수 없다고 말했다. 그 후 그들은 학생들에게 10개의 포스터를 처음부터 다시 평가하도록 요청했다. 그 결과 학생들이 가질 수 없도록 했던 포스터가 갑자기 가장 아름다운 것으로 순위 매겨졌다. 이것은 “로미오와 줄리엣 효과”의 한 예시이다. 셰익스피어 비극에 나오는 로미오와 줄리엣처럼, 사랑이 금지될 때 사람들은 서로에게 더 고1 정답 및 해설 2016학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 애착감이 생긴다. → 사람들은 무언가를 (A) 소유할 수 없을 때, 그것이 더 (B) 매력적이라고 생각하기 시작한다. [어구] arrange 배열하다 attached 애착을 가진 [해설] 사람들은 무언가를 (A) 소유할(own) 수 없을 때, 그것이 더 (B) 매력적(attractive)이라고 생각하게 된다 는 내용이다. [41~42] 장문 이해 지난해 Roberta Vinci는 US Open에서 세계 1위 Serena Williams와 테니스 경기를 했다. 누구도 Vinci가 승리할 것이라고 생각하지 않았지만, 그녀는 승리했다. 경기 후 인터뷰에서 Vinci는 자기가 이기는 것이 가능 하다고 여기지 않아서 승리에 대해 생각하지 않으려고 노력했다고 말했다. “마음속으로 저는 ‘공을 치고 달려. 생각하지 말고 그냥 달려’라고 말했고, 그 결과 승리 했습니다.” Vinci의 태도는 긍정을 너무 강조하는 오늘날의 우리 문화와 크게 대조된다. 만약 당신이 어떤 일이 불가능 하다고 느낀다면, 당신은 충분히 긍정적으로 생각하고 있지 않다는 말을 들을 것이다. 그러나 만약 당신이 어떤 일이 불가능하거나 성공할 수 없다고 정말 믿는다면, 당신 스스로에게 그렇지 않다고 납득시키려고 노력하는 것은 불안을 증가시킬 수도 있고, 실제로도 전혀 도움이 되지 않는다. 그러므로 때때로 어려운 목표를 달성하는 최선의 방법은 그것이 가능하다는 생각을 그만하고, 그저 한 번에 한 단계씩 해 나가는 것이다. 목표에 지나치게 집중하는 것은 당신이 원하는 것을 성취하지 못하도록 방해할 수 있다는 것을 기억하라. 목표를 잊어라. 단지 공을 치고 달려라. [어구] emphasize 강조하다 convince 납득시키다"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기 [해설] 불가능한 목표에 대해 지나치게 긍정적으로 생각하지 말고 현재에 집중하다 보면 좋은 결과를 얻을 수 있다는 내용이다. [41~42] 장문 이해 지난해 Roberta Vinci는 US Open에서 세계 1위 Serena Williams와 테니스 경기를 했다. 누구도 Vinci가 승리할 것이라고 생각하지 않았지만, 그녀는 승리했다. 경기 후 인터뷰에서 Vinci는 자기가 이기는 것이 가능 하다고 여기지 않아서 승리에 대해 생각하지 않으려고 노력했다고 말했다. “마음속으로 저는 ‘공을 치고 달려. 생각하지 말고 그냥 달려’라고 말했고, 그 결과 승리 했습니다.” Vinci의 태도는 긍정을 너무 강조하는 오늘날의 우리 문화와 크게 대조된다. 만약 당신이 어떤 일이 불가능 하다고 느낀다면, 당신은 충분히 긍정적으로 생각하고 있지 않다는 말을 들을 것이다. 그러나 만약 당신이 어떤 일이 불가능하거나 성공할 수 없다고 정말 믿는다면, 당신 스스로에게 그렇지 않다고 납득시키려고 노력하는 것은 불안을 증가시킬 수도 있고, 실제로도 전혀 도움이 되지 않는다. 그러므로 때때로 어려운 목표를 달성하는 최선의 방법은 그것이 가능하다는 생각을 그만하고, 그저 한 번에 한 단계씩 해 나가는 것이다. 목표에 지나치게 집중하는 것은 당신이 원하는 것을 성취하지 못하도록 방해할 수 있다는 것을 기억하라. 목표를 잊어라. 단지 공을 치고 달려라. [어구] emphasize 강조하다 convince 납득시키다"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해설] 목표에 지나치게 집중하는 것은 당신이 원하는 것을 성취하지 못하도록 방해할 수 있다는 내용이다. [43~45] 장문 이해 (A) 어느 대학생이 자신의 학비를 내는 데 어려움을 겪고 있었다. 그는 고아였고, 돈을 어디서 구해야 할지 막막 하던 중 멋진 생각이 떠올랐다. 그는 자신의 학비를 마련 하기 위해 캠퍼스 음악 콘서트를 열기로 결심했다. 그는 위대한 피아니스트인 Ignacy Paderewski에게 와서 연주해 달라고 요청했다. (a) 그의 매니저는 피아노 독주회에 대해 2,000달러를 요구했다. 거래가 성사되었고, 그 학생은 콘서트를 성공시키기 위해 노력하기 시작했다. (D) 드디어 그날이 되었다. 그러나 불행히도, 그는 입장권을 충분히 팔지 못했다. 모인 총액은 1,600달러 뿐 이었다. 실망한 채, 그는 Paderewski에게 가서 자신의 어려움을 설명했다. Paderewski는 1,600달러를 돌려주면서 그 학생 에게 말했다. “이 1,600달러를 받게. 학비로 필요한 이 돈을 자네가 가지게.” 그 학생은 놀라서 (e) 그에게 진심 으로 감사했다. (B) 훗날 Paderewski는 폴란드의 수상이 되었다. 그는 훌륭한 지도자였지만, 불행히도 1차 세계대전이 시작되었을 때 폴란드는 황폐해졌다. (b) 그의 나라에는 150만 명이 넘는 사람들이 굶주리고 있었고, 그들에게 식량을 공급 할 돈이 없었다. Paderewski는 어디에서 도움을 구할지 몰랐다 . 마 침내, 그는 미 국 Food and Relief Administration에 도움을 요청했다. (C) 그 기관의 수장은 Herbert Hoover라고 불리는 사람 이었고, 훗날 미국 대통령이 되었다. (c) 그는 굶주리는 폴란드 국민들에게 수십 톤의 식량을 공급하는 것에 동의 했다. Paderewski는 안도감을 느꼈다. 그 후 (d) 그가 Hoover에게 그의 고귀한 행위에 대해 감사를 표현하려고 했을 때, Hoover는 재빨리 “수상님, 저에게 고마워하실 필요 없습니다. 기억 못하시겠지만, 오래 전 당신께서는 한 학생이 대학을 졸업하도록 도와 주셨습니다. 제가 바로 그 학생이었습니다.” [어구] starving 굶주린 noble 고귀한 [41~42] 장문 이해 지난해 Roberta Vinci는 US Open에서 세계 1위 Serena Williams와 테니스 경기를 했다. 누구도 Vinci가 승리할 것이라고 생각하지 않았지만, 그녀는 승리했다. 경기 후 인터뷰에서 Vinci는 자기가 이기는 것이 가능 하다고 여기지 않아서 승리에 대해 생각하지 않으려고 노력했다고 말했다. “마음속으로 저는 ‘공을 치고 달려. 생각하지 말고 그냥 달려’라고 말했고, 그 결과 승리 했습니다.” Vinci의 태도는 긍정을 너무 강조하는 오늘날의 우리 문화와 크게 대조된다. 만약 당신이 어떤 일이 불가능 하다고 느낀다면, 당신은 충분히 긍정적으로 생각하고 있지 않다는 말을 들을 것이다. 그러나 만약 당신이 어떤 일이 불가능하거나 성공할 수 없다고 정말 믿는다면, 당신 스스로에게 그렇지 않다고 납득시키려고 노력하는 것은 불안을 증가시킬 수도 있고, 실제로도 전혀 도움이 되지 않는다. 그러므로 때때로 어려운 목표를 달성하는 최선의 방법은 그것이 가능하다는 생각을 그만하고, 그저 한 번에 한 단계씩 해 나가는 것이다. 목표에 지나치게 집중하는 것은 당신이 원하는 것을 성취하지 못하도록 방해할 수 있다는 것을 기억하라. 목표를 잊어라. 단지 공을 치고 달려라. [어구] emphasize 강조하다 convince 납득시키다"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기 [해설] 한 학생이 학비를 벌기 위해 Paderewski에게 콘서트에서 연주를 요청하였으나 (D) 입장권을 충분히 팔지 못하였고, 이에 대해 Paderewski는 오히려 모인 돈을 학비로 쓰라고 주었다. (B) 폴란드의 수상이 된 Paderewski는 전쟁으로 식량이 부족해지자 미국에 원조를 요청하였는데 (C) 예전에 도움을 받았던 학생인 Hoover가 그에게 도움을 주었다. [43~45] 장문 이해 (A) 어느 대학생이 자신의 학비를 내는 데 어려움을 겪고 있었다. 그는 고아였고, 돈을 어디서 구해야 할지 막막 하던 중 멋진 생각이 떠올랐다. 그는 자신의 학비를 마련 하기 위해 캠퍼스 음악 콘서트를 열기로 결심했다. 그는 위대한 피아니스트인 Ignacy Paderewski에게 와서 연주해 달라고 요청했다. (a) 그의 매니저는 피아노 독주회에 대해 2,000달러를 요구했다. 거래가 성사되었고, 그 학생은 콘서트를 성공시키기 위해 노력하기 시작했다. (D) 드디어 그날이 되었다. 그러나 불행히도, 그는 입장권을 충분히 팔지 못했다. 모인 총액은 1,600달러 뿐 이었다. 실망한 채, 그는 Paderewski에게 가서 자신의 어려움을 설명했다. Paderewski는 1,600달러를 돌려주면서 그 학생 에게 말했다. “이 1,600달러를 받게. 학비로 필요한 이 돈을 자네가 가지게.” 그 학생은 놀라서 (e) 그에게 진심 으로 감사했다. (B) 훗날 Paderewski는 폴란드의 수상이 되었다. 그는 훌륭한 지도자였지만, 불행히도 1차 세계대전이 시작되었을 때 폴란드는 황폐해졌다. (b) 그의 나라에는 150만 명이 넘는 사람들이 굶주리고 있었고, 그들에게 식량을 공급 할 돈이 없었다. Paderewski는 어디에서 도움을 구할지 몰랐다 . 마 침내, 그는 미 국 Food and Relief Administration에 도움을 요청했다. (C) 그 기관의 수장은 Herbert Hoover라고 불리는 사람 이었고, 훗날 미국 대통령이 되었다. (c) 그는 굶주리는 폴란드 국민들에게 수십 톤의 식량을 공급하는 것에 동의 했다. Paderewski는 안도감을 느꼈다. 그 후 (d) 그가 Hoover에게 그의 고귀한 행위에 대해 감사를 표현하려고 했을 때, Hoover는 재빨리 “수상님, 저에게 고마워하실 필요 없습니다. 기억 못하시겠지만, 오래 전 당신께서는 한 학생이 대학을 졸업하도록 도와 주셨습니다. 제가 바로 그 학생이었습니다.” [어구] starving 굶주린 noble 고귀한"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭어 추론하기 [해설] (c)는 Hoover를 가리키고, 나머지는 Paderewski를 가리킨다. [43~45] 장문 이해 (A) 어느 대학생이 자신의 학비를 내는 데 어려움을 겪고 있었다. 그는 고아였고, 돈을 어디서 구해야 할지 막막 하던 중 멋진 생각이 떠올랐다. 그는 자신의 학비를 마련 하기 위해 캠퍼스 음악 콘서트를 열기로 결심했다. 그는 위대한 피아니스트인 Ignacy Paderewski에게 와서 연주해 달라고 요청했다. (a) 그의 매니저는 피아노 독주회에 대해 2,000달러를 요구했다. 거래가 성사되었고, 그 학생은 콘서트를 성공시키기 위해 노력하기 시작했다. (D) 드디어 그날이 되었다. 그러나 불행히도, 그는 입장권을 충분히 팔지 못했다. 모인 총액은 1,600달러 뿐 이었다. 실망한 채, 그는 Paderewski에게 가서 자신의 어려움을 설명했다. Paderewski는 1,600달러를 돌려주면서 그 학생 에게 말했다. “이 1,600달러를 받게. 학비로 필요한 이 돈을 자네가 가지게.” 그 학생은 놀라서 (e) 그에게 진심 으로 감사했다. (B) 훗날 Paderewski는 폴란드의 수상이 되었다. 그는 훌륭한 지도자였지만, 불행히도 1차 세계대전이 시작되었을 때 폴란드는 황폐해졌다. (b) 그의 나라에는 150만 명이 넘는 사람들이 굶주리고 있었고, 그들에게 식량을 공급 할 돈이 없었다. Paderewski는 어디에서 도움을 구할지 몰랐다 . 마 침내, 그는 미 국 Food and Relief Administration에 도움을 요청했다. (C) 그 기관의 수장은 Herbert Hoover라고 불리는 사람 이었고, 훗날 미국 대통령이 되었다. (c) 그는 굶주리는 폴란드 국민들에게 수십 톤의 식량을 공급하는 것에 동의 했다. Paderewski는 안도감을 느꼈다. 그 후 (d) 그가 Hoover에게 그의 고귀한 행위에 대해 감사를 표현하려고 했을 때, Hoover는 재빨리 “수상님, 저에게 고마워하실 필요 없습니다. 기억 못하시겠지만, 오래 전 당신께서는 한 학생이 대학을 졸업하도록 도와 주셨습니다. 제가 바로 그 학생이었습니다.” [어구] starving 굶주린 noble 고귀한"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 내용 파악하기 [해설] Paderewski는 Hoover에게 학비를 지원했다. [43~45] 장문 이해 (A) 어느 대학생이 자신의 학비를 내는 데 어려움을 겪고 있었다. 그는 고아였고, 돈을 어디서 구해야 할지 막막 하던 중 멋진 생각이 떠올랐다. 그는 자신의 학비를 마련 하기 위해 캠퍼스 음악 콘서트를 열기로 결심했다. 그는 위대한 피아니스트인 Ignacy Paderewski에게 와서 연주해 달라고 요청했다. (a) 그의 매니저는 피아노 독주회에 대해 2,000달러를 요구했다. 거래가 성사되었고, 그 학생은 콘서트를 성공시키기 위해 노력하기 시작했다. (D) 드디어 그날이 되었다. 그러나 불행히도, 그는 입장권을 충분히 팔지 못했다. 모인 총액은 1,600달러 뿐 이었다. 실망한 채, 그는 Paderewski에게 가서 자신의 어려움을 설명했다. Paderewski는 1,600달러를 돌려주면서 그 학생 에게 말했다. “이 1,600달러를 받게. 학비로 필요한 이 돈을 자네가 가지게.” 그 학생은 놀라서 (e) 그에게 진심 으로 감사했다. (B) 훗날 Paderewski는 폴란드의 수상이 되었다. 그는 훌륭한 지도자였지만, 불행히도 1차 세계대전이 시작되었을 때 폴란드는 황폐해졌다. (b) 그의 나라에는 150만 명이 넘는 사람들이 굶주리고 있었고, 그들에게 식량을 공급 할 돈이 없었다. Paderewski는 어디에서 도움을 구할지 몰랐다 . 마 침내, 그는 미 국 Food and Relief Administration에 도움을 요청했다. (C) 그 기관의 수장은 Herbert Hoover라고 불리는 사람 이었고, 훗날 미국 대통령이 되었다. (c) 그는 굶주리는 폴란드 국민들에게 수십 톤의 식량을 공급하는 것에 동의 했다. Paderewski는 안도감을 느꼈다. 그 후 (d) 그가 Hoover에게 그의 고귀한 행위에 대해 감사를 표현하려고 했을 때, Hoover는 재빨리 “수상님, 저에게 고마워하실 필요 없습니다. 기억 못하시겠지만, 오래 전 당신께서는 한 학생이 대학을 졸업하도록 도와 주셨습니다. 제가 바로 그 학생이었습니다.” [어구] starving 굶주린 noble 고귀한"
    }
]