[
    {
        "question_num": 1,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Hey, look! There’s an Italian restaurant over there. M: It’s newly opened. Last weekend I had lunch there with my friends. W: Really? What did you think of it? M: [어구] newly 새롭게 [해설] 지난 주말 점심 식사가 어땠는지를 묻는 질문이 므로 음식이 정말 좋았다는 응답이 적절하다."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Grace, I heard it’s going to rain this afternoon. W: Then it’ll be hard to play badminton outside. M: You’re right. Let’s go and ask the teacher if we can play in the school gym instead. W: [어구] gym 체육관 [해설] 학교 체육관에서 배드민턴을 칠 수 있는지를 물 어보자는 남자의 말에 동의한 후 선생님이 허락해주시 면 좋겠다는 응답이 적절하다."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 추론하기 W: Good afternoon. I’m the director of the Modern Gallery. I hope you are enjoying the exhibition of the works of Steve Kim, the world-famous photographer. Today, there will be a special event for our visitors. We invited Steve Kim to the gallery to meet his fans and share his ideas about photography and life. It will be a great opportunity to meet the artist in person. The event will start at three p.m. in the Design Hall and last for about an hour. If you’re interested, please come to the hall and be seated before the event begins. For more information, you can get a pamphlet at the reception desk. Thank you. [어구] exhibition 전시회 in person 실물로, 직접 [해설] 화자가 관람객에게 작가 초청 행사에 대해 안 내하는 내용이다."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 화자의 의견 추론하기 M: Sumi, what are you doing? W: Hi, Minho. I’m doing my homework. It’s about the Honor Society. M: Isn’t that the group of individuals who donated more than one hundred million won? W: Right. I’m really moved by their stories. If I were rich, I would donate a lot of money like them. M: But money is not the only thing you can donate. W: What do you mean by that? M: Well, for example, we can donate used clothes to charities. W: Yeah, I suppose you’re right. Giving clothes we don’t wear could help someone in need. M: Right. We can also donate our time or talents by volunteering in our community. W: Now I get your point. I’ll think about what I can do. [어구] donate 기부하다 charity 자선 단체 [해설] 남자가 기부는 다양한 방법으로 할 수 있다는 의견을 말하고 있다."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 추론하기 [Telephone Rings.] W: Hello. This is Monica Jones. M: Hello. This is John Lewis, Sally’s father. W: Hello, Mr. Lewis. Has Sally gotten any better? M: Yes. She doesn’t have a high fever anymore. W: Glad to hear that. M: But the doctor said that Sally needs to stay home this week. W: I see. Do you think she’ll come to school next Monday? M: I think so. But, Sally’s worried that she won’t be able to submit her school newspaper article on time. W: Oh, please tell her not to worry about it. The newspaper editor is also taking my class, so I’ll talk to him. M: Thank you so much. [어구] fever 열 submit 제출하다 [해설] 대화에서 남자가 여자에게 전화를 걸어 Sally의 아버지라고 말하며 딸의 등교와 학교 신문 기사 제출 문제 등에 관해 이야기 하는 것으로 보아 두 사람의 관계가 교사와 학부모임을 알 수 있다."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 M: Susie, what is this picture? W: My family went camping last month, and I took the picture at the campsite. M: Is the man wearing glasses your father? W: Yes, he is. He enjoys preparing meals for us. So, he’s cooking on the grill in the picture. M: That’s so sweet of him. I see a plate of fish on the table. W: Yes. We all love eating fish, so we usually have some for lunch. M: The woman sitting in the chair must be your mother. W: Right. She’s feeding the fish in the pond. And the boy playing the guitar is my brother. M: He must be good at it. I also see a tent next to the tree. W: Yeah, my brother and I set it up. M: It looks good. It seems like you had a great family trip. [어구] meal 식사 next to 옆에 [해설] 엄마가 연못의 물고기에게 먹이를 주고 있다는 여자의 말을 통해 정답을 파악할 수 있다."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자가 부탁한 일 파악하기 W: Dad, where are you going? M: I’m going to the grocery store. We’re having a surprise party this evening. W: Really? Is it a special day today? M: Yes. Mom was promoted at work, so we’re going to celebrate. W: Oh, good for her. I’m sure she’ll love the party. M: I hope so. I’m thinking of making steak and seafood pasta for dinner. W: Sounds perfect. Will there be any guests? M: Yes. I invited a couple of our friends. W: Good. I also want to help. Shall I go buy some flowers for the dinner table? M: No. I’ll do that. Can you clean the living room instead? W: Sure. I’ll make it neat and tidy before you come back. M: Thanks. That’s very kind of you. [어구] promote 승진시키다 tidy 잘 정돈된 [해설] 남자가 여자에게 거실 청소를 부탁하고 있다."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유 파악하기 M: Hi, Jane. I got two free tickets for the musical Lion King. Can you go with me this Saturday? W: I’d love to, but I don’t think I can. M: Do you have to work that day? W: No, it’s not about work. M: Then, why not? I thought you were a big fan of musicals. W: Of course, I am. But my parents are coming all the way from Canada to see me. M: Oh, that’s great. When did you last see them? W: Two years ago. So I think I need to spend this weekend with them. M: Okay. No problem. I’ll find someone else to go with me then. [어구] free 무료의 [해설] 캐나다에서 오시는 부모님과 주말을 함께 보내야 한다는 여자의 말을 통해 그 이유를 파악할 수 있다."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 수치 정보 파악하기 W: Hi. How can I help you? M: I’d like to buy a mouse for my computer. Can you recommend one? W: Sure. How about this wireless one? It’s very popular among students. M: Okay. How much is it? W: It’s thirty dollars, but if you have a student ID card, you can get a ten-percent discount. M: That’s great. I’ll take one. Here’s my student ID. W: Okay. Anything else? 2017학년도 6월 고1 전국연합학력평가 정답 및 해설 고1 정답 및 해설 2017학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 M: Oh, I also need some USB drives. W: We only have eight-gigabyte ones now. They’re ten dollars each. M: Good. Do you offer a student discount for them as well? W: Sorry. There’s no discount on USB drives. M: That’s fine. I’ll buy two USB drives. Here’s my credit card. [어구] discount 할인 as well 마찬가지로 [해설] 30달러인 컴퓨터 마우스 1개를 10퍼센트 할인 받아 구입하고, 각 10달러인 USB를 할인 없이 2개 구입 하였으므로 남자는 47달러를 지불해야 한다."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 언급하지 않은 내용 파악하기 M: What’re you doing, Mary? W: Hi, Shawn. I’m filling out an application form for a global internship program. M: A global internship program? Sounds interesting. W: Then why don’t you apply for it, too? The deadline is July 1st. M: Is it a one-year program? W: No. It’s a six-month program. M: Are there any requirements? W: Yes, only college seniors with a recommendation from a professor can apply for it. M: I see. How many students will be selected? W: It says between thirty and fifty students. And you will get a certificate if you complete the program. M: Sounds good. I’ll think about it. Thank you for the information. [어구] application 지원서 requirement 자격, 필요조건 [해설] 대화에서 면접 날짜는 언급되지 않았다."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화 세부 내용 파악하기 W: Good morning, Central High School. This is Kathy Miller, the school librarian. In order to celebrate this year’s reading month, our school is going to hold a Book Review Contest. All students are invited to participate in the contest. You can write a review on any type of book, but the review must be your own original work. You can download a form from our school website. Reviews should be submitted through e-mail by the end of this month. The best three works will be selected and published in our school magazine. For more details, please visit the school website. Thank you. [어구] celebrate 기념하다 original 고유의, 독창적인 [해설] 어떠한 종류의 책에 대해서도 독후감을 작성할 수 있다."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 도표 이해하기 M: Honey, what are you looking at? W: A catalog of women’s metal watches. I’m thinking of buying a new one. M: Let me see. How about this one? W: I think it’s too expensive. I don’t want to spend more than one hundred dollars. M: I see. Then, what do you think of this model? Gold is a popular color these days. W: But, I prefer silver. I think it goes better with any color of clothing. M: Okay. There are two options left. Which one do you like more? W: I want to buy the square one. I already have a round one. M: That’s a good choice. W: Then, I’ll order it. [어구] prefer 선호하다 option 선택 [해설] 여 자 는 100달 러 가 넘 지 않 는 모 델 중 은 색 이 고 사 각 형 모양의 시계를 주문할 것이다."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Chris, a funny thing happened to me yesterday. M: Oh, really? Tell me about it. W: After school I visited Mina’s house to do homework with her. Then I came back home before dinner. M: Well, I don’t see why that’s funny. W: Hey, I’m not finished yet. While I was having dinner, I got a phone call from Mina. M: What did she say? W: She said my shoes were still in her house! M: Oh, what happened? W: By mistake, I came home wearing her shoes instead of mine. Her shoes looked almost the same as mine. M: No doubt you were very embarrassed. So, what did you say to Mina? W: [어구] no doubt 의심할 바 없이 embarrassed 당황한 [해설] 실수로 친구의 신발을 신고 집에 온 것을 뒤늦게 알았다는 여자의 이야기를 듣고, 그 친구에게 어떤 말을 했는지를 묻는 남자의 마지막 말에 바보스러운 실수에 대해 사과했다는 것이 적절한 응답이다."
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Mom, I watched a TV show today and it made me feel so sad. W: What was it about? M: It was about poor animals. I didn’t know there were so many dogs abandoned by their owners. W: Yeah. It’s very sad that people can be so cruel sometimes. M: Exactly. So, Mom, I have an idea. W: What is it? M: Why don’t we adopt one of those poor dogs? W: Well, that’s not an easy decision, Mike. M: Mom, I promise I’ll feed and shower the dog every day. W: Anyway, I think it should be a family decision. Your dad must agree to the idea, too. M: [어구] abandon 버리다 adopt 입양하다 [해설] 버려진 개를 입양하는 것은 가족이 함께 결정 해야 할 사항이므로, 아빠도 역시 동의해야 한다는 엄 마의 마지막 말에 아빠에게 가서 의견을 물어보겠다는 응답이 적절하다."
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 표현 고르기 W: Julie’s going to throw a birthday party this Friday evening. She invites her friend Eric to the party. Eric wants to accept her invitation, but he has a problem. His parents will go out for dinner on Friday, so his eight-year-old brother will have to stay home alone if he goes out. Eric can’t leave him alone, so he asks Julie if he can come to the party with his brother. Julie wants to say it’s okay because she’d like to have more guests at the party. In this situation, what would Julie most likely say to Eric? [어구] accept 수락하다 invitation 초대 [해설] Julie가 생일 파티에 초대한 Eric으로부터 남동생 도 데려가도 되는지 질문을 받고, 파티에 사람이 더 많으 면 좋기 때문에 데려와도 괜찮다고 말하고자 하는 상황이다. [16~17] 긴 담화 듣기 M: Hello, class. Yesterday, we learned about some major inventions from the 19th century. Today, we’ll move on to the 20th century. Thanks to advances in science and technology, there were some great inventions. Here are some examples. Personal computers and the Internet were probably the best things invented in the last century. Thanks to them, we can find information with just a few clicks. Mobile phones were another great invention, allowing people to contact each other easily no matter where they are. Next, the air conditioner, which keeps us cool even during hot summer days, was also invented in the last century. Finally, I should not forget to mention the microwave oven. Certainly, its creation has made cooking much easier. Overall, these accomplishments of the 20th century have changed our lives for the better. [어구] invention 발명품 accomplishment 업적"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 추론하기 [해설] 20세기의 위대한 발명품에 대한 수업 내용이다. [16~17] 긴 담화 듣기 M: Hello, class. Yesterday, we learned about some major inventions from the 19th century. Today, we’ll move on to the 20th century. Thanks to advances in science and technology, there were some great inventions. Here are some examples. Personal computers and the Internet were probably the best things invented in the last century. Thanks to them, we can find information with just a few clicks. Mobile phones were another great invention, allowing people to contact each other easily no matter where they are. Next, the air conditioner, which keeps us cool even during hot summer days, was also invented in the last century. Finally, I should not forget to mention the microwave oven. Certainly, its creation has made cooking much easier. Overall, these accomplishments of the 20th century have changed our lives for the better. [어구] invention 발명품 accomplishment 업적"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 [해설] copy machine은 언급되지 않았다. [16~17] 긴 담화 듣기 M: Hello, class. Yesterday, we learned about some major inventions from the 19th century. Today, we’ll move on to the 20th century. Thanks to advances in science and technology, there were some great inventions. Here are some examples. Personal computers and the Internet were probably the best things invented in the last century. Thanks to them, we can find information with just a few clicks. Mobile phones were another great invention, allowing people to contact each other easily no matter where they are. Next, the air conditioner, which keeps us cool even during hot summer days, was also invented in the last century. Finally, I should not forget to mention the microwave oven. Certainly, its creation has made cooking much easier. Overall, these accomplishments of the 20th century have changed our lives for the better. [어구] invention 발명품 accomplishment 업적"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 학부모님들께, 아시는 바와 같이, 6년간 방과후 학교 수영코치였던 Sandy Brown이 지난달 코치직에서 은퇴했습니다. 그래서 Bredard Community College에서 수영 선수생활을 하며 전국 대회에 서 수차례 입상한 Virginia Smith가 우리 학교의 새 수영 코 치로 임명되었습니다. 이번이 코치로서의 첫 시작이고, 다음 주부터 근무를 시작합니다. 오후에 수업을 할 예정이며, 여름 프로그램도 계속할 예정입니다. 그녀는 수영의 건강상 이점 을 증진시킴으로써 더 많은 학생들이 수업을 통해 건강해지 기를 기대하고 있습니다. 진심으로, Fred Wilson Riverband High School 교장 [어구] promote 증진시키다 instruction 수업, 교육 [해설] Fred Wilson 교장이 학교의 새 수영 코치인 고1 정답 및 해설 2017학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 Virginia Smith를 소개하는 글이다."
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 파악하기 산악 대피소는 네 개의 벽면이 있었고 앞쪽 벽면에는 5 피트 크기의 통로가 있었다. 나는 구석에 자리를 잡았다. 다른 등산객들이 도착하였고, 오늘 밤 대피소는 사람들로 가득찰 것 같았다. 7시가 되었고, 내 인생 최악의 밤 중 하나가 시작되었다. 침낭으로 기어 들어갈 때 그날의 힘 든 등산으로 땀을 많이 흘린 이후 나의 속옷은 여전히 축축했고, 나의 다른 어떤 옷도 마른 상태가 아니었다. 나는 또 다른 불편함 역시 무시할 수 없었다. 공기의 움 직임으로 인해 사람들의 체취와 젖은 침낭 냄새가 표면 으로 올라왔다. 불쾌한 냄새에 둘러싸인 채, 붐비는 대피 소의 구석 바닥에 누워 나는 잠들 수 없었다. [어구] crawl 기어가다 inconvenience 불편함 [해설] 힘든 산행 후 대피소에 도착한 필자가 자신이 처 한 여러 가지 불편한 상황에 대해 불쾌감을 느낀 내용이다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 추론하기 언어 놀이는 아이들의 언어 학습과 발달에 유익하다. 따라서 우리는 아이들의 언어 놀이를 적극적으로 장려하 고 심지어 그것에 동참해야 한다. 하지만 언어 놀이는 아이들의 것이어야 한다. 만약 언어 놀이가 결과를 만들 어내기 위해 어른들이 사용하는 또 다른 교육적 수단이 된다면, 그것은 본질을 잃게 된다. 아이들은 창의적이고 즉각적인 언어 놀이에서 즐거움을 찾고, 실없는 말을 해 놓고 웃기도 하고, 언어 놀이의 속도, 타이밍, 방향, 흐 름에 대한 주도권을 가질 수 있을 필요가 있다. 아이들 이 자신의 언어 놀이를 발전시키도록 허용할 때, 광범위 한 이점이 생긴다. [어구] outcome 결과 essence 본질 [해설] 언어 놀이를 할 때 아이들이 스스로 주도하도록 허용할 것을 권하는 내용이다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 글의 요지 추론하기 만약 당신이 갓 구운 빵 냄새가 나는 방으로 걸어 들 어간다면, 꽤나 기분 좋은 그 냄새를 금방 알아차리게 된다. 하지만, 몇 분 동안 방에 머무르면 그 냄새는 사 라지는 것 같다. 사실, 냄새를 다시 일깨우는 유일한 방 법은 방을 나간 후 다시 들어오는 것이다. 정확히 똑같 은 개념이 행복을 포함한 우리 삶의 많은 방면에 적용된 다. 모든 사람에게는 행복을 느끼는 무언가가 있다. 아 마도 사람들은 소중한 동반자, 건강, 만족스러운 직업, 보금자리, 충분한 음식을 갖고 있을 것이다. 그러나 시 간이 지남에 따라, 사람들은 그들이 가진 것에 익숙해지 고, 마치 갓 구운 빵 냄새처럼 이런 소중한 것들은 의식 속에서 사라진다. 속담에서 말하듯이 사람들은 우물이 마른 후에야 물의 소중함을 알게 된다. [어구] asset 자산, 소중한 것 consciousness 의식 [해설] 시간이 흐름에 따라 사람들이 갓 구운 빵 냄새 에 익숙해져서 그 냄새를 맡지 못하게 되는 것처럼, 사 람들은 자신의 소중한 것들에 익숙해지면 그것들의 가 치를 잊게 된다는 글이다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 주제 추론하기 개가 달리다가 방향을 바꿀 때 왜 넘어지지 않는지 궁 금해 본 적이 있는가? 개는 달리다가 재빨리 방향을 바 꿔야 할 때, 자기가 가려고 하는 방향으로 몸의 앞부분 을 내던진다. 개의 등은 휘지만 몸의 뒷부분은 여전히 원래의 방향으로 계속 가려고 할 것이다. 당연히 이 회 전 동작으로 인해 몸의 뒷부분이 크게 흔들릴 수도 있 다. 그래서 급회전을 하려고 할 때, 이것은 개가 움직이 는 속도를 많이 늦추거나 심지어 넘어지게 할 수도 있 다. 하지만 개의 꼬리는 이것을 방지하도록 돕는다. 개 가 회전하는 방향과 같은 방향으로 꼬리를 내던지는 것 이 경로를 이탈하려는 경향을 줄이는 역할을 한다. [어구] tendency 경향 off course 경로 밖으로 [해설] 개가 재빨리 방향을 바꿀 때 속도를 늦추거나 넘어지지 않도록 균형을 유지하는 데 도움을 주는 꼬리 의 역할에 대한 내용이다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 제목 추론하기 많은 사람들은 벌을 키우는 데 있어 시골에 있는 넓은 정원이 필요하다고 생각한다. 그러나 이것은 잘못된 생 각이다. 물론 탁 트인 들판에 날아가기까지 오래 걸리는 도시에서보다 5월의 과일나무 꽃들과 6월의 흰 꽃 클로 버가 있는 곳에서 벌은 꿀을 더 잘 만든다. 그러나 불리 한 환경에서도 벌을 키워 이익을 낼 수 있다. 빌라의 정 원에 있는 꽃들이 이른 봄에서 가을까지 끊임없이 꿀을 공급해 주기 때문에 벌은 대도시의 교외 지역에서 꿀을 잘 만든다. 그러므로 벌을 지나치게 두려워하는 사람을 제외한 거의 모든 사람들은 벌을 기르며 이윤을 내고 재 미를 느낄 수 있다. [어구] profit 이윤, 이익 unfavorable 불리한 [해설] 사람들의 일반적인 생각과는 다르게 시골 지역 뿐만 아니라 대도시의 교외 지역에서도 벌을 기를 수 있다는 내용이다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 도표 이해하기 한국에서 영화 선택에 영향을 미치는 주요 요인들 위 그래프는 한국에서 2013년과 2015년에 사람들의 영 화 선택에 영향을 미친 주요 요인들을 보여 준다. 2013 년과 2015년 모두, ‘줄거리’의 비율은 네 가지 주요 요인 들 중 가장 높았다. ‘배우’의 경우, 그것은 두 해 모두 70 퍼센트가 넘는 응답자들에게 영향을 미쳤다. 2013년과 비교하여, 2015년에는 ‘온라인 평점’을 제외한 모든 주요 요소의 비율이 감소했다. 네 가지 요소 가운데, ‘온라인 평점(→감독)’은 두 해 사이에 가장 큰 차이를 보인 반 면, ‘줄거리’는 가장 작은 차이를 보였다. 2013년과 달리, 2015년에 ‘감독’의 비율은 ‘배우’ 비율의 절반에 미치지 못했다. [어구] factor 요인, 요소 rate 비율 [해설] 해석 참조"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 내용 일치 파악하기 Nauru는 남서 태평양에 있는 섬나라이다. 솔로몬 제도 의 북동쪽 약 800마일에 위치해 있으며, 가장 가까운 이 웃은 동쪽으로 약 200마일 떨어진 Banaba 섬이다. Nauru는 공식 수도는 없지만, 정부 건물들이 Yaren에 위치해 있다. 약 10,000명의 인구를 가진 Nauru는 남태 평양에서 가장 작은 나라이고 면적으로는 세계에서 세 번째로 작은 나라이다. 국기에 있는 12개의 꼭짓점을 가 진 별이 상징하듯이 Nauru 원주민은 12개의 부족으로 이루어져 있으며 이들은 Micronesia인, Polynesia인, Melanesia인이 혼합된 것으로 여겨진다. 그들의 모국어 는 Nauru어이지만, 영어가 행정 및 상업적인 목적으로 사용되기 때문에 널리 쓰인다. [어구] government 정부, 행정 symbolize 상징하다 [해설] 영어가 행정 및 상업적인 목적으로 사용된다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 일치 파악하기 Kids Coding Camp 10세에서 15세의 아이들을 위한 Kids Coding Camp는 컴퓨터 프로그래밍 언어를 재미있게 배울 수 있는 좋은 기회를 제공합니다. ◈ 활동 • 개인별 활동으로 기초 프로그래밍 • 그룹 활동으로 게임 설계와 게임하기 ◈ 날짜 및 참가비 • 날짜: 2017년 6월 28일 - 30일 • 참가비: 일인당 35달러 (인터넷 사용료, 선물, 수료증 포함) ◈ 참가 조건 및 등록 • 모든 아이들은 자신의 노트북 컴퓨터를 가져와야 합니다. • 전화(2345-6789) 또는 전자 우편 (kevincho@codingcamp.com)으로 늦어도 6월 15 일까지 캠프에 등록해 주십시오. [어구] certificate 수료증 registration 등록 [해설] 참가비는 인터넷 사용료, 선물, 수료증을 포함한다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 일치 파악하기 Basque 박물관에서의 가족 활동 신규 또는 상시 관람객 모두에게 Basque 박물관에서 실시될 가족 활동에 대해 안내드립니다. ▣ 일시 • 6월 1일 - 30일 • 주중: 오전 9시 – 오후 5시 • 주말: 오전 10시 – 오후 6시 ▣ 활동 • 보물찾기 - 5세 이상, 30분간 진행, 하루 3차례 실시 • 역사 책 만들기 - 모든 연령의 아이들 참가 가능, 주말만 운영 ▣ 공지 사항 • 모든 활동은 무료이지만, 기부금도 환영합니다. • 모든 활동은 예약이 필수입니다. • 어린이들은 성인과 함께 와야 합니다. [어구] regular 상시의, 정기적인 accompany 동반하다 [해설] 역사 책 만들기 활동은 주말에만 운영한다."
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 어법성 판단하기 당신은 당신의 강점과 약점에 대하여 스스로에게 정직 한가? 스스로에 대해 확실히 알고 당신의 약점이 무엇인 지를 파악하라. 당신의 문제에 있어 스스로의 역할을 받 아들이는 것은 해결책도 당신 안에 있다는 것을 이해함 을 의미한다. 만약 당신이 특정 분야에 약점이 있다면, 배워서 상황을 개선하기 위해 스스로 해야만 할 것들을 행하라. 만약 당신의 사회적 이미지가 형편없다면, 스스 로를 들여다보고 그것을 개선하기 위해 필요한 조치를 취하라, 오늘 당장. 당신은 삶에 대응하는 방법을 선택 할 능력이 있다. 오늘 당장 모든 변명을 끝내기로 결심 하고, 일어나는 일에 대해 스스로에게 거짓말하는 것을 멈춰라. 성장의 시작은 당신이 자신의 선택에 대한 책임 을 스스로 받아들이기 시작할 때 일어난다. [어구] solution 해결책 excuse 변명 [해설] ①명령문 주어(you)와 동일한 목적어로 재귀 대명사 yourself, ③동사의 목적어와 접속사 역할을 동 시에 하면서 선행사를 포함하는 관계대명사 what, ④지칭 하는 ‘social image’가 단수이므로 it, ⑤stop의 목적어로 동명사 lying을 사용하는 것이 적절하다. ②accepting 으로 시작하는 동명사구가 주어이므로 단수형 동사 means가 와야 한다."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어휘 파악하기 많은 성공적인 사람들은 취침 전에 하는 좋은 습관을 가지는 경향이 있다. 그들은 잠들기 직전, 낮 동안에 일 어났던 (A) 고마운 세 가지 일들에 대해 돌아보거나 적 어 보는 시간을 가진다. 감사하는 일들에 대해 일기를 쓰 는 것은 삶의 어떠한 측면에서든 그들이 그 날 이룬 발 전을 떠올리게 한다. 그것은 특히 그들이 (B) 어려움을 고1 정답 및 해설 2017학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 겪을 때 동기를 유지하도록 해 주는 핵심적인 역할을 한 다. 그러한 경우, 많은 사람들은 힘든 하루로부터 오는 부정적인 장면들을 되풀이해 떠올리는 덫에 쉽게 빠진다. 그러나 그 날 하루가 얼마나 힘들었는지 관계없이, 성공 적인 사람들은 대개 부정적인 자기 대화의 덫을 (C) 피 한다. 왜냐하면 그것이 더 많은 스트레스를 유발할 뿐이 라는 것을 그들이 알기 때문이다. [어구] routine 습관, 일상 reflect on 돌아보다 [해설] 감사하는 일들에 대해 일기를 쓰는 것이므로 (A) 고마운(thankful), 많은 사람들은 힘든 날에 부정적인 생 각을 되풀이하기 쉽지만, 성공적인 사람들은 이런 상황에 도 동기를 유지하므로 (B) 어려움(hardship), 성공적인 사 람들은 부정적인 자기 대화가 더 많은 스트레스를 유발할 뿐이라는 것을 알기 때문에 그것을 (C) 피한다(avoid)."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 지칭어 추론하기 할아버지는 호수 위에서 스케이트장을 만드느라 열심히 일했다. 눈을 펼쳐 고르고 얼음에 물을 부어 매끄럽게 만 들었다. “자”, ①그에게 설명하기 위해 Tommy를 나무의 자에 앉히면서 할아버지가 말했다. “네가 해야 할 첫 번 째는 나무의자를 붙잡고 스케이트를 타보는 거야.” “네”라 고 Tommy가 대답하면서 의자의 뒷부분을 붙잡았다. 처음 에는 약간 어려워서 ②그는 결국 몇 번 넘어졌다. 그러나 ③그는 매우 빨리 익혔다. “내 생각에는 의자 없이도 스케 이트를 탈 준비가 된 것 같구나.”라고 할아버지가 말했다. 할아버지는 처음에는 Tommy의 손을 잡고 얼음 위에서 뒤로 걸었고, 그러다가 ④그가 놓아주자 Tommy는 할아 버지 쪽으로 이동해 왔다. 얼마 지나지 않아 Tommy는 스 케이트를 혼자서 타고 있었다. 할아버지는 ⑤그가 매우 자랑스러웠다. [어구] take a hold of 붙잡다 let go 놓아 주다 [해설] ④는 할아버지를 나머지는 Tommy를 가리킨다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 우리가 만약 아무것도 변하지 않는 행성에서 산다면, 할 일이 거의 없을 것이다. 이해해야 할 것도 없을 것이고 과학 을 해야 할 이유도 없을 것이다. 그리고 우리가 만약 현상들 이 임의적이거나 매우 복잡한 방식으로 변하는 예측 불가능한 세상에서 산다면, 우리는 그 현상들을 이해할 수 없을 것이다. 역시, 과학 같은 것은 없을 것이다. 그러나 우리는 현상들이 변하지만, 법칙에 따라 변하는, 그 중간의 우주에 살고 있다. 만약 막대기를 공중으로 던지면 그것은 항상 아래로 떨어진다. 해가 서쪽으로 지면 그것은 언제나 다음 날 아침 또다시 동쪽 에서 떠오른다. 그래서 현상들을 이해하는 것이 가능하게 된 다. 우리는 과학을 할 수 있고 그것으로 우리의 삶을 향상시 킬 수 있다. [어구] figure out 이해하다 unpredictable 예측 불가능한 [해설] 위로 던진 막대가 항상 아래로 떨어지고, 해가 동쪽에서 떠서 서쪽으로 지는 것과 같은 사례들처럼 우리는 현상들이 법칙에 따라 변하는 우주에 살고 있다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 1995년 South Dakota 주 Miner County에서 한 무리 의 고등학생들이 부흥을 계획하기 시작했다. 그들은 죽 어가는 지역사회를 부흥시킬지도 모를 무엇인가를 하고 싶었다. Miner County는 오랫동안 침체되고 있었다. 농 장과 산업 일자리들이 천천히 고갈되었고, 아무것도 그 것들을 대체하지 못했다. 학생들은 그 상황을 조사하기 시작했다. 특히 한 가지 결과가 그들을 불편하게 했다. 그들은 주민의 절반이 그 지역 밖에서 물건을 사고 있는 것을 발견했는데, 그 사람들은 한 시간을 운전하여 Sioux Falls로 가서 더 큰 가게에서 물건을 사고 있었던 것이다. 그 상황을 개선할 수 있는 대부분의 것들은 학 생들이 통제할 수 있는 것이 아니었다. 하지만 그들이 매우 잘 통제 할 수 있는 한 가지를 발견했다. 그것은 주민들에게 그 지역 안에서 돈을 쓰도록 요청하는 것이 었다. 그들은 그들의 첫 번째 슬로건을 찾아냈다: Miner 의 돈은 Miner County 안에 유지하자. [어구] revival 부흥 investigate 조사하다 [해설] 학생들은 침체된 지역 사회의 부흥을 위해 지 역 주민들에게 지역 안에서 돈을 쓰자고 요청했다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 아프리카의 농촌 사람들은 물을 길어 오기 위해 하루 에 5킬로미터를 걸으면서 해바라기, 장미, 커피와 같은 환금 작물 밭을 지날 때 무슨 생각을 할까? 일부 아프리 카 국가들은 자국민들을 먹여 살리거나 안전한 식수를 공급하는 데 어려움을 겪고 있음에도 불구하고 귀한 물 은 유럽 시장에 수출하는 작물을 생산하는 데 사용된다. 하지만 아프리카 농민들은 그러한 작물들을 기를 수밖에 없다. 왜냐하면 그 작물들은 얼마 되지 않는 소득원 중 하나이기 때문이다. 어떤 의미로는 아프리카 국가들은 그들이 재배하는 바로 그 작물을 통해 물을 수출하고 있 는 것이다. 그들은 물이 필요하지만 또한 그들이 재배하 는 농작물을 통해 물을 수출할 필요도 있다. 환경 보호 압력 단체들은 아프리카산 커피와 꽃을 구매하는 유럽의 소비자들이 아프리카의 물 부족을 악화시키고 있다고 주 장한다. [어구] cash crop 환금(換金) 작물 income 소득 [해설] 환금 작물을 재배하기 위해 아프리카의 귀한 물이 사용되므로 유럽이 아프리카로부터 수입하는 작 물로 인해 아프리카의 물 부족 문제가 심화되고 있다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 오늘날 마케팅 산업의 한 가지 실질적 관심사는 리모 컨과 이동 통신 수단의 시대에 방송 광고 노출 전쟁에서 어떻게 승리하는가이다. 디지털 영상 녹화 장치의 인기 가 증가함에 따라 소비자들은 광고를 완전히 음소거하거 나 빨리 감거나 건너뛸 수 있다. 어떤 광고주들은 TV 광고 프레임 속에 쿠폰을 몰래 숨겨 놓으며 이러한 기술 들에 적응하려 노력한다. 다른 광고주들은 시청자들이 광고를 건너뛰지 못하게 하려고 자신들의 광고를 좀 더 흥미 있고 재미있게 만들려고 필사적으로 노력한다. 반 면 다른 광고주들은 TV 광고를 완전히 포기해 버린다. 일부 산업 전문가들은 결국 구매자들이 메시지를 보도록 장려하기 위해 유선 방송 공급자와 광고주들이 유인책을 제공할 수밖에 없을 것이라고 예상한다. 이러한 유인책 은 쿠폰 또는 광고 시청에 따른 유선 방송 수신료 감면 의 형태를 띨 것이다. [어구] adapt to 적응하다 desperately 필사적으로 [해설] 오늘날의 광고주들은 방송 광고를 쉽게 건너 뛸 수 있는 상황에서 시청자들을 광고에 좀 더 노출시 킬 수 있도록 다양한 노력을 기울이고 있다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 순서 파악하기 19세기 초 런던에서 Charles Dickens라는 이름의 한 젊은이는 작가가 되고자 하는 강한 열망을 가지고 있었 다. 하지만 모든 상황들이 그에게 불리한 듯 보였다. (B) 그는 4년 이상 학교에 다닐 수 없었다. 아버지는 빚 을 갚지 못해 감옥에 수감되어 있었으며, 이 젊은이는 종종 배고픔이라는 고통을 알았다. (A) 게다가 글쓰기 능력에 대한 자신감이 너무 부족하여 아무도 자신을 비 웃을 수 없도록 밤에 몰래 자신의 작품을 편집자에게 보 냈다. 그의 작품은 계속해서 거절당했다. (C) 그러던 어 느 날 한 편집자가 그를 알아보고 칭찬했다. 자신의 작 품이 출판됨으로써 그가 얻게 된 칭찬은 그의 일생을 바 꾸어 놓았다. 그의 작품들은 널리 읽혀왔고 여전히 큰 인기를 누린다. [어구] refuse 거절하다 debt 빚 [해설] (B) 교육과 아버지의 도움을 받지 못해 배고픔 의 고통을 알고 있었다. (A) 게다가 글쓰기에 자신감이 없어 몰래 글을 투고했지만 계속 거부당했다. (C) 그러 던 어느 날, 한 편집자의 칭찬으로 일생이 바뀌고 작품 이 널리 사랑받게 되었다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 어느 누구든 내릴 수 있는 가장 필수적인 선택 중 하 나는 시간을 어떻게 투자하느냐이다. (B) 물론 시간을 어떻게 투자하는지는 우리가 단독으로 내릴 결정이 아니 다. 인류의 구성원이기 때문에, 혹은 특정 문화와 사회 에 속해 있기 때문에 많은 요인들이 우리가 해야 할 일 들을 결정한다. (C) 그럼에도 불구하고, 개인이 선택할 수 있는 여지는 있으며 시간에 대한 통제권은 어느 정도 우리 손 안에 있다. 가장 억압적인 산업혁명의 시대에 조차 사람들은 시간에 대한 자유 의지를 포기하지 않았 다. (A) 이 시기의 사람들은 공장에서 일주일에 80시간 이상 일했다. 하지만 다수를 따라 술집에 가는 대신, 자 신들의 얼마 안 되는 소중한 자유 시간을 독서나 정치 참여에 사용하는 일부의 사람들도 있었다. [어구] essential 필수적인 majority 대다수 [해설] (B) 시간에 대한 투자를 제약하는 여러 요인들 이 있다. (C) 하지만 산업혁명 시기의 노동자들의 경 우에서처럼 어느 정도 개인 선택의 자유가 있다. (A) 이 시기에도 자신들의 소중한 시간을 독서와 정치 참 여에 사용하는 이들이 있었다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 문장 위치 파악하기 중국의 빈번한 통합과 유럽의 지속적인 분열은 모두 오랜 역사를 지니고 있다. 현대 중국의 가장 생산성이 높은 지역 들은 기원 전 221년에 처음 정치적으로 통합되었으며 그 이후 줄곧 그 상태를 유지해 왔다. 중국은 처음부터 단 하 나의 문자 체계를 가지고 있었으며 오랜 기간 동안 단 하 나의 주요 언어를 가지고 있었고 2000년 동안 굳건한 문화 적 통합을 이루어 왔다. 반대로 유럽은 정치적 통일에 결코 근접한 적이 없었다. 유럽은 기원 후 1500년에는 500개의 국가들로 분열되어 있었고, 1980년대에는 분열된 국가의 수가 최소 25개로 감소했다가 현재는 다시 40개 이상으로 증가했다. 유럽은 여전히 45개의 언어와 훨씬 더 큰 문화적 다양성을 가지고 있다. 유럽을 통합하는 문제에 관한 최근 의 의견 불일치는 유럽 분열의 전형을 보여 준다. [어구] unification 통합, 통일 productive 생산성 있는 [해설] 주어진 제시문은 중국의 통합에 관한 설명이 끝나고 유럽의 분열된 사례 제시가 시작되는 전환부분 에 위치해야 한다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 위치 파악하기 음악은 어린 아이들에게 강력하게 호소한다. 취학 전 아동들이 리듬과 소리를 들을 때 그들의 얼굴과 몸을 보 라― 얼굴은 환해지고, 몸은 열심히, 열정적으로 움직인 다. 그들은 음악과 상호 작용할 때 편안하게 소통하고 창의적으로 스스로를 표현하며 모든 종류의 사고와 감정 을 표출한다. 한마디로 말해 어린 아이들은 음악을 매우 재미있게 생각한다. 그러므로 이 상황을 최대한 활용하 기 위해 당신이 할 수 있는 모든 것을 해라. 주저함을 버리고 당신이 음악적으로 재능이 있는지 혹은 노래를 할 수 있고 악기를 연주할 수 있는지에 대한 걱정들을 모두 잊어라. 당신이 아이와 음악을 즐길 때 그것들은 문제되지 않는다. 그저 아이들이 이끄는 대로 따르고, 즐기고, 함께 노래하고, 다양한 종류의 음악을 듣고, 몸 을 움직이고, 춤추고, 즐겨라. [어구] enthusiastically 열정적으로 hesitation 주저함 [해설] 주어진 제시문 속에 음악을 즐기게 위해 할 수 있는 모든 것에 해당하는 내용이 있고, ④번 다음 문장 속 의 ‘They’가 주어진 문장의 음악적 재능, 노래, 악기 연 고1 정답 및 해설 2017학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 주 등에 관한 걱정들(concerns)을 가리키므로 ④에 위 치해야 한다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 무관한 문장 고르기 나는 많은 회사들이 제품과 서비스를 시장에 너무 서 둘러 출시하는 것을 보았다. ①이런 행동을 하는 데는 비용을 만회하거나 제출 마감을 맞추려는 필요를 포함하 여 많은 이유들이 있다. ②그러나 지나치게 급한 행동 의 문제점은 그것이 창의적 과정에 해로운 영향을 미친 다는 것이다. ③위대한 아이디어들은 훌륭한 와인과 같 이 적절한 숙성, 즉 완벽한 풍미와 품질을 만드는 데 걸 리는 시간이 필요하다. ④그 결과 많은 회사들은 나이, 교육, 사회적 배경과 상관없이 근로자들을 고용하고 있 다. ⑤창의적 과정을 서두르는 것은 추가적인 시간이 확보되면 성취될 수도 있을 탁월한 수준을 밑도는 결과 를 초래할 수 있다. [어구] rush 재촉하다, 서두르다 flavor 풍미 [해설] 회사가 높은 수준의 성취와 창의적인 결과를 얻으려면 서두르기보다는 충분한 시간을 확보해야 한 다는 글이다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 호주의 한 연구에 따르면, 한 사람의 부엌에서의 자 신감은 자신이 즐겨 먹는 경향이 있는 음식의 종류와 연관성이 있다. 평균적인 사람과 비교해 보면, 자신이 만든 요리에 자부심을 가지는 사람들은 채식과 건강에 좋은 음식을 좀 더 즐기는 경향이 있다. 게다가, 이러한 집단은 평균적인 사람보다 샐러드와 해산물 요리부터 햄버거와 감자튀김에 이르기까지 다양한 종류의 음식을 먹는 것을 즐기는 경향이 더 많다. 반대로, “나는 요리 하기보다는 차라리 청소를 하겠다.”라고 말하는 사람들 은 음식에 대한 이러한 광범위한 열정을 공유하지 않는 다. 그들은 평균적인 사람보다 다양한 종류의 음식을 즐길 가능성이 낮다. 일반적으로 그들은 평균적인 사람 보다 패스트푸드 음식점에서 먹는 때를 제외하고는 외 식을 덜 한다. → 일반적으로 (A)요리에 자신감이 있는 사람들은 그렇지 않은 사람들보다 (B)다양한 음식을 즐길 가능성 이 더 크다. [어구] vegetarian 채식의 enthusiasm 열정 [해설] (A)요리(cooking)에 자신 있는 사람들이 그렇 지 않은 사람들보다 (B)다양한(various) 음식을 즐길 가능성이 더 크다는 내용이다. [41~42] 장문 이해 수천 개의 웹 사이트, 텔레비전 채널, 문자 메시지, 그리고 전화 통화로 인해 매체의 홍수에 빠지기 쉽다. 우리는 노트북 컴퓨터로 누군가에게 전자 우편을 보내 면서 우리 휴대폰의 지속적인 메시지의 방해를 받는 와 중에 음악도 즐기려고 하는 등, 종종 너무 많은 것들을 너무 많은 방법으로 흡수하려고 노력한다. 살아남는 것 을 도와줄 내가 배운 것이 있는가? 그렇다. 한 번에 한 가지 종류의 매체에 집중하라. 대개 우리는 집중하는 데 매우 제한된 능력을 가지고 있다. 우리가 한 번에 너무 많은 것들을 흡수하려고 하 면, 그것들은 종종 충돌한다. 말을 하는 행위 자체가 우 리의 작동 기억의 많은 부분을 차지한다. 복잡한 주제 에 대해 말하는 동시에 운전을 잘 하려고 애쓰는 것은 우리의 능력을 한계점까지 밀어붙인다. 이것이 사람들 이 여전히 좋은 영화를 보러 영화관에 가는 이유 중 하 나다. 사람들이 모든 휴대폰을 꺼 두기 때문에 그것은 온전한 경험이 된다. 우리는 많은 형태의 의사소통 수 단들을 한 번에 하나씩 제대로 즐길 수 있을 뿐이다. [어구] absorb 흡수하다 interrupt 방해하다"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기 [해설] 우리의 집중 능력이 제한되어 있으므로, 한 번 에 하나의 매체에 집중하는 것이 좋다는 내용이다. [41~42] 장문 이해 수천 개의 웹 사이트, 텔레비전 채널, 문자 메시지, 그리고 전화 통화로 인해 매체의 홍수에 빠지기 쉽다. 우리는 노트북 컴퓨터로 누군가에게 전자 우편을 보내 면서 우리 휴대폰의 지속적인 메시지의 방해를 받는 와 중에 음악도 즐기려고 하는 등, 종종 너무 많은 것들을 너무 많은 방법으로 흡수하려고 노력한다. 살아남는 것 을 도와줄 내가 배운 것이 있는가? 그렇다. 한 번에 한 가지 종류의 매체에 집중하라. 대개 우리는 집중하는 데 매우 제한된 능력을 가지고 있다. 우리가 한 번에 너무 많은 것들을 흡수하려고 하 면, 그것들은 종종 충돌한다. 말을 하는 행위 자체가 우 리의 작동 기억의 많은 부분을 차지한다. 복잡한 주제 에 대해 말하는 동시에 운전을 잘 하려고 애쓰는 것은 우리의 능력을 한계점까지 밀어붙인다. 이것이 사람들 이 여전히 좋은 영화를 보러 영화관에 가는 이유 중 하 나다. 사람들이 모든 휴대폰을 꺼 두기 때문에 그것은 온전한 경험이 된다. 우리는 많은 형태의 의사소통 수 단들을 한 번에 하나씩 제대로 즐길 수 있을 뿐이다. [어구] absorb 흡수하다 interrupt 방해하다"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해설] 우리는 한 번에 하나씩의 의사소통 수단만을 제대로 즐길 수 있으므로 휴대폰이 모두 꺼진 영화관 에서 영화를 관람하는 것은 온전한 경험이다. [43~45] 장문 이해 (A) 내가 말레이시아 Kuching에 착륙한 때는 저녁이었다. 나는 외로움과 향수를 느꼈다. 나는 대학에서 기계공학 공부를 시작하기 위해 처음으로 집을 떠난, 두바이에서 자란 19살의 아이였다. 나는 짐을 가지고 공항 출구로 향했다. 나는 주변을 살펴보았고 내가 다닐 대학 이름 이 적힌 (a) 그의 회색 승합차 앞에서 나를 기다리는 운전기사를 발견했다. (D) 우리가 공항을 떠날 때, 그는 그 도시와 사람들에 대 해 말하기 시작했다. 내가 운전하는 것을 매우 좋아했기 때문에, 우리는 자동차와 Kuching에서의 운전에 대한 이 야기로 옮겨 갔다. “Kuching 사람들을 화나게 하지 마세 요,”라고 (e) 그는 경고했다. “운전자의 난폭행동은 안 돼요. 매우 위험해요!” 그러고 나서 그는 운전자의 난폭 행동에 대한 그의 경험을 계속해서 열거했고, 나에게 매 우 조심스럽게 운전하라고 조언했다. 잠시 후, 뒤쪽의 자동차가 우리에게 차량 조명을 비추기 시작했다. (C) 이것은 더욱 공격적으로 계속되었고, 나의 운전기사 는 당황하기 시작했다. 경적과 차량 조명이 뒤따랐고, 그래서 (c)그는 승합차를 길가에 세웠다. 뒤차에서 내 린 그 남자가 우리에게 다가왔을 때 나의 심장은 두근 거렸다. 그가 나의 창문에 다다랐을 때, 나는 창문을 내 려 (d) 그의 손을 내려다보았고, 그가 나의 지갑을 가지 고 있는 것을 알게 되었다. 나는 그것을 공항에 두고 왔었고, 그는 우리가 공항을 떠난 이후로 그가 계속 그 것을 되돌려 주려고 노력하고 있었던 것을 깨달았다. (B) 안도의 숨을 내쉬며, 나는 나의 지갑을 받았고 그에 게 고마워했다. 나는 만약 그가 그것을 되돌려 주지 않 았다면 일어났을 끔찍한 이야기를 상상할 수 있었다. 그 남자는 내가 Kuching에 온 것을 환영했고, 차를 몰 고 가버렸다. 나의 운전기사가 나를 내려줬을 때, (b) 그는 나에게 미소 지으며 나의 대학 공부에 행운을 빌 어 주었다. 이 낯선 사람들의 친절함 덕분에 집을 떠나 공부할 결심에 대해서 가졌던 처음의 의구심이 희망과 흥분으로 바뀌었다. [어구] homesick 향수병에 걸린 luggage 수화물 aggressively 공격적으로 cautiously 조심스럽게 [41~42] 장문 이해 수천 개의 웹 사이트, 텔레비전 채널, 문자 메시지, 그리고 전화 통화로 인해 매체의 홍수에 빠지기 쉽다. 우리는 노트북 컴퓨터로 누군가에게 전자 우편을 보내 면서 우리 휴대폰의 지속적인 메시지의 방해를 받는 와 중에 음악도 즐기려고 하는 등, 종종 너무 많은 것들을 너무 많은 방법으로 흡수하려고 노력한다. 살아남는 것 을 도와줄 내가 배운 것이 있는가? 그렇다. 한 번에 한 가지 종류의 매체에 집중하라. 대개 우리는 집중하는 데 매우 제한된 능력을 가지고 있다. 우리가 한 번에 너무 많은 것들을 흡수하려고 하 면, 그것들은 종종 충돌한다. 말을 하는 행위 자체가 우 리의 작동 기억의 많은 부분을 차지한다. 복잡한 주제 에 대해 말하는 동시에 운전을 잘 하려고 애쓰는 것은 우리의 능력을 한계점까지 밀어붙인다. 이것이 사람들 이 여전히 좋은 영화를 보러 영화관에 가는 이유 중 하 나다. 사람들이 모든 휴대폰을 꺼 두기 때문에 그것은 온전한 경험이 된다. 우리는 많은 형태의 의사소통 수 단들을 한 번에 하나씩 제대로 즐길 수 있을 뿐이다. [어구] absorb 흡수하다 interrupt 방해하다"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기 [해설] 나는 대학 공부를 위해 집을 떠나 Kuching에 도착하여 운전기사를 만났다. (D) 자동차와 Kuching에 서의 운전에 대해 말하던 중, 뒤쪽의 차가 차량 조명을 비추기 시작했다. (C) 차를 세우자 뒤차에서 나온 사람 은 내가 공항에 두고 온 지갑을 찾아 주었다. (B) 나는 그에게 고마움을 표했고, 대학 공부에 대한 희망을 가 졌다. [43~45] 장문 이해 (A) 내가 말레이시아 Kuching에 착륙한 때는 저녁이었다. 나는 외로움과 향수를 느꼈다. 나는 대학에서 기계공학 공부를 시작하기 위해 처음으로 집을 떠난, 두바이에서 자란 19살의 아이였다. 나는 짐을 가지고 공항 출구로 향했다. 나는 주변을 살펴보았고 내가 다닐 대학 이름 이 적힌 (a) 그의 회색 승합차 앞에서 나를 기다리는 운전기사를 발견했다. (D) 우리가 공항을 떠날 때, 그는 그 도시와 사람들에 대 해 말하기 시작했다. 내가 운전하는 것을 매우 좋아했기 때문에, 우리는 자동차와 Kuching에서의 운전에 대한 이 야기로 옮겨 갔다. “Kuching 사람들을 화나게 하지 마세 요,”라고 (e) 그는 경고했다. “운전자의 난폭행동은 안 돼요. 매우 위험해요!” 그러고 나서 그는 운전자의 난폭 행동에 대한 그의 경험을 계속해서 열거했고, 나에게 매 우 조심스럽게 운전하라고 조언했다. 잠시 후, 뒤쪽의 자동차가 우리에게 차량 조명을 비추기 시작했다. (C) 이것은 더욱 공격적으로 계속되었고, 나의 운전기사 는 당황하기 시작했다. 경적과 차량 조명이 뒤따랐고, 그래서 (c)그는 승합차를 길가에 세웠다. 뒤차에서 내 린 그 남자가 우리에게 다가왔을 때 나의 심장은 두근 거렸다. 그가 나의 창문에 다다랐을 때, 나는 창문을 내 려 (d) 그의 손을 내려다보았고, 그가 나의 지갑을 가지 고 있는 것을 알게 되었다. 나는 그것을 공항에 두고 왔었고, 그는 우리가 공항을 떠난 이후로 그가 계속 그 것을 되돌려 주려고 노력하고 있었던 것을 깨달았다. (B) 안도의 숨을 내쉬며, 나는 나의 지갑을 받았고 그에 게 고마워했다. 나는 만약 그가 그것을 되돌려 주지 않 았다면 일어났을 끔찍한 이야기를 상상할 수 있었다. 그 남자는 내가 Kuching에 온 것을 환영했고, 차를 몰 고 가버렸다. 나의 운전기사가 나를 내려줬을 때, (b) 그는 나에게 미소 지으며 나의 대학 공부에 행운을 빌 어 주었다. 이 낯선 사람들의 친절함 덕분에 집을 떠나 공부할 결심에 대해서 가졌던 처음의 의구심이 희망과 흥분으로 바뀌었다. [어구] homesick 향수병에 걸린 luggage 수화물 aggressively 공격적으로 cautiously 조심스럽게"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭어 추론하기 [해설] (d)는 공항에서 지갑을 찾아 주려고 따라온 차 량의 운전자를, 나머지는 나를 마중 나온 운전기사를 가리킨다. [43~45] 장문 이해 (A) 내가 말레이시아 Kuching에 착륙한 때는 저녁이었다. 나는 외로움과 향수를 느꼈다. 나는 대학에서 기계공학 공부를 시작하기 위해 처음으로 집을 떠난, 두바이에서 자란 19살의 아이였다. 나는 짐을 가지고 공항 출구로 향했다. 나는 주변을 살펴보았고 내가 다닐 대학 이름 이 적힌 (a) 그의 회색 승합차 앞에서 나를 기다리는 운전기사를 발견했다. (D) 우리가 공항을 떠날 때, 그는 그 도시와 사람들에 대 해 말하기 시작했다. 내가 운전하는 것을 매우 좋아했기 때문에, 우리는 자동차와 Kuching에서의 운전에 대한 이 야기로 옮겨 갔다. “Kuching 사람들을 화나게 하지 마세 요,”라고 (e) 그는 경고했다. “운전자의 난폭행동은 안 돼요. 매우 위험해요!” 그러고 나서 그는 운전자의 난폭 행동에 대한 그의 경험을 계속해서 열거했고, 나에게 매 우 조심스럽게 운전하라고 조언했다. 잠시 후, 뒤쪽의 자동차가 우리에게 차량 조명을 비추기 시작했다. (C) 이것은 더욱 공격적으로 계속되었고, 나의 운전기사 는 당황하기 시작했다. 경적과 차량 조명이 뒤따랐고, 그래서 (c)그는 승합차를 길가에 세웠다. 뒤차에서 내 린 그 남자가 우리에게 다가왔을 때 나의 심장은 두근 거렸다. 그가 나의 창문에 다다랐을 때, 나는 창문을 내 려 (d) 그의 손을 내려다보았고, 그가 나의 지갑을 가지 고 있는 것을 알게 되었다. 나는 그것을 공항에 두고 왔었고, 그는 우리가 공항을 떠난 이후로 그가 계속 그 것을 되돌려 주려고 노력하고 있었던 것을 깨달았다. (B) 안도의 숨을 내쉬며, 나는 나의 지갑을 받았고 그에 게 고마워했다. 나는 만약 그가 그것을 되돌려 주지 않 았다면 일어났을 끔찍한 이야기를 상상할 수 있었다. 그 남자는 내가 Kuching에 온 것을 환영했고, 차를 몰 고 가버렸다. 나의 운전기사가 나를 내려줬을 때, (b) 그는 나에게 미소 지으며 나의 대학 공부에 행운을 빌 어 주었다. 이 낯선 사람들의 친절함 덕분에 집을 떠나 공부할 결심에 대해서 가졌던 처음의 의구심이 희망과 흥분으로 바뀌었다. [어구] homesick 향수병에 걸린 luggage 수화물 aggressively 공격적으로 cautiously 조심스럽게"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 내용 파악하기 [해설] ‘I’는 공항에 지갑을 두고 왔다. [43~45] 장문 이해 (A) 내가 말레이시아 Kuching에 착륙한 때는 저녁이었다. 나는 외로움과 향수를 느꼈다. 나는 대학에서 기계공학 공부를 시작하기 위해 처음으로 집을 떠난, 두바이에서 자란 19살의 아이였다. 나는 짐을 가지고 공항 출구로 향했다. 나는 주변을 살펴보았고 내가 다닐 대학 이름 이 적힌 (a) 그의 회색 승합차 앞에서 나를 기다리는 운전기사를 발견했다. (D) 우리가 공항을 떠날 때, 그는 그 도시와 사람들에 대 해 말하기 시작했다. 내가 운전하는 것을 매우 좋아했기 때문에, 우리는 자동차와 Kuching에서의 운전에 대한 이 야기로 옮겨 갔다. “Kuching 사람들을 화나게 하지 마세 요,”라고 (e) 그는 경고했다. “운전자의 난폭행동은 안 돼요. 매우 위험해요!” 그러고 나서 그는 운전자의 난폭 행동에 대한 그의 경험을 계속해서 열거했고, 나에게 매 우 조심스럽게 운전하라고 조언했다. 잠시 후, 뒤쪽의 자동차가 우리에게 차량 조명을 비추기 시작했다. (C) 이것은 더욱 공격적으로 계속되었고, 나의 운전기사 는 당황하기 시작했다. 경적과 차량 조명이 뒤따랐고, 그래서 (c)그는 승합차를 길가에 세웠다. 뒤차에서 내 린 그 남자가 우리에게 다가왔을 때 나의 심장은 두근 거렸다. 그가 나의 창문에 다다랐을 때, 나는 창문을 내 려 (d) 그의 손을 내려다보았고, 그가 나의 지갑을 가지 고 있는 것을 알게 되었다. 나는 그것을 공항에 두고 왔었고, 그는 우리가 공항을 떠난 이후로 그가 계속 그 것을 되돌려 주려고 노력하고 있었던 것을 깨달았다. (B) 안도의 숨을 내쉬며, 나는 나의 지갑을 받았고 그에 게 고마워했다. 나는 만약 그가 그것을 되돌려 주지 않 았다면 일어났을 끔찍한 이야기를 상상할 수 있었다. 그 남자는 내가 Kuching에 온 것을 환영했고, 차를 몰 고 가버렸다. 나의 운전기사가 나를 내려줬을 때, (b) 그는 나에게 미소 지으며 나의 대학 공부에 행운을 빌 어 주었다. 이 낯선 사람들의 친절함 덕분에 집을 떠나 공부할 결심에 대해서 가졌던 처음의 의구심이 희망과 흥분으로 바뀌었다. [어구] homesick 향수병에 걸린 luggage 수화물 aggressively 공격적으로 cautiously 조심스럽게"
    }
]