[
    {
        "question_num": 1,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Alex, I heard you and Sally had an argument yesterday. M: It’s true. I’ve tried to apologize, but she’s still angry at me. W: That’s too bad. Why don’t you write a letter to her? M: [어구] argument 언쟁, 말다툼"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Honey, are you going grocery shopping now? W: Yeah, I’m about to go to the market. Do you need something? M: I’d like to make sandwiches for lunch, but we’re out of bread. W: [어구] be about to 막 ~하려는 참이다"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 파악하기 [Chime bell rings.] W: Attention please. This is the chief manager of the apartment maintenance office. Recently, there have been strange noises coming from the elevators in our apartment buildings. Also, many residents have been complaining that some of the buttons in the elevators don’t work properly sometimes. To find out the cause of these problems, experts will conduct inspections of the elevators. The inspections will take place from Wednesday through Friday from 11 a.m. to 1 p.m. During the inspections, the elevators will be shut down, so residents cannot use the elevators. We apologize for any inconvenience. Thank you for your cooperation. [어구] inspection 점검"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 화자의 의견 파악하기 M: Good morning, Lily! W: Hi, Sean! Are you exercising? M: Yeah. I’m just doing some stretching. W: Oh, it’s good for making your muscles flexible, right? M: Not only for that. Stretching can improve energy levels by making our mind and body more alert. W: I can imagine. I think stretching can relieve stress as well. M: You’re right. It also increases blood flow to the muscles, so you can feel less tired. W: I see. I haven’t thought about that benefit. M: As you see, stretching is very good for your health in many ways. W: I think I should do some stretching right away. M: Of course. Let’s do it together. [어구] flexible 유연한"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 추론하기 W: Hello. How can I help you? M: Hi. I’m here to pick up my clothes. W: Okay. Can I have your name and phone number? M: Peter Clarke. 567-1234. W: [Typing sound] You left two shirts and two pairs of pants, right? M: That’s right. And I paid for them when I dropped them off. W: You’re right. I’ll go get your clothes. [Pause] Here you are. M: Thanks. Wait! The stain on my pants wasn’t removed. W: Let me see.... Oh, I’m very sorry, sir. I’ll remove the stain. M: Okay. Can you do that by tomorrow? I have to wear the pants this weekend. W: Of course I can. This time, I’ll make sure the pants get cleaned completely. [어구] stain 얼룩"
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: Claire, thanks for inviting me to your housewarming party. Your living room is so cozy. W: You think so? It took a long time to decorate. Those two cushions on the sofa, I made them myself. M: They look comfortable. You’re very talented. W: Thanks. How about the clock on the wall? I bought it yesterday. M: Oh, I like it. Look at the plant at the corner. Is it the one I gave you? W: Right. It’s growing well. M: Good. Wow! You have my favorite magazine on the table. W: Yeah. I like reading it while I’m on the rug. M: You mean this round-shaped rug on the floor? W: Yes. It’s very soft. Why don’t we sit on the sofa until the rest of my friends arrive? M: Sure. [어구] cozy 아늑한"
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: Daniel, You look happy. What’s going on? M: I just got some happy news from my sister. W: What did she say? M: She gave birth to a daughter. I’m so glad I have a niece. W: Congratulations! You are an uncle now. M: Thanks. I already bought some baby clothes. I’m going to go to the hospital to see them today. W: You should. Did you buy something for your sister, too? M: Oh, I hadn’t thought about that. She likes flowers. But I’m afraid I don’t have time to go to the flower shop. W: Why not? M: I have to make an important document for tomorrow’s meeting. What should I do? W: Don’t worry. I’m free after work. I’ll go buy some flowers for you. M: That would be great. Thanks. [어구] document 문서"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Hey, Grace. Do you have some time? W: Sure. What’s up? M: I have to go to a mall to buy Cathy’s birthday present, and I need your advice. W: Okay. I can help you choose a present. M: Thanks. Her birthday party is at 6 p.m. on Saturday, you know. Can you come? W: I’m afraid I can’t. M: Why not? Because of your part-time job? W: No. I have to go to the airport. M: Are you going on a trip? W: Actually, my younger brother’s coming back from his holiday trip on Saturday, and he’s got lots of luggage. So I need to pick him up. M: Oh, I see. You must be excited to see him again. [어구] luggage 짐"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: Welcome to Joy Aquarium. How may I help you? M: Hi. I’d like to buy tickets for the aquarium. How much are they? W: A ticket is $40 per person. M: Then I’ll buy two tickets. W: Okay. Do you need anything else? M: Can we join the guided tour program now? W: Let me check. [Typing sound] Yes, you can join the program. It’s $10 for each person. M: Then, the two of us will join the program. W: Good. So, two admission tickets and two people for the guided tour program, right? M: Yes. And I printed out a discount coupon from your website. W: Oh, then you can get 10% discount off the total price. M: Wonderful. Here’s my credit card. [어구] admission 입장"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: What are you looking at, honey? M: It’s a brochure for the Watsons Book Club. They’re looking for seven new members. W: Sounds interesting. We like reading and sharing thoughts about books. M: Right. Let’s take a look at this together. W: Hmm.... It says the club meetings take place at Hillside Library. M: Perfect. That’s near our house. There’s no reason not to join it. W: We should fill out the application form and hand it in to the librarian, right? 2017학년도 11월 고1 전국연합학력평가 정답 및 해설 2 M: Yes. When is the application period? I can’t find it on the brochure. W: It’s written here at the bottom. M: Oh, it’s from December 2nd to the 9th. W: Let’s keep the dates in mind. It’ll be great if we join the club. [어구] application form 신청서"
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 M: Hello, listeners! Do you like camping out in beautiful nature? Then Oakley Campsite is the perfect place for you. We opened in 2005, and we are now one of the most popular campsites around the country. We’re located near the Oakley River, so you can enjoy the beautiful scenery while walking or biking along the riverside. Fishing is also available here from June until the site closes for the season. We provide a variety of facilities such as shower booths and washing machines. We also have microwaves and refrigerators. You can make a reservation starting on the first Monday of every month through our website www.oakleycamping.com. Don’t miss this fantastic chance you can have here with us! [어구] microwave 전자레인지"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: Julie, come here and take a look at this. W: Oh, it’s a timetable of Sunny Hill Community Center’s music classes. M: Right. Why don’t we take a music class together? W: Sounds nice! What kind of class do you want to take? M: Actually, I already took the singing class last year. How about choosing another class? W: Sure. For me, I’m not available on Thursdays because of my volunteer work. So except for Thursday classes, I’m free. M: Okay. And we cannot take a class before 3 p.m. since we finish school at 3. W: You’re right. Then there are two classes left. M: Which one do you prefer? W: I’m on a budget. What about the less expensive class? M: No problem. Let’s choose this class. [어구] prefer 선호하다"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Tim, do you have any plans for the winter break? M: Not yet. What about you? W: I registered for a ski camp. M: That’s cool. Are you good at skiing? W: Not really. Actually, it’ll be my first time skiing. M: Good for you! Do you have all the stuff you need for skiing? W: No, so I’ll go shopping for a ski suit this weekend. M: Great. Are you going to buy some safety gear, too? W: What kind of safety gear do you mean? M: Things like goggles, a helmet, knee pads, and elbow pads. They’ll keep you safe. W: That many things? If I put on all the safety gear, I might feel uncomfortable. M: [어구] safety gear 안전 장비"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 적절한 응답 고르기 M: I’m sorry I’m late, Ms. Cooper. W: Steve, you’re an hour late. Why didn’t you answer your phone? M: My cell phone battery was dead, so I couldn’t use my phone. W: As you weren’t here, we started rehearsing the play without you. M: I’m really sorry. But, something happened on my way here to the auditorium. W: What happened? Did you miss the bus? M: No, I didn’t. But I came across Jimmy near the library. W: Jimmy? You mean the boy who broke his leg last week? M: Yeah. He was struggling to cross the road with his bags on his shoulders. W: And you helped him? M: Yes. I carried his bags and helped him get to his dormitory. W: [어구] auditorium 강당"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 담화의 상황에 맞는 적절한 표현 고르기 W: Jenny and Kevin are highschool classmates. Jenny is the president of the student council. She’s busy preparing for the school festival which is going to be held next month. She wants to invite many people to the festival. She thinks using posters is an effective way to promote the festival, but she’s not good at drawing. Kevin is a member of the drawing club. He wants to participate in the festival in some way. When Jenny hears that, she wants to ask Kevin to draw posters for the school festival. In this situation, what would Jenny most likely say to Kevin? Jenny: [어구] festival 축제 16~17 긴 담화 듣기 M: Hello, everyone! Today in our science class, we’ll talk about animals at risk of extinction due to human behaviors. First are elephants. They’re disappearing because they’re targeted for their ivory tusks. Next are orangutans. They’re losing their habitats which are being cleared for palm oil plantations. Bumblebees are another endangered species. Pesticide use, as well as habitat loss, is thought to be causing the decline of their population. Last but not least are seagulls. They’re found to have plastic in their stomachs because nearly 9 million tons of plastic ends up in the ocean each year. Now, let’s search the Internet for information on other animals at risk of extinction. [어구] ivory 상아"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악하기"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 [읽 기]"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 [해석] 친애하는 고객분들께 우리 호텔에 머물러 주셔서 감사합니다. 1976년에 호 텔을 개업한 이래로 우리는 에너지 소비와 낭비를 줄 임으로써 우리 지구를 보호하는 것에 헌신해 왔습니 다. 지구를 보호하려는 노력으로, 우리는 새로운 정책 을 채택했고, 여러분의 도움을 필요로 합니다. 만약 여러분이 문에 Eco 카드를 걸어두시면, 우리는 여러 분의 침대 시트와 베갯잇 그리고 잠옷을 교체하지 않 을 것입니다. 또한, 컵이 씻길 필요가 없다면, 우리는 컵을 그대로 둘 것입니다. 여러분의 협조에 대한 보 답으로 우리는 여러분을 대신하여 National Forest Restoration Project에 기부할 것입니다. 우리의 친환 경 정책에 대한 여러분의 협조에 감사드립니다. Steven Smith 드림 [어구] be committed to ~에 헌신하다 cooperation 협조 make a contribution 기부하다"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 주인공의 심경 추론하기 [해석] 나는 어떻게 운전을 해야 할지 알고 있다고 생각했다. 하지만 내가 주차장 밖으로 운전했을 때 나는 내가 잘 해낼 수 있을지 의심스러웠다. 산 아래 로 앞뒤로 굽어진 급커브가 있는 위험한 도로가 있 었다. 첫 번째 커브에서 내 심장은 빠르게 뛰기 시작 했다. 내 손바닥은 땀이 났고 운전대에서 미끌거렸 다. 나는 내 발을 브레이크 위에 둔 채 살살 움직였 지만, 도로는 심하게 굽어 있었고 너무 가파르게 내 려가서 내 발이 브레이크 위에 있었어도 차는 내가 원하는 것보다 더 빠르게 가고 있었다. 커브를 빠져 나왔을 때 나는 절벽 쪽으로 가장 가까운 바깥 차선 에 있었다. 이 위험한 상황으로부터 벗어날 수 있는 내가 생각할 수 있는 방법은 없었다. [어구] hairpin turn 급커브 creep 살살 움직이다 double back 굽어지다 steeply 가파르게"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 부모는 종종 그들이 많은 시간을 그들의 자 녀들과 함께 보낸다고 주장할지도 모른다. 사실, 그 들이 의미하는 것은 그들의 자녀들과 함께하는 것이 아니라 그들의 자녀들 가까이에 있는 것이다. 즉, 그 들은 자녀들과 같은 방에 있지만, 텔레비전을 보거 나, 독서를 하거나, 전화중이거나, 이메일을 검토하거 나, 또는 다른 손님들과 대화하고 있을지도 모른다. 필요한 것은 자녀들과 함께하는 적극적인 참여이다. 이것은 함께 독서하기, 함께 운동과 게임하기, 함께 퍼즐 맞추기, 함께 요리하고 먹기, 함께 토론하기, 함 께 농담하기, 함께 쇼핑하기, 함께 블록 쌓기, 그리고 함께 설거지하기를 의미한다. 다시 말해, 그것은 단 순히 자녀와 함께 있으면서 동시에 자녀를 홀로 남 겨 두는 것이 아니라 그것은 자녀와 함께 활동에 적 극적인 참여자이자 동반자가 되는 것을 의미한다. [어구] engagement 참여 imply 의미하다 simultaneously 동시에 participant 참여자"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 글의 주제 추론하기 [해석] 때때로, 우리는 우리의 전제가 뒤집힐 때 매 료된다. 예를 들어, 예술가 Pablo Picasso는 우리가 세상을 다르게 보는 것을 돕는 방법으로써 큐비즘을 이용했다. 그의 유명한 작품인 ‘Three Musicians’에 서, 그는 예상치 못한 방식으로 연주자들을 형상화하 3 기 위해 추상적인 형태를 사용했다. 그래서, 여러분 이 처음 이 작품을 볼 때 여러분은 어떤 것도 이치 에 맞지 않는다고 생각한다. 그러나 여러분이 그 그 림을 두 번째로 볼 때, 그 형태들은 합쳐진다. Picasso의 작품은 어떻게 공간과 사물들이 사용되는 지에 대한 여러분의 전제에 도전한다. 그의 예술 작 품은 여러분이 세상을 다르게 보도록 돕고 여러분에 게 형체, 사물, 색을 사용하는 대안적인 방식들이 있 다는 것을 상기시킨다. 이에 대한 보상은 이 작품을 봄으로써 여러분이 얻는 내적인 즐거움이다. [어구] fascinated 매료된 assumption 전제 alternative 대안적인 intrinsic 내적인"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 제목 추론하기 [해석] 흔히 사용되는 ‘주의력을 지불하다’라는 어구 는 통찰력이 있다. 여러분은, 여러분이 활동들에 할 당할 수 있는 제한된 예산의 주의력을 소비하고, 만 약 여러분이 여러분의 예산 한도를 넘어서려고 시도 한다면, 여러분은 실패할 것이다. 활동들이 서로 간 섭한다는 것은 수고스러운 활동의 신호이고, 이는 한 꺼번에 여러 일을 수행하기 어렵거나 불가능한 이유 이다. 여러분은 빽빽이 들어선 차량 속으로 좌회전을 하는 동안에 17 곱하기 24를 계산할 수 없을 것이 고, 분명히 시도해서도 안 된다. 여러분은 한 번에 여러 일을 할 수 있지만, 오직 그 일들이 쉽고 벅차 지 않을 경우이다. 여러분은 텅 빈 고속도로에서 운 전하면서 승객과 얘기해도 아마 안전하며, 많은 부모 들은 다른 무언가를 생각하는 동안 그들이 아마도 약간의 죄책감을 갖고 아이에게 이야기를 읽어줄 수 있다는 것을 알게 되었다. [어구] insightful 통찰력 있는 allocate 할당하다 compute 계산하다"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 제목 추론하기 [해석] 실제로 말을 할 수 있는 유일한 종으로서, ‘호모 사피엔스’는 큰 소리로 거짓말을 할 수 있는 유일한 종이다. 이 능력은 초기 인간에게 중요한 진 화적 우위를 주었다. 이미 그들은 교묘하게 숨겨둔 덫으로 먹이를 사냥함으로써 또는 먹잇감을 절벽으 로 달려가도록 속임으로써 그들의 기만적인 기술의 숙련을 증명했다. 인간의 말하는 능력이 발달함에 따 라, 우리의 먹잇감을 속이고 포식자를 속이는 능력뿐 만 아니라 다른 인간들을 속이는 능력 역시 발달했 다. 이것은 또한 이로울 수 있었다. 경쟁 부족의 구 성원들에게 서쪽으로 이동하는 순록의 무리가 동쪽 으로 이동했다고 설득할 수 있는 사람들은 생존을 위한 전쟁에서 승리했다. 언어적 속임수는 초기 인간 에게 그러한 생존의 이점을 주어서 일부 진화 생물 학자들은 말하는 능력과 거짓말하는 능력이 함께 발 달했다고 믿는다. [어구] deceptive 기만적인 deceitfulness 속임수 hand in hand 함께"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 도표의 내용 파악하기 [해석] 위 그래프는 2014년과 2016년에 이집트, 레 바논, 카타르, 사우디아라비아, 튀니지, 그리고 아랍 에미리트의 사람들이 3개의 선택까지 고르도록 허용 되었을 때 선택했던 좋아하는 TV 장르를 보여준다. 2014년과 비교할 때, 2016년에는 뉴스를 제외하고 각각의 장르에서 전반적인 퍼센트 증가가 있었다. 두 해 모두, 그들의 가장 좋아하는 세 개의 TV 장르로 코미디를 선택한 사람들의 퍼센트는 모든 장르 가운 데 가장 높았다. 2014년에는 뉴스가 드라마보다 더 큰 퍼센트로 선호되었지만, 2016년에는 상황이 뒤바 뀌었다. 2014년과 2016년 사이의 퍼센트 포인트 차 이는 스포츠에서 가장 컸고 낮 시간대 토크쇼에서 가장 작았다 (→2014년과 2016년 사이의 퍼센트 포 인트 차이는 스포츠에서 가장 작았다). 2016년에 낮 시간대 토크쇼를 선택한 사람들의 퍼센트는 같은 해 에 코미디를 선택한 사람들의 그것의 절반보다 적었 다. [어구] prefer 선호하다 reverse 뒤바뀌다"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] Elsie Inglis는 John Inglis의 둘째 딸로 1864 년 8월 16일에 인도에서 태어났다. 그녀는 딸의 교육 도 아들의 교육만큼 중요하다고 여기는 깨어있는 부 모를 두는 행운을 가졌다. 아버지의 지원으로, 그녀는 의사로서 훈련을 시작했다. 여성 환자들에 대한 열악 한 치료에 놀라서, 그녀는 Edinburgh에 직원들이 여 성으로만 구성된 여성을 위한 병원을 설립했다. 또한 그녀는 정치에 적극적으로 참여하였고 여성의 투표권 을 위해 일했다. 세계 1차 대전의 발발은 그녀의 관 심을 군부대를 돕는 것으로 돌렸고 그녀는 유럽 전역 의 전쟁터로 보낼 14개의 의료 부대를 조직했다. 질 병으로 고통받는 군인과 민간인 모두를 돌보다가 Inglis는 러시아에서 병에 걸려서 영국으로 돌아와야 만 했고, 그곳에서 1917년에 사망했다. 그녀는 열정, 강인함, 그리고 온정의 훌륭한 여성으로 여전히 기억 되고 있다. [어구] enlightened 깨어있는 found 설립하다 outbreak 발발 troop 군부대"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 천문학 캠프 2017년 12월 8일 ∼ 9일 이 캠프는 천문학에 대해 더 배우기를 원하는 고등 학생을 위한 캠프입니다. 내용 캠프 수업은 다음과 같은 주제를 다룹니다. ∙천문학 기초 – 천체 움직임, 망원경 사용 ∙행성과 별의 관측 * 모든 수업은 Busselton 대학의 물리학과 천문학 교 수진에 의해서 지도되고 가르쳐질 것입니다. 참가비 ∙1인당 70달러 (티셔츠가 기념품으로 제공될 것입 니다.) 지원 방법 ∙지원서는 우리 학교 웹사이트에서 다운로드 받을 수 있습니다. ∙지원서는 학과 사무실로, 또는 이메일을 통해 astronomycamp@busselton.ac로 제출 해야만 합니다. ∙지원 마감일은 11월 23일입니다. 더 많은 정보를 위해 607-871-2208로 연락바랍니다. [어구] astronomy 천문학 observation 관측 faculty 교수진 submit 제출하다 application 지원"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 빅토리아 샌드보딩 투어 빅토리아 시 근처 모래 언덕에서 샌드보딩을 즐기세 요! 모래 언덕은 바닷가 근처에 위치해 있어서 여러 분은 샌드보딩과 바다의 아름다운 풍경을 동시에 즐 길 수 있습니다. 시간과 비용 ∙종일 프로그램 : 오전 9시∼오후 5시(개인당 40달 러, 점심 포함) ∙반일 프로그램 : 오후 1시∼오후 5시(개인당 20달러) *14세 미만 어린이는 반값에 즐길 수 있습니다. 특별 제공 ∙우리는 여러분의 숙소로 태우러 가고 태워다 드릴 것입니다. ∙우리는 여러분이 원하는 만큼 식수를 제공해 드릴 것입니다. ∙우리는 대여해 드릴 다양한 크기의 보드를 준비할 것입니다. 예약 정보 ∙예약은 필수이며 반드시 우리의 웹사이트 (www.victoriasandboarding.com)에서 해야 합니다. [어구] give a ride 태워주다 provide 제공하다 reservation 예약"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 어법상 틀린 표현 고르기 [해석] 인상주의 화가의 그림은 아마도 가장 인기가 있다. 그것은 보는 사람에게 그 형상을 이해하기 위 해 열심히 노력할 것을 요구하지 않는 쉽게 이해되 는 예술이다. 인상주의는 보기에 ‘편하고’, 여름의 장 면과 밝은 색깔은 눈길을 끈다. 그러나 이 새로운 그 림 방식은 그것이 만들어지는 방법뿐 아니라, 보이는 것에 있어서도 대중들에게 도전적이었다는 것을 기 억하는 것이 중요하다. 그들은 이전에 그렇게 ‘형식 에 구애받지 않는’ 그림을 본 적이 결코 없었다. 캔 버스의 가장자리는 마치 카메라로 스냅사진을 찍는 것처럼, 임의적으로 장면을 잘랐다. 그 소재는 기찻 길과 공장과 같은 풍경의 현대화를 포함했다. 이전에 는 이러한 대상이 결코 화가들에게 적절하다고 여겨 지지 않았다. [어구] impressionist 인상주의 화가 imagery 형상 arbitrary 임의적인 appropriate 적절한 [해설] 앞에 전치사 in이 나오므로 명사절을 이끄는 what이 적절하다."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 문맥에 맞는 적절한 어휘 고르기 [해석] 모든 사람은 세상 물정에 매우 밝지만, 학교 에서는 부진한 어떤 젊은이를 알고 있다. 우리는 삶 에서 많은 것에 대해 매우 똑똑한 사람이 그 똑똑함 을 학업에 적용할 수 없는 것처럼 보이는 것이 낭비 라고 생각한다. 우리가 깨닫지 못하는 것은 학교나 대학이 그러한 세상 물정에 밝은 사람들을 끌어들여 그들을 뛰어난 학업으로 안내해 줄 기회를 놓치는 잘못을 하고 있을지도 모른다는 것이다. 또한 우리는 왜 학교와 대학이 세상 물정에 밝은 사람들의 지적 잠재력을 간과하는지에 대한 주요한 이유 중 하나를 고려하지 않는다. 말하자면 우리는 이러한 세상 물정 에 밝은 사람들을 반지성적인 근심거리와 연관시킨 다는 사실이다. 우리는 교육받은 삶, 지성인의 삶을 우리가 본질적으로 중요하며 학문적이라고 고려하는 과목과 교과서에 지나치게 좁게 연관시킨다. [어구] associate 연관시키다 inherently 본질적으로 weighty 중요한"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 지칭하는 대상 파악하기 [해석] Angela가 어렸을 때, 그녀는 그녀의 노력에 도 불구하고 그녀의 성취에 항상 실망했었다. 그녀가 우울할 때마다, 그녀의 엄마는 열심히 노력하는 것과 절대 포기하지 않는 것이 더욱 중요하다고 말하며 그녀를 격려했다. 그녀의 엄마의 격려 덕분에, 그녀 (Angela)는 긍정적이었고 최선을 다했다. 수년이 지 4 나서, Angela는 가장 전도유망한 어린 연구자에게 주 어지는 New Directions Fellowship을 수여받았다. 그 상은 열정과 끈기의 중요성에 관한 그녀(Angela) 의 연구 덕분이었다. 그녀는 그녀(Angela)의 성취를 엄마와 나누기를 원했고, 그녀의 감사함을 표현하고 싶었다. Angela는 그녀의 연구 논문을 그녀의 엄마에 게 읽어 주었다. 그녀의 엄마는 80세가 넘어서, 그녀 (Angela)는 그녀의 엄마가 명확히 이해하는지 확인 하면서 조금 더 천천히 읽었다. 여전히, 그녀 (Angela’s mom)는 열심히 듣고 있는 것 같았고, Angela가 끝마쳤을 때, 그녀는 고개를 끄덕이고는 미 소 지었다. “엄마가 옳았다는 것이 밝혀졌어요.” Angela가 말했다. [어구] feel down 우울해 하다 persistence 끈기 intently 열심히"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 여러분의 상사가 여러분의 자녀들의 이름과 나이를 모두 기억하고, 주기적으로 여러분의 책상에 들러서 그들에 대해 묻고 나서는, 여러분이 그들에 대해 말할 때 들어주는 순간을 상상해 보자. 같은 상 사가 여러분에게 여러분이 계발시킬 필요가 있는 기 술에 대해 말하거나 그 특정한 기술에 대해 여러분 이 훈련을 받을 기회를 열어준다고 상상해 보자. 가 족들 중에 죽음이 있고 여러분의 상사가 격려의 표 시로서 장례식 후에 여러분의 가족들을 위해 여러분 의 회사가 식사를 제공하도록 해주는 것을 상상해 보자. 이 모든 것들은 실재하는 시나리오인데, 어떻 게 생각하는가? 이런 배려와 관심의 행동을 했던 모 든 상사는 열렬히 충성스러운 부하 직원을 두고 있 다. 그들은 자신들의 상사를 위해 몇 마일을 더 가는 것을 전혀 개의치 않는 부하 직원이 있다. 그들은 출 근하는 것을 즐겨하고 회삿돈을 절약하고 매출을 증 대시키는 창의적인 아이디어를 자진해서 제안한다. 이런 상사들은 그들에게 무엇을 다르게 해야 할지를 말함으로써가 아니라, 배려함으로써 그들의 팀원의 행동에 영향을 미친다. [어구] routinely 주기적으로 cater 식사를 제공하다 fiercely 열렬히 voluntarily 자진해서"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 음악은 공통의 관심사나 취미를 통해서뿐만 아니라 특정한 노래, 공동체, 그리고 예술가에 대한 감정적 연결을 통해서도 사람들을 서로 연결시킨다. 그 자신을 찾아가는 과정 속에서 다른 사람들의 중 요성은 의미가 있다. 사회학 교수인 Agger가 진술한 것처럼, “정체성은 주로 다른 사람들과의 관계에서 그리고 우리 생각에 그들이 우리를 어떻게 보느냐에 서 형성되는 사회적 산물이다.” 그리고 사회음악학자 인 Frith는 대중음악이 그러한 연결을 가지고 있다고 주장한다. 그러므로, 음악 팬들에게, 사람들이 그 속 에서 의미를 찾는 장르, 예술가, 그리고 노래는 잠재 적인 ‘장소’로서 기능을 한다. 그 장소를 통해 자신의 정체성이 다른 사람들과 연관되어 자리 잡힐 수 있 다. 말하자면 그것은 사람들의 정체성의 적어도 일부 분을 있어야 할 곳에 묶어두는 사슬로서 역할을 한 다. 공유된 음악적 열정을 통해 만들어진 연결은 공 동체라는 느낌을 제공해 줄 수 있는 비슷한 사람들 의 집단이 있다는 점에서 안전과 안정감을 제공한다. [어구] significance 중요성 potential 잠재적인 function 기능을 하다"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 해안 쪽으로 사람들의 이동의 가속화는 현대 적인 현상이지만, 해안 거주와 관련된 잠재적 위험에 대한 지식과 이해는 그렇지 않다. 참으로, 인간이 유 발한 온실 가스 배출이 기하급수적으로 기후를 변화 시키지 않았고, 바다를 온난화시키지 않았고, 해수면 상승을 이끌지 않았을 때 조차도, 우리 조상들은 바 다의 많은 움직임과 경고를 어떻게 더 잘 듣고 존중 할지를 알고 있어서 더 내륙 쪽으로 정착했다. 예를 들어, 일본 해안가를 따라, 몇몇은 600년이 더 넘은 수백 개의 이른바 쓰나미 스톤이, 특정 지점 아래로 집을 짓지 않을 것을 사람들에게 경고하기 위해 놓 여졌다. 전 세계에 걸쳐, 달과 조석, 바람, 비와 허리 케인은 자연스럽게 인간의 정착 선택을 안내했다. [어구] acceleration 가속화 contemporary 현대적인 phenomenon 현상 tsunami 쓰나미"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 우리는 우리의 결정이 얼마나 많이 이성적 고려에 근거하는지 보여 주고 싶지만, 진실은 우리는 우리의 감정에 의해 주로 지배당하고 있고, 이것은 계속적으로 우리의 인지에 영향을 준다. 이것이 의미 하는 것은 끊임없이 그들 감정의 끌어당김 아래에 있는 여러분의 주변 사람들이 날마다 혹은 시간마다 그들의 기분에 따라 그들의 생각을 바꾼다는 것이다. 여러분은 사람들이 특정한 순간에 말하거나 행동하 는 것이 그들의 영구적인 바람에 대한 진술이라고 가정해서는 안 된다. 어제 그들은 여러분의 생각에 완전히 빠져 있었지만, 오늘 그들은 냉담해 보인다. 이것이 여러분을 혼란스럽게 할 것이고, 만약 여러분 이 조심하지 않는다면, 여러분은 그들의 실제 감정, 그 순간 그들의 기분, 그들의 빠르게 지나가는 열의 를 알아내려고 노력하는 데 소중한 정신적 공간을 허비할 것이다. 여러분이 그 과정에 사로잡히지 않도 록 하기 위해서는 그들의 변화하는 감정들로부터 거 리감과 어느 정도의 분리감을 기르는 것이 최선이다. [어구] assume 가정하다 permanent 영구적인 motivation 기분"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 스웨덴, 네덜란드, 카자흐스탄과 같은 나라에 서는 언론이 공공에 의해 소유되지만 정부에 의해 운영된다. 이런 소유권의 체계하에서는 신문사, TV 방송국, 그리고 라디오 방송국의 운영비를 충당하는 재원은 공적인 세금을 통해서 발생된다. 이 공적인 자금 조달의 체계 때문에 이러한 나라들 중 많은 곳 에서 규제와 정책들은 정보의 원천의 다양성을 보장 하도록 고안되어 있다. 예를 들면, 스웨덴 법은 모든 마을마다 적어도 두 개의 신문들이 발행되어야만 한 다고 요구하고 있다. 한 신문은 일반적으로 진보적이 고 두 번째 신문은 보수적이다. (전형적으로, 스웨덴 사람들은 신문 읽기보다 TV 시청을 더 선호한다.) 그 신문 중 하나가 이익을 못 낼 경우에 스웨덴 법 은 시민 세금과 시로부터의 기부금이 힘겨워하는 신 문사를 돕기 위해 투입되어야 한다고 요구하고 있다. [어구] ownership 소유권 revenue 재원 conservative 보수적인"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 기억은 두 가지 종류가 있다. 내재적 기억과 외재적 기억이다. 여러분이 무언가에 대해서 진정으 로 생각하지 않고서 그것을 배울 때, 그것은 내재적 기억 혹은 신체 기억이다. 태어났을 때 호흡하는 법 을 아는 것은 내재적 기억이다. (B) 아무도 여러분에 게 이것을 가르쳐 주지 않았다. 또한 어릴 적부터 여 러분이 배운 것 중 일부는 내재적 기억들이 된다. 내 재적 기억들은 뇌의 자동화 부분에 각인된다. 그것은 자전거를 수년 동안 타지 않고서도 여전히 자전거 타는 법을 알고 있는 이유이다. (A) 반면에 외재적 기억들은 여러분이 의식적으로 기억하려고 노력하는 기억들 혹은 특정한 것들이다. 여러분은 매일 의식적 차원에서 외재적 기억을 사용한다. (C) 열쇠를 찾기 위해 노력하는 것, 행사가 언제 개최되는지, 어디서 그것이 개최되는지, 그리고 누구와 함께 그 행사에 가야 하는지 기억하려고 노력하는 것. 외재적 기억들 은 여러분이 여러분의 달력이나 일정표에 적어왔던 과업들이다. [어구] implicit 내재적인 conscious 의식적인 imprinted 각인된"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 그 당시, 고대 그리스 문명은 놀라울 정도로 진보했었다. 그리스인들은 계산기가 사용 가능하기 훨씬 전에 수학, 기하학, 미적분학을 이해했다. 망원 경이 발명되기 수세기 전, 그들은 지구가 축을 중심 으로 회전하거나, 혹은 태양 주변을 돌지도 모른다고 제안했다. (C) 이러한 수학적, 과학적 진보와 함께, 그리스인들은 몇몇 초기 연극과 시를 만들었다. 강력 한 왕이나 피에 굶주린 전사에 의해 지배되는 세상 에서 그리스인들은 심지어 민주주의에 대한 생각도 발전시켰다. (A) 하지만 그들은 여전히 원시적인 사 람들이었다. 그들이 잘 이해하지 못했던 그들 주변 세상의 많은 측면들이 있었다. 그들은 ‘왜 우리가 여 기에 존재하는가?’ 그리고 ‘왜 저 근처의 화산에서 연기가 나오고 있는가?’와 같은 커다란 의문점을 가 졌다. (B) 신화가 그러한 질문에 답을 제공했다. 그 것은 한 세대에서 다음 세대로 지식을 전달하는 교 육적 도구였다. 그것은 또한 도덕성을 가르쳤고 삶의 복잡성에 관한 진실을 전달했다. 이런 방식으로, 그 리스인들은 그들의 삶에서 옳고 그름을 이해할 수 있었다. [어구] calculus 미적분학 revolve 회전하다 primitive 원시적인"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 우리가 목표를 세울 때, 우리는 그것에 대해 매우 흥분한다. 이 단계에서 우리는 성공적이며 궁극 적으로 행복하게 느끼면서, 그 산의 정상 위에서 의 기양양하게 춤추고 있는 우리 자신을 상상하기까지 한다. 하지만, 여러분의 목표를 성취하기 위해 계획 을 실천하기 시작하면서, 그 행복감, 즐거움, 많은 에 너지원은 갑자기 사라진다. 그것은 여러분의 목표로 향하는 길인 계획의 이행이 그 계획만큼 매력적이지 않기 때문이다. 성공으로 가는 길의 명백한 현실에 여러분이 직면했을 때 여러분은 쉽게 동기를 잃을 수 있다. 그 길은 회색 돌로 포장되어 있고, 시작할 때 상상했던 것보다 덜 강렬한 감정을 제공한다. 하 지만 여러분이 그 길의 마지막 지점에 도달해서 되 돌아봤을 때, 여러분은 그것이 그 순간에 그럴 것이 라고 예상했던 것보다 얼마나 더 많이 가치 있고, 다 채롭고, 의미가 있었는지를 깨달을 것이다. [어구] ultimately 궁극적으로 implementation 이행 intense 강렬한 anticipate 예상하다"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 수세기 동안 사람들은 커피를 마셔왔지만, 단 지 어디서 커피가 유래했는지 혹은 누가 그것을 처 5 음 발견했는지는 분명하지 않다. 그러나, 유력한 전 설에 따르면 한 염소지기가 에티오피아 고산지에서 커피를 발견했다. 이 전설에 대한 다양한 시기는 기 원전 900년, 기원후 300년, 기원후 800년을 포함한 다. 실제 시기와 상관없이, 염소지기인 Kaldi가 그의 염소들이 후에 커피나무라고 알려진 나무로부터 열 매를 먹은 후 밤에 잠을 자지 않았다는 것을 발견했 다고 한다. Kaldi가 그 지역 수도원에 그의 관찰 내 용을 보고했을 때, 그 수도원장은 한 주전자의 커피 를 우려내고, 그가 그것을 마셨을 때 그것의 풍미와 각성 효과를 알아차린 첫 번째 사람이 되었다. 이 새 로운 음료의 잠을 깨우는 효과와 좋은 풍미에 대한 소문은 이내 수도원 너머로 널리 퍼졌다. Kaldi의 이 야기는 사실이라기보다 꾸며낸 이야기일지도 모르지 만, 적어도 몇몇 역사적 증거는 커피가 정말 에티오 피아 고산지에서 유래했다는 것을 보여준다. [어구] predominant 유력한 monastery 수도원 alerting 각성의 indicate 보여주다"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 [해석] 만약 여러분이 사람들의 행동을 수정하기를 원한다면, 변할 때의 이익을 강조하는 것과 변하지 않을 때의 비용을 강조하는 것 중 어느 것이 더 좋을 까? 감정 지능 개념의 창시자 중 한 명인 Peter Salovey에 따르면, 이는 그들이 새로운 행동을 안전 하다고 혹은 위험하다고 인지하는지에 달려있다. 만 약 그들이 그 행동이 안전하다고 생각한다면, 우리는 그들이 그것을 할 때 일어날 수 있는 모든 좋은 점을 강조해야 한다. 그들은 그 확실한 이익을 얻기 위해 즉각적으로 행동하기를 원할 것이다. 하지만 사람들 이 어떤 행동이 위험하다고 믿는다면, 그러한 접근법 은 효과가 없다. 그들은 이미 현재 상태를 편안하게 느껴서 변화의 혜택이 매력적이지 않고, 정지 시스템 이 시작된다. 대신, 우리는 그 현재 상태를 불안정하 게 만들고, 만약 그들이 변하지 않으면 발생할 나쁜 점들을 강조할 필요가 있다. 만약 그들이 변하지 않 을 때 발생하는 보장된 손실에 직면해 있을 때에는, 위험을 감수하는 것이 훨씬 더 매력적이다. 특정 손 실에 대한 예상은 작동 시스템의 접속을 불러온다.  사람들의 행동을 수정하는 방식은 그들의 인식에 달 려 있다. 만약 그 새로운 행동이 안전하다고 여겨지 면, 보상을 강조하는 것이 효과적이고, 만약에 위험 하다고 간주되면, 변하지 않고 머무르는 것의 손실을 강조하는 것이 효과적이다. [어구] modify 수정하다 obtain 얻다 prospect 예상 41~42 장문의 이해 [해석] 나는 글로벌 매니지먼트 컨설턴트인 Kenichi Ohmae에게 한 회사가 성공할지에 대해 그가 알아차 릴 수 있는지를 물었다. 그가 어떤 조직에 있었을 때 이 회사가 승리자가 될 것이라고 암시하는 그가 눈 치채고 알아차릴 수 있는 어떤 것이 있었을까? 그는 “그렇다”라고 말하며 “만약 한 회사가 질문하는 것을 두려워하지 않고, 만약 CEO부터 사환까지 모든 사람 이 질문하고, 만약 그들이 ‘왜 우리는 그것을 이런 방식으로 하나요?’와 같은 질문을 한다면, 이 회사는 성공할 것이다.”라고 덧붙였다. 그래서 탐구심은 미 래 성공을 위한 핵심적인 요소이다. 이것은 영국인 과학자인 Susan Greenfield에 의해 되풀이되었다. 그녀는 오래된 관행에 도전할 필요성 을 확인했다. 그녀는 신진의 젊은 과학자들에게 탐구 심을 갖고 새로운 가능성을 찾는 것이 성공적이 되 는 데 필수적이라는 교훈을 전하기를 원했다. 그리고 그녀는 “절대 어떤 것도 당연히 여기지 마세요. 항상 모든 것에 의문을 가지세요. 항상 오래된 관행에 의 문을 가지세요. 증거를 보고 만약 여러분이 그것에 만족하지 않는다면, 대안을 찾으세요. 여러분은 오래 된 개념들에 의문을 가져야 합니다.”라고 말했다. [어구] inquisitive 탐구의 ingredient 요소 confirm 확인하다 budding 신진의, 신예의"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 빈칸 내용 추론하기 43∼45 장문의 이해 [해석] (A) 9살 소녀인 Anna는 4학년까지 작은 마을에서 초등 학교를 다니는 것을 마쳤다. 5학년을 위해, 그녀는 도시의 학교로 전학을 했다. 그녀의 학교에서의 첫날 이었고, 그녀(Anna)는 버스로 그녀의 새로운 학교로 갔다. 모든 학생들이 그들의 교실로 가기 시작했다. 그녀 또한 동료 학생들에게 방향을 물어본 후 그녀 의 교실로 갔다. (D) Anna의 소박한 옷차림을 보고, 그녀(Anna)가 작은 마을 출신이라는 것을 알자마자, 교실의 어떤 학생들 은 그녀를 놀리기 시작했다. Anna의 새로운 담임 교 사인, Taylor 선생님이 곧 도착했고, 그녀(Anna)를 학급에 소개하며 그녀가 그들과 함께 공부할 것이라 고 말했다. 그리고 선생님은 학생들에게 이제 깜짝 시험을 준비하라고 말했다. 그녀는 모든 학생에게 세 계의 7대 불가사의를 쓰라고 말했다. 예상하지 못했 던 시험에 모든 학생들은 빠르게 답을 쓰기 시작했 다. (B) Anna를 제외한 모든 학생들이 그들의 답안지를 제 출하였을 때, Taylor 선생님은 그녀(Anna)에게 “얘 야, 네가 아는 것을 쓰렴. 괜찮단다.”라고 말했다. Anna는 “저는 너무 많은 것들이 있다고 생각하고 있 었어요. 어떤 일곱 가지를 쓰는 것을 선택할 수 있을 지 모르겠어요.”라고 말했다. 마침내, 그녀는 Taylor 선생님께 그녀의 답안지를 제출했다. 선생님은 그녀 의 학생들의 답안지를 크게 읽기 시작했고, 대부분은 만리 장성, 콜로세움, 스톤헨지 등과 같이 올바르게 그것들을 답했다. (C) 마침내, Taylor 선생님은 Anna의 답안지를 집어 들 었고 읽기 시작했다. “7대 불가사의는 볼 수 있다는 것, 들을 수 있다는 것, 느낄 수 있다는 것, 웃는 것, 생각하는 것, 친절한 것, 사랑하는 것입니다!” Anna 의 답안지를 읽은 후에, 그녀(Ms. Taylor)는 감동받 았고 그녀의 모든 학생들도 매우 감동받았다. 오늘, 작은 마을 출신의 한 소녀가 그들에게 진실로 불가 사의인, 그들이 이미 알고 있었지만 쉽게 잊어버렸던 귀중한 선물에 대해 상기시켜 주었다. [어구] transfer 전학을 하다 make fun of 놀리다 eventually 마침내"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상 파악하기"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용 파악하기"
    }
]