[
    {
        "question_num": 1,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Dad, look at this. I made a birthday card for Grandma. M: Wow, you decorated it with dried flowers. W: Yes. Do you think she’ll like it? M: ① 내가 할머니의 생신을 잊은 것 같아. ② 물론, 그러실 거야. 카드가 정말 예쁘구나. ③ 그래. 생일 케이크 고마워. ④ 할머니가 너를 위해 카드를 장식하실 거라고 생각 해. ⑤ 꼭 그렇지는 않아. 할머니는 네 생일에 오시지 못 할 거야. decorate 장식하다 dried 말린"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Lydia, have you finished writing the history essay? W: Yes, I have. I brought it today. How about you? M: Me, too. Why don’t we go submit the essay now? W: ① 그렇지만 나는 그것을 쓰는 것을 끝내지 못했어. ② 그래, 나는 네가 역사 공부하는 것을 도와줄 수 있어. ③ 좋아, 선생님이 계신 교무실로 가자. ④ 음, 시간을 가지고 에세이를 써. ⑤ 미안하지만, 나는 오늘 내 에세이를 가지고 오지 않았어. submit 제출하다"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적을 추론한다. M: Attention, please. This announcement is about the special lectures in the library tomorrow. We’re sorry to inform you that there’ll be a change in the event. Professor John Peterson, one of the guest speakers, won’t be able to deliver his talk tomorrow because of a health problem, so Professor Tommy Stevens will give a talk on robot technology instead. We apologize for any inconvenience and hope you still come along to the event as planned. Attention, please. 알려드립니다. announcement 알림, 발표, 소식 lecture 강의, 강연 inform 알리다, 통지하다 professor 교수 guest speaker 초청 강사 deliver (연설・강연 등을) 하다, 배달하다 talk 강연, 연설 instead 대신에 apologize 사과하다 inconvenience 불편, 폐(가 되는 일)"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화자의 의견을 추론한다. W: Paul, what did you do on the weekend? M: I went to the new bookstore downtown. Have you been there? W: Yes. They put lots of cozy chairs in the bookstore. I like that. M: Actually, I wonder why they did that. W: I think it helps the bookstore sell more. M: Really? What if people just read books sitting on the chairs without buying them? W: I heard that the longer people stay, the more they’re likely to buy. M: That makes sense. W: More chairs can attract more customers and the sales will go up. M: You’re right. downtown 도심지, 중심가 cozy 안락한, 포근한 actually 실제로, 사실 make sense 이치에 맞다, 일리 있다 attract 끌어들이다 customer 고객"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화자의 관계를 추론한다. M: Melanie, do you like this place? W: I love it! Thanks for taking us to this beautiful garden, Tony. M: You’re welcome. It’s my job. Do you want me to take a picture of you? W: Sure. [Pause] Oh, no! I can’t find my camera. M: Really? When was the last time you used it? W: I took pictures in the Magic Tower this morning when you were guiding us around there. M: Maybe you lost it there. W: Probably. What can I do? M: I’ll call the Lost and Found in the Magic Tower. You just look around the garden with your family. W: Thanks, Tony. guide ~ around ~에게 (주변을) 안내하다 Lost and Found 분실물 센터 look around 둘러보다"
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림과 대화의 일치 여부를 파악한다. W: Harry, have a look at this picture. It’s from the flea market yesterday. M: Wow! There’s a heart­shaped balloon in the air. W: Yeah. Look at the man playing the guitar on the left. He’s selling old guitars. M: Interesting. This boy must be your brother Kevin. He’s playing with a yoyo! W: Right. He bought it there. M: I see. Oh, you’re wearing a hat with flowers. It’s pretty. W: Thanks. I got it there for just one dollar. M: Great. You’re eating ice cream. Did you buy it from the ice cream cart on the right? W: Yes. It was delicious. M: It looks like you had a good time there. flea market 벼룩시장 heart­shaped 하트 모양의 cart 수레 delicious 맛있는"
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화자가 할 일을 파악한다. W: What are you doing, Sam? M: I’m filling out an application to join the school movie club. W: Really? I’m also interested in that club. M: Let’s join together then. W: I’d love to, but I already belong to the science club. M: You can join both. W: You’re right. I’ll have to check the movie club’s meeting schedule first, though. M: Then I’ll pick up the movie club’s brochure for you from the club room later. W: That’ll be great. Thanks. M: No problem. I’ll have to go submit this application form anyway. fill out (서식 등의) 빈 곳을 채우다, ~에 써 넣다 application 지원서, 신청 belong to ~에 속하다 schedule 일정, 시간표 brochure 안내 책자 form 서식, 양식"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유를 추론한다. M: Sabina, have you finished packing for your trip? W: You mean the trip to New York? M: Yes, you’re leaving this weekend, right? W: Oh, actually I canceled the trip. M: Why? Do you have a new project coming up? W: No. It’s just because of my parents. M: Is there something wrong with them? W: Not really. I just want to spend my vacation at my parents’ house. M: Oh, right. They moved to the countryside last year. W: Yeah. I miss them a lot. It’ll be great to stay with them. M: Sure. They’ll be happy to have you there. pack 짐을 싸다 vacation 휴가 move 이사를 가다 countryside 시골 miss 그리워하다"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 수치를 파악한다. M: Good morning, Jennifer. W: Good morning, Robin. How may I help you today? M: This bagel sandwich looks so delicious. How much is it? W: It was originally five dollars, but it’s three dollars now. We’re having a sale to celebrate our 10th anniversary. M: Great. I’ll take two bagel sandwiches. W: Okay. What about coffee? M: Is it on sale, too? W: Sure. You can take any coffee for just two dollars. M: Wow! I’ll order two cappuccinos. W: Anything else? M: That’s all. Here’s my credit card. 2017학년도 3월 고1 전국연합학력평가 정답 및 해설 2 originally 원래 on sale 할인하는 celebrate 경축하다, 기리다 anniversary 기념일 credit card 신용 카드"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. W: Honey, what are you looking at? M: It’s the website of the Fun Town Amusement Park. How about taking the kids there this weekend? W: Good idea. It’s located in Southern California, right? M: Yes. It’ll take about one hour to get there by car. W: What time shall we leave here? M: About 8 in the morning. The park is open from 9 a.m. to 8 p.m. W: Okay. Are there any programs that our kids will find interesting? M: Yeah, they offer many special programs including animal feeding. W: Great. I’ll go tell the kids now. M: Go ahead. They’ll be excited to hear that. amusement park 놀이동산, 유원지 be located in ~에 위치하다 offer 제공하다 animal feeding 동물 먹이 주기"
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화 내용과 일치 여부를 파악한다. W: Hello, students! I’m Sarah Park and I’m in charge of costumes for the school musical Peter Pan. There’ll be a costume donation event this Friday afternoon. If you have any costumes that can be used for the characters in Peter Pan, please bring them to the Art Room. We’ll give you a free ticket for the musical in return. All items should fit an adult. We don’t take clothing items for children. Donated items will not be returned. For more information, please visit the school website. Thank you. in charge of ~을 담당하는, 책임지는 costume (무대)의상, 복장 character 등장인물 donation 기부 fit ~에게 맞다 return 반환하다"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 도표를 보고 선택한 것을 찾는다. W: Hello. How may I help you, sir? M: I’m looking for a toaster. W: Okay. These five are our bestsellers. How about this one­slice toaster? M: It’s nice. But I want to toast at least two slices at a time. W: Then you need to choose one out of these three models. May I ask your price range? M: Well, I don’t want to spend more than fifty dollars. W: You have two options left then. Which color do you like better? M: I’ll go with the silver one. W: Okay. Good choice. slice (빵ㆍ햄 따위의) 얇은 조각 toast (빵을 토스터에 넣어) 굽다 range 범위 option 선택(할 수 있는 것)"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Natalie, I’m happy you and I are doing this Chinese presentation together. W: Me, too. We need to make a five­minute presentation next Friday. M: Right. Why don’t we go to the library to start our research now? W: That’s a good idea. But I’m worried. M: About what? W: You’re good at public speaking, but I’m a terrible speaker in front of people. M: Come on. You’re good enough. You just need more confidence and practice. W: But I’m afraid we don’t have enough time to practice before the presentation. M: Don’t worry. I can help you. If we work together, we can make it. W: ① 맞아. 쓰기가 말하기보다 더 어려워. ② 네 말이 맞아. 나는 대중 연설에 충분한 자신감이 있어. ③ 바로 그거야. 나는 우리의 발표가 잘 되어서 기뻐. ④ 아주 좋은 것 같아. 이제 우리의 연구 보고서를 검토하자. ⑤ 고마워. 나는 내 대중 연설 실력을 향상시키기 위 해 열심히 노력할게. research 조사, 연구 public speaking 대중 연설 confidence 자신감 review 검토하다"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: What are you looking at, Monica? W: Oh, I’m looking for a birthday gift for my son Willy. M: I see. Did you find anything good? W: Not yet. Do you have any ideas? M: Hmm. Why don’t you get him a drone? W: A drone? I’m not sure if he’ll like it. M: Of course, he will. Boys are crazy about drones these days. W: Willy is just nine years old. Do you think he can fly a drone? M: I guess so. There are quite a lot of drones for kids. W: Are you sure they’re safe enough for a nine­year­old? M: ①음, 저는 당신의 아들이 그것을 좋아하는지 잘 모 르겠네요. ② 아뇨, 아이를 집에 혼자 두는 것은 위험해요. ③물론이죠, 그것들은 어른들에게조차도 안전하지 않아요. ④그게 어린이용 드론을 찾는 것이 쉽지 않은 이유 예요. ⑤그래요, 당신이 그의 연령에 맞는 드론을 사 주기 만 하면요. drone 드론, (무선 조종의) 무인 비행기"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말을 찾는다. M: Lily is a freshman in high school. She is planning to run for class president this year. She really wants to win the election. She thinks she needs a poster with a cool slogan to impress her classmates. But she has difficulty coming up with a good slogan. Lily knows her friend John is very creative and has a lot of great ideas. So she wants to ask him for help. In this situation, what would Lily most likely say to John? ① 학급 회장 선거에 나가는 게 어때? ② 내가 포스터를 붙이는 것을 도와 줘. ③ 포스터에 있는 너의 슬로건을 바꾸는 게 어때? ④ 내가 선거를 위한 슬로건을 만드는 것을 도와 줄 래? ⑤ 급우들과 좋은 관계를 유지하는 방법을 나에게 말 해 줘. freshman 신입생, 1학년생 class president 학급 회장 election 선거 slogan 슬로건, 표어 impress ~에게 인상을 남기다, 감명을 주다 difficulty 어려움 come up with ~을 생각해 내다 creative 창의적인 ask ~ for help ~에게 도움을 요청하다 relationship 관계 [16 ~ 17] W: Good morning, parents! Today I’ll give you some tips on helping your child with their school life. Let’s start with school items. Kids always lose their own stuff. To avoid it, label everything with your child’s full name and class. Don’t forget to include shoes because kids take them off sometimes. Next, make sure your child brings the minimum stuff to school. Don’t let kids bring too many pencils. The more they take to school, the more they can lose. Also, check your child’s bag for lost items. Some items like erasers are often found on the bottom of the bag. Finally, praise your child for looking after their school items including school uniforms. The more you praise them, the more they’re likely to take care of their own stuff. Now let’s move on to the next topic. ① 학교에서의 스트레스를 다루는 것에 관한 조언 ② 아이들이 자신의 방을 정돈하는 것의 장점 ③ 학교 안전 수칙을 가르치는 것의 중요성 ④오래된 학교생활 물품을 재활용하고 재사용하는 방법 ⑤아이들이 학교생활 물품을 분실하는 것을 피하도 록 도와 주는 방법 tip 조언 school life 학교생활 stuff 물건 avoid 피하다, 방지하다 label 이름표를 붙이다 take ~ off ~을 벗다 minimum 최소한의 것 lost item 분실물 praise 칭찬하다 look after ~을 관리하다, 돌보다 school uniform 교복 be likely to ~하는 경향이 있다, ~하기 쉽다"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제를 추론한다. [16 ~ 17] W: Good morning, parents! Today I’ll give you some tips on helping your child with their school life. Let’s start with school items. Kids always lose their own stuff. To avoid it, label everything with your child’s full name and class. Don’t forget to include shoes because kids take them off sometimes. Next, make sure your child brings the minimum stuff to school. Don’t let kids bring too many pencils. The more they take to school, the more they can lose. Also, check your child’s bag for lost items. Some items like erasers are often found on the bottom of the bag. Finally, praise your child for looking after their school items including school uniforms. The more you praise them, the more they’re likely to take care of their own stuff. Now let’s move on to the next topic. ① 학교에서의 스트레스를 다루는 것에 관한 조언 ② 아이들이 자신의 방을 정돈하는 것의 장점 ③ 학교 안전 수칙을 가르치는 것의 중요성 ④오래된 학교생활 물품을 재활용하고 재사용하는 방법 ⑤아이들이 학교생활 물품을 분실하는 것을 피하도 록 도와 주는 방법 tip 조언 school life 학교생활 stuff 물건 avoid 피하다, 방지하다 label 이름표를 붙이다 take ~ off ~을 벗다 minimum 최소한의 것 lost item 분실물 praise 칭찬하다 look after ~을 관리하다, 돌보다 school uniform 교복 be likely to ~하는 경향이 있다, ~하기 쉽다"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. [16 ~ 17] W: Good morning, parents! Today I’ll give you some tips on helping your child with their school life. Let’s start with school items. Kids always lose their own stuff. To avoid it, label everything with your child’s full name and class. Don’t forget to include shoes because kids take them off sometimes. Next, make sure your child brings the minimum stuff to school. Don’t let kids bring too many pencils. The more they take to school, the more they can lose. Also, check your child’s bag for lost items. Some items like erasers are often found on the bottom of the bag. Finally, praise your child for looking after their school items including school uniforms. The more you praise them, the more they’re likely to take care of their own stuff. Now let’s move on to the next topic. ① 학교에서의 스트레스를 다루는 것에 관한 조언 ② 아이들이 자신의 방을 정돈하는 것의 장점 ③ 학교 안전 수칙을 가르치는 것의 중요성 ④오래된 학교생활 물품을 재활용하고 재사용하는 방법 ⑤아이들이 학교생활 물품을 분실하는 것을 피하도 록 도와 주는 방법 tip 조언 school life 학교생활 stuff 물건 avoid 피하다, 방지하다 label 이름표를 붙이다 take ~ off ~을 벗다 minimum 최소한의 것 lost item 분실물 praise 칭찬하다 look after ~을 관리하다, 돌보다 school uniform 교복 be likely to ~하는 경향이 있다, ~하기 쉽다"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적을 추론한다. 친애하는 Coling 씨께, 제 이름은 Susan Harris이며 Lockwood 고등학교 학 생들을 대신하여 말씀드립니다. 우리 학교의 많은 학 생들은 Lockwood 지역의 청년 실업 문제에 관한 프로 젝트를 수행해 왔습니다. 4월 16일에 학교 강당에서 열리는 특별 발표회에 귀하를 초대합니다. 발표회에서 3 학생들은 우리 지역에 있는 청년들을 위한 고용 기회 를 만들어 내기 위한 다양한 의견을 제안할 것입니다. 지역 사회의 저명인사 중 한 분으로서 귀하께서 참석 해 주신다면 영광일 것입니다. 그곳에서 귀하를 뵐 수 있기를 기대합니다. Susan Harris 드림 on behalf of ~을 대신하여 work on (일ㆍ연구 등에) 종사하다 youth 청년 unemployment 실업 attend 참석하다 presentation 발표회 auditorium 강당 propose 제안하다 a variety of 다양한 develop 만들다, 개발하다 opportunity 기회 community 지역 사회 figure (저명)인사 honor ~에게 영예를 주다 look forward to ~을 기대하다"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 등장인물의 심경을 추론한다. 마침내 Shuan이 연설할 차례가 왔다. 그가 입을 열 었을 때, 그의 목에서는 숨소리만 새어 나왔다. 곧이어 그는 다시 말을 하려고 했지만, 할 말이 떠오르지 않 았다. 그는 시간에 대해 이야기하려고 준비해 왔고 “시 간은…”이라는 단어로 말을 시작했다. 그러나 그 뒤로 아무 말도 이어지지 않았다. Shaun은 할 말을 찾을 수 가 없었다. 웃음소리가 강당의 앞에서 뒤로 퍼져 나가 기 시작했다. 심사 위원들조차 실망한 표정이었다. 그 는 무슨 말을 할지 몰랐다. 그는 사람들을 바라보았다. 대회에 모인 청중들은 이제 그와 그의 무능함을 보며 큰 소리로 웃고 있었다. ① 자랑스러운 ② 지루한 ③ 질투하는 ④ 만족하는 ⑤ 당혹한 turn 차례 give a speech 연설하다 nothing but ~을 빼놓고는 아무것도 escape (말, 한숨 등이) 저절로 (새어)나오다 throat 목(구멍) prepare 준비하다 follow 따르다 laughter 웃음소리 judge 심사 위원 disappointed 실망한 audience 청중 contest 대회 laugh out loud 큰 소리로 웃다 inability 무능"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 글의 요지를 추론한다. 최근 연구들은 습관 형성에 관한 몇몇 흥미로운 결 과를 알려 준다. 이 연구에서 하나의 긍정적인 습관을 성공적으로 익힌 학생들은 더 적은 스트레스, 더 적은 충동적 소비, 더 나은 식습관, 줄어든 카페인 섭취, 더 적은 TV 시청 시간, 그리고 심지어 더 적은 설거지를 안 한 접시를 (갖고 있음을) 보고했다. 계속하여 하나 의 습관을 충분히 오래 들이려고 노력해라, 그러면 그 습관이 더 쉬워질 뿐만 아니라 다른 일들 또한 더 쉬 워진다. 이것이 올바른 습관을 가진 사람들이 다른 사 람들보다 더 뛰어나 보이는 이유이다. 그들은 가장 중 요한 일을 규칙적으로 하고 있고, 결과적으로 그 밖의 모든 일이 더 쉬워진다. recent 최근의 study 연구 interesting 흥미로운 finding 결과 habit 습관 formation 형성 successfully 성공적으로 acquire 익히다, 얻다 positive 긍정적인 report 보고하다, 알리다 impulsive spending 충동적 소비 dietary 음식의 decrease 감소하다 consumption 소비 work on ~하려고 노력하다 regularly 규칙적으로 as a result 결과적으로"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 글의 주제를 추론한다. 교실 안의 소음은 의사소통 패턴과 주의를 기울이는 능력에 부정적인 영향을 미친다. 그러므로 지속적으로 소음에 노출되는 것이 특히 읽기와 읽기 학습에 미치 는 소음의 부정적인 영향 면에서 아이들의 학업 성취 와 관계가 있다는 것은 놀랍지 않다. 몇몇 연구자들은 유치원 교실이 소음 수준을 낮추도록 바뀌었을 때 아 이들이 서로에게 더 자주 말을 걸고 더 완전한 문장으 로 말했으며 아이들의 읽기 전 시험 성적이 향상되었 다는 사실을 발견했다. 나이가 더 많은 아이들을 대상 으로 한 연구는 비슷한 결과를 보여 준다. 읽기와 수 학 시험에서 시끄러운 학교나 교실의 초등학생과 고등 학생은 더 조용한 환경의 학생들보다 일관되게 성취 수준이 낮다. ① 소음이 학업 성취에 미치는 영향 ② 교실 디자인의 새로운 경향 ③ 시끄러운 교실을 통제하는 방법 ④ 다양한 종류의 읽기 활동 ⑤ 쓰기 실력을 향상하는 데 있어서의 읽기의 역할 noise 소음 negative 부정적인 effect 영향 ability 능력 pay attention 주의를 기울이다 thus 그러므로 constant 지속적인, 끊임없는 exposure 노출 be related to ~과 관계가 있다 achievement 성취 researcher 연구자 preschool 유치원 reduce 줄이다 performance 성적, 성과, 수행 prereading 읽기 전의 improve 향상하다 suggest 보여 주다, 제안하다 consistently 일관되게 perform 성취하다, 실행하다 setting 환경 impact 영향"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 제목을 추론한다. 전 세계의 도시에서 행해진 연구들은 도시의 매력으 로서의 생활과 활동의 중요성을 보여 준다. 사람들은 무언가 일이 일어나고 있는 곳에 모이고 다른 사람들 의 존재를 찾는다. 텅 빈 거리 혹은 활기찬 거리를 걷 기라는 선택에 직면하면, 대부분의 사람들은 생활과 활동으로 가득한 거리를 선택할 것이다. 걷는 그 길이 더 흥미로울 것이고 더 안전하게 느껴질 것이다. 사람 들이 공연을 하거나 음악을 연주하는 것을 볼 수 있는 행사는 많은 사람들을 끌어들여 머무르면서 구경하게 한다. 도시 공간의 벤치와 의자에 대한 연구들은 다른 사람들을 볼 수 없는 자리보다 도시의 생활을 가장 잘 볼 수 있는 자리가 훨씬 더 자주 이용된다는 것을 보 여 준다. ① 도시의 가장 큰 매력: 사람 ② 도시를 떠나 시골에 살라 ③ 도시에 더 많은 공원을 만들라 ④ 붐비는 거리에서 외로움을 느끼는 것 ⑤ 관광 명소로 가득한 고대 도시들 life 생활, 일상, 활기 urban 도시의 attraction 매력 face 직면하다 lively 활기찬 perform 공연하다 frequently 자주 crowded 붐비는, 혼잡한 ancient 고대의 tourist attraction 관광 명소"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 제목을 추론한다. 소비자들은 일반적으로 높은 위험을 무릅쓰는 것을 불편해한다. 그 결과, 소비자들은 대개 위험을 줄이기 위해 많은 전략을 사용하도록 동기 부여를 받는다. 소 비자들은 온라인 조사를 하거나, 뉴스 기사를 읽거나, 친구들에게 이야기하거나 혹은 전문가에게 자문을 구 함으로써 추가 정보를 수집할 수 있다. 소비자들은 또 한 그 제품이 적어도 자신들의 지난번 구매만큼은 만 족스러울 것이라고 믿으면서, 자신들이 지난번에 샀던 바로 그 브랜드를 구매하여 불확실성을 줄인다. 게다 가, 어떤 소비자들은 더 안전한 선택을 초래하는 간단 한 판단 규칙을 이용할 수도 있다. 예를 들어, 어떤 이 는 가장 비싼 물건을 사거나, 아주 많이 광고되는 브 랜드가 다른 브랜드들보다 더 품질이 높다고 믿고 이 브랜드를 선택할 수도 있다. ① 더 낮은 가격, 더 많은 판매 ② 지나치게 많은 정보는 스트레스를 유발한다 ③ 광고: TV 시청자들에게는 소음 ④ 위험 감수: 더 큰 수익의 원천 ⑤ 안전한 구매: 소비자들이 간절히 추구하는 것 uncomfortable 불편한 risk 위험 be motivated to ~하도록 동기 부여되다 strategy 전략 additional 추가적인, 부가적인 conduct (특정한 활동을) 하다 article 기사 consult (전문가에게) 자문을 구하다 uncertainty 불확실성 satisfactory 만족스러운 purchase 구매 employ 이용하다 decision rule 판단 규칙 result in ~을 초래하다, ~라는 결과를 낳다 offering 제공된 것[물품] profit 수익 pursue 추구하다 eagerly 간절히, 열망하여"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 도표의 내용을 파악한다. 기기별 하루 평균 인터넷 사용 위 그래프는 2011년부터 2015년까지 미국인들의 기 기별 하루 평균 인터넷 사용 시간을 보여 준다. 전반 적으로 총 인터넷 사용 시간은 2011년에서 2015년까 지 꾸준히 증가했다. 2011년에 휴대용 기기를 이용한 인터넷 사용 시간은 데스크톱이나 랩톱컴퓨터를 이용 한 시간보다 더 짧았다. 그러나 2012(→2013)년에 미 4 국인들은 데스크톱이나 랩톱컴퓨터로 이용한 시간과 똑같은 시간을 휴대용 기기로 썼다. 2014년에 휴대용 기기를 이용한 인터넷 사용 시간은 데스크톱이나 랩톱 컴퓨터를 이용한 시간보다 더 길었다. 2015년에 미국 인들은 하루 평균 5.6시간을 인터넷을 하는 데 사용했 다. daily 하루의, 매일의 usage 사용 device 기기, 장치 overall 전반적으로 steadily 꾸준히 average 평균"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 문맥상 적절한 어휘를 찾는다. 새로운 기술은 새로운 상호 작용과 문화적 규칙을 만든다. TV 시청을 부추기는 방법으로 이제 소셜 텔 레비전 시스템은 서로 다른 장소에 있는 TV 시청자들 사이의 사회적 상호 작용을 가능하게 한다. 이런 시스 템들은 TV를 이용하는 친구들 사이에 더 큰 유대감을 만드는 것으로 알려져 있다. 한 현장 연구는 30세에서 36세 사이의 다섯 명의 친구들이 자기들의 집에서 TV 를 보면서 어떻게 의사소통하는지에 초점을 두었다. 그 기술은 그들이 친구들 중 어떤 이가 TV를 보고 있 는지와 그들이 무엇을 보고 있는지를 알 수 있게 했 다. 그들은 소셜 텔레비전을 통해 의사소통하는 방법, 즉 음성 채팅을 할 것인지 혹은 문자 채팅을 할 것인 지를 선택했다. 그 연구는 음성 채팅보다는 문자 채팅 에 대한 선호도가 강하다는 것을 보여 주었다. 이용자 들은 문자 채팅을 선호하는두 가지 주요한 이유를 말 했다. 우선, 문자 채팅은 수고와 집중을 덜 필요로 했 고 음성 채팅보다 더 재미있었다. 둘째, 연구 참여자들 은 문자 채팅을 더 예의 바른 것으로 여겼다. interaction 상호 작용 encourage 부추기다 location 장소, 위치 connectedness 유대 isolation 고립 field study 현장 연구 allow ~ to do ~가 …할 수 있게 하다 forbid(-forbade-forbidden) 금지하다 via ∼을 통해 voice chat 음성 채팅 text chat 문자 채팅 preference 선호(도) offer 말하다, 제출하다, 제공하다 dislike 싫어하다 favor 선호하다 participant 참가자 polite 예의 바른, 공손한"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. 2017 Happy Voice 합창단 오디션 노래 부르기를 좋아하세요? 가장 유명한 학교 동아 리 중 하나인 Happy Voice가 여러분을 위해 오디션을 개최합니다. 아주 신나는 공연을 위해 와서 우리와 함 께 하세요! ▪ 대상: 신입생 누구나 ▪ 일시: 3월 24일 금요일 오후 3시 ▪ 장소: 강당 모든 지원자는 두 곡을 불러야 합니다. - 첫 번째 노래: ‘Oh Happy Day!’ - 두 번째 노래: 여러분이 자신의 곡을 선택합니다. 오디션에 참가하려면, hvaudition@qmail.com으로 우 리에게 이메일을 보내 주세요. 더 많은 정보를 얻으려면 학교 웹사이트를 방문하세 요. choir 합창단 performance 공연 applicant 지원자"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. 에너지 절약 비디오 경연 대회 일상생활에서 학생들이 에너지를 절약하도록 장려하 는 30초짜리 비디오를 만드세요. • 중학생과 고등학생이 대회에 참가할 수 있습니다. • 멋진 상을 받으려면 비디오를 3월 13일부터 4월 6일 자정까지 제출해야 합니다. • 상 - 다섯 명의 수상자에게 디지털 카메라 한 대씩 - 각 수상자 학급에 100달러 선물 카드 • 수상작은 TV 프로그램 ‘Green Planet’에서 방송될 것입니다! 더 많은 정보를 얻으려면 www.energy4future.org에 서 확인하세요. encourage 장려하다, 권유하다 awesome 멋진 air 방송되다"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 어법에 맞는 표현을 찾는다. 시간을 내서 만화란을 읽어라. 그것이 여러분을 웃 게 만들기 때문일 뿐만 아니라 그것이 삶의 본질에 관 한 지혜를 담고 있기 때문에 만화를 읽는 것은 가치가 있다. ‘Charlie Brown’과 ‘Blondie’는 나의 아침 일과의 일부이고 내가 미소로 하루를 시작할 수 있게 도와 준 다. 신문 만화란을 읽을 때, 여러분을 웃게 하는 만화 를 잘라 내라. 그것을 여러분이 가장 필요로 하는 곳, 냉장고든 직장에든, 어디에든지 붙여라, 그러면 그것을 볼 때마다 미소를 짓고 기분이 고양되는 것을 느낄 것 이다. 모든 사람들 역시 크게 웃을 수 있게 여러분이 좋아하는 것을 친구들 및 가족과 공유해라. 크게 웃는 것을 정말 잘 활용할 수 있는 아픈 친구들을 방문하러 갈 때 여러분의 만화를 가지고 가라. ③ When이 이끄는 부사절 다음에 주절이 이어져야 하는데 주절에 술어동사가 없으므로 cutting을 cut으 로 고쳐 명령문으로 만들어야 어법에 맞는 문장이 된 다. comics (pl.) (신문ㆍ잡지 등의) 만화란 worthwhile 가치가 있는 contain 담다, 포함하다 routine 일과 cut out ∼을 잘라 내다 post 붙이다, 게시하다 spirit 기분, 기운 lift 고양시키다"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. chuckwalla는 대개 길이가 20~25cm인 통통한 도마 뱀인데, 45cm까지 자랄 수도 있다. 다 자랐을 때, 그 들의 무게는 1.5kg가량 나간다. 대부분의 chuckwalla 는 주로 갈색이거나 검은색이다. 해마다 하는 탈피 직 후에는 껍질은 윤기가 난다. 짙은 갈색 선들이 등을 따라 꼬리까지 이어진다. 수컷은 나이가 들면서 이 갈 색 선들이 사라지고, 몸통 색깔은 더 밝아지는데, 꼬리 는 거의 하얀색이 된다. 어린 수컷의 생김새는 암컷과 비슷하고 가장 커다란 암컷은 수컷을 닮았기 때문에 수컷과 암컷을 구별하기는 쉽지 않다. lizard 도마뱀 weigh 무게가 나가다 mature 다 자란 mainly 주로 tail 꼬리 disappear 사라지다 distinguish between A and B A와 B를 구별하다 male 수컷(의) female 암컷(의) resemble 닮다"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 가리키는 대상이 다른 것을 찾는다. Meghan Vogel은 지쳤다. 2012년 1600미터 달리기 주 선수권 대회에서 막 우승을 했기 때문이었다. 그녀 는 그 후에 너무 기진맥진해서 다음 시합인 3200미터 경기 막판에는 꼴찌를 하고 있었다. 그 긴 경주의 마 지막 바퀴를 돌고 있을 때, 그녀앞에 있던 선수인 Arden McMath가 땅에 쓰러졌다. Vogel은 재빨리 결 정했다. 그녀는 달리던 것을 멈추고 McMath가 일어설 수 있도록 도와 주었다. 그들은 함께 마지막 30미터를 걸었다. Vogel은 결승선으로 그녀를 이끌었다. 그리고 나서 Vogel은 McMath가 자신보다 앞서서 결승선을 통과하도록 살짝 밀어 주었다. 그녀는 “주 대회에 참가 하기 위해 열심히 노력하면, 완주할 자격이 있어요.”라 고 말했다. 나중에, Vogel의 고향에서 그녀를 축하하 는 퍼레이드를 개최했다. 그 퍼레이드는 그녀가 1등으 로 들어온 시합 때문이 아니었다. 그것은 그녀가 꼴찌 로 들어온 시합 때문이었다. championship 선수권 대회 exhausted 기진맥진한 afterward 그 후에 make a decision 결정하다 to one’s feet 일어서 있는 ahead of ~ 앞에 deserve 자격이 있다"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 작은 마을에서는 똑같은 직공이 의자와 문과 탁자를 만들고, 흔히 바로 그 사람이 집을 짓는다. 그리고 물 론 여러 직종에 종사하는 사람이 그 직종 모두에 능숙 하기는 불가능하다. 반면에 큰 도시에서는 많은 사람 이 각 직종을 필요로 하기 때문에, 직종 하나만으로도, 온전한 직종에 훨씬 미치지 못하는 것으로도 한 사람 을 먹고 살게 하기에 충분하다. 예를 들어 어떤 사람 은 남성용 신발을 만들고, 다른 사람은 여성용 신발을 만든다. 그리고 어떤 사람은 신발에 바느질만 하고, 다 른 사람은 그것을 잘라 내는 것으로, 또 다른 사람은 신발의 윗부분을 꿰매 붙이는 것으로 한 사람이 생계 를 꾸리는 경우까지도 있다. 그런 숙련된 직공들은 간 단한 도구를 사용했을지도 모르지만, 그들의 전문화는 더 효율적이고 생산적인 작업을 정말 초래했다. ② 비판 ③ 경쟁 ④ 근면성 ⑤ 상상력 skilled 능숙한, 숙련된 make demands on ~을 필요로 하다, ~을 요구하다 support 부양하다, 먹여 살리다 place 경우 earn a living 생계를 꾸리다, 생계를 유지하다 stitch 바느질하다, 꿰매어 꾸미다 cut out (잘라서) ~을 만들다 sew ~ together ~을 꿰매 붙이다 uppers (신발의) 윗부분 tool 도구 efficient 효율적인 productive 생산적인"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 약 40억 년 전에 분자는 서로 결합하여 세포를 형성 했다. 약 20억 년 후에는 세포가 결합하여 더 복합적 인 세포를 형성했다. 그러고 나서 10억 년 후에는 이 더 복합적인 세포가 결합해서 다세포 생물을 형성했 5 다. 관여한 개체들이 협력함으로써 자신의 유전 물질 을 새롭고 더 효과적인 방식으로 퍼뜨릴 수 있었기 때 문에, 이 모든 것들이 진화하게 되었다. 또 한 번 10 억년을 빨리 앞으로 감아 우리가 사는 세상으로 오면, 개미부터 늑대, 사람에 이르기까지 사회적 동물로 가 득하다. 같은 원리가 적용된다. 무리를 지은 개미와 늑 대는 한 마리의 개미나 늑대가 전혀 할 수 없는 일을 할 수 있고, 우리 인간은 서로 협력함으로써 지구의 지배적인 종이 되었다. ② 적과 맞서 싸움 ③ 다른 종을 연구함 ④ 다양한 기계를 발명함 ⑤ 차이점에 주목함 billion 10억 join together 결합하다 form 형성하다 cell 세포 complex 복합적인, 복잡한 multicellular organism 다세포 생물 evolve 진화하다 spread 퍼뜨리다 genetic material 유전 물질 effective 효과적인 fast­forward (테이프 따위를) 빨리 앞으로 감다 full of ~으로 가득한 social 사회적인, 사교적인 principle 원리, 원칙 apply 적용되다 in groups 무리를 지어 dominant 지배적인, 우월한 species (생물의) 종"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 광고를 하는 것과 지도를 만드는 것은 어떤 공통점 이 있는가? 의심할 바 없이 최고의 대답은 그것들이 제한된 형태의 진실을 전달해야 하는 필요성을 공유하 고 있다는 것이다. 광고는 매력적인 이미지를 만들어 내야 하고, 지도는 분명한 이미지를 제공해야 하지만, 어느 것도 모든 것을 말하거나 보여 줌으로써 자기 목 적을 충족할 수는 없다. 광고는 선전하는 회사나 서비 스의 부정적인 측면을 숨기거나 약화시킨다. 이런 식 으로, 그것은 자기에게 유리하게 유사한 제품과 비교 하는 것을 홍보하거나 제품을 그것의 경쟁 제품과 차 별화할 수 있다. 마찬가지로 지도는 혼란스럽게 할 세 부 사항을 제거해야 한다. ① 정보의 양을 줄임 ③ 사람들의 의견을 들음 ④ 시각적 이미지에만 의존함 ⑤ 모든 이에게 이용할 수 있게 함 advertising 광고하기, 광고(업) map­making 지도 제작 have ~ in common ~을 공통으로 지니다, 공유하다 share 공유하다 limited 제한된, 한정된 version (이전의 것이나 비슷한 종류의 다른 것들과 약간 다른) 형태 advertisement 광고 appealing 매력적인 present 제공하다 meet 충족하다 cover up ~을 숨기다, ~을 가리다 play down ~을 약화시키다 favorable 유리한 comparison 비교 similar 유사한 product 제품 differentiate 차별화하다 competitor 경쟁 상대 likewise 마찬가지로 remove 제거하다 detail 세부 사항 confusing 혼란스럽게 하는"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 사실 말이 아니라 이미지로 생각한다는 것을 알고 있었는가? 이미지는 간단히 말해 생각과 경험을 보여 주는 심상이다. 초기 인류는 모래나 자신이 사는 동굴 벽에 그림을 그림으로써 수천 년 동안 자기 생각과 경 험을 다른 사람들에게 전달했다. 최근에서야 인간은 이 ‘그림’ 메시지를 기호로 나타내기 위해서 다양한 언 어와 알파벳을 만들어 냈다. 마음은 아직 이 비교적 새롭게 생겨난 것에 적응하지 못했다. 이미지가 말보 다 뇌에 훨씬 더 커다란 영향을 주는데, (사실) 눈에 서 뇌로 이어지는 신경이 귀에서 뇌로 이어지는 신경 보다 25배 더 크다. 예를 들어 흔히 어떤 사람의 얼굴 은 기억나지만, 그 사람의 이름은 기억나지 않는다. ‘그림 하나가 천 마디 말의 가치가 있다.’라는 오래된 속담은 맞는 말이다. ① 말보다 행동이 중요하다 ② 서투른 일꾼이 연장을 탓한다 ③ 겉모습으로 판단해서는 안 된다 ④ 문(文)은 무(武)보다 강하다 actually 사실 simply 간단히 말해, 요약하면 mental picture 심상 draw (그림을) 그리다 cave 동굴 recently 최근에 various 다양한 language 언어 adapt to ~에 적응하다 impact 영향 nerve 신경 (조직) saying 속담"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 순서를 파악한다. 협상에서, 여러분은 신경을 쓰지 않지만 상대편에서 는 매우 신경을 쓰는 이슈들이 흔히 있을 것이다! 이 러한 이슈들을 알아보는 것은 중요하다. (C) 예를 들 어, 여러분은 새로운 직장 생활을 6월에 시작하든지 7 월에 시작하든지 신경 쓰지 않을 수도 있다. 그러나 장차 여러분의 상사가 될 사람이 가능한 한 빨리 여러 분이 일을 시작하기를 강력히 원한다면, 그것은 귀중 한 정보이다. (A) 이제 여러분은 (자신에게는 비용이 들지 않지만) 그 사람이 소중하게 생각하는 무언가를 제공하고 그 보답으로 가치 있는 어떤 것을 받을 입장 에 있다. 예를 들어, 여러분은 한 달 일찍 일을 시작하 고 그렇게 한 것에 대해 더 큰 보너스를 받을 수 있 다. (B) 마찬가지로, 내가 집을 구매할 때, 나는 판매 자가 가능하면 빨리 거래를 매듭짓는 것에 매우 관심 이 있다는 것을 알게 되었다. 그래서 나는 원래 제안 된 것보다 한 달 일찍 거래를 매듭짓는 것에 동의했 고, 판매자는 더 낮은 가격에 동의했다. negotiation 협상 care about ~에 대해 신경 쓰다, 마음 쓰다 identify 알아보다, 확인하다 value 소중하게 생각하다 at no cost 비용을 들이지 않고 in return 보답으로 seller 판매자 close a deal 거래를 매듭짓다 originally 원래 offer 제시하다, 제공하다 potential 잠재적인 prefer 선호하다"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서를 파악한다. 20세기 초 대단한 경영인인 Andrew Carnegie가 한 번은 자신의 누이가 두 아들에 대해 불평하는 것을 들 었다. (B) 그들은 집을 떠나 대학을 다니면서 좀처럼 그녀의 편지에 답장을 하지 않았다. Carnegie는 자신 이 그들에게 편지를 쓰면 즉각 답장을 받을 것이라고 그녀에게 말했다. (C) 그는 두 통의 훈훈한 편지를 그 아이들에게 보냈고, 그들 각각에게 (그 당시에는 큰 액수의 돈이었던) 100달러짜리 수표를 보내게 되어 기쁘다고 그들에게 말했다. 그때 그는 편지들을 부쳤 지만 수표들을 동봉하지는 않았다. (A) 며칠 이내에 그는 두 아이들로부터 훈훈한 감사의 편지를 받았고, 그들은 편지의 말미에 그(Carnegie)가 유감스럽게도 수표를 넣는 것을 잊었다고 말했다. 그 수표가 동봉되 었다면, 그들은 그렇게 빨리 답장을 보냈을까? businessman 경영인 complain 불평하다 grateful 감사하는 unfortunately 유감스럽게도 forget 잊다 include 넣다, 포함하다 respond 답장을 보내다 be away 집을 떠나 있다 rarely 좀처럼 ~하지 않다 immediate 즉각적인 warm 훈훈한, 따뜻한 check 수표 sum 액수 mail (우편으로) 보내다, 부치다"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 주어진 문장이 들어갈 위치를 파악한다. 아주 오랫동안 알고 지낸 친구인, 어린 시절의 친구 는 정말 특별하다. 그들은 여러분에 관한 모든 것을 알고 있으며, 여러분은 처음 하는 많은 일들을 공유해 왔다. 하지만 사춘기가 되면, 때로는 이런 아주 오래된 우정이 성장통을 겪는다. 여러분은 예전보다 공유하는 것이 더 적다는 것을 알게 된다. 어쩌면 여러분은 랩 을 좋아하는데 그 친구는 팝을 좋아한다거나, 서로 다 른 학교에 다니며 서로 다른 무리의 친구들을 사귈 것 이다. 변화가 무서울 수도 있지만, 친구들, 심지어 가 장 친한 친구도 꼭 같을 필요는 없다는 것을 기억하 라. 관심이 다른 친구들을 갖는 것은 삶을 흥미롭게 하는데, 그냥 서로에게서 배울 수 있는 것에 대해 생 각해 보라. hit puberty 사춘기가 되다 go through ~을 겪다 growing pain 성장통 share 공유하다 first 처음 한 일 used to do ~하곤 했다 be into ~을 좋아하다 rap 랩(음악) pop 팝(음악) scary 무서운 alike 비슷한"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 주어진 문장이 들어갈 위치를 파악한다. 그리스에서는 지형이 인간 관계에 영향을 미쳤다. 그 땅이 이동을 매우 어렵게 만들었기 때문에 손님과 주인의 관계는 중요하게 여겨졌다. 어떤 낯선 이가, 가 난한 사람이라도, 문 앞에 나타나면 선한 주인이 되어 그에게 거처를 주고 그와 음식을 나누는 것이 의무였 다. “우리는 먹기만 하려고 식탁에 앉는 것이 아니라 함께 먹으려고 식탁에 앉는다.”라고 그리스의 작가인 Plutarch가 썼다. 식사를 하는 것은 인간 사회의 표식 이고 인간을 짐승과 구별했다. 답례로 손님은 주인에 게 의무가 있었다. 이런 의무에는, 보통 사흘을 넘지 않아야 하는데 너무 오래 머물러서 주인의 환대를 악 용하지 않는 것이 포함되었다. 어느 편이든 이 관계를 위반하는 것은 인간과 신의 분노를 가져왔다. 6 duty 의무 host 주인 geography 지형, 지리 influence 영향을 주다 value 중요하게 여기다 shelter 거처, 숙소 author 저자 beast 짐승 abuse 악용하다 violation 위반"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장을 파악한다. 요즘 차량 공유 운동이 전 세계적으로 나타났다. 많 은 도시에서 차량 공유는 도시 주민들이 이동하는 방 법에 대해 강한 영향을 끼쳤다. 북미처럼 차량 소유 문화가 강한 곳에서조차도 차량 공유가 인기를 얻었 다. 미국과 캐나다에서는, 많은 도시 지역에서 이제 차 량 공유 회원 수가 성인 5명 중 1명을 넘어섰다. 공유 된 각 1대의 차량이 약 10대의 개인 차량을 대체함에 따라, 교통 체증과 대기 오염에 미치는 강한 영향을 토론토부터 뉴욕까지에서 느낄 수 있다. (무인 자동차 의 가장 좋은 점은 사람들이 그것을 조작하는 데 면허 가 필요 없을 것이라는 점이다.) 교통 체증과 주차장 부족에 고심하는 도심 지역을 가진 시 정부는 차량 공 유의 늘어나는 인기를 추동하고 있다. car sharing 차량 공유 resident 주민, 거주인 ownership 소유 culture 문화 gain 얻다 popularity 인기 exceed 넘다, 초과하다 adult 성인 influence 영향 traffic jam 교통 체증 pollution 대기 오염 replace 대체하다 driverless car 무인 자동차 license 면허 operate (기계를) 조작하다 struggle with ~에 고심하다 parking lot 주차장"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 요약문을 완성한다. 미국의 큰 하드웨어 제조 업체가 독일의 평판이 좋 은 배급 업체에 자사의 제품을 소개를 해달라는 초대 를 받았다. 가능한 한 가장 좋은 인상을 주고 싶어서 그 미국 회사는 독일어를 유창하게 하는 자사의 가장 유망한 젊은 임원인 Fred Wagner를 보냈다. Fred가 자기를 초대한 독일인들을 처음 만났을 때 그는 굳게 악수를 했고 모두에게 독일어로 인사를 했으며 고개를 약간 숙여 인사하는 것까지도 잊지 않았는데, 그렇게 하는 것이 독일의 풍습이었다. 사람들 앞에서 아주 연 설을 잘 하는 Fred는 편안한 분위기를 만들려고 몇 가 지 웃기는 농담으로 자기의 발표를 시작했다. 그러나 그는 자기의 발표가 독일의 임원들에게 아주 잘 받아 들여지지 않는다고 느꼈다. 비록 Fred는 자기가 문화 에 관해서 철저히 대비했다고 생각했지만 그는 한 가 지 특정한 실수를 저질렀다. Fred는 몇 가지 농담을 한 것으로는 아무 점수도 얻지 못했다. 독일의 비즈니 스 상황에서는 그것이 너무 격식을 차리지 않고 비전 문적인 것으로 여겨졌다. → 이 이야기는 비즈니스 상황에서 유머를 사용하는 것이 독일에서는 부적절하게여겨질 수 있다는 것을 보여준다. ① 유머- 필수적인 ③ 몸짓- 필수적인 ④ 몸짓- 부적절한 ⑤ 이름- 유용한 look for ∼을 찾다 product 제품 manufacturer 제조 업체 introduce 소개하다 reputation 평판 impression 인상 promising 유망한 executive 임원 fluent 유창한 bow 고개를 숙여 인사하다 slightly 약간 custom 풍습 relaxed 편안한 atmosphere 분위기 do one’s homework 철저히 준비하다 informal 격식을 차리지 않는 unprofessional 비전문적인 [41 ~ 42] 누군가가 여러분을 도왔지만, 어쩌면 여러분이 부탁 한 것을 모두 다 하지는 않았을 때, 그 사람이 하지 않은 것이 아니라 그 사람이 한 일에 초점을 두라. 비 록 이것이 도덕적으로 분명해 보일 수 있어도, 많은 사람은 자기 자신의 필요에 너무나 사로잡혀서 자신이 받은 도움을 무시한다. 한번은 어떤 교사가 한 학생으로부터 다양한 주제에 관한 서로 관련 없는 14개의 질문을 하고 있는 편지를 받았다. 교사는 그 질문들 중에서 13개를 다룬 긴 답 장을 써서 보냈다. 그는 곧 학생에게서 답장을 받았는 데, 그는 누락된 것을 지적했을 뿐만 아니라, 선생님이 써 준 것에 대해 어떠한 감사도 표현하지 않았다. 비 록 그 교사는 대단한 인내심을 가진 사람이었지만, 그 학생의 행동으로 상처를 받았다. “감사의 말이 없었을 뿐만 아니라, 네 편지의 서두에서 너는 네 문제들 중 에서 내가 답을 해 주는 것을 잊었던 문제가 하나 있 다고 나에게 상기시켰지. 그것이 10페이지짜리 편지에 대한 적절한 서두이고 응답이었을까?” 그는 계속해서 그 학생에게 말했다. “내가 너의 감사를 원해서가 아니 라, 너에 대한 나의 사랑과 네가 자신이 받은 도움을 부정하는 사람이 되지 않아야 한다는 염려 때문에 나 는 이런 말을 하는 거란다.” ② 약점 ③ 재능 ④ 두려움 ⑤ 책임감 request 부탁하다, 청하다 morally 도덕적으로 obvious 분명한 be caught up with ~에 사로잡히다 ignore 무시하다 once 한번은, 옛날에 receive 받다 unrelated 관련 없는 subject 주제 write back 써서 보내다, 답장하다 reply 대답, 답 deal with ~을 다루다, 처리하다 note 지적하다, 주목하다 patience 인내심 remind ~ that ... ~에게 …을 상기시키다 proper 적절한"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 요지를 추론한다. [41 ~ 42] 누군가가 여러분을 도왔지만, 어쩌면 여러분이 부탁 한 것을 모두 다 하지는 않았을 때, 그 사람이 하지 않은 것이 아니라 그 사람이 한 일에 초점을 두라. 비 록 이것이 도덕적으로 분명해 보일 수 있어도, 많은 사람은 자기 자신의 필요에 너무나 사로잡혀서 자신이 받은 도움을 무시한다. 한번은 어떤 교사가 한 학생으로부터 다양한 주제에 관한 서로 관련 없는 14개의 질문을 하고 있는 편지를 받았다. 교사는 그 질문들 중에서 13개를 다룬 긴 답 장을 써서 보냈다. 그는 곧 학생에게서 답장을 받았는 데, 그는 누락된 것을 지적했을 뿐만 아니라, 선생님이 써 준 것에 대해 어떠한 감사도 표현하지 않았다. 비 록 그 교사는 대단한 인내심을 가진 사람이었지만, 그 학생의 행동으로 상처를 받았다. “감사의 말이 없었을 뿐만 아니라, 네 편지의 서두에서 너는 네 문제들 중 에서 내가 답을 해 주는 것을 잊었던 문제가 하나 있 다고 나에게 상기시켰지. 그것이 10페이지짜리 편지에 대한 적절한 서두이고 응답이었을까?” 그는 계속해서 그 학생에게 말했다. “내가 너의 감사를 원해서가 아니 라, 너에 대한 나의 사랑과 네가 자신이 받은 도움을 부정하는 사람이 되지 않아야 한다는 염려 때문에 나 는 이런 말을 하는 거란다.” ② 약점 ③ 재능 ④ 두려움 ⑤ 책임감 request 부탁하다, 청하다 morally 도덕적으로 obvious 분명한 be caught up with ~에 사로잡히다 ignore 무시하다 once 한번은, 옛날에 receive 받다 unrelated 관련 없는 subject 주제 write back 써서 보내다, 답장하다 reply 대답, 답 deal with ~을 다루다, 처리하다 note 지적하다, 주목하다 patience 인내심 remind ~ that ... ~에게 …을 상기시키다 proper 적절한"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. [43 ~ 45] (A) 옛날에 한 마을에 부자가 살고 있었다. 그는 일 을 해 주는 많은 노예와 하인이 있었다. 부자는 그들 에게 매우 불친절했으며 잔인했다. 어느 날 노예 중 한 명이 음식을 요리하던 중 실수를 했다. 그는 음식 을 너무 익혔던 것이다. 부자가 그 음식을 보았을 때 화가 나서 그 노예에게 벌을 주었다. 그는 그 노예를 작은 방에 넣어 두고는 밖에서 그 방을 잠갔다. (C) 어찌어찌해서 그 노예는 그 방에서 탈출해서 달 아났다. 그는 숲으로 갔다. 그곳에서 그는 사자 한 마 리를 보았다. 그는 사자를 무서워해서 도망가는 대신 에 사자에게 가까이 갔다. 그는 사자가 다쳐서 다리 하나에서 피가 나고 있는 것을 보았다. 그 노예는 사 자의 상처를 치료해 줄 약초를 찾아서 그 사자를 돌봐 주었다. (B) 며칠 뒤에 그 사자는 회복되었다. 노예와 사자 는 아주 친한 친구가 되었다. 며칠이 지났는데 어느 날 그 노예가 부자의 경비병 중 한 명에게 붙잡혔다. 그 경비병은 그를 부자에게 데리고 갔으며, 그 부자는 그를 호되게 벌하기로 마음먹었다. 부자는 경비병들에 게 그를 사자 우리에 집어넣으라고 명령했다. (D) 모든 마을 사람들이 그 일에 대한 소식을 듣고 는 보러 왔다. 그 노예가 사자 우리 속에 갇히자마자 사자가 그에게 가까이 와서 그의 손을 핥기 시작했으 며 그를 안았다. 그것은 노예가 숲에서 도와 주었던 바로 그 사자였다. 이것을 보고 모두 놀랐다. 부자는 노예가 아주 대단한 사람이어서 사자가 그를 죽이지 않았다고 생각했다. 그는 노예를 풀어 주고 그를 친구 로 삼았으며 그의 모든 하인과 노예를 더 잘 대하기 시작했다. village 마을 slave 노예 servant 하인 unkind 불친절한 cruel 잔인한 make a mistake 실수하다 overcook 너무 익히다 punish 벌하다 lock (문을) 잠그다 recover 회복되다 close 친밀한, 가까운 go by (시간이) 지나가다 catch 잡다 guard 경비병, 경비원 decide 마음먹다, 결심하다 severely 호되게, 심하게 order 명령하다 put ~ in ... ~을 …에 넣다 cage 우리 somehow 어찌어찌해서, 어떻게 해서든지 escape 도망치다 run away 달아나다 forest 숲 instead of ~ 대신에 afraid 무서워하는, 두려워하는 injure 다치게 하다 bleed 피가 나다 search for ~을 찾다 herb 약초, 풀 cure 치료하다 wound 상처 take care of ~을 돌보다 as soon as ~하자마자 lick 핥다 free 풀어 주다; 자유로운 treat 대하다 [41 ~ 42] 누군가가 여러분을 도왔지만, 어쩌면 여러분이 부탁 한 것을 모두 다 하지는 않았을 때, 그 사람이 하지 않은 것이 아니라 그 사람이 한 일에 초점을 두라. 비 록 이것이 도덕적으로 분명해 보일 수 있어도, 많은 사람은 자기 자신의 필요에 너무나 사로잡혀서 자신이 받은 도움을 무시한다. 한번은 어떤 교사가 한 학생으로부터 다양한 주제에 관한 서로 관련 없는 14개의 질문을 하고 있는 편지를 받았다. 교사는 그 질문들 중에서 13개를 다룬 긴 답 장을 써서 보냈다. 그는 곧 학생에게서 답장을 받았는 데, 그는 누락된 것을 지적했을 뿐만 아니라, 선생님이 써 준 것에 대해 어떠한 감사도 표현하지 않았다. 비 록 그 교사는 대단한 인내심을 가진 사람이었지만, 그 학생의 행동으로 상처를 받았다. “감사의 말이 없었을 뿐만 아니라, 네 편지의 서두에서 너는 네 문제들 중 에서 내가 답을 해 주는 것을 잊었던 문제가 하나 있 다고 나에게 상기시켰지. 그것이 10페이지짜리 편지에 대한 적절한 서두이고 응답이었을까?” 그는 계속해서 그 학생에게 말했다. “내가 너의 감사를 원해서가 아니 라, 너에 대한 나의 사랑과 네가 자신이 받은 도움을 부정하는 사람이 되지 않아야 한다는 염려 때문에 나 는 이런 말을 하는 거란다.” ② 약점 ③ 재능 ④ 두려움 ⑤ 책임감 request 부탁하다, 청하다 morally 도덕적으로 obvious 분명한 be caught up with ~에 사로잡히다 ignore 무시하다 once 한번은, 옛날에 receive 받다 unrelated 관련 없는 subject 주제 write back 써서 보내다, 답장하다 reply 대답, 답 deal with ~을 다루다, 처리하다 note 지적하다, 주목하다 patience 인내심 remind ~ that ... ~에게 …을 상기시키다 proper 적절한"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서를 파악한다. [43 ~ 45] (A) 옛날에 한 마을에 부자가 살고 있었다. 그는 일 을 해 주는 많은 노예와 하인이 있었다. 부자는 그들 에게 매우 불친절했으며 잔인했다. 어느 날 노예 중 한 명이 음식을 요리하던 중 실수를 했다. 그는 음식 을 너무 익혔던 것이다. 부자가 그 음식을 보았을 때 화가 나서 그 노예에게 벌을 주었다. 그는 그 노예를 작은 방에 넣어 두고는 밖에서 그 방을 잠갔다. (C) 어찌어찌해서 그 노예는 그 방에서 탈출해서 달 아났다. 그는 숲으로 갔다. 그곳에서 그는 사자 한 마 리를 보았다. 그는 사자를 무서워해서 도망가는 대신 에 사자에게 가까이 갔다. 그는 사자가 다쳐서 다리 하나에서 피가 나고 있는 것을 보았다. 그 노예는 사 자의 상처를 치료해 줄 약초를 찾아서 그 사자를 돌봐 주었다. (B) 며칠 뒤에 그 사자는 회복되었다. 노예와 사자 는 아주 친한 친구가 되었다. 며칠이 지났는데 어느 날 그 노예가 부자의 경비병 중 한 명에게 붙잡혔다. 그 경비병은 그를 부자에게 데리고 갔으며, 그 부자는 그를 호되게 벌하기로 마음먹었다. 부자는 경비병들에 게 그를 사자 우리에 집어넣으라고 명령했다. (D) 모든 마을 사람들이 그 일에 대한 소식을 듣고 는 보러 왔다. 그 노예가 사자 우리 속에 갇히자마자 사자가 그에게 가까이 와서 그의 손을 핥기 시작했으 며 그를 안았다. 그것은 노예가 숲에서 도와 주었던 바로 그 사자였다. 이것을 보고 모두 놀랐다. 부자는 노예가 아주 대단한 사람이어서 사자가 그를 죽이지 않았다고 생각했다. 그는 노예를 풀어 주고 그를 친구 로 삼았으며 그의 모든 하인과 노예를 더 잘 대하기 시작했다. village 마을 slave 노예 servant 하인 unkind 불친절한 cruel 잔인한 make a mistake 실수하다 overcook 너무 익히다 punish 벌하다 lock (문을) 잠그다 recover 회복되다 close 친밀한, 가까운 go by (시간이) 지나가다 catch 잡다 guard 경비병, 경비원 decide 마음먹다, 결심하다 severely 호되게, 심하게 order 명령하다 put ~ in ... ~을 …에 넣다 cage 우리 somehow 어찌어찌해서, 어떻게 해서든지 escape 도망치다 run away 달아나다 forest 숲 instead of ~ 대신에 afraid 무서워하는, 두려워하는 injure 다치게 하다 bleed 피가 나다 search for ~을 찾다 herb 약초, 풀 cure 치료하다 wound 상처 take care of ~을 돌보다 as soon as ~하자마자 lick 핥다 free 풀어 주다; 자유로운 treat 대하다"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 가리키는 대상이 다른 것을 찾는다. [43 ~ 45] (A) 옛날에 한 마을에 부자가 살고 있었다. 그는 일 을 해 주는 많은 노예와 하인이 있었다. 부자는 그들 에게 매우 불친절했으며 잔인했다. 어느 날 노예 중 한 명이 음식을 요리하던 중 실수를 했다. 그는 음식 을 너무 익혔던 것이다. 부자가 그 음식을 보았을 때 화가 나서 그 노예에게 벌을 주었다. 그는 그 노예를 작은 방에 넣어 두고는 밖에서 그 방을 잠갔다. (C) 어찌어찌해서 그 노예는 그 방에서 탈출해서 달 아났다. 그는 숲으로 갔다. 그곳에서 그는 사자 한 마 리를 보았다. 그는 사자를 무서워해서 도망가는 대신 에 사자에게 가까이 갔다. 그는 사자가 다쳐서 다리 하나에서 피가 나고 있는 것을 보았다. 그 노예는 사 자의 상처를 치료해 줄 약초를 찾아서 그 사자를 돌봐 주었다. (B) 며칠 뒤에 그 사자는 회복되었다. 노예와 사자 는 아주 친한 친구가 되었다. 며칠이 지났는데 어느 날 그 노예가 부자의 경비병 중 한 명에게 붙잡혔다. 그 경비병은 그를 부자에게 데리고 갔으며, 그 부자는 그를 호되게 벌하기로 마음먹었다. 부자는 경비병들에 게 그를 사자 우리에 집어넣으라고 명령했다. (D) 모든 마을 사람들이 그 일에 대한 소식을 듣고 는 보러 왔다. 그 노예가 사자 우리 속에 갇히자마자 사자가 그에게 가까이 와서 그의 손을 핥기 시작했으 며 그를 안았다. 그것은 노예가 숲에서 도와 주었던 바로 그 사자였다. 이것을 보고 모두 놀랐다. 부자는 노예가 아주 대단한 사람이어서 사자가 그를 죽이지 않았다고 생각했다. 그는 노예를 풀어 주고 그를 친구 로 삼았으며 그의 모든 하인과 노예를 더 잘 대하기 시작했다. village 마을 slave 노예 servant 하인 unkind 불친절한 cruel 잔인한 make a mistake 실수하다 overcook 너무 익히다 punish 벌하다 lock (문을) 잠그다 recover 회복되다 close 친밀한, 가까운 go by (시간이) 지나가다 catch 잡다 guard 경비병, 경비원 decide 마음먹다, 결심하다 severely 호되게, 심하게 order 명령하다 put ~ in ... ~을 …에 넣다 cage 우리 somehow 어찌어찌해서, 어떻게 해서든지 escape 도망치다 run away 달아나다 forest 숲 instead of ~ 대신에 afraid 무서워하는, 두려워하는 injure 다치게 하다 bleed 피가 나다 search for ~을 찾다 herb 약초, 풀 cure 치료하다 wound 상처 take care of ~을 돌보다 as soon as ~하자마자 lick 핥다 free 풀어 주다; 자유로운 treat 대하다"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. [43 ~ 45] (A) 옛날에 한 마을에 부자가 살고 있었다. 그는 일 을 해 주는 많은 노예와 하인이 있었다. 부자는 그들 에게 매우 불친절했으며 잔인했다. 어느 날 노예 중 한 명이 음식을 요리하던 중 실수를 했다. 그는 음식 을 너무 익혔던 것이다. 부자가 그 음식을 보았을 때 화가 나서 그 노예에게 벌을 주었다. 그는 그 노예를 작은 방에 넣어 두고는 밖에서 그 방을 잠갔다. (C) 어찌어찌해서 그 노예는 그 방에서 탈출해서 달 아났다. 그는 숲으로 갔다. 그곳에서 그는 사자 한 마 리를 보았다. 그는 사자를 무서워해서 도망가는 대신 에 사자에게 가까이 갔다. 그는 사자가 다쳐서 다리 하나에서 피가 나고 있는 것을 보았다. 그 노예는 사 자의 상처를 치료해 줄 약초를 찾아서 그 사자를 돌봐 주었다. (B) 며칠 뒤에 그 사자는 회복되었다. 노예와 사자 는 아주 친한 친구가 되었다. 며칠이 지났는데 어느 날 그 노예가 부자의 경비병 중 한 명에게 붙잡혔다. 그 경비병은 그를 부자에게 데리고 갔으며, 그 부자는 그를 호되게 벌하기로 마음먹었다. 부자는 경비병들에 게 그를 사자 우리에 집어넣으라고 명령했다. (D) 모든 마을 사람들이 그 일에 대한 소식을 듣고 는 보러 왔다. 그 노예가 사자 우리 속에 갇히자마자 사자가 그에게 가까이 와서 그의 손을 핥기 시작했으 며 그를 안았다. 그것은 노예가 숲에서 도와 주었던 바로 그 사자였다. 이것을 보고 모두 놀랐다. 부자는 노예가 아주 대단한 사람이어서 사자가 그를 죽이지 않았다고 생각했다. 그는 노예를 풀어 주고 그를 친구 로 삼았으며 그의 모든 하인과 노예를 더 잘 대하기 시작했다. village 마을 slave 노예 servant 하인 unkind 불친절한 cruel 잔인한 make a mistake 실수하다 overcook 너무 익히다 punish 벌하다 lock (문을) 잠그다 recover 회복되다 close 친밀한, 가까운 go by (시간이) 지나가다 catch 잡다 guard 경비병, 경비원 decide 마음먹다, 결심하다 severely 호되게, 심하게 order 명령하다 put ~ in ... ~을 …에 넣다 cage 우리 somehow 어찌어찌해서, 어떻게 해서든지 escape 도망치다 run away 달아나다 forest 숲 instead of ~ 대신에 afraid 무서워하는, 두려워하는 injure 다치게 하다 bleed 피가 나다 search for ~을 찾다 herb 약초, 풀 cure 치료하다 wound 상처 take care of ~을 돌보다 as soon as ~하자마자 lick 핥다 free 풀어 주다; 자유로운 treat 대하다"
    }
]