[
    {
        "question_num": 1,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Daniel, what are you reading? M: It’s a book titled Flipped. I really like the story. W: I’d like to read it, too. Can I borrow the book after you are finished with it? M: [어구] borrow 빌리다 [해설] 책을 빌릴 수 있냐는 질문이므로 내일 빌려 줄 수 있다는 응답이 적절하다."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Mia, how’s your Chinese going? W: Not very well. It was fun at the beginning, but it’s getting harder. M: I understand, but don’t give up. There’s a saying, ‘No pain, no gain.’ W: [어구] saying 속담 [해설] 중국어 공부를 어려워하는 여자에게 남자가 포기하지 말라며 ‘고통 없이는 얻는 것도 없다’라는 속담을 말하고 있으므로 그 말을 명심하겠다는 응답이 적절하다."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 추론하기 W: Good morning, everyone. This is Jennifer Miller, the art teacher. Last week we had our annual art contest to encourage students’ artistic creativity. A lot of students entered some great works of art this year. Among them, the seven best paintings and sculptures have been selected as candidates for the top prize. Now everyone is invited to judge them and help select the winner. The seven works are displayed in the school library. Please take a look and put a sticker by the work you like the best. The work with the most stickers will be the winner. Thank you for listening. [어구] annual 일 년마다의 candidate 후보 [해설] 화자가 학교 미술 대회 심사 참여를 요청하는 내용이다."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 의견 추론하기 M: Cathy, how are you, today? W: Not that well. On my way to the office, I saw a teenage boy almost get hit by a car. M: Oh, no. Tell me what happened. W: He was crossing the street while looking at his smartphone, so he didn’t see the car coming towards him. M: He should have been more careful. W: Exactly. If the driver hadn’t stopped in time, he could have been seriously injured. M: Well, smartphones make life more convenient, but these days too many people simply can’t take their eyes off of them. W: I know. Sometimes it puts people in real danger. M: I think crossing the street while looking at your phone should be banned by law. W: I totally agree with you. [어구] injure 다치게 하다 ban 금지하다 [해설] 휴대폰을 보면서 길을 건너는 것을 금지해야 한다는 것이 두 사람의 의견이다."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 추론하기 W: Mr. Jones, I was looking for you. Where have you been? M: I was taking some pictures inside the building. W: Inside? I asked you to stay outside. This historic church doesn’t allow tourists inside. M: I’m sorry. The front door was a little open, so I walked in. W: Besides, I told all the tourists to come back to the bus by 2:30. The others are already on the bus waiting for us. M: Oh, it’s 3 o’clock. I didn’t realize it was so late. I’m really sorry. W: Let’s hurry. We should keep to our tour schedule. M: Sure. I’ll listen to your directions more carefully from now on. W: Thank you, I’d appreciate that. [어구] historic 역사적인 direction 지시 [해설] 대화에서 교회 안 관광객 출입금지, 버스 탑승 시간, 여행 일정 준수 등에 관해 말하는 여자에게 남 자가 앞으로 지시 사항을 잘 따르겠다고 이야기하는 것으로 보아 두 사람의 관계가 여행 가이드와 관광 객임을 알 수 있다."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 M: Julie, did you finish making a school Sports Day poster? W: Yes, I did, Mr. Brown. Could you take a look? M: Sure. Oh, you drew a cup­shaped trophy at the top. I like it. W: Thanks. Below it I put a banner and wrote the words ‘SPORTS DAY’ on it. M: Good. I like that the words are written in capital letters. W: Thank you. And I drew a boy holding a ball by the basketball post. M: Yeah. Next to the boy I can see a girl holding a tennis racket. They look cute. W: Lastly, between the girl and the boy there are a baseball and a bat on the ground. M: The poster is beautiful and eye­catching. You did an excellent job. [어구] capital letter 대문자 eye­catching 시선을 끄는 [해설] 소녀와 소년 사이에 야구 방망이와 공이 놓여 있다는 여자의 말을 통해 정답을 파악할 수 있다."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자가 할 일 파악하기 W: Honey, I’m so excited about going camping tomorrow. M: Me, too. Let’s check what we’ve prepared so far. W: Okay. First, we already booked the campsite. M: Yeah. And today I borrowed a tent from my friend, Andy. W: Excellent. And did you check our car? We’re driving a long way tomorrow. M: Of course, I did. Don’t worry. Our car is in perfect condition. W: Thanks. Then I think there are only two things left to do, buying food to cook at the campsite and packing the clothes we’ll need. M: I see. I’ll go buy the food. W: Good. Then I’ll prepare the clothes while you’re away. [어구] book 예약하다 pack (짐을) 꾸리다 [해설] 남자가 식품을 사 오겠다고 말하고 있다."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유 파악하기 M: Emily, how was your weekend? W: Good. I went to my grandmother’s birthday party. How was yours? Did you enjoy your family trip to Japan? M: Well, unfortunately things did not go as planned. We couldn’t go to Japan. W: Why not? Was someone in the family ill? M: No, that was not the reason. W: Was your flight cancelled because of the weather? M: Not that either. Just before getting on the plane, my wife and I found that we had lost our son’s passport. W: Oh, no! You must all have been very disappointed. M: Yes, we were. So we’re thinking about planning another family trip in the fall. [어구] cancel 취소하다 passport 여권 [해설] 비행기 탑승 직전에 아들의 여권을 잃어버린 것을 알게 되었다는 남자의 말을 통해 이유를 파악 할 수 있다."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 수치 정보 파악하기 W: Hello. How can I help you? M: Hi. I want to buy some mini apple pies. How much are they? W: They’re four dollars each. M: Good. I’ll take three. And this bacon and egg sandwich looks delicious. How much is it? W: It’s five dollars. But this week if you buy two, you get one free. M: Well, that sounds like a good deal, but three sandwiches are too many. I’ll just buy one. That’s it. W: Great. Do you have a store membership? M: No, but I have this coupon. Can I use it? W: Sure. You’ll get 2 dollars off of the total. M: Good. Here’s my credit card. [어구] delicious 맛있는 membership 회원 자격 [해설] 하나에 4달러인 미니 애플파이 3개와 5달러 인 샌드위치 1개를 구입하고 전체 금액에서 2달러를 할인받았으므로 남자는 15달러를 지불해야 한다. 2"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 언급하지 않은 내용 파악하기 M: Laura, what are you doing? W: Hi, John. I’m booking a temple stay. This will be my third time participating. M: Temple stay? Sounds interesting. What kinds of activities does it offer? W: Cultural experiences, meditation, making temple food, and many other things for two days. M: Great. How much does it cost? W: The participation fee is 80 dollars. M: That’s reasonable. What do you have to take? W: I should take my toothbrush, a towel, and a water bottle. And during the stay, drinking alcohol and smoking are not allowed. M: I see. I think I’m going to give it a try, too. W: You should. It’ll surely refresh your mind and body. [어구] meditation 명상 refresh 상쾌하게 하다 [해설] 대화에서 복장은 언급하지 않았다."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화 세부 내용 파악하기 W: Hello, students. This is Janet Keeper, the head of our school’s Star Watching Club. The 2018 Night Sky Observers will be held in our school playground from July 20th to the 22nd. This event will be hosted together by fourteen star watching clubs from around the city. Anyone interested in the stars can participate and get the chance to observe stars, as well as planets like Mercury and Venus. Star watching will start at 10:00 p.m. and last for about six hours each night. While you are watching, club members will explain things about the stars and the universe. You don’t need your own telescope for this event, but you can bring and use your own if you want to. Thank you. [어구] host 주최하다 telescope 망원경 [해설] 원한다면 개인 망원경을 사용할 수 있다."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 화자의 선택 파악하기 M: Mom, why don’t we buy a portable bluetooth speaker? We can take it anywhere we want to. W: Great idea. Let’s buy one online. M: Okay. [Clicking Sound] Look. These are the five best­selling ones. W: Good. We can choose one among them. M: What’s our budget, Mom? W: Well, I don’t want to spend more than 100 dollars. M: I see. How about buying a waterproof speaker? We can take it to the swimming pool and to the beach. W: I agree. Now there are only two options left. Which do you like better? M: I prefer the one with the longer battery life. W: Okay. Then we won’t have to charge it as often. M: I think we made a good choice. Let’s order it now. [어구] budget 예산 charge 충전하다 [해설] 두 사람은 100달러가 넘지 않는 모델 중 방 수가 되고 배터리 수명이 긴 스피커를 주문할 것이다."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Honey, I got a call from my cousin Ruby and she had some good news. M: What is it? W: She got a job with a marketing company in Hong Kong. M: Wow, good for her. She wanted to work abroad. W: Yes. I think it’ll be a good opportunity to build up her career. M: Definitely. When is she leaving? W: She told me she’s leaving in about two weeks. She’ll start working in July. M: She’s leaving so soon? Then, why don’t we invite her to dinner? W: I don’t think she can make the time. She’s too busy. I’m considering giving her a present, instead. M: Good idea. What do you have in mind? W: [어구] abroad 해외에서 definitely 확실히, 틀림없이 [해설] 해외로 일하러 가는 사촌에게 저녁 식사 초대 대신 선물을 주려고 한다는 여자의 말을 듣고, 무엇 을 생각하고 있는지를 묻는 남자의 마지막 말에 실 용적인 것을 생각하고 있다는 것이 적절한 응답이다."
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Katie, you look so tired. W: Yes, Dad. I went to bed late last night. M: Why? Was it because of homework? W: No. I was busy making a hat. M: Really? Making a hat? W: Yes. Last month I joined the school knitting club and learned how to do it. M: I thought you didn’t like to make things with your hands. W: I didn’t, but I discovered that I am good at knitting and it’s fun. Besides, I can help others with it. M: What do you mean by that? W: This is part of a project called ‘Knitting for Africa.’ We’ll send the hats to poor babies there. M: [어구] join 가입하다 knit 뜨개질하다 [해설] 뜨개질을 통해 남을 도울 수 있다는 말이 무 슨 뜻인지를 묻는 아빠에게 뜨개질한 모자를 아프리 카에 있는 불쌍한 아기들에게 보낼 것이라고 마지막 말에서 딸이 대답하고 있으므로, ‘뜻깊은 일을 하고 있구나’라고 응답하는 것이 적절하다."
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 표현 고르기 W: Lisa and her friend Jake are big fans of classical guitar music. Jake’s birthday is coming up, so as a gift for him, Lisa buys tickets for a classical guitar concert. When Lisa tells him this, Jake gets very happy and excited. Today is the day of the concert and it starts at six in the evening. Jake suggests to Lisa that they meet in front of the concert hall at five fifty. But Lisa wants to suggest meeting earlier because the seats are given based on the order of arrival. In this situation, what would Lisa most likely say to Jake? Lisa: [어구] come up 다가오다 arrival 도착 [해설] 콘서트 시작 10분 전에 만나자는 Jake에게 도착 순서대로 좌석이 배정되므로 좀 더 일찍 만나 자고 Lisa가 말하고자 하는 상황이다. [16 ~ 17] 긴 담화 듣기 M: Hello, listeners, and welcome to Health Matters. This is Dr. David Harvey. Coughing is one of the most common symptoms of a cold. To relieve it, you might only think of going to a doctor or taking medicine. However, drinking homemade tea can be an excellent way to warm you up and soothe your throat and cough. This kind of tea is so easy to make that anybody can do it. First, get two inches of fresh ginger and slice it thinly. Next, boil the ginger slices in two cups of water for at least 10 minutes. Then, turn off the heat and add some honey. Squeeze a lemon and put the juice in the tea. You can add a bit of cinnamon at the end for flavor. I hope you’ll enjoy your hot tea and stay healthy. [어구] soothe 가라앉히다 squeeze (레몬 등을) 짜다"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 추론하기 [해설] 기침을 완화시켜주는 차를 만드는 방법에 대한 내용이다. [16 ~ 17] 긴 담화 듣기 M: Hello, listeners, and welcome to Health Matters. This is Dr. David Harvey. Coughing is one of the most common symptoms of a cold. To relieve it, you might only think of going to a doctor or taking medicine. However, drinking homemade tea can be an excellent way to warm you up and soothe your throat and cough. This kind of tea is so easy to make that anybody can do it. First, get two inches of fresh ginger and slice it thinly. Next, boil the ginger slices in two cups of water for at least 10 minutes. Then, turn off the heat and add some honey. Squeeze a lemon and put the juice in the tea. You can add a bit of cinnamon at the end for flavor. I hope you’ll enjoy your hot tea and stay healthy. [어구] soothe 가라앉히다 squeeze (레몬 등을) 짜다"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 [해설] peppermint는 언급되지 않았다. [16 ~ 17] 긴 담화 듣기 M: Hello, listeners, and welcome to Health Matters. This is Dr. David Harvey. Coughing is one of the most common symptoms of a cold. To relieve it, you might only think of going to a doctor or taking medicine. However, drinking homemade tea can be an excellent way to warm you up and soothe your throat and cough. This kind of tea is so easy to make that anybody can do it. First, get two inches of fresh ginger and slice it thinly. Next, boil the ginger slices in two cups of water for at least 10 minutes. Then, turn off the heat and add some honey. Squeeze a lemon and put the juice in the tea. You can add a bit of cinnamon at the end for flavor. I hope you’ll enjoy your hot tea and stay healthy. [어구] soothe 가라앉히다 squeeze (레몬 등을) 짜다"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 Wellington 폐수 처리 시설의 개선 공사가 2018년 7월 30일 월요일에 시작될 예정입니다. 공사는 약 28개월 걸릴 것이고, Baker Street와 그 주변의 작업으로 인해 이 거리의 교통량 증가를 야기할 수 있습니다. 공사 차 량도 주된 공사 지역에 접근하기 위해 이 거리를 이용 할 수 있습니다. 겪게 될 불편에 대해 진심으로 사과드 립니다. 이를 최소화하기 위해 노력하겠습니다. 이 작업 은 우리 도시의 기본 시설과 서비스를 유지하고 향상시 키기 위한 우리의 지속적인 노력의 일부입니다. 질문이 있으면 022-807-4725로 Ronald Brown에게 연락 주 시기 바랍니다. [어구] access 접근 apologize 사과하다 [해설] Wellington 폐수 처리 시설의 개선 공사가 야 기할 불편에 대해 양해를 구하는 글이다."
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 추론하기 어느 날 밤, 나는 2층으로 이르는 문을 열었고, 복도 전등이 꺼진 것을 알아차렸다. 내가 켤 수 있는 전등 스위치가 계단 옆에 있다는 것을 알았기 때문에 나는 그것에 대해 아무렇지 않게 생각했다. 다음에 일어난 일은 내 간담을 서늘하게 한 어떤 것이었다. 첫 칸에 발을 내디뎠을 때, 나는 계단 아래에서 어떤 움직임을 느꼈다. 내 눈은 계단 아래의 어둠에 이끌렸다. 일단 이 상한 어떤 일이 일어나고 있다는 것을 깨닫자, 내 심장 은 빠르게 뛰기 시작했다. 갑자기, 나는 손 하나가 계단 사이로부터 뻗어 나와서 내 발목을 잡는 것을 보았다. 나는 그 구역을 따라 쭉 들릴 수 있는 무시무시한 비명 을 질렀지만, 아무도 대답하지 않았다! [어구] chill one’s blood 간담을 서늘하게 하다 [해설] 복도 전등이 꺼진 상태에서 어떤 손이 필자 의 발목을 잡아 무서움을 느끼는 상황이다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 추론하기 대부분의 사람들이 글을 쓰려고 할 때 그들에게 어떤 생각이 밀려온다. 그들은 친구들에게 이야기할 경우에 사용할 법한 말과는 다른 언어로 글을 쓴다. 하지만, 만 약 사람들이 당신이 쓴 것을 읽고 이해하기를 원한다 면, 구어체로 글을 써라. 문어체는 더 복잡한데 이것은 읽는 것을 더욱 수고롭게 만든다. 또한, 형식적이고 거 3 리감이 들게 하여 독자로 하여금 주의를 잃게 만든다. 생각을 표현하기 위해 복잡한 문장이 필요하지는 않다. 심지어, 어떤 복잡한 분야의 전문가들조차도 자신의 생 각을 표현할 때, 그들이 점심으로 무엇을 먹을지에 대 해 이야기할 때 사용하는 것보다 복잡한 문장을 사용하 지는 않는다. 만약 당신이 구어체로 글을 쓰게 된다면, 당신은 작가로서 좋은 출발을 하는 것이다. [어구] come over (생각, 감정이) 밀려오다 field 분야 [해설] 일상 대화에서 사용하는 구어체로 간결하게 글을 쓸 것을 권하는 내용이다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 글의 요지 추론하기 너무도 많은 회사들이 마치 경쟁자들이 존재하지 않 는 것처럼 신제품들을 광고한다. 그들은 (비교 대상이 없는) 공백의 상황에서 광고하고 나서 자신들의 메시지 가 도달하지 못할 때 실망한다. 특히 이전 것과 대조되 지 않는다면 새로운 제품 범주를 도입하는 것은 어렵 다. 새롭고 특이한 것이 예전의 것과 연결되지 않는다 면 소비자들은 일반적으로 관심을 주지 않는다. 그래서 당신에게 정말로 새로운 제품이 있다면 그것이 무엇인 지보다는 무엇이 아닌지를 말하는 것이 대체로 더 좋 다. 예를 들어 최초의 자동차는 ‘말이 없는’ 마차라고 불렸으며, 이 명칭은 대중이 기존의 수송 방식과 대조 하여 그 개념을 이해하도록 해주었다. [어구] vacuum 진공, 공백 carriage 마차 [해설] 새로운 제품이 기존의 제품과 대비되지 않는 다면 소비자의 관심을 받기 어렵기 때문에, 기존 제 품과의 대비가 신제품 광고에 효과적이라는 내용의 글이다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 주제 추론하기 인간은 대인 관계를 형성하고 유지하려는 타고난 욕 구에 의해 움직인다. 이러한 관점에서, 인간은 근본적인 욕구를 충족시키기 위해 타인과의 관계를 추구하며, 이 욕구는 일생에 걸쳐 많은 감정, 행동, 그리고 결정들의 기초가 된다. 아마도, 소속되려는 욕구는 사회적 종으로 서의 인간 진화 역사의 산물이다. 인간은 식량의 공급, 포식자로부터의 보호, 그리고 필수적인 지식의 습득을 위해 타인들의 협력에 오랫동안 의존해 왔다. 사회적 유대의 형성과 유지가 없었다면, 초기 인간들은 아마도 그들의 물리적 환경에 대처하거나 적응하지 못했을 것 이다. 따라서 친밀함과 의미 있는 관계를 추구하는 것 은 오랫동안 인간의 생존에 필수적이었다. [어구] perspective 관점 underlie ~의 기초가 되다 acquisition 습득 [해설] 인간이 대인 관계를 형성하고 유지하려는 욕 구는 생존에 중요하다는 내용이다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 제목 추론하기 포유류는 다른 동물군에 비해 색이 덜 화려한 경향이 있지만 얼룩말은 두드러지게 흑백의 모습을 하고 있다. 이렇게 대비가 큰 무늬가 무슨 목적을 수행할까? 색의 역할이 항상 명확한 것은 아니다. 줄무늬를 지님으로써 얼룩말이 얻을 수 있는 것이 무엇인지에 대한 이 질문 은 과학자들을 1세기가 넘도록 곤혹스럽게 했다. 이 신 비를 풀기 위해, 야생 생물학자 Tim Caro는 탄자니아 에서 얼룩말을 연구하면서 10년 이상을 보냈다. 그는 답을 찾기 전에 이론을 하나씩 하나씩 배제해 나갔다. 줄무늬는 얼룩말들을 시원하게 유지시켜 주지도 않았 고, 포식자들을 혼란스럽게 하지도 않았다. 2013년에 그는 얼룩말의 가죽으로 덮인 파리 덫을 설치했고, 이 에 대비하여 영양의 가죽으로 덮인 다른 덫들도 준비했 다. 그는 파리가 줄무늬 위에 앉는 것을 피하는 것처럼 보인다는 것을 알게 되었다. 더 많은 연구 후에, 그는 줄무늬가 질병을 옮기는 곤충으로부터 얼룩말을 말 그 대로 구할 수 있다는 결론을 내렸다. [어구] strikingly 두드러지게 rule out 배제하다 [해설] 얼룩말의 줄무늬가 질병을 옮기는 파리와 같은 곤충의 접근을 막는다는 연구 결과에 관한 내용이다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 도표 이해하기 2016년 하계 올림픽 메달 집계 위 그래프는 국제올림픽위원회의 메달 집계를 바탕으 로 2016년 하계 올림픽 동안 상위 5개 국가들이 획득 한 메달의 수를 보여 주고 있다. 5개 국가들 중, 미국이 약 120개로 가장 많은 메달을 획득하였다. 금메달의 경 우, 영국이 중국보다 더 많이 획득하였다. 중국, 러시아, 독일은 각각 20개 미만의 은메달을 획득하였다. 미국이 획득한 동메달 수는 독일이 획득한 동메달 수의 두 배 보다 적었다(→많았다). 상위 5개 국가는 총 40개 이상 의 메달을 각각 획득하였다. [어구] when it comes to ~의 경우, ~에 관한 한 [해설] 해석 참조"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 내용 일치 파악하기 16세기 스페인의 위대한 작곡가, Tomas Luis de Victoria는 Avila에서 태어나 소년 시절 교회 합창단에 서 노래했다. 변성기가 됐을 때 공부를 위해 로마로 가 서, 다양한 교회와 종교 기관에서 직책을 맡으며, 20년 동안 그 도시에 머물렀다. 로마에서 그는 유명한 이탈 리아 작곡가인 Palestrina를 만났는데, 심지어 그의 제 자였을지도 모른다. 사제가 되고 난 후, 1580년대에 스 페인으로 돌아와 왕가의 작곡가이자 오르간 연주자로 마드리드에서 평화롭게 여생을 보냈다. 그는 1611년에 사망했으나, 무덤은 아직 확인되지 않았다. [어구] one’s voice breaks 변성기가 되다 [해설] 사제가 된 후 스페인으로 돌아왔다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 일치 파악하기 Milton 여름 댄스 캠프 2018 Milton Dance Studio는 여름 동안 아이들에게 춤을 배울 기회를 제공하게 되어 기쁩니다. 당신의 자녀를 신나는 춤추기 활동에 참여시키세요! 프로그램 Ÿ 클래식 발레 프로그램: 3-11세 대상 Ÿ 재즈 댄스 프로그램: 12세 이상 대상 날짜, 시간 및 비용 Ÿ 날짜: 2018년 7월 23일- 26일 Ÿ 시간: 13:30 - 17:30 Ÿ 비용: 아이 일인당 80달러 공지 Ÿ 각 수업은 10명으로 제한됩니다. Ÿ 적어도 열흘 전에 예약이 필요합니다. 더 많 은 정 보 를 원 하 시 면 , 우 리 웹 사 이 트 ww w .m iltondance.com 을 방문하세요. [어구] notice 공지 in advance 사전에, 미리 [해설] 적어도 열흘 전에 예약이 필요하다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 일치 파악하기 Dove Cottage와 Wordsworth 박물관 세계적으로 유명한 영국 시인 William Wordsworth의 생애를 살펴보고, 영감을 주는 그의 집을 답사하세요. 개관 시간 Ÿ 매일 개관: 오전 9시 30분- 오후 5시 30분 Ÿ 마지막 입장: 오후 5시 입장료 Ÿ 성인(16세 이상): 10파운드 Ÿ 학생(학생증 지참): 8파운드 Ÿ 어린이(7세 이하): 무료 단체 방문 Ÿ 10명 이상의 단체 방문객에 대해 5% 할인 가능 사진 촬영 Ÿ 방문객들은 박물관 내에서 플래시를 터뜨리지 않으 면 사진 촬영을 할 수 있습니다. 상점 Ÿ 방문객들은 기념품과 지역 공예품을 구입할 수 있습 니다. Ÿ 책을 판매하는 온라인 상점도 운영하고 있습니다. [어구] inspiring 영감을 주는 craft 공예품 [해설] 10명 이상의 단체 방문객은 할인을 받는다."
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 어법성 판단하기 플라스틱은 매우 느리게 분해되고 물에 떠다니는 경 향이 있다. 이는 플라스틱을 해류를 따라 수천 마일을 돌아다니게 한다. 대부분의 플라스틱은 자외선에 노출 될 때 점점 더 작은 조각으로 분해되어 미세 플라스틱 을 형성한다. 이러한 미세 플라스틱은 일단 그것들을 수거하는데 일반적으로 사용되는 그물망을 통과할 만큼 충분히 작아지면 측정하기가 매우 어렵다. 미세 플라스 틱이 해양 환경과 먹이 그물에 미치는 영향은 아직도 제대로 이해되지 않고 있다. 이 작은 조각들은 다양한 동물에게 먹혀 먹이 사슬 속으로 들어간다고 알려져 있 다. 바다 속에 있는 대부분의 플라스틱 조각들은 매우 작기 때문에 바다를 청소할 실질적인 방법은 없다. 비 교적 적은 양의 플라스틱을 수거하기 위해 엄청난 양의 물을 여과해야 할 수도 있다. [어구] break down 분해되다 particle 입자, 조각 [해설] ①앞 문장 내용을 선행사로 하는 관계대명사 which, ②분사구문으로 forming, ④주어인 복수명사 particles와 수가 일치하는 are, ⑤형용사 small을 수 식하므로 부사 relatively이다. ③collect의 목적어는 의미상 주체인 the nets와 같지 않으므로 올바른 목 적어의 형태는 them이다."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어휘 파악하기 사람들은 삶이 나아질수록 더 높은 기대감을 지닌다. 하지만 기대감이 더 높아질수록 만족감을 느끼기는 더욱 어려워진다. 우리들은 기대감을 (A) 통제함으로써 삶에 서 느끼는 만족감을 향상시킬 수 있다. 적절한 기대감은 많은 경험들을 즐거운 놀라움이 되도록 하는 여지를 남 긴다. 문제는 적절한 기대감을 가지는 방법을 찾는 것이다. 이것을 위한 한 방법은 멋진 경험들을 (B) 드문 상태로 유지하는 것이다. 당신이 무엇이든 살 여유가 있더라도, 특별한 경우를 위해 훌륭한 와인을 아껴두어라. 품위 있 는 실크 블라우스를 특별한 즐거움이 되게 하라. 이것은 당신의 욕구를 억제하는 행동처럼 보일 수도 있지만, 내 생각은 그렇지 않다. 반대로, 그것은 당신이 (C) 즐거움 을 계속해서 경험할 수 있도록 보장해 주는 방법이다. 멋진 와인과 멋진 블라우스가 당신을 기분 좋게 만들지 못한다면 무슨 의미가 있겠는가? [어구] treat 한 턱, 즐거움 deny 부정하다, 억제하다 [해설] 적절한 기대감이 경험들을 즐거움으로 만드는 여지를 제공하므로 기대감을 (A) 통제함(controlling) 으로써 만족감을 향상시키며, 특별한 경우를 위해 멋진 경험들을 아껴두고 (B) 드문(rare) 상태로 유지하는 것이 이를 위한 한 방법이며, 이것은 욕구를 억제하는 것이 아니라 (C) 즐거움(pleasure)을 지속할 수 있는 방법이다. 4"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 지칭어 추론하기 “같이 할래?”라고 Amy의 새 학교 첫날 어떤 명랑한 목소리가 말했다. Wilhemina였다. Amy는 너무 놀라 고개를 끄덕이기만 했다. 그 덩치 큰 흑인 소녀는 Amy의 공책 옆에 ①그녀의 공책을 놓았다. 공책을 놓 은 후, ②그녀는 Amy 옆 의자에 올라앉았다. “나는 Wilhemina Smiths야, 이름 양 끝에 s가 있는 Smiths.” 라고 ③그녀는 다정하게 웃으며 말했다. “내 친구들은 나를 Mina라고 불러. 너는 Amy Tillerman이지.” Amy는 고개를 끄덕이며 쳐다보았다. 유일한 전학생인 ④그녀는 실험실 파트너가 생겨서 기뻤다. 그러나 Amy는 ⑤그녀가 전학생을 안쓰럽게 여겨서 자신을 선택한 것이 아닌지 궁금했다. [어구] nod 끄덕이다 stool 등받이 없는 의자 [해설] ④는 Amy를, 나머지는 Wilhemina를 가리킨다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 동기 부여의 한 가지 결과는 상당한 노력을 필요로 하는 행동이다. 예를 들면, 만약 좋은 차를 사고자 하는 동기가 있다면, 당신은 온라인으로 차들을 검색하고, 광 고를 자세히 보며, 자동차 대리점들을 방문하는 것 등 을 할 것이다. 마찬가지로, 몸무게를 줄이고자 하는 동 기가 있다면, 당신은 저지방 식품을 사고, 더 적은 1인 분의 양을 먹으며, 운동을 할 것이다. 동기 부여는 목표 를 더 가까이 가져 오는 최종 행동을 이끌 뿐만 아니 라, 준비 행동에 시간과 에너지를 쓸 의지를 만들기도 한다. 따라서 새 스마트폰을 사고자 하는 동기가 있는 사람은 그것을 위해 추가적인 돈을 벌고, 가게에 가기 위해 폭풍 속을 운전하며, 그것을 사려고 줄을 서서 기 다릴지도 모른다. [어구] portion 1인분의 양 expend 쓰다, 소비하다 [해설] 어떤 것에 대한 동기가 있으면 그 목표를 이 루기 위해 상당한 노력을 필요로 하는 행동을 하게 된다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 좋은 관리자들은 과업을 맡길 때의 처음의 불안감을 극복하는 것을 배워왔다. 그들은 어떤 두 사람도 정확히 똑같은 방식으로 행동하지 않는다는 것을 알고 있고, 한 직원이 다른 사람과 다르게 과업을 시작하는 것을 보더 라도 두려움을 느끼지 않는다. 대신에, 그들은 최종 결 과에 초점을 맞춘다. 만약 어떤 업무가 성공적으로 처리 되었다면, 사람들이 조직에 수용될 만한 방식으로 일을 하는 한(예를 들자면, 판매원들이 회사의 윤리적 판매 정책을 준수하는 한) 그것은 괜찮다. 만약 수용할 만한 최종 결과가 성취되지 않았다면, 그러한 관리자들은 그 직원과 논의하고 상황을 분석하며 대응하여, 그 사람이 미래에 그 과업을 성공적으로 수행하기 위해 어떤 훈련 이나 추가적인 기술을 필요로 하는지를 알아낸다. [어구] initial 처음의 ethical 윤리적인 [해설] 좋은 관리자들은 직원들이 과업을 수행하는 방식이 다르더라도 그것에 불안해하지 않고, 과업의 최종 결과에 초점을 맞추어 대응한다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 유기적 발달에서, 지각은 두드러진 구조적 특징의 파악 에서 시작된다는 충분한 증거가 있다. 예를 들어, 2살 어린이와 침팬지가 그들에게 주어지는 2개의 상자 중 특정 크기와 모양의 삼각형이 있는 상자에 항상 맛있어 보이는 음식이 있다는 것을 알았을 때, 다른 모양의 삼 각형에도 그들의 훈련을 적용하는 것에 어려움이 없었 다. 삼각형은 더 작아지거나 커지거나 뒤집혔다. 흰색 바탕의 검은 색 삼각형은 검은 바탕의 흰색 삼각형으 로, 또는 외곽선이 있는 삼각형은 단색의 것으로 대체 되었다. 이런 변화는 인식을 저해하지 않는 것으로 보 였다. 유사한 결과가 쥐에서도 얻어졌다. 심리학자인 Karl Lashley는 이런 유형의 단순한 치환이 인간을 포 함하여 모든 동물에게 보편적이라고 주장했다. [어구] organic 유기적인 solid 다른 색깔이 섞이지 않은 interfere with ~을 저해하다 assert 주장하다 [해설] 크기와 색깔 등이 바뀌어도 삼각형의 형태를 파악할 수 있었다는 예로 보아, 지각은 두드러진 구 조적 특징의 파악에서 시작된다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 고장 난 보일러를 고치기 위해 애쓰는 한 남자와 관 련된 매우 오래된 이야기가 있다. 수개월에 걸친 최선 의 노력에도 불구하고, 그는 고칠 수 없다. 결국, 그는 포기하고 전문가를 부르기로 결심한다. 기사가 도착하 여 보일러의 옆을 한 번 가볍게 두드리자 보일러가 작 동하기 시작한다. 기사는 남자에게 청구서를 주고, 남자 는 기사가 그 일을 하는 데 약간의 시간만 걸렸기 때문 에 요금을 적게 지불해야 한다고 주장한다. 기사는 자 신이 보일러를 두드리는 데 걸린 시간이 아니라, 오히 려 정확히 어디를 두드려야 할지를 아는 것과 관련된 수년의 경험에 대해 남자가 돈을 지불하는 것이라고 설 명한다. 전문 기사가 보일러를 두드리는 것과 마찬가지로, 효과적인 변화는 많은 시간이 걸릴 필요는 없다. 사실, 대체로 그것은 단지 정확히 어디를 두드려야 할지를 아 는 것의 문제이다. [어구] call in 부르다 tap 두드림, 두드리다 spring to life 갑자기 활발해지다, 다시 작동하다 [해설] 전문 기사가 고장 난 보일러를 한 번 가볍게 두드려 고친 것과 마찬가지로, 효과적인 변화가 반드시 많은 시간을 필요로 하는 것은 아니다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 순서 파악하기 대인 관계에서의 메시지에는 내용 차원과 관계 차원이 결합되어 있다. 즉, 그것들은 화자와 청자 모두에게 외 부적인 어떤 것인, 실제 세계를 지칭한다. 동시에 당사 자들 사이의 관계를 지칭하기도 한다. (C) 예를 들어, 한 관리자가 한 수습 직원에게 “회의 후에 저 좀 봅시다.”라 고 말할 수 있다. 이 간단한 메시지는 수습 직원이 회의 후에 관리자를 만나야 한다는 것을 전달하는 내용 메시 지를 담고 있다. (B) 그것은 또한 관리자와 수습 직원 사이의 관계에 대해 무언가를 말해 주는 관계 메시지를 포함하고 있다. 이 간단한 명령의 사용도 관리자가 그 수습 직원에게 명령할 수 있게 하는 지위의 차이가 존재 한다는 것을 보여 준다. (A) 만약 수습 직원이 관리자에 게 같은 명령을 내린다고 상상해 본다면 당신은 이것을 명확하게 이해할 수 있을 것이다. 관리자와 수습 직원 사이의 일반적인 관계를 위반하기 때문에 그것은 어색하 고 상황에 맞지 않아 보인다. [어구] dimension 차원 status 지위 [해설] (C) 관리자가 수습 직원에게 내용 메시지를 담고 있는 말을 한다. (B) 이 말은 관리자와 수습 직 원 사이의 관계를 말해주는 관계 메시지도 포함하고 있다. (A) 수습 직원이 관리자에게 같은 명령을 내리 는 것은 두 사람 사이의 관계를 위반하기 때문에 상 황에 맞지 않다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 색의 물리적 특성에 관한 과학적 연구는 Isaac Newton에게로 거슬러 갈 수 있다. (B) 어느 날, 그는 큰 장터에서 프리즘 한 세트를 발견했다. 그는 그것들을 집 으로 가져와서 실험하기 시작했다. 그는 암실에서 가느 다란 태양광 한 줄기가 삼각 유리 프리즘 위에 떨어지게 하였다. (C) 그 백색광은 프리즘에 부딪치자마자 친숙한 무지개 색으로 분리되었다. 사람들은 태초 이래로 무지 개를 관찰해 왔기 때문에, 이 발견은 새로운 것이 아니 었다. (A) Newton이 새로운 것을 발견한 것은 스펙트럼 의 경로에 두 번째 프리즘을 놓았을 때였다. 합성된 색은 흰 빛줄기를 만들어냈다. 그래서 그는 스펙트럼 색을 혼 합함으로써 백색광이 만들어질 수 있다고 결론 내렸다. [어구] trace (기원을) 추적하다 spot 발견하다 county fair (정기) 시장 [해설] (B)Isaac Newton이 프리즘을 구입했다. (C)첫 번 째 프리즘으로 백색광이 친숙한 무지개 색으로 분 리되는 것을 확인했다. (A) 프리즘을 하나 더 두어 분리된 색을 혼합하여 백색광을 다시 만들어낼 수 있다는 것을 발견하였다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 문장 위치 파악하기 내가 아주 어렸을 때, 공룡과 용의 차이를 구별하는 데 어려움이 있었다. 그러나 그들 사이에는 중요한 차이 가 있다. 용은 그리스 신화, 영국 Arthur왕의 전설, 중국 의 새해 행렬, 그리고 인류 역사에 걸친 많은 이야기에 등장한다. 그러나 비록 그들이 오늘날 만들어진 이야기 에서 중요한 역할을 한다 해도, 항상 인간 상상의 산물 이었으며 결코 존재하지 않았다. 그러나 공룡은 한때 실 제로 살았다. 비록 인간이 그들을 보지는 못했지만, 그 들은 오랫동안 지구에 살았다. 그들은 2억 년 쯤 전에 존재했고 그 뼈가 화석으로 보존되어 있기 때문에 우리 는 그들에 대해 알고 있다. [어구] walk the earth 지구에 살다 fossil 화석 [해설] 주어진 문장은 용에 대한 설명이 끝나고 공룡 에 대한 글이 시작되는 전환 부분에 위치해야 한다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 위치 파악하기 학교 도서관에서 소리에 대한 염려는 과거보다 오늘 날 훨씬 더 중요하고 복잡하다. 오래 전, 전자 장비들이 도서관 환경의 아주 중요한 일부가 되기 전에는 사람들 이 만들어 내는 소음을 처리하기만 하면 되었다. 오늘 날에는, 컴퓨터, 프린터 그리고 다른 장비들의 폭넓은 사용이 기계 소음을 더했다. 집단 활동과 교사의 설명 이 학습 과정의 필수적인 부분이기 때문에, 사람의 소 음도 또한 증가했다. 그래서 현대의 학교 도서관은 더 는 예전처럼 조용한 구역이 아니다. 그러나 많은 학생 들이 조용한 학습 환경을 원하기 때문에, 도서관은 공 부와 독서를 위해 여전히 조용함을 제공해야 한다. 도 서관 환경에 대한 이러한 요구를 고려해 볼 때, 원치 않는 소음이 제거되거나 적어도 최소한으로 유지될 수 있는 공간을 만드는 것이 중요하다. [어구] electronic resources 전 자 장 비 eliminate 제거 하 다 [해설] 마지막 문장의 ‘this need’는 주어진 문장에서 언급된 조용한 도서관 환경에 대한 학생들의 요구를 의미하므로 ⑤에 위치하는 것이 적절하다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 무관한 문장 고르기 중독을 일으킬 수 있는 많은 산림 식물 중에서 야생 버섯은 가장 위험한 것들 중의 하나이다. 이는 사람들 이 종종 독성이 있는 품종과 먹을 수 있는 품종을 혼동 하거나 혹은 품종에 대해 확실한 확인을 하지 않고 버섯 을 먹기 때문이다. 야생 버섯 종들이 훌륭한 식용 버섯 5 이고 매우 귀하게 여겨지기 때문에 많은 사람들이 봄에 야생 버섯 종을 찾아다니는 것을 즐긴다. 그러나 몇몇 야생 버섯은 위험해서 그 독성으로 사람들의 목숨을 잃 게 한다. (합리적인 비용으로 높은 품질의 상품을 재배 하는 것이 이윤을 위해 식용 버섯을 기르는 데 있어 핵 심적인 측면이다.) 안전을 위해서 사람들은 야생 버섯 을 먹기 전에 식용 버섯을 식별할 수 있어야 한다. [어구] poisoning 중독, 음독 confuse 혼동하다 [해설] 버섯 재배의 비용 문제는 본문의 내용과 거리 가 멀다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 최근의 연구는 다른 사람들과의 건강한 관계를 위한 따뜻한 신체적 접촉의 중요성을 지적한다. 한 연구에서 는 잠시 따뜻한 커피가 든 컵을 들고 있던 참가자들이 (차가운 커피에 비해) 상대방을 ‘더 따뜻한’ 성격(관대 하고 친절한)을 지닌 것으로 판단했고, 다른 연구에서 는 뜨거운 팩을 들고 있는 참가자들이 (차가운 팩에 비 해) 자신들을 위한 어떤 것 대신 친구들을 위한 선물을 고르는 경향이 있었다. 이러한 발견들은 단지 신체적인 따뜻함의 접촉 경험이 대인간의 따뜻한 감정을 활성화 한다는 것을 보여 준다. 게다가, 이렇게 일시적으로 증 가된 대인간의 따뜻한 감정의 활성화는 의도하지 않은 방식으로 다른 사람들에 대한 판단에 영향을 미친다. 한 상황에서 활성화된 그러한 감정들은 그 이후로 한동 안 지속되며, 그 사람이 인식하지 못한 채 이후의 상황 에서 판단과 행동에 영향을 미친다. [어구] briefly 잠시 unintentional 의도하지 않은 [해설] 신체적 따뜻함을 경험하는 것은 대인간의 따 뜻함을 (A) 증진시키며(promotes) 이는 (B) 자동적인 (automatic) 방식으로 발생한다. [41 ~ 42] 수십만 명의 사람들이 캐나다 모피 무역에 참여하기 위해 먼 여정을 떠났다. 많은 사람들은 북쪽 지역 거주 민들이 겨울에 어떻게 그들의 식량을 저장하는지를 보 았다. 눈 속에 고기와 채소를 묻어 두는 것이었다. 하지 만 아마 그들 중 이 관습이 다른 분야와 어떻게 연관될 수 있는지 생각한 사람들은 거의 없었을 것이다. 그렇 게 한 사람은 Clarence Birdseye라는 이름의 젊은이였 다. 그는 갓 잡은 물고기와 오리가 이런 방식으로 급속 히 얼려졌을 때 맛과 질감을 유지한다는 사실을 알고 놀랐다. 그는 ‘왜 우리는 그와 같은 기본적인 원리에 따 라 처리한 음식을 미국에서 팔 수 없을까?’라고 궁금해 하기 시작했다. 이 생각에서 냉동식품 산업은 탄생했다. 북부 사람들에게는 음식을 저장하는 평범한 관행이지만 그것으로부터 그는 뭔가 특별한 것을 만들어 냈다. 그 렇다면 이 저장 방법을 목격했을 때 그의 마음속에 어 떤 생각이 들었을까? 호기심을 갖고 완전히 몰두한 그 의 마음속에 무언가 신비로운 일이 일어났다. 호기심은 우리가 바라보는 것에 가치를 더하는 한 방법이다. Birdseye의 경우, 호기심은 사물을 보는 일상적인 관점 에서 그를 벗어나게 할 만큼 충분히 강했다. 그것은 새로 운 것을 생각해 내는 혁신과 발견의 장을 마련해 주었다. [어구] inhabitant 거주민 fashion 방식 texture 질감"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기 [해설] 북쪽 지역 사람들의 음식 저장 방법에 대한 Birdseye의 호기심에서 냉동식품 산업이 시작되었다 는 내용의 글이다. [41 ~ 42] 수십만 명의 사람들이 캐나다 모피 무역에 참여하기 위해 먼 여정을 떠났다. 많은 사람들은 북쪽 지역 거주 민들이 겨울에 어떻게 그들의 식량을 저장하는지를 보 았다. 눈 속에 고기와 채소를 묻어 두는 것이었다. 하지 만 아마 그들 중 이 관습이 다른 분야와 어떻게 연관될 수 있는지 생각한 사람들은 거의 없었을 것이다. 그렇 게 한 사람은 Clarence Birdseye라는 이름의 젊은이였 다. 그는 갓 잡은 물고기와 오리가 이런 방식으로 급속 히 얼려졌을 때 맛과 질감을 유지한다는 사실을 알고 놀랐다. 그는 ‘왜 우리는 그와 같은 기본적인 원리에 따 라 처리한 음식을 미국에서 팔 수 없을까?’라고 궁금해 하기 시작했다. 이 생각에서 냉동식품 산업은 탄생했다. 북부 사람들에게는 음식을 저장하는 평범한 관행이지만 그것으로부터 그는 뭔가 특별한 것을 만들어 냈다. 그 렇다면 이 저장 방법을 목격했을 때 그의 마음속에 어 떤 생각이 들었을까? 호기심을 갖고 완전히 몰두한 그 의 마음속에 무언가 신비로운 일이 일어났다. 호기심은 우리가 바라보는 것에 가치를 더하는 한 방법이다. Birdseye의 경우, 호기심은 사물을 보는 일상적인 관점 에서 그를 벗어나게 할 만큼 충분히 강했다. 그것은 새로 운 것을 생각해 내는 혁신과 발견의 장을 마련해 주었다. [어구] inhabitant 거주민 fashion 방식 texture 질감"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해설] 호기심은 사물을 바라보는 일상적인 방식에 서 Birdseye를 벗어나게 하였다. [43 ~ 45] (A) 많은 빚을 져서 벗어날 길이 보이지 않는 한 회사 중 역이 있었다. 그는 어떠한 은행에서도 돈을 더 빌릴 수 없었고, 공급 업체에게 돈을 지불할 수도 없었다. 어느 날, (a) 그는 회사가 파산하는 것을 막을 무언가가 있을 까 생각하며 머리를 감싸 쥔 채 공원 벤치에 앉아 있었 다. (D) 갑자기 한 노인이 그의 앞에 나타났다. 그는 “무엇인 가 당신을 괴롭히고 있는 것 같군요.”라고 말했다. 그 중역의 고민을 듣고 난 후 그 노인은 “내가 당신을 도 울 수 있다고 믿습니다.”라고 말했다. (e) 그는 그 남자 에게 이름을 물었고, 수표를 써서 그의 손에 밀어 넣었 다. 그는 “이 돈을 가져가시오. 오늘로부터 정확히 일 년 뒤에 여기서 나를 만나 그때 내 돈을 갚으면 됩니다.” 라고 말했다. 그러고 나서 그는 돌아섰고 왔던 것만큼이 나 빠르게 사라졌다. (B) 그 중역은 그 당시 세계에서 가장 부유한 사람 중 하 나인 John D. Rockefeller가 서명한 오십만 달러짜리 수표가 자기 손에 있는 것을 보았다. 그는 “나는 즉시 내 돈 걱정을 없앨 수 있다!”라고 생각했다. 그러나 대 신에, 그 중역은 수표를 자신의 금고에 넣어두기로 결 심했다. 단지 그 수표가 거기 있다는 것을 아는 것만으 로 (b) 그의 회사를 구할 방법을 찾아낼 힘을 얻을 수 도 있다고 생각했다. 몇 달 이내에 그는 빚에서 벗어났 고 다시 돈을 벌게 되었다. (C) 정확히 일 년 후에 (c) 그는 그 수표를 가지고 공원 으로 다시 갔다. 약속된 시간에 그 노인이 나타났다. 그 러나 바로 그때, 한 간호사가 달려와서 그 노인을 붙잡 았다. “이 사람이 당신을 성가시게 하지 않았기를 바랍 니다. 그는 항상 요양원을 탈출해서 사람들에게 자신이 John D. Rockefeller라고 말합니다.”라고 간호사가 말했 다. 놀란 중역은 그저 거기에 서 있었다. 갑자기 (d) 그 는 자신의 인생을 전환시킨 것이 진짜이든 상상이든 그 돈이 아니라는 것을 깨달았다. 그가 추구하는 것이 무 엇이든 그것을 성취할 수 있게 해 준 것은 바로 새로 발견한 자신감이었다. [어구] supplier 공급 업체 self­confidence 자신감 [41 ~ 42] 수십만 명의 사람들이 캐나다 모피 무역에 참여하기 위해 먼 여정을 떠났다. 많은 사람들은 북쪽 지역 거주 민들이 겨울에 어떻게 그들의 식량을 저장하는지를 보 았다. 눈 속에 고기와 채소를 묻어 두는 것이었다. 하지 만 아마 그들 중 이 관습이 다른 분야와 어떻게 연관될 수 있는지 생각한 사람들은 거의 없었을 것이다. 그렇 게 한 사람은 Clarence Birdseye라는 이름의 젊은이였 다. 그는 갓 잡은 물고기와 오리가 이런 방식으로 급속 히 얼려졌을 때 맛과 질감을 유지한다는 사실을 알고 놀랐다. 그는 ‘왜 우리는 그와 같은 기본적인 원리에 따 라 처리한 음식을 미국에서 팔 수 없을까?’라고 궁금해 하기 시작했다. 이 생각에서 냉동식품 산업은 탄생했다. 북부 사람들에게는 음식을 저장하는 평범한 관행이지만 그것으로부터 그는 뭔가 특별한 것을 만들어 냈다. 그 렇다면 이 저장 방법을 목격했을 때 그의 마음속에 어 떤 생각이 들었을까? 호기심을 갖고 완전히 몰두한 그 의 마음속에 무언가 신비로운 일이 일어났다. 호기심은 우리가 바라보는 것에 가치를 더하는 한 방법이다. Birdseye의 경우, 호기심은 사물을 보는 일상적인 관점 에서 그를 벗어나게 할 만큼 충분히 강했다. 그것은 새로 운 것을 생각해 내는 혁신과 발견의 장을 마련해 주었다. [어구] inhabitant 거주민 fashion 방식 texture 질감"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기 [해설] 빚 때문에 회사 중역은 곤경에 처해 있었다. (D) 한 노인으로부터 수표를 받고 일 년 뒤 만나서 갚으라는 말을 들었다. (B) John D. Rockefeller라고 서명된 수표를 금고에 넣어두고 쓰지 않은 채 빚에 서 벗어났다. (C) 노인을 다시 만났으나, 그 노인은 John D. Rockefeller가 아니라는 것을 알게 되었으 며, 빌린 돈이 아니라 자신감으로 어떤 것이든 성취 할 수 있었다는 것을 깨달았다. [43 ~ 45] (A) 많은 빚을 져서 벗어날 길이 보이지 않는 한 회사 중 역이 있었다. 그는 어떠한 은행에서도 돈을 더 빌릴 수 없었고, 공급 업체에게 돈을 지불할 수도 없었다. 어느 날, (a) 그는 회사가 파산하는 것을 막을 무언가가 있을 까 생각하며 머리를 감싸 쥔 채 공원 벤치에 앉아 있었 다. (D) 갑자기 한 노인이 그의 앞에 나타났다. 그는 “무엇인 가 당신을 괴롭히고 있는 것 같군요.”라고 말했다. 그 중역의 고민을 듣고 난 후 그 노인은 “내가 당신을 도 울 수 있다고 믿습니다.”라고 말했다. (e) 그는 그 남자 에게 이름을 물었고, 수표를 써서 그의 손에 밀어 넣었 다. 그는 “이 돈을 가져가시오. 오늘로부터 정확히 일 년 뒤에 여기서 나를 만나 그때 내 돈을 갚으면 됩니다.” 라고 말했다. 그러고 나서 그는 돌아섰고 왔던 것만큼이 나 빠르게 사라졌다. (B) 그 중역은 그 당시 세계에서 가장 부유한 사람 중 하 나인 John D. Rockefeller가 서명한 오십만 달러짜리 수표가 자기 손에 있는 것을 보았다. 그는 “나는 즉시 내 돈 걱정을 없앨 수 있다!”라고 생각했다. 그러나 대 신에, 그 중역은 수표를 자신의 금고에 넣어두기로 결 심했다. 단지 그 수표가 거기 있다는 것을 아는 것만으 로 (b) 그의 회사를 구할 방법을 찾아낼 힘을 얻을 수 도 있다고 생각했다. 몇 달 이내에 그는 빚에서 벗어났 고 다시 돈을 벌게 되었다. (C) 정확히 일 년 후에 (c) 그는 그 수표를 가지고 공원 으로 다시 갔다. 약속된 시간에 그 노인이 나타났다. 그 러나 바로 그때, 한 간호사가 달려와서 그 노인을 붙잡 았다. “이 사람이 당신을 성가시게 하지 않았기를 바랍 니다. 그는 항상 요양원을 탈출해서 사람들에게 자신이 John D. Rockefeller라고 말합니다.”라고 간호사가 말했 다. 놀란 중역은 그저 거기에 서 있었다. 갑자기 (d) 그 는 자신의 인생을 전환시킨 것이 진짜이든 상상이든 그 돈이 아니라는 것을 깨달았다. 그가 추구하는 것이 무 엇이든 그것을 성취할 수 있게 해 준 것은 바로 새로 발견한 자신감이었다. [어구] supplier 공급 업체 self­confidence 자신감"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭어 추론하기 [해설] (e)는 노인을, 나머지는 모두 회사 중역을 가 리킨다. [43 ~ 45] (A) 많은 빚을 져서 벗어날 길이 보이지 않는 한 회사 중 역이 있었다. 그는 어떠한 은행에서도 돈을 더 빌릴 수 없었고, 공급 업체에게 돈을 지불할 수도 없었다. 어느 날, (a) 그는 회사가 파산하는 것을 막을 무언가가 있을 까 생각하며 머리를 감싸 쥔 채 공원 벤치에 앉아 있었 다. (D) 갑자기 한 노인이 그의 앞에 나타났다. 그는 “무엇인 가 당신을 괴롭히고 있는 것 같군요.”라고 말했다. 그 중역의 고민을 듣고 난 후 그 노인은 “내가 당신을 도 울 수 있다고 믿습니다.”라고 말했다. (e) 그는 그 남자 에게 이름을 물었고, 수표를 써서 그의 손에 밀어 넣었 다. 그는 “이 돈을 가져가시오. 오늘로부터 정확히 일 년 뒤에 여기서 나를 만나 그때 내 돈을 갚으면 됩니다.” 라고 말했다. 그러고 나서 그는 돌아섰고 왔던 것만큼이 나 빠르게 사라졌다. (B) 그 중역은 그 당시 세계에서 가장 부유한 사람 중 하 나인 John D. Rockefeller가 서명한 오십만 달러짜리 수표가 자기 손에 있는 것을 보았다. 그는 “나는 즉시 내 돈 걱정을 없앨 수 있다!”라고 생각했다. 그러나 대 신에, 그 중역은 수표를 자신의 금고에 넣어두기로 결 심했다. 단지 그 수표가 거기 있다는 것을 아는 것만으 로 (b) 그의 회사를 구할 방법을 찾아낼 힘을 얻을 수 도 있다고 생각했다. 몇 달 이내에 그는 빚에서 벗어났 고 다시 돈을 벌게 되었다. (C) 정확히 일 년 후에 (c) 그는 그 수표를 가지고 공원 으로 다시 갔다. 약속된 시간에 그 노인이 나타났다. 그 러나 바로 그때, 한 간호사가 달려와서 그 노인을 붙잡 았다. “이 사람이 당신을 성가시게 하지 않았기를 바랍 니다. 그는 항상 요양원을 탈출해서 사람들에게 자신이 John D. Rockefeller라고 말합니다.”라고 간호사가 말했 다. 놀란 중역은 그저 거기에 서 있었다. 갑자기 (d) 그 는 자신의 인생을 전환시킨 것이 진짜이든 상상이든 그 돈이 아니라는 것을 깨달았다. 그가 추구하는 것이 무 엇이든 그것을 성취할 수 있게 해 준 것은 바로 새로 발견한 자신감이었다. [어구] supplier 공급 업체 self­confidence 자신감"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 내용 파악하기 [해설] 회사 중역은 노인에게 자신의 고민을 털어놓 았다. [43 ~ 45] (A) 많은 빚을 져서 벗어날 길이 보이지 않는 한 회사 중 역이 있었다. 그는 어떠한 은행에서도 돈을 더 빌릴 수 없었고, 공급 업체에게 돈을 지불할 수도 없었다. 어느 날, (a) 그는 회사가 파산하는 것을 막을 무언가가 있을 까 생각하며 머리를 감싸 쥔 채 공원 벤치에 앉아 있었 다. (D) 갑자기 한 노인이 그의 앞에 나타났다. 그는 “무엇인 가 당신을 괴롭히고 있는 것 같군요.”라고 말했다. 그 중역의 고민을 듣고 난 후 그 노인은 “내가 당신을 도 울 수 있다고 믿습니다.”라고 말했다. (e) 그는 그 남자 에게 이름을 물었고, 수표를 써서 그의 손에 밀어 넣었 다. 그는 “이 돈을 가져가시오. 오늘로부터 정확히 일 년 뒤에 여기서 나를 만나 그때 내 돈을 갚으면 됩니다.” 라고 말했다. 그러고 나서 그는 돌아섰고 왔던 것만큼이 나 빠르게 사라졌다. (B) 그 중역은 그 당시 세계에서 가장 부유한 사람 중 하 나인 John D. Rockefeller가 서명한 오십만 달러짜리 수표가 자기 손에 있는 것을 보았다. 그는 “나는 즉시 내 돈 걱정을 없앨 수 있다!”라고 생각했다. 그러나 대 신에, 그 중역은 수표를 자신의 금고에 넣어두기로 결 심했다. 단지 그 수표가 거기 있다는 것을 아는 것만으 로 (b) 그의 회사를 구할 방법을 찾아낼 힘을 얻을 수 도 있다고 생각했다. 몇 달 이내에 그는 빚에서 벗어났 고 다시 돈을 벌게 되었다. (C) 정확히 일 년 후에 (c) 그는 그 수표를 가지고 공원 으로 다시 갔다. 약속된 시간에 그 노인이 나타났다. 그 러나 바로 그때, 한 간호사가 달려와서 그 노인을 붙잡 았다. “이 사람이 당신을 성가시게 하지 않았기를 바랍 니다. 그는 항상 요양원을 탈출해서 사람들에게 자신이 John D. Rockefeller라고 말합니다.”라고 간호사가 말했 다. 놀란 중역은 그저 거기에 서 있었다. 갑자기 (d) 그 는 자신의 인생을 전환시킨 것이 진짜이든 상상이든 그 돈이 아니라는 것을 깨달았다. 그가 추구하는 것이 무 엇이든 그것을 성취할 수 있게 해 준 것은 바로 새로 발견한 자신감이었다. [어구] supplier 공급 업체 self­confidence 자신감"
    }
]