[
    {
        "question_num": 1,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Grandpa, is that a Spanish book you’re reading? M: Yes, I just started to learn Spanish. You know learning a foreign language is good for your brain. W: Sounds great. Are you learning it by yourself? M: ① 미안하지만, 나는 차라리 혼자 스페인에 가겠어. ② 아니, 나는 커뮤니티 센터에서 수업을 듣고 있어. ③ 응, 너는 두뇌를 위해 건강에 좋은 음식을 먹어야 해. ④ 그래, 너는 너의 두뇌에 대해 걱정할 필요가 없어. ⑤ 음, 나는 스페인어를 배우는 데 관심이 없어. foreign language 외국어 brain 두뇌 by oneself 혼자 healthy 건강에 좋은"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Sally, what are you looking for? W: I can’t find my jacket. I don’t remember where I put it. M: Why don’t you check the gym? You were wearing it in P.E. class. W: ① 그 말이 맞아. 내가 거기 가서 볼게. ② 서두르자. 체육 수업이 곧 시작해. ③ 좋은 생각이야. 체육관을 청소하는 것은 중요해. ④ 고마워. 내가 지금 분실물 센터에 갈게. ⑤ 좋아. 내가 내일 그것을 돌려줄게. check 확인하다 gym 체육관 P.E. 체육 lost and found 분실물 센터"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적을 추론한다. M: Hello, students. This is your vice principal Mike Westwood. I have an important announcement today. As the student lockers are getting old, we’ve been receiving complaints from many of you. So we’ve decided to replace the lockers over the weekend. We ask that you empty your lockers and leave them open by this Friday, March 22. Make sure to take all the items from your lockers and leave nothing behind. Any items that are not removed will be thrown away. Thank you for your cooperation. vice principal 교감 announcement 알림 receive 받다 complaint 불평, 고충 replace 교체하다 empty 비우다 item 물건 leave ~ behind ~을 내버려 두고 가다 remove 치우다 throw away 버리다 cooperation 협조"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화자의 의견을 추론한다. W: Hey, Daniel. How are you getting ready for your trip to Seoul? M: Hi, Claire. Everything is going great, but I’m worried about food. W: Why? M: I heard that Korean food is very hot and spicy. I think I should bring some food with me. W: Oh, aren’t you going to try any Korean food? M: Well, I don’t like trying new food. I feel comfortable with what I’m used to. W: But trying local food is the beauty of travel. It’s the best way to get to the heart of the culture. M: Maybe you’re right. I’ll give it a try during my travels. W: Good thinking. You can find some good Korean restaurants on the web. M: Okay. Thanks. comfortable 편한 be used to ~에 익숙하다 local 현지의 beauty 좋은 점 give it a try 시도해 보다"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화자의 관계를 추론한다. M: Hello, Ally! Long time no see. W: Hi, Robert. It’s been a long time since I came to your store. M: You must have been busy. W: Yeah. Did I tell you that I had to prepare for an exhibition? M: Oh, yeah. I remember. How did it go? W: It went well. It was finally over last week. M: Good. So what kind of hat are you looking for today? W: Actually I’ve changed my hair style, so I’m not sure which hat will suit me. M: Oh, you cut your hair short! Why don’t you try this hat? It goes well with short hair. W: Let me try. [Pause] I love it! M: It looks great on you. W: Thanks. I’ll take it. prepare for ~을 준비하다 exhibition 전시회 be over 끝나다 suit 어울리다 go well with ~와 잘 어울리다"
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림과 대화의 일치 여부를 파악한다. M: What are you looking at, Sumi? W: Hi, David. I’m looking at the picture I took on my middle school graduation day. M: Let me see it. [Pause] Wow! There are heart­shaped balloons above the blackboard. W: Yeah. My friends and I put them there. M: How nice! I also like the “Thank You” banner below the balloons. W: We really wanted to express our thanks to our homeroom teacher, Mr. Kim. I took this picture with him. M: Oh, he’s wearing a striped tie. W: Right. He usually doesn’t wear a tie, but it was a special day. M: I see. What is it in your hand? W: It’s the school yearbook. M: And you’re making a V­sign with your fingers. W: Yes. I was very happy and proud that day. graduation 졸업 heart­shaped 하트 모양의 banner 배너 express 표현하다 striped 줄무늬의 yearbook 졸업 앨범 proud 자랑스러운"
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화자가 할 일을 파악한다. W: Freddie, what are you doing on the computer? M: I’m working on my music assignment, Mom. W: What is it about? M: I have to write a song, but I can’t think of a good melody. W: When is the due date? M: I only have a week to finish. I feel pressed for time. W: Take it easy. Is there anything I can do for you? M: I think I need to get some fresh air. W: Why don’t you go to the beach? I can take you there. M: Great. It’ll help me come up with some ideas. Thanks. assignment 과제 think of ~을 생각해 내다 due date 마감일 pressed 마음이 무거운 take it easy 걱정 마라, 서두르지 마라 come up with ~을 생각해 내다"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유를 추론한다. W: Tony, are you ready for your science presentation tomorrow? M: Yes, Ms. Woods, thanks to your help. I’ve already printed out the presentation material. W: Can I take a look at it? Hmm. I’m afraid you need to make some changes. M: Why? Are there any errors in the date or the names? I’ve checked them twice. W: No, they’re correct. M: Did I use old data? W: No, you used the latest data. But this picture of the planets is not clear. M: Oh, my! I’ll change it to a clearer picture. W: Okay. I’m sure you’ll do well tomorrow. M: Thank you, Ms. Woods. presentation 발표 print out ~을 출력하다 material 자료 take a look at ~을 보다 error 오류, 실수 correct 정확한 latest 최신의 planet 행성 clear 선명한"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 수치를 파악한다. M: Honey, I think Paul needs new shoes. W: You’re right. His shoes are getting too tight for his feet. M: Let’s buy a pair online. I know a good store. [Clicking sound] Have a look. W: Oh, how about these shoes? They’re originally $100 a pair, but they’re 30% off now. M: That’s a good deal. Let’s buy a pair. W: Oh, there are shoe bags, too. Why don’t we buy one? M: Okay. There are two kinds, a $10 bag and a $15 bag. Which one do you like? W: The $10 one looks good enough. M: Then let’s take it. Is that all we need? W: Yes. Oh, here it says that if you’re a member of this online store, you’ll get $5 off. M: That’s good. I’m a member. Let’s buy them now. W: Okay. tight 꼭 끼이는 originally 원래는"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. W: Honey, it’s spring. How about visiting the new botanic garden this weekend? M: Do you mean the Royal Botanic Garden located in Redwood Valley? W: Yes, it’s not far from here. It’s one of the biggest botanic gardens in the country. M: That’s right. I heard its size is about four times larger than a soccer field. W: Yeah. You know, they offer interesting programs such as tree planting and guided tours. M: Sounds great. Our kids will love planting trees. W: Definitely. Let’s go this Saturday. What time shall we leave? M: How about 9 in the morning? The botanic garden is open from 10 a.m. to 6 p.m. W: Okay. It’ll be fun. botanic garden 식물원 located in ~에 위치한 offer 제공하다 tree planting 나무 심기 definitely 그렇고말고"
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화 내용과 일치 여부를 파악한다. W: Hello, students. This is Janice Hawkins, your drama teacher. I’m happy to invite you and your family to the 2019 Riverside High School Musical. This year we’re presenting Shrek, based on the famous animated film. It’s full of singing, dancing, romance and lots of fun. The auditions for the show were in December last year. The cast and crew have been rehearsing for months to perfect their performance. The musical will be held in the auditorium for two days on March 15 and 16. Tickets are $8 per person. You can buy tickets in the drama club room. For more details, visit the school website. Thank you. present 상연하다 based on ~에 기반을 둔 be full of ~로 가득 차다 the cast 출연 배우들 crew (공연 제작) 팀 rehearse 연습하다, 예행연습을 하다 perfect 완전하게 하다 hold 개최하다 auditorium 강당 drama club 연극 동아리 detail 세부 사항"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 도표를 보고 선택한 것을 찾는다. W: Good morning. How may I help you? M: I’m looking for an exercise mat for home training. W: Okay. Here are our best­selling models. M: They all look nice. Are thicker mats better? W: Not really. But I think it should be at least 5mm for home trainers. M: I see. Then I have to choose from these four. W: How about this one? It’s the most popular. M: It’s too expensive. I don’t want to spend more than $40. W: Out of these two options left, I recommend this model with a non­slip surface. It keeps you from sliding around. M: Okay. Safety is important. I’ll take it. best­selling 가장 잘 팔리는 thick 두꺼운 at least 최소한 popular 인기 있는 option 선택 사항 recommend 추천하다 non­slip 미끄럽지 않은 surface 표면 keep ~ from ... ~가 …하는 것을 방지하다 slide 미끄러지다 safety 안전"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Hi, David. What are you looking at? M: School club posters. W: Is there any club you want to join? M: I’m interested in drones, but there’s no drone club. W: That’s too bad. Why don’t you make a new club yourself? M: Oh, I haven’t thought about it. What do I have to do first? W: You’ll need at least five people to start a club. M: Then I have to find people who are interested in drones. W: How about using social media? It’s an easy way to attract people. M: ① 우리 동아리에는 신입 부원이 들어올 자리가 없어. ② 네가 동아리 면접을 통과하지 못했다니 유감이야. ③ 그게 맞아. 우리는 거기에 있는 모든 정보를 믿을 수는 없어. ④ 고맙지만, 나는 다시 드론 수업을 받고 싶지는 않아. ⑤ 맞아. 나는 내가 만들 드론 동아리 광고를 게시하겠어. attract (사람을) 끌어모으다"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: What are you reading, Lily? W: It’s a book for my English class, Dad. We have to read a book and write a review. M: Do you like the book? W: Well, I’m not sure. Frankly it’s too difficult for me. M: Why did you choose to read that book then? W: It was on the bestseller list and it looked interesting. It’s very challenging, though. M: Maybe you should try another book that suits your level. W: I know what you mean, but wouldn’t I learn more from reading a difficult book? M: Well, what’s the use of reading it if you can’t understand it? W: ① 아빠 말이 맞아요. 그것이 제가 이 책을 골랐던 이유예요. ② 그 말이 맞네요. 더 쉬운 책으로 바꿀게요. ③ 알겠어요. 다음에는 베스트셀러 목록에서 한 권을 고를게요. ④ 걱정 마세요. 그것은 제가 읽기에 너무 어려운 것은 아니에요. ⑤ 그래요. 책을 더 많이 읽기 위해 독서 동아리에 들어갈 거예요. review 비평 frankly 솔직하게 challenging 어려운 though 그러나"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말을 찾는다. M: Clara and Becky go to summer camp together every year. They are planning to join one this year, too. Today Clara gets a flyer for an interesting camp at the community center. She shows Becky the flyer and asks her to sign up for the camp together. Checking the dates, Becky finds out that she has a family vacation during that period. When Becky tells Clara that she won’t be able to join the camp, Clara is very disappointed. So Becky wants to suggest to Clara that they look for another camp. In this situation, what would Becky most likely say to Clara? ① 다른 날짜의 캠프를 찾는 것은 어때? ② 먼저 이 전단지에서 캠프 날짜를 확인해야 해. ③ 캠프에 참가하려면 부모님의 허락이 필요해. ④ 당장 캠프에 등록하는 게 어때? ⑤ 올해는 캠프에 가지 말자. flyer 전단지 sign up for ~에 등록하다 period 기간 disappointed 실망한, 낙담한 suggest 제안하다 look for ~을 찾아보다 [16 ~ 17] W: Hello, class. You must have heard of the proverb, ‘Birds of a feather flock together.’ We all know what this proverb means because it’s commonly used. Like this, there are many proverbs in which animals appear. Let’s talk about them today. First one is, ‘When the cat’s away, the mice will play.’ It is using the fun relationship between the two animals. We can easily guess the meaning of this proverb: the weaker do whatever they want when the stronger are not around. The next one is, ‘Don’t count your chickens before they’re hatched.’ It’s using a chicken’s life cycle. From this proverb, we can learn the lesson that we should not make hasty decisions. Now it’s your turn to talk about a few proverbs like these. You may have already thought about one with dogs, like ‘Every dog has its day.’ Let’s talk about some together. proverb 속담 feather 깃털 flock 무리 짓다 commonly 흔히 mouse 생쥐 (pl.) mice be around 존재하다 count 세다 hatch 부화하다 life cycle 동물 개체가 발생해서 죽을 때까지의 과정 lesson 교훈 hasty 성급한 turn 차례 Every dog has its day. 쥐구멍에도 볕 들 날이 있다. share 나누다, 공유하다"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제를 추론한다. ① 동물이 나오는 속담 ② 다양한 문화의 여러 속담 ③ 속담을 이해하기 어려운 이유 ④ 동물의 행동을 연구하는 것의 중요성 ⑤ 속담을 통해 가치를 가르치는 것의 이점 [16 ~ 17] W: Hello, class. You must have heard of the proverb, ‘Birds of a feather flock together.’ We all know what this proverb means because it’s commonly used. Like this, there are many proverbs in which animals appear. Let’s talk about them today. First one is, ‘When the cat’s away, the mice will play.’ It is using the fun relationship between the two animals. We can easily guess the meaning of this proverb: the weaker do whatever they want when the stronger are not around. The next one is, ‘Don’t count your chickens before they’re hatched.’ It’s using a chicken’s life cycle. From this proverb, we can learn the lesson that we should not make hasty decisions. Now it’s your turn to talk about a few proverbs like these. You may have already thought about one with dogs, like ‘Every dog has its day.’ Let’s talk about some together. proverb 속담 feather 깃털 flock 무리 짓다 commonly 흔히 mouse 생쥐 (pl.) mice be around 존재하다 count 세다 hatch 부화하다 life cycle 동물 개체가 발생해서 죽을 때까지의 과정 lesson 교훈 hasty 성급한 turn 차례 Every dog has its day. 쥐구멍에도 볕 들 날이 있다. share 나누다, 공유하다"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. ① 새 ② 생쥐 ③ 소 ④ 병아리 ⑤ 개 [16 ~ 17] W: Hello, class. You must have heard of the proverb, ‘Birds of a feather flock together.’ We all know what this proverb means because it’s commonly used. Like this, there are many proverbs in which animals appear. Let’s talk about them today. First one is, ‘When the cat’s away, the mice will play.’ It is using the fun relationship between the two animals. We can easily guess the meaning of this proverb: the weaker do whatever they want when the stronger are not around. The next one is, ‘Don’t count your chickens before they’re hatched.’ It’s using a chicken’s life cycle. From this proverb, we can learn the lesson that we should not make hasty decisions. Now it’s your turn to talk about a few proverbs like these. You may have already thought about one with dogs, like ‘Every dog has its day.’ Let’s talk about some together. proverb 속담 feather 깃털 flock 무리 짓다 commonly 흔히 mouse 생쥐 (pl.) mice be around 존재하다 count 세다 hatch 부화하다 life cycle 동물 개체가 발생해서 죽을 때까지의 과정 lesson 교훈 hasty 성급한 turn 차례 Every dog has its day. 쥐구멍에도 볕 들 날이 있다. share 나누다, 공유하다"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적을 추론한다. Sue Jones 씨께, 귀하가 아시다시피, 모든 신입 사원이 모든 부서에서 경험을 얻어야 하는 것이 우리 회사의 정책입니다. 귀하는 판매부에서 3개월을 채웠으므로, 다음 부서로 옮겨야 할 때 입니다. 다음 주부터 귀하는 마케팅부에서 일하게 될 것입니다. 귀하가 새 부서에서 훌륭하게 일하는 것을 보기를 기대합니다. 귀하의 수습 (기간)이 끝나면 귀하가 선택한 부서로 귀하를 배치할 수 있기를 바랍니다. 인사 담당 이사 Angie Young 드림 policy 정책, 방침 employee 사원, 직원 gain 얻다 department 부(서), 과 complete 채우다, 완료하다 look forward to ~을 기대하다 settle 배치하다, 정착시키다 personnel 인사의"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 등장인물의 심경을 추론한다. St. Roma 고등학교에서의 학기 첫날이었다. 교복은 중학교 때보다 훨씬 더 멋졌다. St. Roma 고등학교 학생으로서, 나는 어깨에 학교 표시가 있는 녹색 스웨터, 카키색 치 마나 바지, 흰색 블라우스, 그리고 녹색 St. Roma 고등학교 타이를 착용해야 했다. 엄마는 “여기 우리 St. Roma 고등학교 학생이 있네.”라고 말했다. 엄마는 “첫날 등교할 준 비는 되었니?”라고 물었다. 나는 “예!”라고 엄마에게 대답했다. 우리가 차를 타고 학교로 향했을 때, 나의 마음은 학기 첫날이 어떻게 펼쳐질지 상상하기 시작했다. ‘아마도 나 는 새로운 친구를 사귀게 될 거야. 아마도 나는 반에서 최고가 될 거야.’ 나는 새로운 학교에서 첫날을 얼른 시작하고 싶었다. ① 화난 ② 신이 난 ③ 질투하는 ④ 후회하는 ⑤ 실망한 fancy 멋진, 아주 좋은 khaki 카키색 get into (차에) 타다 head 향하다 turn out (사태 따위가) 펼쳐지다"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 글의 주제를 추론한다. 어떤 모래는 조개껍질이나 암초와 같은 것들로부터 바다에서 만들어지기도 하지만, 대부분의 모래는 멀리 산맥에서 온 암석의 작은 조각들로 이루어져 있다! 그런데 그 여 정은 수천 년이 걸릴 수 있다. 빙하, 바람 그리고 흐르는 물은 이 암석 조각들을 운반하는 데 도움이 되고, 작은 여행자들(암석 조각들)은 이동하면서 점점 더 작아진다. 만약 운이 좋다면, 강물이 그것들을 해안까지 내내 실어다 줄지도 모른다. 거기서, 그것들은 해변에서 모래가 되어 여생을 보낼 수 있다. ① 물의 이동을 유발하는 것 ② 모래의 크기를 결정하는 요인 ③ 대부분의 바닷가 모래가 형성되는 방법 ④ 다양한 산업에서의 모래의 많은 용도 ⑤ 해변에서 모래가 사라지고 있는 이유 form 만들다, 형성하다 shell 조개껍질 be made up of ~으로 이루어지다 tiny 작은 all the way 멀리, 내내 glacier 빙하"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 필자의 주장을 추론한다. 마음을 산만하게 하는 것들이 너무 많이 있을 때, 공부에 전념하는 것은 힘들 수 있다. 많은 젊은이들이 숙제를 찔끔하는 것과 즉각적으로 메시지 주고받기, 전화로 잡담하 기, SNS에 신상 정보 업데이트하기, 그리고 이메일 확인하기를 잔뜩 하는 것을 함께 하고 싶어 한다. 여러분이 동시에 여러 가지 일을 처리할 수 있고 이러한 모든 일들에 집중할 수 있다는 것이 사실일지도 모르지만, 자신에게 솔직해지려고 노력해라. 여러분이 공부에 집중하되 (앞서 못했던) 그런 다른 소일거리를 하기 위해 규칙적인 휴식을— 30분 정도마다 — 허락한다면 여러분은 아마도 가장 잘 공부할 수 있을 것이다. tough 힘든, 곤란한 settle down 전념하다, 본격적으로 착수하다 distraction 마음을 산만하게 하는 것 instant messaging 즉각적으로 메시지 주고받기 combine ~ with ... ~을 …와 함께 하다 multi­task 동시에 여러 가지 일을 처리하다 at once 동시에 concentrate 집중하다 break 휴식 catch up on (앞서 못했던 일을) 하다, 따라잡다 pastime 소일거리"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지를 추론한다. Jacqueline Olds 교수에 따르면, 외로운 환자들이 친구를 사귈 수 있는 한 가지 확실한 방법이 있는데, 공동의 목적을 가진 집단에 가입하는 것이다. 이것은 외로운 사람들 에게는 어려운 일일지도 모르지만, 연구에 따르면 그것은 도움이 될 수 있다. 여러 연구는 자원봉사와 같이 다른 사람에게 도움이 되는 일을 하는 사람이 더 행복한 경향이 있다는 것을 보여 준다. 자원봉사자들은 다른 사람들을 도와주면서 자신들의 사회적 관계망을 풍부하게 하는 데서 만족감을 (얻는다고) 말한다. 자원봉사는 두 가지 방식으로 외로움을 감소시키는 데 도움이 된다. 우선, 외로운 사람은 다른 사람을 도와주는 일로부터 혜택을 받을지도 모른다. 또한 그들은 자신들의 사회적 관계망을 형성하는 데 지 지와 도움을 얻게 되는 자원봉사 프로그램에 참여하는 것으로부터 혜택을 받을지도 모른다. according to ~에 따르면 professor 교수 lonely 외로운 patient 환자 shared 공동의, 공유되는 reveal 보여 주다, 드러내다 be engaged in ~을 하다 volunteer 자원봉사하다; 자원봉사자 tend to ~하는 경향이 있다 sense of satisfaction 만족감 enrich 풍부하게 하다 reduce 줄이다 benefit from ~로부터 혜택을 받다 be involved in ~에 참여하다"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 제목을 추론한다. 그저 학생에게 어려운 텍스트를 제공하는 것으로는 학습이 일어나기에 충분하지 않다. 학생에게 어려운 텍스트를 혼자 읽고 그것에 관해 생각해 보고 그것에 관한 글을 쓰 게 과제를 주는 것 또한 충분하지 않다. 양질의 질문은 교사가 학생의 텍스트에 대한 이해를 확인할 수 있는 한 가지 방법이다. 질문은 또한 학생들의 이해를 심화시키기 위 해 그들의 증거 탐색과 텍스트로 되돌아가야 할 필요를 촉진할 수 있다. 학생이 텍스트를 다시 읽게 하는 질문을 던져서 결국 동일한 텍스트를 여러 번 읽게 함으로써 학생의 이해를 진전시키고 심화시키는 데 있어 교사는 적극적인 역할을 한다. 다시 말해서, 텍스트에 근거한 질문은 학생에게 다시 읽어야 하는 목적을 제공해 주고, 이것은 어려운 텍스트를 이해하는 데 있어 중요하다. ① 지나치게 많은 숙제는 해롭다 ② 더 나은 이해를 위한 질문하기 ③ 너무 많은 시험은 학생을 지치게 한다 ④ 과학이 아직 답할 수 없는 질문들 ⑤ 늘 하나의 정답만 있는 것은 아니다 provide ~ with ... ~에게 …을 제공하다 complex 어려운 assign 주다, 부여하다 independently 혼자서 quality 양질의 promote 촉진하다 evidence 증거 active 적극적인 deepen 심화시키다 comprehension 이해 result in 결국 ~하게 되다 multiple 여러 번의 text­based 텍스트에 근거한 purpose 목적 critical 중요한"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 도표의 내용을 파악한다. 뉴스 영상 소비: 뉴스 사이트에서 대(對) 소셜 네트워크를 통해서 위 그래프는 다섯 개 국가에서 사람들이 뉴스 영상을 소비하는 방식을 보여 주는데, 뉴스 사이트에서의 뉴스 영상 소비 대 소셜 네트워크를 통한 뉴스 영상 소비이다. 뉴스 영상 사이트에서의 뉴스 영상 소비는 네 개 국가에서 소셜 네트워크를 통한 것보다 더 인기가 있다. 주로 뉴스 사이트에서 뉴스 영상을 시청하는 사람들에 있어서는 핀란드가 다섯 개 국가 중에서 가장 높은 비율을 보여 준다. 프랑스에서 주로 뉴스 사이트를 통해 뉴스 영상을 시청하는 사람들의 비율은 독일에서의 비율보다 더 높다(→비율과 같 다). 주로 소셜 네트워크를 통해 뉴스 영상을 시청하는 사람들에 있어서는 다섯 개 국가 중에서 일본이 가장 낮은 비율을 보여 준다. 브라질은 다섯 개 국가 중에서 주로 소 셜 네트워크를 통해 뉴스 영상을 시청하는 사람들의 가장 높은 비율을 보여 준다. consumption 소비 vs.(versus) 대(對) via ~을 통해 mostly 주로 consume 소비하다 as for ~에 있어서는"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. Shirley Chisholm은 1924년 New York의 Brooklyn에서 태어났다. Chisholm은 Barbados에서 어린 시절의 일부를 할머니와 함께 지냈다. Shirley는 Brooklyn 대학에 다니면 서 사회학을 전공했다. 1946년에 Brooklyn 대학을 졸업한 후 그녀는 교사로서의 경력을 시작했고, 더 나아가 Columbia 대학에서 초등 교육 석사 학위를 취득했다. 1968년에 Shirley Chisholm은 미국 최초의 아프리카계 미국인 여성 하원 의원이 되었다. 그녀는 시민권, 여성의 권리 그리고 빈민들을 지지하는 목소리를 냈다. Shirley Chisholm은 미 국의 베트남 전쟁 개입과 무기 개발의 확대에 반대했다. attend (학교에) 다니다 major in ~을 전공하다 sociology 사회학 graduate from ~을 졸업하다 career 경력 go on to 더 나아가 ~하다 master’s degree 석사 학위 congresswoman 여성 하원 의원 speak out for ~을 지지하는 목소리를 내다 civil rights 시민권 involvement 개입 expansion 확대 weapon 무기"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. L­19 Smart Watch 사용 설명서 주요 기능  설정값을 확정하려면 짧게 누르시오; 스포츠 모드로 들어가려면 길게 누르시오.  ‘홈’ 메뉴로 돌아가려면 짧게 누르시오; 구조 요청 위치 정보를 보내려면 길게 누르시오.  배경 화면의 불빛을 켜거나 끄려면 짧게 누르시오; 시계를 켜거나 끄려면 길게 누르시오.  설정값을 올리려면 누르시오. (시간, 날짜, 혹은 다른 설정에서 값을 올리려면 키를 누르시오.)  설정값을 내리려면 누르시오. (시간, 날짜, 혹은 다른 설정에서 값을 내리려면 키를 누르시오.) 주의 사항 업그레이드 오류를 피하기 위하여, 반드시 시계의 배터리 잔량 표시가 최소 두 칸은 되도록 하십시오. function 기능 location 위치 background 배경 화면 setting 설정 value 설정값 caution 주의 사항 avoid 피하다"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. Waverly 고등학교 친선 체스 토너먼트 3월 23일 토요일 오전 10시 • 장소: Waverly 고등학교 강당 • 참가 신청 마감: 3월 22일 오후 4시 • 연령 부문: 7~12세, 13~15세, 16~18세 • 상: 각 부문별 금상, 은상, 동상 ­ 시상식: 오후 3시 ­ 모든 참가자는 참가 증명서를 받을 것입니다! 대회에 관심이 있다면, http://www.waverly.org에서 온라인으로 참가 신청하세요. 더 많은 정보를 원하시면, 저희 웹 사이트를 방문하세요. entry 참가 (신청) deadline 마감 category 부문 participant 참가자 certificate 증명서"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 어법에 맞는 표현을 찾는다. 운동하는 동안 편안함을 제공하기 위해 의류가 비쌀 필요는 없다. 기온과 운동하고 있을 환경 조건에 적절한 의류를 선택하라. 운동과 계절에 적절한 의류는 운동 경험을 향상시킬 수 있다. 따뜻한 환경에서는 수분을 흡수하거나 배출할 수 있는 기능을 가진 옷이 몸에서 열을 발산하는 데 도움이 된다. 반면, 땀을 흘리는 것을 피하고 쾌적한 상 태를 유지하기 위해 체온을 조절하려면 겹겹이 입어서 추운 환경에 대처하는 것이 최선이다. (A) 관계절에서 부사구의 역할을 하므로, ‘전치사+관계대명사’인 in which가 어법에 맞다. (B) 주어가 clothes이므로 are가 어법에 맞다. (C) 동사 remain의 보어로는 형용사 comfortable이 어법에 맞다. comfort 편안함 appropriate 적절한 temperature 기온 environmental condition 환경 조건 improve 향상시키다 capacity 기능 in contrast 반면 layer 겹 adjust 조절하다 remain ~한 상태를 유지하다 comfortable 쾌적한"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 문맥상 적절한 어휘를 찾는다. 지도자는 어떻게 사람들이 (자기가) 중요하다고 느끼게 하는가? 첫 번째로, 그들의 말을 듣는 것을 통해서이다. 여러분이 그들의 생각을 존중한다는 것을 알게 하고, 그들 이 자신의 의견을 말하게 하라. 덤으로 여러분도 뭔가를 배울지도 모른다! 내 친구 중 한 명이 나에게 대기업의 최고 경영자에 대해 말해 준 적이 있는데, 그는 자신이 거느 리고 있는 관리자 중 한 명에게, “당신이 나에게 말할 수 있는 것 중에 내가 전에 이미 생각해 본 적이 없는 것은 없어요. 내가 당신에게 묻지 않으면 당신이 생각하는 것을 나에게 절대로 말하지 마세요. 내 말 알아듣겠어요?”라고 말했다고 한다. 그 관리자가 틀림없이 느꼈을 자존감의 상실을 상상해 보라. 그 일은 그를 낙담시켜서 그의 업무 수 행에 부정적인 영향을 미쳤음에 틀림없다. 반면 여러분이 누군가에게 (그 자신이) 아주 중요한 사람이라는 의식을 느끼게 하면, 그 사람은 의기양양해질 것이고 활력의 수준 이 빠르게 증가할 것이다. (A) 지도자가 사람들의 의견을 들어주어야 한다는 내용에 비추어 볼 때, voice(소리 내어 말하다)가 적절하다. (B) 의견을 제시하지 말라는 말이 관리자를 낙담시켰음에 틀림없다는 내용에 비추어 볼 때, loss(상실)가 적절하다. (C) 자신을 중요한 사람으로 느끼는 상황임을 고려할 때, increase(증가하다)가 적절하다. respect 존경하다 opinion 의견 bonus 덤 manager 관리자 self­esteem 자존감 discourage 낙담시키다 performance 업무 수행 feel on top of the world 의기양양하다"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 어구의 함축 의미를 추론한다. 기술은 의문의 여지가 있는 이점을 지니고 있다. 우리는 정확한 정보만 사용해서 의사 결정 과정을 간소하게 하는 것에 맞추어 너무 많은 정보는 조절해야 한다. 인터넷은 어떤 문제에 대해서도 너무 많은 무료 정보를 이용 가능하게 만들어서 우리는 어떤 결정을 하기 위해서 그 모든 정보를 고려해야 한다고 생각한다. 그래서 우리는 계속 인터 넷에서 답을 검색한다. 이것이 우리가 개인적, 사업적, 혹은 다른 결정을 하려고 애쓸 때, 전조등 불빛에 노출된 사슴처럼, 우리를 정보에 눈멀게 만든다. 오늘날 어떤 일에 있 어서 성공하기 위해서는, 우리는 눈먼 사람들의 세계에서는 한 눈으로 보는 사람이 불가능해 보이는 일을 이룰 수 있다는 것을 명심해야 한다. 한 눈으로 보는 사람은 어떤 분석이든 단순하게 하는 것의 힘을 이해하고, 직관이라는 한 눈을 사용할 때 의사 결정자가 될 것이다. ① 다른 사람들의 생각을 수용하기 꺼려하게 ② 무료 정보에 접근할 수 없게 ③ 너무나 많은 정보 때문에 의사 결정을 할 수 없게 ④ 이용 가능한 정보의 부족에 무관심하게 ⑤ 의사 결정에 기꺼이 위험을 무릅쓰게 doubtful 의문의 여지가 있는 balance ~ versus ... …에 맞추어 ~을 조절하다[등가로 만들다] decision­making process 의사 결정 과정 consider 고려하다 blinded 눈먼 accomplish 이루다 seemingly 겉보기에 analysis 분석 decision maker 의사 결정자"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 우리 대부분은 신속하게 하는 인식을 의심한다. 우리는 결정의 질은 결정을 내리는 데 들어간 시간과 노력과 직접적인 관계가 있다고 생각한다. 그게 우리가 자녀들에게 말 하는 것인데, “서두르면 일을 망친다.” “돌다리도 두드려 보고 건너라.” “멈춰서 생각하라.” “겉만 보고 판단하지 마라.”이다. 우리는 최대한 많은 정보를 모아서 최대한 많은 시 간을 주의 깊게 숙고하는 데 시간을 보내면 우리가 늘 더 나을 것이라고 생각한다. 하지만 특히 시간에 쫓기는 중대한 상황 속에서는 서두르는데도 일을 망치지 않는, 즉 우 리의 순식간에 내리는 판단과 첫인상이 세상을 파악하는 더 나은 수단을 제공할 수 있는 순간이 있다. 생존자들은 어쨌든 이 교훈을 배웠고, 신속하게 인식하는 능력을 발전 시켜서 연마했다. ② 배움이 결코 늦지 않는 ③ 일손이 많아지면 일거리를 더는 ④ 더디고 꾸준하면 경주에서 이기는 ⑤ 외모로 판단하지 않는 suspicious 의심하는 rapid 신속한 directly 직접, 바로 effort 노력 haste 서두름 leap (껑충) 뛰다 better off (형편이) 더 나은 consideration 숙고 particularly 특히 time­driven 시간에 쫓기는 critical 중대한 snap judgment 순식간에 내리는 판단 impression 인상 means 수단 make sense of ~을 파악하다 survivor 생존자 sharpen 연마하다"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 모든 포유동물은 어느 시점에서는 부모를 떠나서 스스로 자립해야 한다. 하지만 성인 인간은 대개 안락한 생활을 제공하는데, 충분한 음식이 식탁 위에 차려지고, 일정한 기간마다 돈이 지급되며, 청구서가 지불되고, TV 전기가 대개 끊기지 않는다. 십 대 아이가 부모나 보호자에 대한 매우 심각한 불손과 갈등을 키우지 않는다면, 그들은 결코 떠나고 싶어 하지 않을 것이다. 사실, 보살펴 주는 어른과의 정을 떼는 것은 아마도 성장의 필수적인 부분일 것이다. 나중에, 여러분이 그들과 떨어져서 독립적으로 생활하게 되면, 그들에게서 벗어나기 위해서 싸울 필요가 없을 것이기 때문에 그들을 다시 사랑하기 시작할 수 있을 것이다. 그리고 여러분은 가끔 집 밥을 먹기 위해 돌아올 수 있다. ① 금전적인 관리 기술을 발달시키는 것 ② 다른 사람의 경험에서 배우는 것 ③ 여러분의 강점과 흥미를 알아내는 것 ④ 동료와의 인간관계 문제를 관리하는 것 mammal 포유동물 set up 자립하다 existence 생활 (방식), 존재 at regular intervals 일정한 기간마다 bill 청구서 electricity 전기 run out (물자ㆍ돈 따위가) 끊기다, 떨어지다 build up ~을 키우다, 쌓다 fairly 매우 major 심각한 disrespect 불손, 무례 conflict 갈등 carer 보호자 financial 금전적인 management 관리 figure out ~을 알아내다 fall out of love with ~와 정을 떼다"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 아이들로 하여금 자신만의 독특한 이야기를 창작하도록 첫 걸음을 내딛게 하는 데 도움이 되는 멋진 기법은 그들에게 여러분이 이야기를 들려주기 전에 그것을 완성하는 것을 도와 달라고 요청하는 것이다. 내가 흔히 이 기법을 사용해 본 이야기는 내가 Benno and the Beasts라고 부르는 이야기이다. 그것은 Helen Waddell이 쓴 오래된 책에 들어 있는 St. Benno and the Frog이라는 이야기를 기반으로 한다. 원작에서는 그 성자가 늪에 사는 개구리 한 마리를 만나서 자신의 기도를 방해할 수 있으니 개구리에게 조용히 하라고 말한다. 나중에 그는 신이 그 개구리의 소리를 듣는 것을 즐기고 있었을 수도 있었으니 이렇게 말한 것을 후회한다. 나는 아이들로 하여금 그 성자가 만날 여 러 다른 동물과 그가 그 동물들을 만날 여러 다른 장소를 생각해 보라고 권한다. 그러고 나서 나는 그들에게 그들 자신의 생각을 포함하고 있는 그 이야기를 들려준다. 그것 은 아이들을 이야기를 창작하는 기술에 참여시키는 매우 효과적인 방법이고, 그들은 자신의 생각이 사용된 것을 듣는 것을 아주 좋아한다. ② 자신이 관심 있는 책을 골라 보라고 ③ 가능한 한 많은 서평을 읽어 보라고 ④ 이야기를 듣고 요약해서 써 보라고 ⑤ 자신의 경험에 대한 그림을 그려 보라고 technique 기법 unique 독특한 frequently 흔히, 자주 beast 짐승 original 원작(의), 원문(의) saint 성자 disturb 방해하다 prayer 기도 regret 후회하다 invite 권하다 effective 효과적인 involve 참여시키다 art 기술 summary 요약"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 한 문화가 다른 문화보다 나은지를 결정하는 방법을 알기는 어렵다. 록, 재즈, 고전 음악의 문화적인 순위는 어떻게 될까? 문화적 변화가 더 나아지는 것인지 더 나빠지는 것인지에 관한 여론 조사에 관한 한, 앞을 내다보는 것과 뒤돌아보는 것은 아주 다른 대답으로 이어진다. 우리 아이들은 조부모의 문화로 되돌아가야 한다는 말을 들으면 겁 이 날 것이다. 우리 부모님은 손주의 문화에 참여해야 한다고 들으면 겁이 날 것이다. 인간은 자신이 자라고 익숙해진 것을 좋아하는 경향이 있다. 특정한 나이 이후에는 갑 작스러운 문화적 변화가 다가오고 있을 때 불안감이 생긴다. 우리 문화는 우리의 정체성과 우리의 입지의 일부이고, 우리는 우리의 정체성과 우리의 입지가 오래가지 못한다 고 생각하고 싶어 하지 않는다. ① 세대 간 협력을 추구하는 ② 그들이 경험한 것을 잘 잊어버리는 ③ 새로운 환경에 빠르게 적응하는 ④ 자신의 조상이 했던 것을 기억하려고 노력하는 determine 결정하다 when it comes to ~에 관한 한 public opinion poll 여론 조사 horrified 겁이 난, 겁먹은 participate in ~에 참여하다 anxiety 불안감 arise 발생하다 sudden 갑작스러운 short­lived 오래가지 못하는, 단명한 generation 세대 ancestor 조상"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장을 파악한다. 연사들은 연설하는 동안 청중에게 ‘귀 기울이기’ 때문에 대중 연설은 청중 중심이다. 그들은 청중의 피드백, 즉 청중이 연사에게 주는 언어적, 비언어적 신호를 주시한다. 청 중의 피드백은 흔히 청중들이 연사의 생각을 이해하고, 관심을 갖고, 받아들일 준비가 되었는지를 보여 준다. 이 피드백은 연사를 여러모로 도와준다. 그것은 연사가 언제 속 도를 늦출지, 언제 무언가를 더 주의해서 설명할지, 혹은 언제 연설의 끝에 있는 질의응답 시간에 어떤 주제로 되돌아 갈 것이라고 청중에게 말할지까지도 파악하는 데 도움 이 된다. (무대 불안을 줄이기 위해 연사가 자신의 원고를 암기하는 것이 중요하다.) 청중의 피드백은 연사가 청중과 존중하는 관계를 만드는 것을 도와준다. public speaking 대중 연설 audience 청중 monitor 주시하다 nonverbal 비언어적인 indicate 보여 주다, 나타내다 accept 받아들이다 assist 돕다 question­and­answer session 질의응답 시간 memorize 암기하다 respectful 존중하는 connection 관계"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서를 파악한다. AI 로봇과 보통 로봇의 기본적 차이는 센서로부터 얻는 데이터에 기반하여 결정을 내리고, 학습하여 환경에 적응하는 로봇과 그것의 소프트웨어의 능력이다. (C) 좀 더 구 체적으로 말해서 보통 로봇은 결정론적인(이미 정해진) 행동을 보인다. 다시 말해, 일련의 입력에 대해 그 로봇은 항상 똑같은 결과를 만들 것이다. (A) 예를 들어, 장애물을 우연히 마주치는 것과 같이 동일한 상황에 직면한다면 그 로봇은 그 장애물을 왼쪽으로 돌아서 가는 것과 같이 항상 똑같은 행동을 할 것이다. 하지만 AI 로봇은 보통 로봇 이 할 수 없는 두 가지, 즉, 결정을 내리고 경험으로부터 학습하는 것을 할 수 있다. (B) 그것은 환경에 적응할 것이고, 어떤 상황에 직면할 때마다 다른 행동을 할 수 있다. AI 로봇은 경로에서 장애물을 밀어내거나 새로운 경로를 만들거나 목표를 바꾸려고 할 수도 있다. basic 기본적인 difference 차이 AI(Artificial Intelligence) 인공 지능 adapt to ~에 적응하다 be faced with ~에 직면하다 obstacle 장애물 circumstance 환경 route 경로 input 입력 (데이터) output 결과, 출력 specific 구체적인"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서를 파악한다. 협업은 대부분의 기초 예술과 과학의 기반이다. (B) 셰익스피어는, 당대 대부분의 극작가처럼, 늘 혼자 작품을 썼던 것은 아니라고 흔히 믿어지고, 그의 희곡 중 다수가 협 업을 한 것으로 여겨지거나 최초의 창작 후에 개작되었다. 레오나르도 다빈치는 혼자서 스케치를 그렸지만, 더 세밀한 세부 묘사를 더 하기 위해 다른 사람들과 협업했다. (A) 예를 들어, 인체의 해부학적 구조를 그린 그의 스케치는 Pavia 대학의 해부학자인 Marcantonio della Torre와 협업한 것이었다. 그들의 협업은 예술가와 과학자가 결합한 것이어서 중요하다. (C) 마찬가지로, Marie Curie의 남편은 원래 자신이 하던 연구를 중단하고 Marie의 연구를 함께 했다. 그들은 더 나아가 협업으로 라듐을 발견했고, 그것 은 물리학과 화학에서의 기존 개념들을 뒤집었다. collaboration 협업 foundational 기초적인 anatomist 해부학자 marry ∼ with ... ∼와 …을 결합하다 playwright 극작가 play 희곡 rewrite 개작하다 original 최초의, 원래의 composition 창작 fine 세밀한 radium 라듐 overturn 뒤집다 physics 물리학 chemistry 화학"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 주어진 문장이 들어갈 위치를 파악한다. 우리 대부분은 사장이 생각하기에 중요한 어떤 전문적인 정보 및 개인 정보와 더불어 인적 자원 기준에 근거하여 많은 사람을 고용해 왔다. 나는 대부분의 사람이 자신과 똑 닮은 사람을 고용하고 싶어 한다는 것을 알게 되었다. 이것이 과거에는 효과가 있었을지도 모르지만, 오늘날에는 상호 연결된 팀의 업무 과정으로 인해 우리는 전원이 똑 같은 사람이기를 원치 않는다. 팀 내에서 어떤 사람은 지도자일 필요가 있고, 어떤 사람은 실행가일 필요가 있으며, 어떤 사람은 창의적인 역량을 제공할 필요가 있고, 어떤 사람은 사기를 불어넣는 사람일 필요가 있으며, 어떤 사람은 상상력을 제공할 필요가 있다는 것 등이다. 달리 말하자면, 우리는 구성원들이 서로를 보완해 주는 다양화된 팀 을 찾고 있다. 새로운 팀을 짜거나 팀 구성원을 고용할 때 우리는 각 개인을 보고 그 사람이 어떻게 우리의 팀 목적 전반에 어울리는지 살펴볼 필요가 있다. 팀이 크면 클수 록 다양해질 가능성이 더욱 더 많이 존재한다. work 효과가 있다 interconnected 상호 연결된 hire 고용하다 human resources 인적 자원 technical 전문적인 doer 실행가 inspirer 사기를 불어넣는 사람 imagination 상상력 and so on 기타 등등 diversified 다양화된 complement 보완하다 put together ∼을 짜다[구성하다] fit into ∼에 어울리다 objective 목적 exist 존재하다 diversity 다양성"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 주어진 문장이 들어갈 위치를 파악한다. 좋아하는 회화, 소묘, 만화의 등장인물이나 그 정도로 복잡한 어떤 것 중 하나를 마음속으로 그려 보라. 이제 그 그림을 염두에 두고 마음이 본 것을 그리려고 애써 보라. 특별하게 재능이 있는 게 아니라면 여러분이 그린 그림은 여러분이 마음의 눈으로 보고 있는 것과 완전히 다르게 보일 것이다. 하지만 마음속에 존재하는 그림보다 원본을 베 끼려고 애쓴다면 여러분의 그림은 이제 조금 더 나아졌다는 것을 알게 될 것이다. 게다가 그 그림을 여러 번 베낀다면 매번 여러분의 그림이 조금 더 나아지고 조금 더 정확 해질 거라는 것을 알게 될 것이다. 연습하면 완전해진다. 이것은 마음이 인식한 것과 신체 부위의 움직임을 조화시키는 능력이 발달되고 있기 때문이다. copy 베끼다 imaginary 마음속에 존재하는 character 등장인물 complex 복잡한 unusually 특별하게, 이례적으로 gifted 재능 있는 completely 완전히 furthermore 게다가 accurate 정확한 practice 연습 skill 능력 perceive 인식하다"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 요약문을 완성한다. 한 실험에서, 실험 대상자들은 한 사람이 30개의 선다형 문제를 푸는 것을 관찰했다. 모든 경우에, 15개의 문제가 정확하게 해결되었다. 한 실험 대상자 집단은 그 사람이 전반부에 더 많은 문제를 정확하게 푸는 것을 보았고, 다른 실험 대상자 집단은 그 사람이 후반부에 더 많은 문제를 정확하게 푸는 것을 보았다. 그 사람이 초반의 예제에서 더 잘 하는 것을 본 집단은 그 사람을 더 똑똑하다고 여겼고 그가 더 많은 문제들을 올바르게 풀었다고 기억했다. 그 차이에 대해 설명하자면, 한 집단은 초기 정보에서 그 사람이 똑똑하다는 의견을 형성한 반면, 다른 집단은 그 반대의 의견을 형성했다는 것이다. 일단 이러한 의견이 형성되면, 반대되는 증거가 제시될 때, 그것은 나중의 과제 수 행을 우연이나 문제 난이도와 같은 다른 어떤 원인의 탓으로 돌림으로써 무시될 수 있다. → 사람들은 초반의 정보에 근거하여 의견을 형성하는 경향이 있고, 의견에 대한 반대 증거가 제시될 때, 그것은 무시되기 쉽다. ① 더 많은- 받아들여지기 ② 더 많은– 검증받기 ④ 초반의- 받아들여지기 ⑤ 더 쉬운- 무시되기 experiment 실험 observe 관찰하다 multiple­choice problem 선다형 문제 perform 과제를 수행하다 initial 초반의, 초기의 rate 여기다, 평가하다 intelligent 똑똑한 recall 회상하다 opposite 반대의 discount 무시하다, (무가치한 것으로) 치부하다 chance 우연 [41 ~ 42] 연구자들은 두 그룹의 11세 소년들을 Oklahoma에 있는 Robbers Cave 주립 공원의 여름 캠프에 데려왔다. 그 소년들은 서로 몰랐고 캠프에 도착하자마자 무작위로 두 그 룹으로 나뉘었다. 그 그룹들은 약 1주일 동안 서로 떨어져 있었다. 그들은 수영하고, 야영하고, 하이킹을 했다. 각 그룹은 자기 그룹의 이름을 지었고, 소년들은 자신의 그룹 이름을 모자와 티셔츠에 새겼다. 그 후 두 그룹이 만났다. 그들 사이에 일련의 운동 시합이 마련되었다. 곧, 각 그룹은 서로를 적으로 여겼다. 각 그룹은 서로를 얕잡아 보게 되었다. 소년들은 먹을 것을 가지고 싸우기 시작하고 상대 그룹의 구성원으로부터 여러 물건을 훔쳤다. 그래서 경쟁적인 환경에서 소년들은 재빨리 뚜렷한 그룹 경계를 그었 다. 그런 다음, 연구자들은 운동 시합을 멈추고, 해결에는 두 그룹 사이의 협력이 필요한 몇 가지 비상사태로 보이는 상황을 만들었다. 그러한 비상사태 중 하나는 캠프에 물을 공급하는 파이프가 새는 경우를 포함했다. 연구자들은 소년들을 두 그룹의 일원들로 구성된 팀에 배정했다. 그들의 임무는 파이프를 조사하고 새는 곳을 고치는 것이었다. 그 러한 협력적인 활동을 몇 차례 한 후에, 소년들은 싸우지 않고 함께 놀기 시작했다. 일단 협력이 경쟁을 대체하고 그룹들이 서로를 얕잡아 보기를 시작하자(→중단하자), 그 룹 경계가 형성되었던 것만큼 빠르게 사라져 갔다. state park 주립 공원 randomly 무작위로, 임의로 separate 나누다 hike 하이킹을 하다 athletic competition 운동 시합 look down on ~을 얕잡아 보다 various 다양한 competitive 경쟁적인 boundary 경계(선) emergency 비상사태, 위급 solution 해결, 해결책 involve 포함하다 leak 새는 것, 누출 look into ~을 조사하다 melt away 차츰 사라지다 preparation 대비, 준비 free rider 무임승차자"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목을 추론한다. ① 운동 시합은 어떻게 십 대에게 도움이 되는가? ② 대비: 비상사태 예방의 비결 ③ 무엇이 그룹 경계를 사라지게 하는가? ④ 팀 내 개인차를 존중하라 ⑤ 무임승차자: 팀의 골칫거리 [41 ~ 42] 연구자들은 두 그룹의 11세 소년들을 Oklahoma에 있는 Robbers Cave 주립 공원의 여름 캠프에 데려왔다. 그 소년들은 서로 몰랐고 캠프에 도착하자마자 무작위로 두 그 룹으로 나뉘었다. 그 그룹들은 약 1주일 동안 서로 떨어져 있었다. 그들은 수영하고, 야영하고, 하이킹을 했다. 각 그룹은 자기 그룹의 이름을 지었고, 소년들은 자신의 그룹 이름을 모자와 티셔츠에 새겼다. 그 후 두 그룹이 만났다. 그들 사이에 일련의 운동 시합이 마련되었다. 곧, 각 그룹은 서로를 적으로 여겼다. 각 그룹은 서로를 얕잡아 보게 되었다. 소년들은 먹을 것을 가지고 싸우기 시작하고 상대 그룹의 구성원으로부터 여러 물건을 훔쳤다. 그래서 경쟁적인 환경에서 소년들은 재빨리 뚜렷한 그룹 경계를 그었 다. 그런 다음, 연구자들은 운동 시합을 멈추고, 해결에는 두 그룹 사이의 협력이 필요한 몇 가지 비상사태로 보이는 상황을 만들었다. 그러한 비상사태 중 하나는 캠프에 물을 공급하는 파이프가 새는 경우를 포함했다. 연구자들은 소년들을 두 그룹의 일원들로 구성된 팀에 배정했다. 그들의 임무는 파이프를 조사하고 새는 곳을 고치는 것이었다. 그 러한 협력적인 활동을 몇 차례 한 후에, 소년들은 싸우지 않고 함께 놀기 시작했다. 일단 협력이 경쟁을 대체하고 그룹들이 서로를 얕잡아 보기를 시작하자(→중단하자), 그 룹 경계가 형성되었던 것만큼 빠르게 사라져 갔다. state park 주립 공원 randomly 무작위로, 임의로 separate 나누다 hike 하이킹을 하다 athletic competition 운동 시합 look down on ~을 얕잡아 보다 various 다양한 competitive 경쟁적인 boundary 경계(선) emergency 비상사태, 위급 solution 해결, 해결책 involve 포함하다 leak 새는 것, 누출 look into ~을 조사하다 melt away 차츰 사라지다 preparation 대비, 준비 free rider 무임승차자"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥상 적절한 어휘를 찾는다. [43 ~ 45] (A) 사람들에게 음식과 필수품을 나누어 주는 동안에 자신의 어깨를 가볍게 두드리는 것을 느끼고 열여덟 살의 Toby Long은 몸을 돌려서 자신의 뒤에 서 있는 에티오피 아 소년을 발견했다. 그 어린 소년은 자신의 낡은 셔츠를 먼저 본 다음 Toby의 옷을 보았다. 그 다음에 그는 자신이 Toby의 셔츠를 가질 수 있는지 물었다. Toby는 국제 자 선 단체와 함께 2주 반 동안 자원봉사를 하러 아프리카에 갔었다. Toby는 그 어린 소년에게 “나도 그것이 필요해.”라는 말 외에 다른 무슨 말을 해야 할지 몰랐다. (D) 그 날 저녁 Toby가 캠프로 돌아왔을 때 그는 커다란 슬픈 눈을 가진 그 어린 소년에 대한 생각을 멈출 수 없었다. 가난이 도처에 있는 이 지역에서 배고픔이 유일한 문제는 아니었다. 대부분의 사람들은 한두 벌의 낡고 찢어진 옷을 가지고 있을 뿐이었다. 그 소년과, 그에게 자신의 셔츠를 주는 것을 거부했던 일에 대해 생각하면서 Toby는 자신이 한 결정에 대해 눈물을 흘리며 울었다. 하지만 이내 Toby는 자신이 셔츠를 주기를 거부했던 그 소년에 대해 잊지 않겠다고 맹세했다. (B) Toby가 Michigan에 있는 집으로 돌아왔을 때 그는 자신이 보았던 사람들의 삶에 변화를 가져다주기로 한 자신의 약속을 지키려고 노력했는데, 그는 자신의 지역 사회 에서 티셔츠 기부 운동을 조직했다! “Give the Shirt Off Your Back”이라고 불리었던 Toby의 캠페인은 곧 만 장이 넘는 티셔츠를 모았다. 그의 다음 도전 과제는 티셔츠를 모으는 일만큼 크거나 훨씬 더 큰 것이었다. 그것은 그 모든 셔츠를 에티오피아로 보내는 데 드는 수송비를 지불해 줄 단체를 찾는 것이었다. (C) 그것도 역시 첫 번째 도전 과제만큼이나 어려웠다. 그는 SOS(사하라 사막 이남의 아프리카 지역을 후원하는 사람들)를 찾아냈다. 그 단체는 자신들의 다음번 아프리카 방문 때 그 티셔츠들을 수송하겠다고 동의했다. “우리 모두는 변화를 가져올 수 있다고 생각해요. 제가 만났던 그 어린 소년이 만 장의 셔츠 중 하나를 받을지 궁금한데 그에 대한 답을 모르겠어요. 하지만 저는 그가 티셔츠를 받거나 혹은 티셔츠를 받은 누군가가 그것을 그에게 주기를 기도할 수 있어요.”라고 Toby는 말했다. tap 가볍게 두드리기 give away ~을 나누어주다 supplies 필수품 worn 낡은 international 국제적인 charity 자선 단체 other than ~외에 다른 keep one’s promise ~의 약속을 지키다 make a difference 변화를 가져오다 organize 조직하다 drive (기부 등의 조직적인) 운동 community 지역 사회 campaign 캠페인 collect 모으다 challenge 도전 과제 organization 단체, 기관 shipping cost 수송비 supporter 후원하는 사람 sub­Saharan 사하라 사막 이남의 transport 수송하다 pray 기도하다 hunger 배고픔 poverty 가난 refusal 거부 for long 오랫동안 [41 ~ 42] 연구자들은 두 그룹의 11세 소년들을 Oklahoma에 있는 Robbers Cave 주립 공원의 여름 캠프에 데려왔다. 그 소년들은 서로 몰랐고 캠프에 도착하자마자 무작위로 두 그 룹으로 나뉘었다. 그 그룹들은 약 1주일 동안 서로 떨어져 있었다. 그들은 수영하고, 야영하고, 하이킹을 했다. 각 그룹은 자기 그룹의 이름을 지었고, 소년들은 자신의 그룹 이름을 모자와 티셔츠에 새겼다. 그 후 두 그룹이 만났다. 그들 사이에 일련의 운동 시합이 마련되었다. 곧, 각 그룹은 서로를 적으로 여겼다. 각 그룹은 서로를 얕잡아 보게 되었다. 소년들은 먹을 것을 가지고 싸우기 시작하고 상대 그룹의 구성원으로부터 여러 물건을 훔쳤다. 그래서 경쟁적인 환경에서 소년들은 재빨리 뚜렷한 그룹 경계를 그었 다. 그런 다음, 연구자들은 운동 시합을 멈추고, 해결에는 두 그룹 사이의 협력이 필요한 몇 가지 비상사태로 보이는 상황을 만들었다. 그러한 비상사태 중 하나는 캠프에 물을 공급하는 파이프가 새는 경우를 포함했다. 연구자들은 소년들을 두 그룹의 일원들로 구성된 팀에 배정했다. 그들의 임무는 파이프를 조사하고 새는 곳을 고치는 것이었다. 그 러한 협력적인 활동을 몇 차례 한 후에, 소년들은 싸우지 않고 함께 놀기 시작했다. 일단 협력이 경쟁을 대체하고 그룹들이 서로를 얕잡아 보기를 시작하자(→중단하자), 그 룹 경계가 형성되었던 것만큼 빠르게 사라져 갔다. state park 주립 공원 randomly 무작위로, 임의로 separate 나누다 hike 하이킹을 하다 athletic competition 운동 시합 look down on ~을 얕잡아 보다 various 다양한 competitive 경쟁적인 boundary 경계(선) emergency 비상사태, 위급 solution 해결, 해결책 involve 포함하다 leak 새는 것, 누출 look into ~을 조사하다 melt away 차츰 사라지다 preparation 대비, 준비 free rider 무임승차자"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서를 파악한다. [43 ~ 45] (A) 사람들에게 음식과 필수품을 나누어 주는 동안에 자신의 어깨를 가볍게 두드리는 것을 느끼고 열여덟 살의 Toby Long은 몸을 돌려서 자신의 뒤에 서 있는 에티오피 아 소년을 발견했다. 그 어린 소년은 자신의 낡은 셔츠를 먼저 본 다음 Toby의 옷을 보았다. 그 다음에 그는 자신이 Toby의 셔츠를 가질 수 있는지 물었다. Toby는 국제 자 선 단체와 함께 2주 반 동안 자원봉사를 하러 아프리카에 갔었다. Toby는 그 어린 소년에게 “나도 그것이 필요해.”라는 말 외에 다른 무슨 말을 해야 할지 몰랐다. (D) 그 날 저녁 Toby가 캠프로 돌아왔을 때 그는 커다란 슬픈 눈을 가진 그 어린 소년에 대한 생각을 멈출 수 없었다. 가난이 도처에 있는 이 지역에서 배고픔이 유일한 문제는 아니었다. 대부분의 사람들은 한두 벌의 낡고 찢어진 옷을 가지고 있을 뿐이었다. 그 소년과, 그에게 자신의 셔츠를 주는 것을 거부했던 일에 대해 생각하면서 Toby는 자신이 한 결정에 대해 눈물을 흘리며 울었다. 하지만 이내 Toby는 자신이 셔츠를 주기를 거부했던 그 소년에 대해 잊지 않겠다고 맹세했다. (B) Toby가 Michigan에 있는 집으로 돌아왔을 때 그는 자신이 보았던 사람들의 삶에 변화를 가져다주기로 한 자신의 약속을 지키려고 노력했는데, 그는 자신의 지역 사회 에서 티셔츠 기부 운동을 조직했다! “Give the Shirt Off Your Back”이라고 불리었던 Toby의 캠페인은 곧 만 장이 넘는 티셔츠를 모았다. 그의 다음 도전 과제는 티셔츠를 모으는 일만큼 크거나 훨씬 더 큰 것이었다. 그것은 그 모든 셔츠를 에티오피아로 보내는 데 드는 수송비를 지불해 줄 단체를 찾는 것이었다. (C) 그것도 역시 첫 번째 도전 과제만큼이나 어려웠다. 그는 SOS(사하라 사막 이남의 아프리카 지역을 후원하는 사람들)를 찾아냈다. 그 단체는 자신들의 다음번 아프리카 방문 때 그 티셔츠들을 수송하겠다고 동의했다. “우리 모두는 변화를 가져올 수 있다고 생각해요. 제가 만났던 그 어린 소년이 만 장의 셔츠 중 하나를 받을지 궁금한데 그에 대한 답을 모르겠어요. 하지만 저는 그가 티셔츠를 받거나 혹은 티셔츠를 받은 누군가가 그것을 그에게 주기를 기도할 수 있어요.”라고 Toby는 말했다. tap 가볍게 두드리기 give away ~을 나누어주다 supplies 필수품 worn 낡은 international 국제적인 charity 자선 단체 other than ~외에 다른 keep one’s promise ~의 약속을 지키다 make a difference 변화를 가져오다 organize 조직하다 drive (기부 등의 조직적인) 운동 community 지역 사회 campaign 캠페인 collect 모으다 challenge 도전 과제 organization 단체, 기관 shipping cost 수송비 supporter 후원하는 사람 sub­Saharan 사하라 사막 이남의 transport 수송하다 pray 기도하다 hunger 배고픔 poverty 가난 refusal 거부 for long 오랫동안"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 가리키는 대상이 다른 것을 찾는다. [43 ~ 45] (A) 사람들에게 음식과 필수품을 나누어 주는 동안에 자신의 어깨를 가볍게 두드리는 것을 느끼고 열여덟 살의 Toby Long은 몸을 돌려서 자신의 뒤에 서 있는 에티오피 아 소년을 발견했다. 그 어린 소년은 자신의 낡은 셔츠를 먼저 본 다음 Toby의 옷을 보았다. 그 다음에 그는 자신이 Toby의 셔츠를 가질 수 있는지 물었다. Toby는 국제 자 선 단체와 함께 2주 반 동안 자원봉사를 하러 아프리카에 갔었다. Toby는 그 어린 소년에게 “나도 그것이 필요해.”라는 말 외에 다른 무슨 말을 해야 할지 몰랐다. (D) 그 날 저녁 Toby가 캠프로 돌아왔을 때 그는 커다란 슬픈 눈을 가진 그 어린 소년에 대한 생각을 멈출 수 없었다. 가난이 도처에 있는 이 지역에서 배고픔이 유일한 문제는 아니었다. 대부분의 사람들은 한두 벌의 낡고 찢어진 옷을 가지고 있을 뿐이었다. 그 소년과, 그에게 자신의 셔츠를 주는 것을 거부했던 일에 대해 생각하면서 Toby는 자신이 한 결정에 대해 눈물을 흘리며 울었다. 하지만 이내 Toby는 자신이 셔츠를 주기를 거부했던 그 소년에 대해 잊지 않겠다고 맹세했다. (B) Toby가 Michigan에 있는 집으로 돌아왔을 때 그는 자신이 보았던 사람들의 삶에 변화를 가져다주기로 한 자신의 약속을 지키려고 노력했는데, 그는 자신의 지역 사회 에서 티셔츠 기부 운동을 조직했다! “Give the Shirt Off Your Back”이라고 불리었던 Toby의 캠페인은 곧 만 장이 넘는 티셔츠를 모았다. 그의 다음 도전 과제는 티셔츠를 모으는 일만큼 크거나 훨씬 더 큰 것이었다. 그것은 그 모든 셔츠를 에티오피아로 보내는 데 드는 수송비를 지불해 줄 단체를 찾는 것이었다. (C) 그것도 역시 첫 번째 도전 과제만큼이나 어려웠다. 그는 SOS(사하라 사막 이남의 아프리카 지역을 후원하는 사람들)를 찾아냈다. 그 단체는 자신들의 다음번 아프리카 방문 때 그 티셔츠들을 수송하겠다고 동의했다. “우리 모두는 변화를 가져올 수 있다고 생각해요. 제가 만났던 그 어린 소년이 만 장의 셔츠 중 하나를 받을지 궁금한데 그에 대한 답을 모르겠어요. 하지만 저는 그가 티셔츠를 받거나 혹은 티셔츠를 받은 누군가가 그것을 그에게 주기를 기도할 수 있어요.”라고 Toby는 말했다. tap 가볍게 두드리기 give away ~을 나누어주다 supplies 필수품 worn 낡은 international 국제적인 charity 자선 단체 other than ~외에 다른 keep one’s promise ~의 약속을 지키다 make a difference 변화를 가져오다 organize 조직하다 drive (기부 등의 조직적인) 운동 community 지역 사회 campaign 캠페인 collect 모으다 challenge 도전 과제 organization 단체, 기관 shipping cost 수송비 supporter 후원하는 사람 sub­Saharan 사하라 사막 이남의 transport 수송하다 pray 기도하다 hunger 배고픔 poverty 가난 refusal 거부 for long 오랫동안"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. [43 ~ 45] (A) 사람들에게 음식과 필수품을 나누어 주는 동안에 자신의 어깨를 가볍게 두드리는 것을 느끼고 열여덟 살의 Toby Long은 몸을 돌려서 자신의 뒤에 서 있는 에티오피 아 소년을 발견했다. 그 어린 소년은 자신의 낡은 셔츠를 먼저 본 다음 Toby의 옷을 보았다. 그 다음에 그는 자신이 Toby의 셔츠를 가질 수 있는지 물었다. Toby는 국제 자 선 단체와 함께 2주 반 동안 자원봉사를 하러 아프리카에 갔었다. Toby는 그 어린 소년에게 “나도 그것이 필요해.”라는 말 외에 다른 무슨 말을 해야 할지 몰랐다. (D) 그 날 저녁 Toby가 캠프로 돌아왔을 때 그는 커다란 슬픈 눈을 가진 그 어린 소년에 대한 생각을 멈출 수 없었다. 가난이 도처에 있는 이 지역에서 배고픔이 유일한 문제는 아니었다. 대부분의 사람들은 한두 벌의 낡고 찢어진 옷을 가지고 있을 뿐이었다. 그 소년과, 그에게 자신의 셔츠를 주는 것을 거부했던 일에 대해 생각하면서 Toby는 자신이 한 결정에 대해 눈물을 흘리며 울었다. 하지만 이내 Toby는 자신이 셔츠를 주기를 거부했던 그 소년에 대해 잊지 않겠다고 맹세했다. (B) Toby가 Michigan에 있는 집으로 돌아왔을 때 그는 자신이 보았던 사람들의 삶에 변화를 가져다주기로 한 자신의 약속을 지키려고 노력했는데, 그는 자신의 지역 사회 에서 티셔츠 기부 운동을 조직했다! “Give the Shirt Off Your Back”이라고 불리었던 Toby의 캠페인은 곧 만 장이 넘는 티셔츠를 모았다. 그의 다음 도전 과제는 티셔츠를 모으는 일만큼 크거나 훨씬 더 큰 것이었다. 그것은 그 모든 셔츠를 에티오피아로 보내는 데 드는 수송비를 지불해 줄 단체를 찾는 것이었다. (C) 그것도 역시 첫 번째 도전 과제만큼이나 어려웠다. 그는 SOS(사하라 사막 이남의 아프리카 지역을 후원하는 사람들)를 찾아냈다. 그 단체는 자신들의 다음번 아프리카 방문 때 그 티셔츠들을 수송하겠다고 동의했다. “우리 모두는 변화를 가져올 수 있다고 생각해요. 제가 만났던 그 어린 소년이 만 장의 셔츠 중 하나를 받을지 궁금한데 그에 대한 답을 모르겠어요. 하지만 저는 그가 티셔츠를 받거나 혹은 티셔츠를 받은 누군가가 그것을 그에게 주기를 기도할 수 있어요.”라고 Toby는 말했다. tap 가볍게 두드리기 give away ~을 나누어주다 supplies 필수품 worn 낡은 international 국제적인 charity 자선 단체 other than ~외에 다른 keep one’s promise ~의 약속을 지키다 make a difference 변화를 가져오다 organize 조직하다 drive (기부 등의 조직적인) 운동 community 지역 사회 campaign 캠페인 collect 모으다 challenge 도전 과제 organization 단체, 기관 shipping cost 수송비 supporter 후원하는 사람 sub­Saharan 사하라 사막 이남의 transport 수송하다 pray 기도하다 hunger 배고픔 poverty 가난 refusal 거부 for long 오랫동안"
    }
]