[
    {
        "question_num": 1,
        "explanation": "[출제의도] 대화의 적절한 응답 찾기 W: Jason, I’m going to a motor show this Friday. Can you join me? M: I’d love to. But we have classes until 3 p.m. on that day. W: No worries. The show is open until 8 p.m. Are you free after school? M: [어구] motor show 자동차 전시회 [해설] 방과 후 시간이 있느냐는 질문이므로 함께 갈 수 있다는 응답이 적절하다."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화의 적절한 응답 찾기 M: Honey, look out the window. It’s raining a lot. W: Yeah, I think it might be dangerous to drive to work. M: You’re right. You’d better use public transportation today. W: [어구] public transportation 대중교통 [해설] 비가 많이 와서 운전하는 것이 위험하다고 생각하는 여자에게 남자가 대중교통을 이용하는 것 이 더 좋겠다고 말하고 있으므로 지하철을 타겠다는 응답이 적절하다."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 추론하기 W: Good morning, everyone. This is Rachel Adams, your student president. As you know, the student union is holding a charity event from next Monday until Wednesday. Thank you to those who have already donated a variety of useful items. We’re selling all of those items for five dollars or less, and all of the money will be donated to a local charity. The event will be held in the school gym from 3 p.m. to 5 p.m. I hope many students will participate in this event for charity. Thank you for listening. [어구] student union 학생회 charity 자선 (행위) [해설] 화자가 자선 행사 개최를 공지하는 내용이다."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 의견 추론하기 M: Brenda, my uncle bought a shrimp pizza. Help yourself. W: Oh! But I don’t like shrimp. M: Really? Do you have an allergy to shrimp? W: No. I’ve heard shrimp is a little high in cholesterol. So, I think it isn’t good for our health. M: Hmm, that’s a misunderstanding about shrimp. W: You mean eating shrimp has a positive effect on health? M: Of course. It can increase your level of good cholesterol. W: Oh, I didn’t know that. M: Eating shrimp can give us vitamins and minerals. Plus, shrimp is low­calorie. W: Then it might be good to add shrimp to my diet. M: Sure. It would be helpful to your health. W: I guess I didn’t know much about shrimp. I’ll give it a try. [어구] allergy 알레르기 misunderstanding 오해 [해설] 새우를 섭취하는 것은 건강에 도움이 된다는 것이 남자의 의견이다."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화자의 관계 추론하기 W: Good afternoon. How may I help you? M: I made a reservation online. It’s under the name of Stennis. W: Could you spell it, sir? M: Sure. S-T-E-N-N-I-S. W: All right. You’ve booked a double room with an ocean view for two nights. Is that correct? M: Yes. And I want to stay on a higher floor if possible. W: Let me check. [Typing sound] We have rooms available on the 15th and 19th floors. Which one would you prefer? M: 19th is better. W: Okay. You’ll be staying in Room 1911. Here are your key and breakfast coupons. M: Thanks. When does the morning buffet begin? W: You can have breakfast from 7 to 9 a.m. at the restaurant on the first floor. Have a nice stay. [어구] reservation 예약 available 이용할 수 있는 [해설] 대화에서 호텔 예약 사항을 확인해 주는 여 자에게 남자가 층수와 아침 식사 이용에 대해 묻는 것으로 보아 두 사람의 관계가 호텔 직원과 투숙객 임을 알 수 있다."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 M: Mom, this is a picture from Science Day. W: Let me see. The woman wearing glasses must be your science teacher. M: Yes, she is. She helped me a lot. Do you see the rocket next to the flower pot? W: Oh, it looks fantastic! Who made it? M: I made it myself. I received a lot of good comments about it. W: Good job. What are the two pictures on the wall? M: They are pictures of great scientists. W: I see. And there is a robot in front of the window. M: Yeah, my class put all the parts of the robot together. W: Sounds great. I can see a star­shaped clock on the table, too. M: My teacher showed us how to make it with a 3D­printer, and it was very exciting. W: You must’ve had a great time. [어구] flower pot 화분 comment 의견 [해설] 테이블 위에 별 모양 시계가 놓여 있다는 여 자의 말을 통해 파악할 수 있다."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자가 할 일 파악하기 W: Brian, Mom and Dad are coming home within an hour. M: I hope they will like this surprise party for Parents’ Day. W: Of course they will. [Pause] Good. We finished decorating the party table. M: I love the balloons on the wall. They’re cute. W: I like them, too. And Dad will love this paper carnation. You did a good job. M: Thanks. Where is the cake for the party? W: It’s in the refrigerator. Let me take it out. M: What else do we need? W: We have two more things to do, cooking pasta for dinner and writing a thank­you letter. M: Mom does like your cooking, so you do the pasta. And I’ll write the letter. W: Okay, I’ll do that. Let’s hurry. [어구] decorate 장식하다 refrigerator 냉장고 [해설] 남자가 감사 편지를 쓰겠다고 말하고 있다."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 5W1H(이유) 파악하기 M: Linda, there’ll be a team debate competition next week. The topic is Social Network Services. W: Sounds interesting. Are you going to sign up? M: Yes. I’m interested in debating. Do you want to be my teammate? W: I’d love to, but I can’t. M: Right. You said you’re busy doing your writing assignment. W: No, I’ve already finished it. M: Well, do you find it hard to speak in front of others? W: Not really. Actually, I’m preparing for a school musical performance. It’s next Thursday. M: Oh, I see. You don’t have enough time to join me this time. W: Right. I hope you will find someone good to be your teammate. [어구] debate 토론 assignment 숙제 [해설] 학교 뮤지컬 공연 준비를 해야 한다는 여자 의 말을 통해 이유를 파악할 수 있다."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 숫자 정보 파악하기 W: Hello. Can I help you? M: Yes. I want to buy a baseball bat for my son. He is 11 years old. W: How about this baseball bat? It’s the most popular. It’s 30 dollars. M: Okay. I’ll take one bat. Do you also have baseball gloves? W: Sure. How about this glove? It’s soft and comfortable. M: How much is it? W: It’s 15 dollars. M: Hmm... That’s reasonable. I’ll buy two gloves. W: Okay. Don’t you need any safety balls for children? They are light and soft. M: I think I’ve got all I need. Can I use this coupon? 9 W: Of course. Then you can get 10% off the total price. M: Great. I’ll use the coupon and pay by credit card. [어구] comfortable 편한 reasonable (가격이) 알맞은 [해설] 하나에 30달러인 야구 방망이 1개와 15달러 인 글러브 2개를 구입하고 쿠폰으로 전체 금액에서 10%를 할인 받았으므로 남자는 54달러를 지불해야 한다."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 세부 내용(언급 유무) 파악하기 [Door knocks.] M: Can I come in, Ms. Wilson? W: Sure, come on in. [Pause] Oh, Peter. I was waiting for you to come. How’s your career search going? M: I’m still trying to find some information about my future career. W: Good. So I’d like to recommend the Career Vision Camp to you. M: Okay. I heard that the camp is only for high school students. Is that right? W: Yes. It’ll be helpful. Plus, there’s no registration fee. M: Great. Hmm, can you tell me when the application deadline is? W: It’s December 14th. You should hurry since it’s first come, first served. M: I see. I will apply for the camp as soon as possible. W: It’ll be held at the Lincoln Center near school. You can get there easily. M: Okay. Thank you. [어구] registration fee 등록 비용 application deadline 지원 마감일 [해설] 대화에서 기념품은 언급하지 않았다."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화 세부 내용 파악하기 W: Good morning, residents. This is the librarian of the Jacksonville Community Center. We’re holding the Children’s Book Fair for three days, from June 21st to the 23rd. It will offer your children an opportunity to feel the joy of reading books. We’ll display a wide variety of children’s books including comic books, picture books, and fairy tales. In addition, you will be able to buy all books at 50% off their original prices. On the first day of the fair, you will be able to meet and talk with the famous writer, Andy Murphy. Also, every child visiting the fair will get a T­shirt as a gift. I hope you will enjoy the fair. Thank you. [어구] fair 박람회 display 전시하다 [해설] 방문하는 모든 어린이는 티셔츠를 선물로 받 는다."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 세부 내용(도표) 파악하기 M: Katie, what are you doing with your smartphone? W: I’m searching for an electric shaver for my dad’s birthday. Will you help me find a good one? M: Sure. Let me see... [Pause] How about this one? W: Well, that’s too expensive. I can’t spend more than $100. M: Okay. And I think a 20­minute battery life is too short to use conveniently. W: I think so, too. It needs frequent charging. M: You’re right. Does it need to be waterproof? W: Of course. He shaves in the shower every morning. M: Then we have only two options left. Which color do you think is better? W: Dad likes black, so I’ll buy the black one. M: I think it’s a nice choice. [어구] charge 충전하다 waterproof 방수의 [해설] 여자는 100달러가 넘지 않는 모델 중 배터리 수명이 20분이 넘고 방수가 되는 검정색 전기면도기 를 구입할 것이다."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 [Cellphone rings.] W: Hello, this is Claire. M: Hi, what’s up? W: I have something to tell you about the meeting for our economics assignment. M: What happened? Is there a problem? W: Actually, my mom broke her ankle this morning. She can’t walk because of the pain. M: I’m sorry to hear that. That must be hard for her. W: It is. So I will have to take care of her this weekend. M: Then we can’t have our meeting this Saturday. W: That’s right. I’m terribly sorry, but I have to delay the meeting. M: Don’t worry about that. So, when will you have time? W: I guess any day next week is good for me. M: Okay, then shall we make it next Monday? W: [어구] ankle 발목 delay 미루다 [해설] 발목을 다친 어머니의 간호를 위해 만남을 미루어야 한다는 여자의 말을 듣고, 다음 주 월요일 에 만나는 것이 어떠냐는 남자의 마지막 말에 이해 해줘서 고맙다고 말하는 것이 적절한 응답이다."
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 M: Hi, Emily! How are your wedding preparations going? W: They’re going well so far. I reserved a wedding hall and ordered invitation cards. M: Good. Everything’s almost settled. It’s on the first Saturday of July, right? W: Yes. Can you come? M: Of course. Is there anything that I can help you with? W: Actually, I haven’t decided who’ll sing at the wedding. So, would you sing for me? M: I’d love to, but I’ve never done anything like that before. W: I heard you singing at the college song festival, so I know you’re a good singer. M: Thanks, but I’m afraid I may not sing well enough to do so at a wedding. W: Oh, please! I’m sure it would be the best wedding gift. I’d look forward to it. M: [어구] preparation 준비 look forward to ~을 기대 하다 [해설] 축가를 잘 부르지 못할까봐 걱정하는 남자의 말을 듣고, 최고의 결혼 선물이 될 것이라 기대한다 는 여자의 마지막 말에 축가는 불러 주겠지만 너무 큰 기대는 하지 말라는 것이 적절한 응답이다."
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 응답 고르기 W: Alex and Olivia have been close friends since they were children. They grew up in the same town, and they attend the same high school. One day, Alex tells Olivia that his father got a new job so his family has to move to another city. That’s why he’s going to transfer to a new school next week. Olivia feels sad because they have been friends for such a long time. Alex also hopes to keep his friendship with her. So, Alex wants to suggest that they remain in close touch even after he leaves the city. In this situation, what would Alex most likely say to Olivia? [어구] transfer 이동하다 close touch 친밀한 관계 [해설] 다른 학교로 전학을 가게 된 Alex가 친밀한 관계를 계속 유지하자고 Olivia에게 말하려고 하는 상황이다. [16~17] 긴 담화 듣기 M: Hello, everyone. Last class we learned about the dangers of climate change. Today, I’ll tell you about some foods that might disappear because of climate change. First of all, 70 percent of the world’s coffee could disappear by 2080 due to climate change. In Africa, the amount of coffee produced has dropped by more than 50 percent. Secondly, avocados are also in danger. It usually takes 72 gallons of water to make just one pound of avocados. Climate change in California has resulted in a lack of water, so the avocado plants aren’t producing enough fruit. Thirdly, warmer temperatures affect apple trees, too. To grow properly, apple trees need a certain period of cold weather. Lack of cold weather time leads to lower apple production. Finally, the unstable climatic conditions through crop season are causing a decrease in strawberry production in Florida. Specifically, hotter­than­normal weather has delayed the flowering and production of strawberries. Now, let me show you some slides about this issue. [어구] temperature 온도 unstable 불안정한"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 추론하기 [해설] 기후 변화로 인해 생산이 줄어들 위험에 처 한 식품에 대한 내용이다. [16~17] 긴 담화 듣기 M: Hello, everyone. Last class we learned about the dangers of climate change. Today, I’ll tell you about some foods that might disappear because of climate change. First of all, 70 percent of the world’s coffee could disappear by 2080 due to climate change. In Africa, the amount of coffee produced has dropped by more than 50 percent. Secondly, avocados are also in danger. It usually takes 72 gallons of water to make just one pound of avocados. Climate change in California has resulted in a lack of water, so the avocado plants aren’t producing enough fruit. Thirdly, warmer temperatures affect apple trees, too. To grow properly, apple trees need a certain period of cold weather. Lack of cold weather time leads to lower apple production. Finally, the unstable climatic conditions through crop season are causing a decrease in strawberry production in Florida. Specifically, hotter­than­normal weather has delayed the flowering and production of strawberries. Now, let me show you some slides about this issue. [어구] temperature 온도 unstable 불안정한"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 언급 유무 파악하기 [해설] coconuts는 언급되지 않았다. [16~17] 긴 담화 듣기 M: Hello, everyone. Last class we learned about the dangers of climate change. Today, I’ll tell you about some foods that might disappear because of climate change. First of all, 70 percent of the world’s coffee could disappear by 2080 due to climate change. In Africa, the amount of coffee produced has dropped by more than 50 percent. Secondly, avocados are also in danger. It usually takes 72 gallons of water to make just one pound of avocados. Climate change in California has resulted in a lack of water, so the avocado plants aren’t producing enough fruit. Thirdly, warmer temperatures affect apple trees, too. To grow properly, apple trees need a certain period of cold weather. Lack of cold weather time leads to lower apple production. Finally, the unstable climatic conditions through crop season are causing a decrease in strawberry production in Florida. Specifically, hotter­than­normal weather has delayed the flowering and production of strawberries. Now, let me show you some slides about this issue. [어구] temperature 온도 unstable 불안정한"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 Hane씨께, 저희의 메시지는 간결하지만, 중요합니다: 당신의 Winston Magazine 구독 기간이 곧 만료되는데 갱신 한다는 말을 듣지 못했습니다. 우리는 당신이 다음의 단 한 호라도 놓치고 싶지 않을 거라고 확신합니다. 서비스를 지속하기 위해 지금 갱신하십시오. 당신은 Winston Magazine을 미국에서 가장 빠르게 성장하는 잡지로 만들어 주는 훌륭한 이야기와 뉴스를 계속해 서 받게 될 것입니다. 지금 가능한 한 쉽게 구독 신 청을 할 수 있도록, 저희는 당신이 작성할 회신용 카 드를 보냈습니다. 오늘 보내 주기만 하시면 당신은 10 월간지 Winston Magazine을 계속해서 받게 될 것입 니다. 마음을 담아, Thomas Strout [어구] subscription 구독 renew 갱신하다 [해설] Winston Magazine의 구독 갱신을 권유하는 글이다."
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 글의 분위기 파악하기 추장이 Little Fawn을 나오라고 불러, 그녀의 오른 손과 Sam의 오른손을 잡고 그 두 손을 한 가닥의 작 은 가죽 끈으로 함께 묶었다. 그는 큰 소리로 Sam에 게 말했다. “너는 이제 결혼한 사람이다,” 결혼식이 끝나자마자, 축하 행사가 시작되었다. 어린 소년들과 소녀들이 피리음과 북 장단에 맞춰 춤을 추기 시작하 자 Fawn과 Sam은 담요를 깔고 앉았다. 그들은 흥겨 운 소리를 지르고 머리 위로 손을 올려 흔들며 원을 이뤄 춤을 추었다. Fawn은 일어서서 그들과 함께했다. 사람들은 박수를 치고 노래를 부르기 시작했다. Fawn과 Sam은 둘 다 행복했다. [어구] celebration 축하 행사 clap (손뼉을) 치다 [해설] Sam과 Fawn의 결혼식에서 춤추고 노래하는 즐거운 분위기이다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 글의 주장 추론하기 당신은 행복의 조건을 살 수 있지만, 행복은 살 수 없다. 그것은 테니스를 치는 것과 같다. 당신은 가게 에서 테니스를 치는 즐거움을 살 수는 없다. 당신은 공과 라켓을 살 수 있지만, 경기를 하는 즐거움을 살 수는 없다. 테니스의 즐거움을 경험하기 위해, 당신은 (테니스를) 치는 법을 배우고, 스스로 연습해야만 한 다. 서예 쓰기도 마찬가지이다. 당신은 잉크, 닥종이, 붓을 살 수 있지만, 만약 당신이 서예 기술을 함양하 지 않는다면 서예를 진정으로 할 수 없다. 그래서 서 예는 연습을 필요로 하고, 당신은 스스로 연습해야만 한다. 당신은 서예를 할 능력이 있을 때만 서예가로 서 행복하다. 행복도 역시 그러하다. 당신은 행복을 길러가야만 한다; 당신은 그것을 가게에서 살 수 없 다. [어구] condition 조건 [해설] 행복의 조건은 살 수는 있지만, 행복을 살 수 는 없고 행복은 자신의 노력으로 길러가야 하는 것 을 권하는 내용이다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축 의미 추론하기 인생의 거의 모든 것에는, 좋은 것에도 지나침이 있을 수 있다. 심지어 인생에서 최상의 것도 지나치 면 그리 좋지 않다. 이 개념은 적어도 아리스토텔레 스 시대만큼 오래전부터 논의되어 왔다. 그는 미덕이 있다는 것은 균형을 찾는 것을 의미한다고 주장했다. 예를 들어, 사람들은 용감해져야 하지만, 만약 어떤 사람이 너무 용감하다면 그 사람은 무모해진다. 사람 들은 (타인을) 신뢰해야 하지만, 만약 어떤 사람이 (타인을) 너무 신뢰한다면 그들은 잘 속아 넘어가는 사람으로 여겨진다. 이러한 각각의 특성에 있어, 부족 과 과잉 둘 다를 피하는 것이 최상이다. 최상의 방법 은 행복을 극대화하는 “sweet spot”에 머무르는 것이 다. 아리스토텔레스는 미덕은 너무 관대하지도 너무 인색하지도, 너무 두려워하지도 너무 무모하게 용감 하지도 않은 중간 지점에 있다고 말한다. [어구] virtue 미덕 reckless 무모한 stingy 인색한 [해설] “sweet spot”은 부족과 과잉 둘 다를 피하는 중간 지점이다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 추론하기 분명 칭찬은 아이의 자존감에 중요하지만, 너무 사 소한 일을 너무 자주 칭찬하면, 진정한 칭찬이 필요 할 때 그 칭찬의 효과가 사라진다. 모든 사람은 그들 이 가치가 있고 인정받는다는 것을 알 필요가 있으 며, 칭찬은 그러한 느낌을 표현하는 하나의 방법이다 ― 하지만 칭찬할 만한 일을 한 뒤여야만 한다. 상은 보상이어야 한다― 긍정적인 행동에 대한 반응, 어떤 일을 잘한 것에 대한 상! 그러한 상을 너무 가볍게 부여하는 것의 상존하는 위험은 아이들이 그것에 의 존하고 상을 받을 것이라고 생각하는 일만을 하게 될 수도 있다는 것이다. 그들이 칭찬 배지를 받을 만큼 충분히 잘 할 수 있다고 확신하지 않거나, 혹은 보상 이 보장되지 않는다면, 아이들은 그러한 활동은 피할 지도 모른다. [어구] praise 칭찬 self­esteem 자존감 impact 영향(력) [해설] 아이의 사소한 행동에 대한 너무 빈번한 칭 찬은 칭찬의 진정한 의미를 잃게 만들기 때문에 칭 찬을 남발하지 않는 것이 중요하다는 내용의 글이다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 추론하기 만약 여러분이 나무 그루터기를 본적 있다면, 아마 도 그루터기의 꼭대기 부분에 일련의 나이테가 있는 것을 보았을 것이다. 이 나이테는 그 나무의 나이가 몇 살인지, 그 나무가 매해 살아오는 동안 날씨가 어 떠했는지를 우리에게 말해 줄 수 있다. 나무는 비와 온도 같은, 지역의 기후 조건에 민감하므로, 그것은 과거의 그 지역 기후에 대한 약간의 정보를 과학자에 게 제공해 준다. 예를 들어, 나이테는 온화하고 습한 해에는 (폭이) 더 넓어지고 춥고 건조한 해에는 더 좁아진다. 만약 나무가 가뭄과 같은 힘든 기후 조건 을 경험하게 되면, 그러한 기간에는 나무가 거의 성 장하지 못할 수 있다. 특히 매우 나이가 많은 나무는 관측이 기록되기 훨씬 이전에 기후가 어떠했는지에 대한 단서를 제공해 줄 수 있다. [어구] sensitive 민감한 drought 가뭄 [해설] 나무의 나이테를 보면 과거 기후 정보를 얻 을 수 있다는 내용이다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 사람들이 커피 값을 기부하는 양심 상자 가까이에, 영국 Newcastle University의 연구자들은 사람의 눈 이미지와 꽃 이미지를 번갈아 가며 놓아 두었다. 각 각의 이미지는 일주일씩 놓여 있었다. 꽃 이미지가 놓여 있던 주들보다 눈 이미지가 놓여 있던 모든 주 에 사람들이 더 많은 기부를 했다. 연구가 이루어진 10주 동안, ‘눈 주간’의 기부금이 ‘꽃 주간’의 기부금 보다 거의 세 배나 많았다. 이 실험은 ‘진전된 협력 심리가 누군가가 지켜보고 있다는 미묘한 신호에 아 주 민감하다,’는 것과 이 연구 결과가 사회적으로 이 익이 되는 성과를 내게끔 어떻게 효과적으로 넌지시 권할 것인가를 암시한다고 말했다. [어구] contribution 기부(금) alternately 번갈아 subtle 미묘한 [해설] 누군가 지켜보는 것이 더 많은 기부를 유도 하여, 사회적으로 이익이 되는 행동을 이끌어 낼 수 있다는 연구 결과에 관한 내용이다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표 이해하기 위의 그래프는 2010년과 2015년 사이의 중국과 인 도의 스마트폰 평균 가격을 같은 기간의 전 세계 스 마트폰 평균 가격과 비교하여 보여준다. ①전 세계 스마트폰 평균 가격은 2010년부터 2015년까지 하락 했지만, 여전히 세 개의 비교 대상 중에서 가장 높게 머물렀다. ②중국의 스마트폰 평균 가격은 2010년과 2013년 사이에는 하락했다. ③인도의 스마트폰 평균 가격은 2011년에 최고점에 도달했다. ④2013년부터, 중국의 스마트폰 평균 가격은 하락(→상승)했고 인도 의 스마트폰 평균 가격은 상승(→하락)하는, 정반대 의 모습을 보였다. ⑤전 세계 스마트폰 평균 가격과 중국의 스마트폰 평균 가격의 차이는 2015년에 가장 적었다. [어구] average 평균의 opposite 정반대의 [해설] 해석 참조"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 불일치 파악하기 James Van Der Zee는 1886년 6월 29일에 Massachusetts주 Lenox에서 태어났다. 여섯 명의 아 이들 중 둘째였던, James는 창의적인 분위기의 집안 에서 성장했다. 열네 살에 그는 그의 첫 번째 카메라 를 받았고 수백 장의 가족사진과 마을 사진을 찍었 다. 1906년 즈음에, 그는 결혼을 한 채, New York으 로 이사했고, 늘어나는 가족을 부양하기 위해 여러 가지 일을 했다. 1907년에, Virginia주 Phoetus로 이 사했고, Chamberlin 호텔의 식당에서 일했다. 이 시 기에 그는 또한 아르바이트로 사진사로 일했다. 그는 1916년에 자신의 스튜디오를 열었다. 1차 세계대전이 시작되었고 많은 젊은 군인들이 사진을 찍기 위해 스 튜디오로 왔다. 1969년에, 전시회 Harlem On My Mind는 그에게 국제적인 인정을 받게 하였다. 그는 1983년에 사망하였다. [어구] exhibition 전시회 recognition 인정 [해설] 1969년에 전시회로 인해 국제적인 인정을 받 았다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 세부 내용 파악하기(실용문) Summer Camp 2019 이 캠프는 사교기술과 창의력을 발달시키기 위한 훌륭한 기회입니다! 기간 및 참가 ∙7월 1일-5일(월요일-금요일) ∙8세-12세(한 반당 최대 20명) 프로그램 ∙요리 ∙야외 활동(하이킹, 래프팅, 그리고 캠핑) 비용 ∙일반 가격: 1인당 100달러 ∙할인 가격: 90달러(6월 15일까지 등록 시) 알림 ∙프로그램은 기상 조건에 관계없이 진행될 것입니다. ∙등록하시려면, summercamp@standrews.com으로 이메일을 보내주세요. 더 많 은 정 보 가 필 요 하 다 면 , 우 리 웹 사 이 트 (w w w .standrew s.com) 를 방문해 주세요. [어구] register 등록하다 regardless of ~에 관계없이 [해설] 기상 조건에 관계없이 프로그램이 진행될 것이다."
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 세부 내용 파악하기(실용문) Welcome to Grand Park Zoo Grand Park Zoo는 여러분에게 놀라운 동물 왕국을 탐험할 기회를 제공합니다! 시간 - 오전 9시 개장, 1년 365일 - 오후 6시 폐장 위치 - Madison Valley - 시청에서 차로 20분 걸립니다. 입장료 - 어른, 12달러 그리고 3세-15세, 4달러 - 2세 이하, 무료 동물원에 - 어떠한 애완동물도 데려올 수 없습니다. - 휠체어 대여소와 응급 처치소가 있습니다. 11 ◈저희는 현재 가이드 투어 예약을 받고 있습니다. ◈추가 정보나 예약을 위해서는, 사무실을 방문하시 거나 (912) 132-0371로 전화 주십시오. [어구] rental 대여소 first aid 응급(처치)의 [해설] 애완동물을 데려갈 수 없다."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 문법성 판단하기 너무 밝은 빛이나, 눈에 직접적으로 비추는 빛처럼, 나쁜 조명은 여러분의 눈에 스트레스를 증가시킬 수 있다. 형광등 또한 피로감을 줄 수 있다. 여러분이 모 를 수도 있는 것은 빛의 질 또한 중요할 수 있다는 것이다. 대부분의 사람들은 밝은 햇빛 속에서 가장 행복하다― 이것은 아마 정서적인 행복감을 주는 체 내의 화학물질을 분비시킬지도 모른다. 전형적으로 단지 몇 개의 빛 파장만 있는 인공 조명이 분위기에 미치는 효과는 햇빛(이 미치는 효과)과 똑같지 않을 수 있다. 창가에서 작업하거나 책상 전등에 있는 모 든 파장이 있는 전구를 사용하여 실험해 보아라. 이 것이 여러분의 작업 환경의 질을 향상시킨다는 것을 아마도 알게 될 것이다. [어구] release 분비 artificial 인공의 wavelength 파장 [해설] ①동사를 꾸며주는 부사 directly, ②능동을 나타내는 tiring, ③앞 문장의 chemicals를 수식하는 관계대명사 that, ⑤with의 목적어로 working과 병 렬된 using이다. ④문장의 주어 Artificial light가 단 수이므로, 올바른 동사의 형태는 does이다."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥에 맞는 어휘 추론하기 학교 과제는 전형적으로 학생들이 혼자 하도록 요 구해 왔다. 이러한 (A) 개별 생산성의 강조는 독립성 이 성공의 필수 요인이라는 의견을 반영했던 것이다. 타인에게 의존하지 않고 자신을 관리하는 능력을 가 지는 것이 모든 사람에게 요구되는 것으로 간주되었 다. 따라서, 과거의 교사들은 모둠 활동이나 학생들이 팀워크 기술을 배우는 것을 (B) 덜 권장했다. 그러나, 뉴 밀레니엄 시대 이후, 기업들은 향상된 생산성을 요구하는 더 많은 국제적 경쟁을 경험하고 있다. 이 러한 상황은 고용주들로 하여금 노동 시장의 초입자 들이 전통적인 독립성뿐만 아니라 팀워크 기술을 통 해 보여지는 상호 의존성도 입증해야 한다고 요구하 도록 만들었다. 교육자의 도전 과제는 기본적인 기술 에서의 개별 능력을 보장하는 동시에 학생들이 팀에 서 잘 수행할 수 있도록 하는 학습 기회를 (C) 늘려 주는 것이다. [어구] emphasis 강조 independence 독립성 [해설] 과거의 학교 과제는 학생들이 혼자 하는 (A) 개별(individual) 생산성을 강조하였기 때문에 모 둠 활동이나 팀워크 기술은 (B) 덜(less) 권장되었 다. 그러나 상호 의존성이 요구되는 시대적 분위기 속에서, 개별 능력을 보장하는 동시에 팀에서 잘 수 행할 수 있도록 하는 학습 기회를 (C) 늘려주는 (adding) 것이 교육자의 과제이다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 창의력은 우리가 일반적으로 인간만이 유일하게 가 지고 있다고 간주하는 능력이다. 인류 역사를 통틀어, 우리는 지구상에서 가장 창의적인 존재였다. 새는 둥 지를 틀 수 있고, 개미는 개미탑을 쌓을 수 있지만, 지구상의 어떤 다른 종도 우리 인간이 보여주는 창의 력 수준에 가까이 도달하지는 못한다. 하지만, 불과 지난 10년 만에 우리는 로봇 개발처럼, 컴퓨터로 놀 라운 것을 할 수 있는 능력을 습득하였다. 2010년대 의 인공 지능의 급속한 발전으로, 컴퓨터는, 몇 가지 를 언급하자면, 이제 얼굴을 인식하고, 언어를 번역하 고, 여러분을 대신해 전화를 받고, 시를 쓸 수 있으며 세계에서 가장 복잡한 보드게임에서 선수들을 이길 수 있다. 갑작스럽게, 우리는 우리의 창의력이 경쟁할 상대가 없지 않게 되는 가능성에 직면해야 할 것이다. [어구] translate 번역하다 complicated 복잡한 [해설] 창의력이 더 이상 인간만의 고유한 능력이 아니므로 경쟁할 상대가 없지 않게 되는 가능성에 직면하게 된다는 내용이다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 0부터 숫자를 세는 것에는 중대한 문제가 있다. 탁 자에 몇 개의 사과가 있는지를 판단하는 것처럼, 수 를 세어 대상의 수를 판단하기 위해, 많은 아이들은 첫 번째 사과를 만지거나 가리킨 후 “하나”라고 말하 고, 그러고 나서 두 번째 사과로 옮겨가서 “둘”이라고 말하며, 모든 사과를 셀 때까지 이런 방식으로 계속 할 것이다. 만약 0부터 시작하면, 아무것도 만지지 않 고 “영”이라고 말해야 하지만, 그 이후로는 사과를 만 지기 시작하며 “하나, 둘, 셋” 등으로 말해야 할 것이 다. 이것은 매우 혼란스러울 수 있는데 그 이유는 언 제 만지고 언제 만지지 않아야 하는지를 강조할 필요 가 있을 수도 있기 때문이다. 만약 한 아이가 우연히 “영”이라고 말하며 사과 하나를 만진다면, 사과의 총 개수는 한 개만큼 부족할 것이다. [어구] confusing 혼란시키는 accidentally 우연히 [해설] 첫 번째 사과를 만지면서 “영”이라고 세기 시작 했을 때, 결국 전체 사과의 수가 하나 더 적게 되므로 숫자를 “0”부터 세기 시작하는 것은 문제가 있다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 생각은 본질적으로 생존 기계이다. 정보를 수집하 고, 저장하고, 분석하며, 다른 생각에 대한 공격과 수 비― 이것은 생각이 잘 하는 것이지만, 전혀 창의적 이지는 않다. 모든 진정한 예술가들은 생각이 없는 상태, 즉 내적인 고요함 속에서 창작을 한다. 심지어 위대한 과학자들조차도 그들의 창의적인 돌파구는 마 음의 정적의 시간에서 생겨났다고 말했다. 아인슈타 인을 포함한 미국의 가장 유명한 수학자들을 대상으 로 그들의 작업 방식을 알아내기 위한 전국적인 조사 의 놀라운 결과는 생각은 “창의적인 행동의 짧고, 결 정적인 단계에서 단지 부수적인 역할만 할 뿐이다.”라 는 것이다. 그래서 나는 대다수의 과학자들이 창의적 이지 않은 단순한 이유는 그들이 생각하는 방법을 몰 라서가 아니라 생각을 멈추는 방법을 모르기 때문이 라고 말하고 싶다. [어구] stillness 고요함 breakthrough 돌파구 decisive 결정적인 [해설] 대다수의 과학자들이 창의적이지 않은 단순 한 이유는 그들이 생각을 멈추는 방법을 모르기 때 문이다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 어떤 식당이 대체로 붐빈다는 것을 알게 되면 우리 가 그 식당에서 식사할 가능성이 더 크다. 아무도 우 리에게 어떤 식당이 좋다고 말하지 않을 때조차도, 우리의 무리 행동은 우리의 의사를 결정한다. 당신이 두 개의 텅 빈 식당 쪽으로 걸어가고 있다고 가정하 자. 당신은 어느 곳에 들어가야 할지 모른다. 하지만, 갑자기 당신은 여섯 명의 무리가 둘 중 하나의 식당 으로 들어가는 것을 보게 된다. 당신은 텅 빈 식당 혹은 나머지 식당, 둘 중 어느 식당에 들어갈 가능성 이 더 높겠는가? 대부분의 사람들은 사람들이 있는 식당에 들어갈 것이다. 당신과 친구가 그 식당에 들 어간다고 가정하자. 이제, 그 식당 안에는 여덟 명이 있다. 다른 사람들은 한 식당은 텅 비어 있고 다른 식당은 여덟 명이 있는 것을 보게 된다. 그래서, 그들 도 다른 여덟 명과 같은 행동을 하기로 결정한다. [어구] behavior 행동 decision­making 의사 결정 [해설] 무리 행동이 의사결정에 영향을 미치므로 사 람들은 텅 빈 식당보다 여덟 명의 손님이 있는 식당 을 선택하게 된다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 무관한 문장 고르기 ‘near’과 ‘far’같은 단어들은 여러분이 어디에 있는 지와 무엇을 하는지에 따라 여러 가지를 의미할 수 있다. 만약 여러분이 동물원에 있고, 동물 우리의 창 살 사이로 손을 뻗어 동물을 만질 수 있다면 여러분 은 그 동물이 ‘가까이’에 있다고 말할지도 모른다. 여 기서 ‘near’이라는 단어는 팔 하나 만큼의 길이를 의 미한다. 여러분이 누군가에게 동네 가게에 가는 방법 을 말해주고 있다면, 만약 그 거리가 걸어서 5분 거 리라면 그것을 ‘가까이’라고 말할 수도 있을 것이다. (당신은 건강을 향상시키기 위해 그 가게로 걸어가는 것이 더 좋을 것 같다.) 이제 ‘near’이라는 단어는 팔 하나 만큼의 길이보다 훨씬 더 길다는 것을 의미한 다. ‘near’, ‘far’, ‘small’, ‘big’, ‘hot’, 그리고 ‘cold’와 같은 단어들은 모두 다른 때에 다른 사람들에게 다른 것을 의미한다. [어구] reach out (손을) 뻗치다 length 길이 [해설] 건강을 위해 걷는 것이 좋다는 내용은 본문 의 내용과 거리가 멀다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 1824년, 페루는 스페인으로부터 독립했다. 독립 직 후, 해방군을 이끌었던 장군인 Simón Bolívar는 새 나라를 위한 헌법의 초안을 작성하기 위해 회의를 소 집하였다. (C) 회의가 끝난 후, 사람들은 Bolívar가 그들을 위해 해 준 모든 것에 대한 감사의 표시로 그 에게 특별한 것을 해 주고 싶어 했다. 그래서 그들은 그 당시 매우 많은 돈인 백만 페소를 그에게 선물로 주었다. (B) Bolívar는 선물을 받고 나서 물었다. “페 루에 노예가 몇 명입니까?” 그는 대략 3천 명이 있다 고 들었다. “그리고 노예 한 명은 얼마에 팔립니까?” 그는 알고 싶어 했다. “한 사람당 약 350페소입니다.” 라는 대답이 있었다. (A) Bolívar가 말했다. “그렇다 면, 나는 당신들이 나에게 준 이 백만 페소에 필요한 것은 무엇이든 다 더해 페루에 있는 모든 노예를 사 서 그들을 해방시켜 주겠습니다. 모든 시민 또한 자 유를 누리지 못한다면, 한 국가를 해방시킨다는 것은 의미가 없습니다.” [어구] set free 해방하다 appreciation 감사 [해설] (C) 사람들이 감사의 표시로 Bolívar에게 돈 을 주었다. (B) Bolívar는 돈을 준 사람들에게 페루의 노예의 수와 값을 물었다. (A) Bolívar는 받은 돈으 로 노예를 사서 그들을 해방시키겠다고 말했다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 만약 다음에 여러분이 맑고 어두운 하늘 아래에 있 다면, 위를 올려다 보아라. 만약 여러분이 별을 보기 에 좋은 장소를 골랐다면, 수천 개의 광채가 나는 보 석처럼 빛나고 반짝거리는 별로 가득한 하늘을 보게 될 것이다. (B) 하지만 이 놀라운 별들의 광경은 또 한 혼란스러울 수도 있을 것이다. 어떤 사람에게 별 하나를 가리켜 보여줘 보라. 아마, 그 사람은 여러분 이 어떤 별을 보고 있는지를 정확하게 알기 어려울 것이다. (A) 만약 여러분이 별의 패턴을 묘사한다면 그것은 더 쉬워질 수도 있다. “저기 큰 삼각형을 이루 는 밝은 별들이 보이세요?”와 같은 말을 할 수 있을 것이다. 혹은, “대문자 W처럼 보이는 다섯 개의 별이 보이세요?”라고 말할 수도 있을 것이다. (C) 여러분이 그렇게 하면, 여러분은 우리가 별을 바라볼 때 우리 모두가 하는 것을 정확하게 하고 있는 것이다. 우리 는 패턴을 찾는다, 우리가 다른 사람에게 어떤 것을 가리켜 보여주기 위해서 뿐만 아니라, 그것은 우리 인간이 항상 해왔던 것이기도 하기 때문이다. [어구] stargaze 별을 쳐다보다 twinkle 반짝이다 [해설] (B) 다른 사람에게 별을 가리켜 보여주는 것 은 혼란스러울 수 있다. (A) 별의 패턴을 묘사하는 것이 별을 가리키는 더 쉬운 방법이다. (C) 패턴을 12 찾는 이유는 우리 인간이 항상 그런 행동을 해 왔기 때문이다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 몇 년 전 Washington D.C.에서 있었던 전국 단어 철자 맞히기 대회에서, 한 13세 소년이 ‘들은 것은 무엇이든 반복하는 경향’을 의미하는 단어인 echolalia의 철자를 말하도록 요구받았다. 그는 철자 를 잘못 말했지만 심판은 잘못 듣고 철자를 맞혔다고 말했고 그가 (다음 단계로) 진출하도록 허락했다. 그 소년은 자신이 단어 철자를 잘못 말했다는 것을 알았 을 때, 심판에게 가서 말했다. 그래서 그는 결국 대회 에서 탈락했다. 다음 날 신문기사 헤드라인이 그 정 직한 소년을 “단어 철자 맞히기 대회 영웅”으로 알렸 고, 그의 사진이 The New York Times에 실렸다. “심판은 내가 아주 정직하다고 말했어요,”라고 그 소 년은 기자들에게 말했다. 그는 그렇게 했던 이유 중 하나를 덧붙여 말했다, “저는 거짓말쟁이가 되고 싶지 않았어요.” [어구] misspell ~의 철자를 잘못 말하다 eliminate (예선 등에서) 실격시키다 [해설] 주어진 문장은 대회 탈락의 원인이고 다음 문장은 그에 대한 결과이므로 ②에 위치하는 것이 적절하다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 여러분이 할 수 없는 것을 말할 때마다, 여러분이 할 수 있는 것을 말하라. 이것은 긍정적인 어조로 문 장을 마무리하는 것이고 누군가의 이의 제기를 불러 일으킬 수 있는 경향을 훨씬 더 낮춘다. 한 동료가 여러분에게 다가와서 내일 회의를 하기 전에 일부 수 치를 검토해 보자고 요청하는 상황의 대화를 생각해 보아라. 여러분은 그저 ‘안돼요, 지금은 이 일을 할 수 없어요.’라고 말한다. 이것은 그들에게 여러분의 참여가 얼마나 중요한지를 주장하게 만들 수도 있어 서, 여러분이 그 요청을 들어줄 수밖에 없도록 압박 을 증가시킨다. 그 대신, ‘저는 지금 그 일을 할 수 없지만 제가 Brain에게 당신을 도와주라고 부탁할 수 는 있어요. 그러면 그가 그 수치를 설명해 줄 수 있 을 것 같아요.’라고 그들에게 말해보라. 혹은, ‘저는 지금 그 일을 할 수 없지만 제 일이 끝나면 약 30분 내외로 당신을 찾아 갈게요.’ 이런 형태의 대답들 중 어느 것이라도 부정적인 어조로 그 상황을 끝내는 것 보다 더 낫다. [어구] note 어조 figure 수치 give in 굴복하다 [해설] 앞 문장에서 부정적인 어조로 말을 마무리하 는 것의 단점을 이야기하고 있으며, 주어진 문장은 Instead를 통해 긍정적인 어조로 마무리하고 있으므 로 ④에 위치하는 것이 적절하다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 문단 요약하기 무엇이 정말 사람들로 하여금 자신의 목표를 성취 하도록 동기를 부여하기 위해 효과가 있는가? 한 연 구에서, 연구자들은 사람들이 직장을 얻거나, 시험을 치거나, 수술을 받는 것과 같은 인생의 과제에 어떻 게 대응하는가를 살펴보았다. 이러한 각각의 상황에 대해, 연구자들은 또한 실험 참가자들이 긍정적인 결 과에 대해 얼마나 많이 공상했는지, 그리고 그들이 실제로 긍정적인 결과를 얼마나 많이 기대했는지를 측정했다. 공상과 기대의 차이는 진정 무엇인가? 공 상은 이상화된 미래를 상상하는 것을 포함하는 반면, 기대는 실제로 사람의 과거 경험에 근거한다. 그래서 연구자들은 무엇을 알아냈는가? 그 결과는 바라던 미 래에 대해 공상을 했던 사람들은 세 가지 상황 모두 에서 성과가 좋지 않았다는 것을 보여주었다. 성공에 대한 긍정적인 기대를 더 많이 했던 사람들은 다음 주, 달, 해에도 좋은 성과를 거두었다. 이 사람들은 직업을 구하고, 시험에 합격하고, 수술에서 성공적으 로 회복한 가능성이 더 높았다. [어구] motivate ~에게 동기를 주다 undergo surgery 수술을 받다 fantasize 공상하다 [해설] 긍정적인 기대는 바라던 미래에 대해 공상하 는 것보다 더 (A) 효과적이고(effective), 그것은 목 표를 성취하는 데 있어 (B) 성공(success)의 가능성 을 높여 주는 경향이 있다. [41～42] 많은 광고는 통계 조사를 인용한다. 하지만 우리는 보통 이러한 조사들이 어떻게 실시되는지를 모르기 때문에 (a) 신중해야 한다. 예를 들면, 한 치약 제조 업체가 예전에 “80%보다 많은 치과의사들이 Smiley Toothpaste를 추천한다.”라고 적혀 있는 포스터를 올 렸다. 이것은 대부분의 치과의사들이 다른 브랜드보 다 Smiley Toothpaste를 (b) 선호한다고 말하는 것처 럼 보인다. 하지만 그 조사 항목이 치과의사들에게 한 가지 이상의 브랜드를 추천할 수 있게 했다는 것 과, 실제로 또 다른 경쟁업체의 브랜드도 Smiley Toothpaste만큼 많이 추천되었다는 것이 드러났다! 2007년에 영국 Advertising Standards Authority는 그 포스터가 (c) 잘못된 정보를 준다고 판결을 내렸 고 그것이 더 이상 게시될 수 없었음은 당연했다. 주름을 빠른 속도로 줄여 준다는 크림을 판매하는 유명 화장품 회사의 경우도 유사하다. 그러나 주어진 유일한 증거라고는 “50명의 여성 중 76%가 동의했 다.”라는 것뿐이다. 하지만 이것이 의미하는 것은 그 증거가 피부 상태에 대한 객관적인 측정 없는 소수의 표본에서 얻은 개인적 의견에 근거한다는 것이다. 게 다가, 우리는 이 여성들이 어떻게 선별되었는지 알 수 없다. 그런 정보 없이, 주어진 “증거”는 아주 (d) 유용 하다(→쓸모가 없다). 불행하게도, 그러한 광고들은 아주 전형적이고, 소비자인 우리는 스스로 판단해야 하며 광고의 주장을 너무 진지하게 받아들이는 것을 (e) 피해야 한다. [어구] cautious 신중한 misleading 잘못된 정보를 주는 objective 객관적인"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기 [해설] 이 글은 치약과 화장품 광고의 예를 통해 광 고에 인용된 통계 자료의 신뢰도가 낮을 수도 있다 는 내용이다."
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥에 적절하지 않은 어휘 추론하기 [해설] 우리는 광고 속 통계 조사 방식을 알지 못하 므로 광고 속 통계에 대해 (a) 신중해야(cautious) 한다. 80%보다 많은 치과의사들이 Smiley Toothpaste 를 추천한다는 내용의 포스터는 치과의사들이 이 치 약을 (b) 선호하는(prefer) 것처럼 말하는 것 같다. 그래서 영국 Advertising Standards Authority가 이 포스터는 (c) 잘못된 정보를 준다(misleading)고 판 결했다. 크림에 대한 조사 결과가 주관적 의견이라는 것과 조사 대상 선별 방식이 밝혀지지 않았다는 점 에서 통계 사실 여부에 대한 “증거”는 (d) 쓸모가 없 다(useless). 그러므로 소비자들은 광고를 너무 진지 하게 받아들이는 것을 (e) 피해야(avoid) 한다. [43～45] (A) Kevin은 차를 닦으며 쇼핑몰 앞에 있었다. 그 는 방금 세차장에서 나와서 아내를 기다리고 있었다. 사회가 걸인이라고 여길 만한 한 노인이 주차장 건너 편에서 다가오고 있었다. 그의 행색으로 보아, (a) 그 는 집도 돈도 없어 보였다. 여러분이 관대하다고 느 낄 때도 있지만 그저 방해받고 싶지 않은 그런 때도 있다. (C) 이번이 그런 “방해받고 싶지 않은” 때 중의 하 나였다. “저 노인이 나에게 돈을 요구하지 않으면 좋 겠어,”라고 Kevin은 생각했다. 그는 그렇게 하지 않았 다. 그는 다가와 버스 정류장 앞 벤치에 앉았지만 심 지어 버스 탈 돈도 충분히 가지고 있지 않은 것처럼 보였다. 몇 분 후 그가 입을 떼었다. 그는 “차가 참 멋지네요,”라고 말했다. 그는 누더기 옷을 입고 있었 지만 (c) 그는 그의 주변에 위엄의 기운을 가지고 있 었다. Kevin은 “고맙습니다,”라고 말하고는 자신의 차 를 계속 닦았다. (D) Kevin이 차를 닦고 있을 때 그는 잠자코 거기 에 앉아 있었다. 예상했던 돈의 요구는 전혀 없었다. 그들 사이의 침묵이 길어지자, Kevin은 “혹시 도움이 필요하세요?”라고 물었다. Kevin이 결코 잊지 못할 간단하지만 심오한 세 단어로 (d) 그가 대답했다: “우 리 모두 그렇지(도움이 필요하지) 않나요?” Kevin은 그 세 단어가 (e) 그에게 강한 인상을 주기 전까지 자신이 성공하고 중요한 사람이라고 느끼고 있었다. 우리 모두 그렇지 않나요? (B) Kevin 또한 도움이 필요했다. 아마 버스비나 잠 잘 곳(에 대한 도움)은 아니겠지만, 그는 도움이 필요했다. 그는 지갑을 열었다. 그리고 Kevin은 (b) 그 에게 버스비를 낼 뿐만 아니라, 따뜻한 식사를 할 만 큼 충분히 (돈을) 주었다. 여러분이 아무리 가진 것 이 많아도, 여러분이 아무리 많이 이루었더라도, 여러 분 역시 도움이 필요하다. 여러분이 아무리 가진 것 이 없어도, 여러분이 아무리 골칫거리가 많다고 하더 라도, 심지어 돈이나 잠잘 곳이 없더라도, 여러분은 도움을 줄 수 있다. [어구] ragged 누더기 옷을 입은 profound 심오한"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기 [해설] 차를 닦고 있던 Kevin에게 걸인으로 여겨지 는 노인이 다가왔다. (C) Kevin은 노인이 돈을 요구 할 것이라 생각했지만 그는 차에 대해서 말을 걸 뿐 이었다. (D) Kevin이 먼저 도움이 필요한지 물었을 때, 그 노인은 우리 모두가 도움이 필요하지 않은지 반문했다. (B) Kevin도 도움이 필요했다. 우리도 모 두 도움이 필요하고 도움을 줄 수 있다."
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭 추론하기 [해설] (e)는 Kevin을, 나머지는 모두 노인을 가리 킨다."
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 내용 불일치 파악하기 [해설] 버스 정류장 앞 벤치에 앉아 있던 사람은 Kevin이 아니다."
    }
]