[
    {
        "question_num": 1,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Mom, look! It’s raining outside. But we don’t have umbrellas. W: I think we need to buy one in this building. M: Okay. Where can we buy one? W:"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Mr. Smith, can you give me advice on how to edit my essay? M: Sure. First, take a look at the hand-out I gave you last class. It has helpful examples. W: Really? Oh, I’m sorry. I’m afraid I lost it. M:"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Hello, everyone. Welcome back to our show, ‘Secrets to a Healthy Life.’ I’m your host and health expert, Eric Bolton. You might have heard that many people suffer from dry skin as the weather gets colder. Let me share some tips to keep your skin healthy in the winter. When you take a bath, use water that is not very hot. A long hot bath in cold weather can make your skin dry and eventually cause skin trouble. And one more tip for your skin in the winter: Put lotion or oil on your skin as often as possible. I hope you can make use of these tips to keep your skin healthy even in the winter."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화의 의견 파악하기 W: Hello, Jake. Is studying for the final exams going well? M: Not really, Ms. Baker. I’ve been drinking energy drinks to stay awake. W: Well, I think you’d better not drink too many of them. M: Why? Do they have harmful effects? W: Energy drinks have a lot of caffeine, so drinking them too much can disturb your sleep and make you feel dizzy. M: That explains why I can’t sleep well at night. W: Right. Also, drinking them can make you nervous. M: Really? I thought it would relieve my stress instead. W: That’s not true. And the more you drink energy drinks, the more you become dependent on them. M: Do you mean I can become addicted to them? W: That’s right. So you should be careful not to drink too many of them. M: Okay. I’ll keep that in mind. Thanks, Ms. Baker."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 추론하기 W: Hello. How can I help you? M: Hi, I made an online reservation. Do I get the tickets here? W: You don’t have to get tickets if you have a reservation number. Just show it at the entrance and you can enjoy the whole camping expo. M: That’s great. I heard there is a section for camping tables and chairs in the expo. Where can I find it? W: When you go inside, you’ll see it on your right. Look for camping goods on display. M: Thanks. Is there a cafeteria around here? W: Yes, we have one on the second floor. M: Thank you so much for your help. W: My pleasure. Enjoy your time in our camping expo."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: What are you looking at, honey? W: It’s the picture Sally sent to me. She recommended that we go to the new community park near her house. M: Let me see it. [Pause] I like this big round table on the left. We can have some sandwiches and talk there. W: Sounds great. Look at the elephant face at the top of the slide. It looks cute. M: Yeah, there are also swings next to it. Our son would like this park, too. W: He sure would. Oh, there is a see-saw in front of the swings. M: Wow, this park has everything a child could want. W: It’s great to find a place where parents and children can have a good time together. M: It really is. Take a look at these flowers placed in the shape of a heart! W: They’re beautiful. How about going there this weekend? M: Terrific! I can’t wait to go there."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: David, how are the preparations going for your meeting tomorrow? M: Hi, Jennifer. They’re almost done. I’m about to check if everything is ready. W: Sounds good. Since I finished my own work today, I can help you. M: That’s very kind of you. I confirmed the reservation for the meeting room and sent text messages informing the participants of tomorrow’s schedule. W: What about snacks for the meeting? M: They’re in my car. I’ll get them tomorrow morning. W: And, is there anything else left to do? M: Let me see... I need to make name tags to give to the participants. W: Do you want me to help you with that? M: No, thanks. I can handle it. Could you print out some materials for the meeting instead? W: Sure. I’ll do that for you. M: I’ll send you the file to print out right now. Thank you."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 [Cell phone rings.] M: Hello. Janis! What’s up? W: Hi, Chris. How are you spending your vacation? M: I’ve been doing a lot of cooking. How about you? You said you’re going on a family trip. W: Yeah, I was supposed to, but I can’t. M: Really? Aren’t there flight tickets available? W: Well, it’s not about tickets. M: Then why? Oh, is there still a problem with your ankle? W: No, I’m okay now. Actually I applied for an overseas volunteering program earlier and I was accepted. M: What a great chance! So you can’t go on that family trip. W: You’re right. I’ll be abroad for a month. I wanted to say goodbye to you before I leave. M: Take good care of yourself. I’m sure you’ll have a meaningful experience. W: Thank you for supporting me. Have a nice vacation!"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: Welcome to Good Aroma Candle. How may I help you? M: Hi. I’m looking for scented candles for my parents. They like flower scents. W: Come over here and try this flower scent. M: Thanks. [Pause] I like this rose scented candle. How much is it? W: Large candles and medium ones are on sale now. Large ones are $20 and medium ones are $10 each. M: Well then, I’ll take two large candles. W: If you buy any three candles, we give you a soap for free. M: Great. Then I’ll have a medium one with the same scent as well. Did you say they’re $10? W: Exactly. You’re getting two large candles and one medium candle. M: That’s right. Can I also use this mobile coupon? W: Of course, you get 10% off the total price with that. M: Thank you. I’ll pay by credit card."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Kelly, did you see this Junior Badminton Competition leaflet? W: No, not yet. Let me see. The competition is on November 21st, at 10 a.m. M: It’s after the midterm exams. Why don’t we sign up for the competition as a team? W: Sounds exciting. It would be an unforgettable event before graduating. M: Exactly. The participation fee is only $8. W: That’s reasonable. Oh, look at this. They provide lunch for free. M: But here it says we have to bring our own rackets. W: Then, we should bring ours. How can we apply for the competition? M: It says we can sign up online. Let’s do it together now. W: Okay. I’m really looking forward to it."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 W: Hello, listeners! I’m happy to introduce you to the first children’s library in our town. It’s 2019학년도 11월 고1 전국연합학력평가 정답 및 해설 2 the Dream Children’s Library. Our library is for children in the sixth grade and younger. We have a variety of toys as well as books for different ages of children. There are special reading discussion programs for your children. Also, we offer movie showings for children every weekend. We’re excited to tell you our library is now ready to open. Our opening day is November 24th. On opening day, we’ll provide cartoon character bookmarks to all the visitors. Don’t miss it! For more information, visit our website www.dreamchildrenslibrary.org."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: Hey, Cathy! What are you looking at? W: Hi, Steve. I was searching for an art supplies set. I’m thinking about sending it as a Christmas gift to children in need. M: You’re so kind. Do you need help choosing one? W: Yeah, thank you. I want it to be under $20. M: All right. Let me see. Which type of coloring tool would be good for them? W: Hmm... I think watercolors are not very convenient. The kids would need extra things like brushes. M: I agree. The other tools would be better. W: Right. How about the number of colors? M: They’ll need more than thirty colors to express what they want. W: You’re right. Then, there are two choices left. M: Yeah. Oh, there is a model which includes a sketchbook. W: Perfect! They might need it in their art classes. I’ll choose that one."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Brian, you look so tired today. M: Yeah, even though I get enough rest, I feel exhausted these days. W: Hmm... maybe you need some exercise. You like swimming, don’t you? M: I do, but I often feel lazy. W: That’s true for me, too. So, I made myself join a sports club at school. M: What kind of sports club? W: I exercise in a yoga club. I find it very helpful to work out with other people at a fixed time. M: I guess exercising with others can help you keep motivated. W: Exactly. Why don’t you join a sports club, too? M: Actually, I’m interested in the swimming club, but as far as I know, the registration period ended. W: It’s too early to give up! I saw a notice that all the clubs extended their registration period to this Friday. M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Bonnie, what are you doing? W: I’m checking my bank account. I’m running out of money again. M: Haven’t you gotten paid for your part-time job yet? W: I have, but I already spent most of the money hanging out with my friends. At the end of month, I’ll be broke. M: Then, how about setting a weekly budget? W: A weekly budget? What do you mean by that? M: I usually set a budget for each week, and don’t spend more than it allows. So I’ve cut down on everyday spending on chips and soda. W: Good for you. Can I save money if I make it a habit, too? M: Of course, you can. If you consider your budget, you’ll think twice before you spend money. W: That makes sense. Keeping a weekly budget seems advantageous. M: Now that I keep a weekly budget, I spend money only where I need it. I bet it’ll work for you, too. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 담화의 상황에 맞는 적절한 표현 고르기 M: Ted and Linda are classmates. Linda has some trouble with her friends because she often forgets her appointments with them. In contrast, Ted is always on time and the other classmates think he’s very responsible and reliable. Today, Linda even forgets to submit an important paper. She knows what she has to do, but it’s not easy for her to remember everything. Disappointed in herself, she asks Ted for some help on how she can overcome her habit of forgetting. He thinks using a calendar app could help break her bad habit. So Ted wants to advise Linda to try using a calendar app to remind her of important things. In this situation, what would Ted most likely say to Linda? Ted: 16~17 긴 담화 듣기 W: Hello, students! Last class we learned about recycling. Today, I’ll introduce you to something better than recycling. It’s the process of turning waste into new items in a creative way. Let me show you some examples. First, one creative way is to make plastic bottles into vases for your home. Second, you can turn old cardboard boxes into fun chairs. All you need is just a little time and some paint. Third, an easy way to use empty cans creatively is turning them into fancy pencil holders for your desk. Lastly, when old newspapers pile up in your home, you can use them to wrap any present. It’ll make your gift unique and memorable. In this way, you can create something new out of waste on your own. There are an endless number of ideas you can come up with if you use your imagination. Let’s do something wonderful for our planet by this process, upcycling."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악하기"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 [읽 기]"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 [해석] Alamda 고등학교 교장 선생님께, 청소년 축구 토너먼트 시리즈를 대표하여 귀하에게 다 음 주 2019 시리즈에 대해 상기시켜 드리고 싶습니다. 물론 저희는 선수의 교육의 중요성을 알고 있습니다. 하 지만, 유감스럽게도 시리즈는 선수들이 대회 때문에 이틀 동안 학교를 빠지는 일을 야기할 것입니다. 이 경기들에 유망한 학생 선수들을 스카우트하는 많은 대학 코치들이 참석할 것입니다. 그러므로 이 시리즈는 어린 축구 선수 들이 운동선수로서 자신의 역량을 보여줄 수 있는 엄청난 기회가 될 수 있습니다. 이 대회 동안 귀교의 선수들의 학교 결석에 대한 귀하의 허락을 요청하고자 합니다. 이 해해 주셔서 감사합니다. 청소년 축구 토너먼트 시리즈 대표 Jack D’Adamo 드림"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 주인공의 심경 추론하기 [해석] Norm과 그의 친구 Jason이 겨울 캠프 여행 을 갔다. 한밤중에 Norm은 갑자기 뭔가 대단히 잘못 된 것을 감지하고 깼다. 놀랍게도 난로가 빨갛게 타 고 있었다! Norm이 Jason을 흔들어 깨워 그에게 난 로를 보라고 말했다. Jason은 자신이 거기에 끼워 넣 을 수 있는 모든 나무 조각을 난로에 채워 넣었다고 말했다. Norm은 오두막에 불이 날 것이라고 생각했 다. 그가 Jason에게 욕하기 시작했다. 그는 Jason을 그의 침대에서 끌어내려 앞문을 열고 그를 눈 속으 로 내쫓았다. Norm은 화가 나서 “내가 이 난로를 식 힐 때까지 들어오지 마!”라고 소리쳤다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 우리는 우리가 알고 있는 사람들에게 연락 없이 오랜 기간의 시간을 보내는 경향이 있다. 그러 다 우리는 생겨 버린 거리감을 갑자기 알아차리고 허둥지둥 수리를 한다. 우리는 우리가 오랫동안 이야 기하지 못했던 사람들에게 전화하면서, 작은 노력 하 나가 우리가 만들어 낸 몇 달과 몇 년의 거리를 지 우길 바란다. 그러나 이것은 거의 효과가 없다. 왜냐 하면 관계들은 커다란 일회성의 해결책들로 지속되 지 않기 때문이다. 그것들은 자동차처럼 정기적인 정 비로 유지된다. 말하자면, 우리의 관계들에서 우리가 (엔진) 오일 교환 사이에 너무 많은 시간이 흘러가 지 않도록 확실히 해야 한다. 이것은 여러분이 단지 이야기한 지 오래되었기 때문에 누군가에게 애써 전 화해서는 안 된다고 말하는 것이 아니라, 스스로를 애초에 연락이 끊기지 않게 하는 것이 더 이상적이 라고 말하는 것이다. 일관성이 항상 더 나은 결과들 을 가져온다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축 의미 추론하기 [해석] 여러분의 선택이 다른 사람들의 선택에 영향 을 미칠지를 결정하는 중요한 한 요인이 있는데, 바 로 그 선택의 가시적 결과들이다. Adélie 펭귄들의 사례를 들어보자. 그들이 먹이를 찾아 물가를 향해 큰 무리를 지어 거니는 것이 종종 발견된다. 하지만 얼음같이 차가운 물에는 위험이 기다리고 있다. 한 예로, 식사로 펭귄들을 먹는 것을 좋아하는 표범물개 가 있다. Adélie 펭귄은 무엇을 할까? 펭귄의 해결책 은 대기 전술을 펼치는 것이다. 그들은 자기들 중 한 마리가 포기하고 뛰어들 때까지 물가에서 기다리고, 기다리고 또 기다린다. 그것이 일어나는 순간, 나머 지 펭귄들은 다음에 무슨 일이 일어날지를 보기 위 해 기대감을 갖고 지켜본다. 만약 그 선두 주자가 살 아남으면, 다른 모두가 그대로 따를 것이다. 만약 그 것이 죽는다면, 그들은 돌아설 것이다. 한 펭귄의 운 명은 모든 나머지 펭귄들의 운명을 바꾼다. 여러분은 그들의 전략이 ‘배워서 산다’라고 말할 수 있다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 추론하기 [해석] 여러분 중 얼마나 많은 사람이 거절하는 데 어려움을 겪고 있을까? 어떤 사람이 여러분에게 무 엇을 요청하더라도, 그것이 여러분에게 아무리 많은 3 불편함을 주더라도 여러분은 그들이 요구하는 것을 한다. 항상 승낙함으로써 여러분이 불편함이라는 감 정을 쌓아가고 있기 때문에 이것은 건강한 삶의 방 식이 아니다. 여러분은 조만간 무슨 일이 벌어질지 아는가? 여러분이 자신의 삶과 자신을 행복하게 만 드는 것에 대해 더 이상 통제권을 갖지 않기 때문에, 여러분은 여러분이 거절하지 못할 것 같은 사람에게 분개할 것이다. 여러분은 다른 사람이 여러분의 삶에 대한 통제권을 갖도록 하고 있다. 여러분이 감정적으 로 억눌리고 끊임없이 여러분 자신의 의지에 반하는 일들을 할 때, 스트레스가 여러분이 셋까지 셀 수 있 는 것보다 더 빠르게 여러분을 잡아먹을 것이다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 추론하기 [해석] 여러분은 정보가 다른 뇌로 전달될 때까지 한 뇌에 머물러 있으며 대화 속에서 변하지 않는다고 말 할 수 있다. 이것이 여러분의 전화번호 혹은 여러분 이 열쇠를 놓아둔 장소와 같은 ‘단순’ 정보에 대해서 는 사실이다. 하지만 이것은 지식에 대해서는 사실이 아니다. 지식은 판단에 의존하는데, 여러분은 다른 사 람들 혹은 자신과의 대화 속에서 그 판단을 발견하고 다듬는다. 그러므로 여러분은 그것을 상세하게 이야 기하거나 쓰고 그 결과를 비판적으로 되돌아볼 때까 지 자신의 사고의 세부 내용을 알지 못한다. “내가 방 금 이야기한 것이 바보 같은가, 혹은 내가 방금 쓴 것이 깊은 진실인가?” 말하거나 쓸 때 여러분은 자신 의 형편없는 생각들, 종종 당황스러운 것들, 또한 좋 은 생각들, 때로는 유명하게 만들어 주는 생각들을 발견하게 된다. 사고는 그것의 표현이 필요하다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 [해석] 중앙아프리카 반투족들 사이에서는 한 부족 의 사람이 다른 부족 사람을 만났을 때, 그들은 “당 신은 어떤 춤을 추나요?”라고 묻는다고 한다. 오랫동 안 공동체들은 종교적인 축제들과 계절의 중요한 시 점들뿐만 아니라, 출생, 결혼, 죽음을 포함한 개인들 의 삶에서 중요한 사건들을 기념하는 춤 의식들을 통해 자신들의 정체성을 구축해 왔다. 아프리카 부족 들부터 스페인의 집시들과 스코틀랜드의 씨족들까지 많은 공동체들의 사회적 구조는 춤이라는 집단적 행 동으로부터 많은 결속을 얻게 된다. 역사적으로, 춤 은 그 집단의 사회적 정체성을 표현하는 수단으로서, 단결시켜 주는 강한 영향력을 공동체 삶에 미쳐 왔 으며 참여는 개인들이 소속감을 보여 주도록 해 준 다. 그 결과, 세계의 많은 지역에는 뚜렷한 정체성을 가진 공동체들이 존재하는 만큼 많은 종류의 춤들이 존재한다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 표의 내용 파악하기 [해석] 위 표는 2015년과 2017년의 건강과 웰빙을 위한 여행인 건강 관광의 여행 수와 경비를 보여 준 다. 총 여행 수와 총경비 둘 다 2015년의 그것들에 비해서 2017년에 더 높았다. 나열된 여섯 개 지역 중에서, 유럽이 2015년과 2017년 두 해 모두 건강 관광을 위해 가장 많이 방문된 장소였으며, 아시아- 태평양이 그 뒤를 따랐다. 2017년에 라틴 아메리카- 카리브 해로의 여행 수가 중동-북아프리카로의 그것 보다 5배 이상 더 높았다. 2015년에는 북아메리카가 2천억 달러 이상이 소비된 유일한 지역이었던 반면 2017년에는 유럽이 합류했다. 한편 중동-북아프리 카와 아프리카에서의 경비는 각각 2015년과 2017 년 두 해 모두 100억 달러 미만이었다(→2017년 중동-북아프리카에서의 경비는 100억 달러를 초과 하였다)."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] George Boole은 1815년 영국 Lincoln에서 태 어났다. Boole은 아버지의 사업이 실패한 후 16세의 나이에 학교를 그만두게 되었다. 그는 수학, 자연 철 학, 여러 언어를 독학했다. 그는 독창적인 수학적 연 구를 만들어 내기 시작했고 수학 분야에서 중요한 공 헌을 했다. 그러한 공헌으로 1844년 그는 Royal Society에서 수학으로 금메달을 받았다. Boole은 기 호 형태로 인간 사고방식의 작용을 표현하는 것에 매 우 관심이 있었으며 이 주제에 대한 그의 책 두 권, ‘The Mathematical Analysis of Logic’과 ‘An Investigation of the Laws of Thought’가 오늘날의 컴퓨터 과학의 기초를 형성한다. 1849년 그는 아일랜 드 Cork의 Queen’s College의 최초 수학 교수로 임명 되어 1864년 생을 마감할 때까지 그곳에서 가르쳤다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 지속 가능한 이동 주간 2019 깨끗하고 지속 가능한 교통수단을 위한 이 연례 행 사는 11월 25일부터 12월 1일까지 진행합니다. 이 행사의 슬로건이 매년 바뀌며 올해는 ‘우리와 함께 걸어요!’입니다. 여러분은 아래의 활동들에 참여할 수 있습니다. 걷기 도전: 깨끗한 환경을 증진시키기 위해 이 행사의 주말 동 안 2만보 넘게 걷도록 노력하십시오. 지속 가능한 이동 선택하기: 여러분 자신의 차 대신에 대중교통이나 자전거를 이 용하십시오. • 두 가지 활동 모두를 완료한 참가자들은 지속 가 능한 이동 주간 상에 지원할 자격이 있습니다. • 참가자들은 온라인으로 등록해야 합니다. www.sustainablemobilityweek.org"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 가구 제작 입문 이 4주간의 워크숍을 통해 학생들은 목공으로의 새 로운 도전에 탄탄한 기초를 세울 것입니다. • 연령 요건: 16세 이상 • 위치: Hoboken 주민 센터 • 날짜: 12월 7일부터 12월 28일까지(매주 토요일) • 시간: 오후 1시부터 오후 5시까지 • 가격: 399달러 • 참고: - 이전 목공 경험은 필요하지 않습니다. - 여러분이 적어도 10일 전에 취소한다면 우리는 전액을 환불해 줍니다. 강사의 지도로 각각의 학생은 수작업으로 만든 보조 탁자를 가져가게 될 것입니다. 더 많은 정보나 등록을 위해서는 Dave Malka (davemalka@woodfurniture.org)에게 연락하십시오."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 틀린 표현 고르기 [해석] 비언어적 의사소통은 언어적 의사소통의 대 체물이 아니다. 오히려 그것은 전달되고 있는 메시지 내용의 풍부함을 강화시키도록 도와주며, 보충으로서 기능해야 한다. 비언어적 의사소통은 말하기가 불가 능하거나 부적절한 상황에서 유용할 수 있다. 여러분 이 어떤 개인과 이야기하는 동안 불편한 입장에 있 다고 상상해 보라. 비언어적 의사소통은 다시 편안해 지도록 대화에서 잠깐 벗어날 시간을 여러분에게 달 라는 메시지를 여러분이 그 사람에게 건네도록 도와 줄 것이다. 비언어적 의사소통의 또 다른 장점은 여 러분에게 감정과 태도를 적절하게 표현할 기회를 제 공한다는 것이다. 비언어적 의사소통의 도움이 없다 면 적절하게 표현되지 못할 여러분의 본성과 성격의 여러 측면들이 있다. 따라서 다시 말하면, 그것은 언 어적 의사소통을 대체하는 것이 아니라 오히려 그것 을 보완한다. [해설] 접속사 that이 적절하다."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥에 맞는 적절한 어휘 고르기 [해석] 지적 겸손이란 여러분이 인간이고 여러분이 가진 지식에 한계가 있다는 것을 인정하는 것이다. 여러분이 인지적이고 개인적인 편견을 가지고 있고, 여러분의 두뇌가 자신의 의견과 관점이 다른 것보다 선호되는 방식으로 사물을 바라보는 경향이 있다고 인정하는 것을 포함한다. 이것은 더 객관적이고 정보 에 근거한 결정들을 내리기 위해 그러한 편견들을 극 복하고자 기꺼이 노력하는 것이다. 지적 겸손을 보이 는 사람들은 자신들이 생각하는 것과 다르게 생각하 는 다른 사람들에게 배우는 것에 더 수용적일 것이다. 그들은 다른 사람들이 제시하는 것을 존중한다는 것 을 분명히 하기 때문에 다른 사람들에게 호감을 사고 존경받는 경향이 있다. 지적으로 겸손한 사람들은 더 많은 것을 배우고 싶어 하고 다양한 출처로부터 정보 를 찾는 것에 개방적이다. 그들은 다른 사람들보다 우월하게 보이거나 느끼려고 애쓰는 데 관심이 없다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 사람들은 자신의 역할과 다른 사람의 역할 사이의 관계에 근거하여 전형적인 양식의 상호 작용 에 참여한다. 의사들이 환자들과 그러한 것처럼 고용 주들은 직원들과 특정한 방식으로 상호 작용하도록 기대된다. 각각의 경우에 행동은 사회 내의 개인의 지위와 관련된 역할 책임과 의무에 의해 제한된다. 예를 들어 부모와 자식은 특정한 권리, 특권, 의무에 의해 연결된다. 부모는 자기 자녀에게 의식주 등 기 본적인 생필품을 제공할 책임이 있다. 이러한 기대가 너무 강해서 그것을 충족시키지 못하는 것은 부모를 태만이나 학대 혐의로 비난받기 쉽도록 할지도 모른 다. 이번에는 아이들이 자신의 부모가 말하는 대로 하도록 기대된다. 그러므로 관계 내의 상호 작용은 관련된 사람들 개개의 성격의 작용일 뿐만 아니라 그들이 지닌 지위와 관련된 역할 요구의 작용이다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] Thomas Friedman의 2005년 저서의 제목인 ‘The World Is Flat’은 세계화가 필연적으로 우리를 더 가깝게 만들 것이라는 믿음에 근거하였다. 그것은 그렇게 해왔지만 또한 우리가 장벽을 쌓도록 해왔다. 금융 위기, 테러 행위, 폭력적 분쟁, 난민과 이민자, 증가하는 빈부 격차 같은 인지된 위협들에 직면할 때, 사람들은 자신의 집단에 더 단단히 달라붙는다. 한 유명 소셜 미디어 회사 설립자는 소셜 미디어가 우리를 결합시킬 것이라고 믿었다. 어떤 면에서는 그 래 왔지만 그것은 동시에 새로운 사이버 부족들에게 목소리와 조직력을 부여해 왔고, 이들 중 일부는 자 신의 시간을 월드 와이드 웹(World Wide Web)에서 비난과 분열을 퍼뜨리는 데 시간을 보낸다. 지금까지 그래 온 만큼이나 현재 많은 부족들, 그리고 그들 사 이의 많은 분쟁이 존재하는 것처럼 보인다. ‘우리와 그들’이라는 개념이 남아 있는 세계에서 이러한 부족 들이 공존하는 것이 가능할까?"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 사회들 사이의 차이점에 집중하는 것은 더 깊은 실체를 숨긴다. 즉 그것들의 유사점은 차이점보 다 더 크고 더 심오하다. 만 피트 높이의 고원에 서 서 두 개의 언덕을 유심히 본다고 상상해 보라. 여러 분의 관점에서 보면, 한 언덕이 300피트 높이인 것 처럼 보이고 다른 언덕이 900피트 높이인 것처럼 보 인다. 이 차이가 커 보일 수 있고 여러분은 자신의 관심을 침식과 같은 어떤 국부적인 힘이 크기의 차 4 이를 설명하는지에 집중시킬지도 모른다. 그러나 이 좁은 관점은 다른 관점, 즉 하나는 10,300피트 높이 이고 다른 하나는 10,900피트 높이인 사실상 매우 비슷한 두 개의 산인 것을 만들어 낸 더 상당한 지 질학적인 힘을 연구할 기회를 놓치고 있다. 인간 사 회에 관한 한, 사람들은 만 피트의 고원에 서서 사회 들 사이의 차이점이 더 압도적인 유사점을 가리게 두고 있다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] ‘배가 마음을 다스린다’라고 하는 유명한 스 페인 속담이 있다. 이것은 임상적으로 증명된 사실이 다. 음식은 원래 마음을 지배하는 약이다. 우리가 먹 을 때마다 우리는 자신의 두뇌에 화학 물질의 향연 을 퍼부어 우리가 생각하는 방식에 직접적으로 영향 을 미치는 폭발적인 호르몬의 연쇄 반응을 유발한다. 수많은 연구는 좋은 식사로 유발된 긍정적인 감정 상태가 우리의 설득되는 수용성을 높인다는 것을 보 여줘 왔다. 그것은 그 제공자에게 보답하려는 본능적 인 욕구를 유발한다. 이것이 경영진이 정기적으로 업 무 회의와 식사를 결합하는 이유이고, 로비스트들이 정치인들을 리셉션, 점심 식사, 저녁 식사에 참석하 도록 초대하는 이유이고, 주요 국가 행사가 거의 항 상 인상적인 연회를 포함하는 이유이다. Churchill은 이것을 ‘식사 외교’라고 불렀고, 사회학자들은 이 원 리가 모든 인류 문화에 걸쳐 강력한 동기 부여물이 라는 것을 확인해 주어 왔다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 야구를 위한 훈련과 몸만들기는 체력, 힘, 속 도, 신속함, 유연성을 신장하는 데 초점을 둔다. 1980년대 이전에 근력 운동은 야구 선수를 위한 몸 만들기의 중요한 부분이 아니었다. 사람들은 야구를 근력보다는 기술과 테크닉의 경기로 보았고, 대부분 의 감독과 코치는 근력 운동을 야구 선수가 아닌 보 디빌더를 위한 것으로 여겼다. (더 분리된 보디빌딩 운동과는 달리 운동선수용 운동은 가능한 많은 근육 군과 기능을 동시에 훈련시킨다.) 그들은 무게를 들 어 올리는 것과 큰 근육을 키우는 것이 선수들로 하 여금 유연성을 잃도록 유발하고 신속함과 적절한 테 크닉을 방해할 것이라고 두려워했다. 그렇지만 오늘 날 전문가들은 근력 운동의 중요성을 이해하고 그것 을 경기의 일부로 만들어 오고 있다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 사람들이 수락할 작은 요구를 하는 것이 나 중에 그들이 더 큰 요구를 수락할 가능성을 자연스 럽게 증가시킬 것이다. (B) 예를 들어 한 판매원이 여러분에게 동물들에 대한 잔인함을 막기 위한 청원 서에 서명하도록 요구할지도 모른다. 이것은 아주 작 은 요구이고 대부분의 사람들은 판매원이 요구하는 바를 할 것이다. (A) 그 이후에 판매원은 여러분에게 (동물들에게) 잔인함을 가하지 않은 어떤 화장품을 자신의 매장에서 사는 것에 여러분이 관심이 있는지 를 물어본다. 청원서에 서명해 달라는 이전 요구에 사람들이 동의한다는 사실을 고려하면 그들이 화장 품을 구매할 가능성이 더 높을 것이다. (C) 그 판매 원이 인간의 자기 말과 행동에 있어 일관되고자 하 는 경향을 이용하기 때문에 그들은 그러한 구매를 한다. 사람들은 일관되기를 원하며 만약 자신이 이미 한번 그렇게 말했다면 계속 예라고 말할 것이다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 많은 연구들이 사람들의 건강과 주관적 웰빙 이 민족 관계에 의해 영향을 받는다는 것을 보여줘 왔다. 소수 집단의 구성원들이 일반적으로 다수 집단 보다 더 좋지 않은 건강 결과를 보인다. (B) 그러나 사회 계층과 의료 서비스에 대한 접근성 같은 명백 한 요소들이 통제될 때조차도 그러한 차이가 남아 있다. 이것은 우세 관계가 사람들의 건강에 그 자체 의 영향을 미친다는 것을 보여 준다. 그것이 어떻게 사실일 수 있을까? (A) 하나의 가능한 답은 스트레 스이다. 다수의 생리학적 연구를 통해 우리는 비교적 안전한 실험실 환경에서조차도 다른 민족적-인종적 범주의 구성원들과 마주치는 것이 스트레스 반응을 유발한다는 것을 안다. (C) 소수 집단의 개인들은 다 수 집단의 개인들과 많은 마주침을 가지며, 각각의 마주침은 이러한 반응을 유발할지도 모른다. 이러한 영향이 아무리 작을지라도 그것의 빈번한 발생이 총 체적 스트레스를 증가시킬지도 모르며 이는 소수 집 단 개인들의 건강상 불이익의 일부를 설명할 것이다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 영화에서 (관객의) 집중을 얻기는 쉽다. 감독 은 자신이 관객으로 하여금 바라보기를 원하는 어떤 것에든 단지 카메라를 향하게 하면 된다. 근접 촬영 과 느린 카메라 촬영이 살인자의 손이나 등장인물의 짧은 죄책감의 눈짓을 강조할 수 있다. 관객이 자신 이 원하는 어느 곳이든 자유롭게 볼 수 있기 때문에 무대 위에서는 (관객의) 집중이 훨씬 더 어려운 일 이다. 무대 감독은 관객의 관심을 얻어서 그들의 시 선을 특정한 장소나 배우로 향하게 해야만 한다. 이 것은 조명, 의상, 배경, 목소리, 움직임을 통해 이루 어질 수 있다. (관객의) 집중은 단지 한 명의 배우에 게 스포트라이트를 비추거나, 한 명의 배우는 빨간색 으로 입히고 다른 모든 배우들은 회색으로 입히거나, 다른 배우들이 가만히 있는 동안 한 명의 배우는 움 직이게 함으로써 얻어질 수 있다. 이러한 모든 기법 들은 감독이 (관객의) 집중 안에 들기를 원하는 배 우 쪽으로 관객의 관심을 빠르게 끌게 될 것이다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 여러분은 아마도 ‘첫인상이 매우 중요하다’라 는 표현을 들어본 적이 있을 것이다. 삶은 실제로 많 은 사람들에게 좋은 첫인상을 만들 두 번째 기회를 주지 않는다. 누군가가 또 다른 개인을 평가하는 데 단지 몇 초만 걸린다는 것이 밝혀져 왔다. 이것은 채 용 과정에서 매우 두드러지는데, 채용 과정에서 최고 의 모집자는 (지원자가) 자신을 소개하는 몇 초 안에 지원자에 대한 자신의 최종 결정의 방향을 예측할 수 있다. 따라서 후보자의 이력서가 지식과 능력을 ‘진 술’할지도 모르지만, 그들의 외모와 소개는 신체 조정 능력의 부족, 불안, 그리고 형편없는 대인 관계 기술 을 알려줄지도 모른다. 이런 식으로 빠른 판단들이 단지 채용 문제에만 관련된 것은 아니며 이것들은 또 한 사랑과 관계 문제에도 똑같이 적용된다. 여러분이 몇 달간 공들여 찾아낸 멋진 누군가와의 데이트에서, 입 냄새 또는 구겨진 옷과 같은 미묘한 것들이 여러 분의 숭고한 노력을 망칠 지도 모른다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 [해석] 상품의 똑같은 할인액에 대한 인식은 그것의 최초 가격과의 관계에 달려있다. 한 연구에서, 응답 자들은 어떤 구매 상황을 제시받았다. 15달러 가격의 계산기를 사는 상황에 놓인 사람들이 같은 제품을 20분 떨어진 다른 상점에서 10달러의 판촉가에 살 수 있다는 것을 판매자로부터 알게 되었다. 이 경우 응답자의 68%가 5달러를 절약하기 위해 그 가게까 지 가기로 결심했다. 두 번째 상황에서, 이는 125달 러짜리 재킷을 사는 것을 포함했는데, 응답자들은 또 한 같은 제품을 20분 떨어진 상점에서 살 수 있고 그곳에서는 120달러라고 들었다. 이번에는 단지 사 람들의 29%만이 더 저렴한 재킷을 살 것이라고 말 했다. 두 경우 모두 제품은 5달러 더 저렴했으나, 첫 번째의 경우 그 액수가 가격의 3분의 1이었고, 두 번 째의 경우 그것은 가격의 25분의 1이었다. 이 두 상 황 모두에서 달랐던 것은 구매의 가격 맥락이었다.  구매 상황에서 같은 할인액이 주어질 때, 그 할인의 상대적인 가치가 사람들이 그 가치를 어떻게 인식하 는지에 영향을 미친다. 41~42 장문의 이해 [해석] 행동 생태학자들이 우리와 가까운 다수의 동 류 동물에게서 영리한 모방 행동을 관찰해 왔다. 한 예가 주머니고양이라고 불리는 작은 호주 동물의 행 동을 연구하는 행동 생태학자들에 의해 발견되었다. 그것의 생존이 1930년대에 호주로 들여와진 외래종 인 수수두꺼비에 의해 위협받고 있었다. 주머니고양 이에게 이 두꺼비들은 독성이 있는 만큼이나 먹음직 스러워 보이며 그들을 먹은 주머니고양이는 빠른 속 도로 치명적인 결과를 겪었다. 행동 생태학자들은 주 머니고양이의 모방하는 본능을 이용하여 영리한 해 결책을 찾아냈다. 과학자들은 주머니고양이 소집단에 게 무해하지만 메스꺼움을 유발하는 화학 물질을 함 유한 두꺼비 소시지를 먹여 그들이 두꺼비를 피하도 록 조건화했다. 이러한 ‘두꺼비에 대해 똑똑해진’ 주 머니고양이 집단은 그 후 야생으로 다시 방출되었고 그들은 자신이 배운 것을 자기 새끼들에게 가르쳤다. 다른 주머니고양이들은 사회적 학습의 과정을 통해 이러한 건설적인 행동들을 모방했다. 각각의 새끼 주 머니고양이가 위험한 두꺼비를 피하는 법을 배웠으 므로, 개별 주머니고양이 각각의 생존 확률 뿐만 아 니라 전체 주머니고양이 종의 생존 확률이 감소되었 다(→향상되었다). 주머니고양이는 최소한의 인간의 개입을 통해 구해졌는데, 왜냐하면 생태학자들이 주 머니고양이의 타고난 모방 본능을 이용할 수 있었기 때문이었다."
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥에 맞지 않은 어휘 고르기 43∼45 장문의 이해 [해석] (A) 오래전 작은 마을에 한 농부가 사냥꾼인 이웃을 두었다. 사냥꾼은 사납고 훈련이 형편없이 된 사냥개 몇 마리를 소유하고 있었다. 그들은 울타리를 자주 뛰어넘어 농부의 새끼 양들을 쫓아 다녔다. 농부는 그 이웃에게 (a) 그(the hunter)의 개들을 제지해 달 라고 요청했지만, 이 말은 무시되었다. 그 개들이 울 타리를 뛰어넘은 어느 날, 그들은 새끼 양 중 몇몇을 공격해서 심하게 다치게 했다. (D) 농부는 이 시점까지 충분히 참아 왔다. 그는 재판 관에게 조언을 구하기 위해 가장 가까운 도시로 갔 다. 그의 이야기를 주의 깊게 들은 후 그 재판관이 말했다. “저는 사냥꾼을 벌하고 (e) 그(the hunter)에 게 개들을 사슬로 묶거나 가두라고 지시할 수 있습 니다. 하지만 당신은 친구를 잃고 적을 얻게 될 것입 니다. 당신은 이웃을 친구 아니면 적, 어느 쪽으로 두고 싶습니까?” 농부는 친구가 더 좋다고 대답했다. (C) “좋습니다. 저는 당신에게 새끼 양들을 안전하게 지키고 당신의 이웃 또한 좋은 친구로 바꿀 수 있는 해결책을 제안하겠습니다.” 재판관의 해결책을 듣고, 농부는 동의했다. 농부가 집에 도착하자마자, 그는 즉시 재판관의 제안을 시험해 보았다. (d) 그(the farmer)는 자신의 농장에서 가장 귀여운 새끼 양들 중 세 마리를 골랐다. 그러고 나서 그는 자기 이웃의 세 어린 아들들에게 그것들을 주었다. 아이들은 기뻐 하며 받고 새끼 양들과 함께 놀기 시작했다. 5 (B) 자기 아들들의 새로 얻은 놀이 친구들을 보호하기 위해서, 사냥꾼은 자신의 개들을 위해 튼튼한 개집을 지었다. 그 개들은 농부의 새끼 양들을 다시는 괴롭 히지 않았다. (b) 자신(the hunter)의 아이들에 대한 농부의 관대함에 대해 감사한 마음에서, 사냥꾼은 농 부를 진수성찬에 자주 초대했다. 그 답례로 농부는 양고기와 자신이 만든 치즈를 제공했다. 농부는 금세 (c) 그(the hunter)와 진한 우정을 키우게 되었다."
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상 파악하기"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용 파악하기"
    }
]