[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Hello, welcome to Fun Bike Touring. I’m Harry Wilson, your tour guide. Before starting the tour, let me tell you the safety rules. First, always keep your helmet on. Wearing a helmet protects you from serious injuries in case of an accident. Second, you should use bicycle-only lanes. If you ride out of the lane, there is a chance that you could be hit by a car. Lastly, don’t use your cell phone while riding. Taking pictures or talking on the phone while riding can be really dangerous to you and others. Now, are you ready to start? Let’s go!"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화의 의견 파악하기 M: Good morning, Rosa. W: Hi, Tony. You look tired. Are you all right? M: Yeah, I’m okay. I’m just having a hard time falling asleep these days. W: Why? Are you worried about something? M: No. Since I started exercising late at night, it’s been hard to fall asleep. W: What time do you exercise? M: I usually go to the gym around 10 p.m. When I come back, it’s almost midnight. W: Hmm, I think that’s why you can’t sleep well. M: Really? W: As far as I know, when you exercise, your heart rate and temperature go up, which makes you stay awake. These can disturb your sleep. M: Oh, that makes sense. W: So, it’s not a good idea to exercise right before going to bed. M: I’ll keep that in mind. Thanks for your advice."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 추론하기 [Door knocks.] W: Hello, Mr. Cooper. Come on in. Have a seat, please. M: Thank you. W: You came here last week because of a sunburn. How are the symptoms now? M: Much better. W: Great. Let me look at the sunburn. [Pause] The redness is almost gone. M: Yeah. The cream you prescribed was really helpful. W: Good. Do you still have any pain? M: Not anymore. W: I’m glad to hear that. If you put the cream on for a few days more, your skin will completely recover. M: Okay. But I don’t have any more cream. Could you write me another prescription? W: Sure. [Typing sound] If you have any problems, please come back. M: Thank you."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: Hi, Claire. What did you do yesterday? W: Hi, Henry. I set up an exercise room in my house. Look at this picture. M: Cool! The indoor bike under the clock looks nice. W: Thanks. I bought the bike a few days ago. M: Good. Is that a hula-hoop under the calendar? W: Yes. I exercise with it for 30 minutes every day. What do you think of the mat with the flower pattern on the floor? M: I love it. By the way, what’s the big ball next to the door? W: It’s a gym ball. I use it for back stretches. M: Good. Oh, I know that T-shirt on the wall. W: Yeah. It’s from the marathon we ran together. M: Great. It matches well with your room. W: Thanks. Next time, come over and we’ll exercise together."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: Simon, I think we’re ready for the fundraising event. M: Right. Let’s do one last check. W: Okay. We’re going to play a short video clip for the event. Is the screen working? M: Yes. I checked the screen and there’s no problem at all. W: Great. What about the speakers? M: I already tried using them, and they worked fine. Did you bring the donation box? W: Yes. Look. I made it by myself. M: Wow! It looks nice. W: Thanks. All the items we’re going to sell are nicely set up on the table. M: Okay. The only thing left is to put the price tags on. I’ll do that later because I have to go to my part-time job now. W: Oh, don’t worry. I’ll put the price tags on. M: Really? Thanks."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Good afternoon. W: Hello. Welcome to Happy Pet World. How can I help you? M: I’m looking for a cushion for my dog. W: Okay, how about these? These are the most popular models. M: The pink one looks cute. How much is it? W: Originally, it was $40. But due to a special promotion, you can get a 10 percent discount on cushions. M: Great. I’ll buy one cushion, then. W: Sure. Anything else? M: Do you have dog biscuits? W: Of course. They’re right over here. Each box of biscuits is $5. M: I’ll buy two boxes of biscuits. Do I get a discount on the biscuits, too? W: I’m sorry. We don’t offer a discount on biscuits. M: Okay, then. Here’s my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 [Cell phone rings.] W: Hello. M: Hi, Linda. Did you call me earlier? I was in my book club meeting. What’s up? W: I called you to make sure you can come to the student fashion show. The schedule has changed. M: Really? When is the show now? W: It has changed to 6 p.m. next Friday. The place we were going to use is being repaired this week. M: I see. I’m afraid I can’t go then. W: Oh, didn’t you say you’re going to a concert next Friday? M: No, that’s next Saturday. W: Then, why can’t you come? M: It’s my mom’s birthday. So, I’m going to have dinner with my family. W: Oh, I understand. Have a good time. M: Thanks."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Honey, what are you reading? W: Look at this article. There will be a World Dinosaur Exhibition this Saturday. Why don’t we bring the kids? M: That sounds great! Where’s the exhibition held? W: At the Redstone Science Museum. M: Good. I know where that is. W: There are fun programs for children like making dinosaur toys and watching a 3D dinosaur movie. M: Our kids will love them. What time shall we go? W: Since the exhibition runs from 10 a.m. to 5 p.m., how about going there in the afternoon? M: Okay. How much is the admission fee? W: It’s $10 for an adult and $5 for a child and if we register online, we can get a discount. M: Really? Let’s register now. W: Okay."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 W: Hello, listeners! Are you excited for the Greenville Animation Film Festival? This festival, one of Greenville’s largest events, began in 1995. This year, it’ll start on December 5th and continue for one week. The theme for this year is friendship. Throughout the festival, visitors can watch different animation movies related to the theme every night. The movie schedule will be posted on our website. Remember, there’s no parking lot nearby. So, please use public transportation. For more information, visit www.GAFF.com. Thank you."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: Jane, what are you doing? W: Dad, I’m searching for a one-day drawing lesson, but it’s not easy to choose one. Can you help me? M: Sure. Is there any particular drawing material you want to use? W: I’ve done pastel drawing before. So, this time I want to try a new material, not pastel. M: Okay. Do you want to have a private lesson? W: No, I want to learn in a group. M: Okay. You have piano lessons Monday 2020학년도 11월 고1 전국연합학력평가 정답 및 해설 2 mornings, right? W: Yes. So I should choose a lesson on Wednesday or Friday. M: That leaves you two choices. W: Let me think. [Pause] I’d rather take a lesson in the morning. M: There’s only one left then. W: Yes. I’ll register for that lesson. Thank you, dad."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Emma, it smells good in here. What’s that you’re cooking? W: I cooked some Bulgogi. Try some. M: Okay. Wow, it’s really delicious. Where did you get the recipe? W:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Honey, where are the speakers we used when we went camping? M: Oh, I just left them in my car. W: Really? I need to use them tomorrow. M:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Kelly, what are you doing? W: Hey, Paul. I’m trying to sell my old sweater using the Local Market app. M: Local Market app? What’s that? W: It’s a kind of online marketplace for used items. I can buy or sell items with this app. M: Interesting! How do you use it? W: If I upload pictures of my sweater, somebody who needs a sweater will see and buy it. M: That’s great. Have you ever bought anything using the app? W: Sure. Look at this bag. I bought it for only $5. M: Wow, that’s a good deal! I also have a lot of things to sell. W:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Honey, look at this bill. Have you been using a movie streaming service? M: No. But a few months ago, I used a one-month free trial. W: Look. A $15 membership fee has been charged for three months. M: Oh, no! There must be something wrong. W: Did you get any notice about that? M: Well, I did, but I didn’t pay much attention to it when I signed up for it. W: Let’s check it now. M: Wait. [Clicking sound] Hmm, it says the membership fee will be charged if I don’t cancel it after the free trial. W: Well, one of my friends was in the same situation and she tried to get a refund but she couldn’t. M: Then, what should I do? W: Hmm, the only thing you can do is to end the membership. M:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 담화의 상황에 맞는 적절한 표현 고르기 M: Ms. Brown teaches English in high school. Chris is one of the students who takes her class. Since he wants to major in English Literature at university, he thinks English writing skills are important. To get advice, Chris visits Ms. Brown and asks how to improve his English writing skills. Ms. Brown thinks that writing in English regularly is important. So she wants to suggest that Chris keep a diary for his English writing skills. In this situation, what would Ms. Brown most likely say to Chris? Ms. Brown: 16~17 긴 담화 듣기 W: Hello, everyone. I’m Monica Dale from Blue River Animal Center. Today, let’s talk about the different ways animals communicate. First, smell is probably the most basic type of animal communication. For example, dogs mark their areas with their smell to send a clear message to others to stay away. Second, when animals make sounds, those usually convey certain messages. For instance, dolphins get the attention of others in the area by using various sounds. Sometimes, they sing to their mates. Third, visual signals are widely used by many animals. Gorillas stick out their tongues to show anger. Lastly, many animals make use of touch to communicate their feelings to others. Giraffes press their necks together when they’re attracted to each other. Now, let’s take a look at a video clip that contains interesting animal communication."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악하기"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 [읽 기]"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 [해석] 관계자 귀하, 저는 Boulder 시에서 태어나고 자랐으며 평생 동 안 우리의 경치 좋은 자연 공간을 누려왔습니다. 제 안된 Pine Hill 산책로가 지나가게 될 그 땅은 다양 한 종들의 서식지입니다. 야생 동물은 개발로부터의 압력에 직면해 있고, 이 동물들은 인간 활동으로부터 숨을 수 있는 공간이 필요합니다. 비록 산책로는 우 리가 자연 세계에 접근하고 그 안의 야생 동물을 감 상할 수 있는 훌륭한 원천의 역할을 하지만, 만약 우 리가 계속해서 과도한 산책로들로 서식지를 파괴한 다면 야생 동물은 이 지역들을 이용하는 것을 중단 할 것입니다. 제안된 산책로가 정말로 필요한지 재고 해 주시기 바랍니다. Tyler Stuart 드림"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 주인공의 심경 변화 추론하기 [해석] 나의 일곱 번째 생일에, 목줄을 매고 기다리 고 있는 강아지로 엄마는 나를 놀라게 했다. 그것은 아름다운 황금빛 털과 사랑스러운 꼬리를 가지고 있 었다. 그것은 바로 내가 항상 꿈꿨던 것이었다. 나는 그 강아지를 어디든지 데리고 다녔고 매일 밤 같이 잤다. 몇 달 후, 그 강아지는 뒷마당에서 빠져나가 사라졌다. 엄마가 내 방 문간에서 조용히 나를 바라 보는 동안 나는 침대에 앉아 몇 시간 동안 울었다. 나는 슬픔에 지쳐 마침내 잠이 들었다. 엄마는 나의 상실에 대해 나에게 한마디도 하지 않았지만, 나는 엄마도 나와 똑같이 느꼈다는 것을 알았다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 내가 고등학교에 다닐 때, 커피숍에서 공부하 면서 소음이나 그들 주변에서 일어나는 모든 것에 방해를 받지 않을 수 있는 학생들이 있었다. 도서관 이 아주 조용하지 않으면 공부할 수 없는 학생들도 있었다. 후자의 학생들은 도서관에서조차 그들이 추 구하는 유형의 완전한 침묵을 얻는 것이 불가능했기 때문에 고통을 받았다. 이 학생들은 개인 침실을 제 외하고는 어디에서도 공부하는 것이 매우 어렵다는 것을 알게 된 집중에 방해가 되는 것들의 희생자였 다. 요즘 세상에 집중에 방해가 되는 것들로부터 도 망치는 것은 불가능하다. 집중에 방해가 되는 것들은 어디에나 있지만, 목표를 달성하고 싶다면 여러분은 집중에 방해가 되는 것들에 대처하는 법을 배워야 한다. 집중에 방해가 되는 것들을 제거할 수는 없지 만, 그것들이 여러분을 제한하지 않도록 하는 방식으 로 그것들과 함께 살아가는 것을 배울 수 있다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축 의미 추론하기 [해석] 인터넷의 등장으로 모든 것이 변했다. 제품 문제, 과잉 약속, 고객 지원 부족, 가격 차등과 같은 소비자들이 마케팅 조직으로부터 실제로 경험했던 모든 문제가 갑자기 상자 밖으로 튀어나왔다. 통제된 의사소통이나 사업 체계조차 더는 존재하지 않았다. 소비자들은 한 회사와 그곳의 제품, 경쟁사, 유통 체 계 그리고 무엇보다도 그 회사의 제품과 서비스에 관해 이야기할 때의 진정성에 대해 그들이 알고 싶 어 하는 것은 무엇이든 인터넷을 통해 보통 알 수 있었다. 그만큼이나 중요하게도, 인터넷은 소비자들 이 제품, 경험 그리고 가치를 다른 소비자들과 쉽고 빠르게 비교할 수 있는 장(場)을 열었다. 이제 소비 자는 마케터에게 대응하고 즉시 공론의 장을 통해 그렇게 하는 수단을 가졌다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 추론하기 [해석] FOBO 혹은 더 나은 선택에 대한 두려움은 더 나은 어떤 것이 생길 것이라는 불안감인데, 이것 은 결정을 내릴 때 기존의 선택지에 전념하는 것을 탐탁지 않게 한다. 그것은 여러분이 모든 선택지를 열어 두고 위험을 피하도록 만드는 풍족함의 고통이 다. 여러분의 선택지들을 평가하고, 하나를 선택하고 여러분의 하루를 살아가기보다는, 여러분은 꼭 해야 할 것을 미룬다. 그것은 알람시계의 스누즈 버튼을 누르고는 결국 이불을 머리 위로 뒤집어 쓰고 다시 잠들어 버리는 것과 다르지 않다. 아마도 여러분이 고생하여 알게 되었듯이 스누즈 버튼을 많이 누르게 되면, 결국 늦게 되어 사무실로 달리게 되고, 여러분 의 하루와 기분을 망치게 된다. 스누즈 버튼을 누르 는 것이 그때는 기분이 아주 좋겠지만, 그것은 결국 대가를 요구한다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 추론하기 [해석] 전력 생산을 위한 재생 가능한 에너지원의 사 용은 전력 공급 확보의 필요성과 환경 보호 목적을 조화시키기 위한 방법으로 점점 장려되어 왔다. 그러 나 재생 가능한 자원의 이용 또한 그 자체의 결과가 수반되는데, 이는 고려할 필요가 있다. 재생 가능한 에너지원은 수력 발전과 해양 기반 기술처럼 다양한 자원을 포함한다. 게다가, 태양열, 풍력, 지열 그리고 바이오매스(에너지로 사용 가능한 생물체) 재생 에너 지원 또한 환경에 저마다의 영향을 미친다. 예를 들 어, 수력 발전 댐은 수생 생태계에 영향을 미치고, 더 최근에 온실가스 배출의 중요한 원인으로 확인되었다. 풍력, 태양열 그리고 바이오매스 또한 시각 공해, 집 약적인 토지 점유 그리고 조류 개체 수에 미치는 부 정적인 영향과 같은 부정적인 환경 영향을 초래한다. 3"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 [해석] 씹기는 삼킴을 위한 더 작은 조각들과 소화 효소가 작용하는 더 노출된 표면으로 이어진다. 다시 말해서, 한입의 음식으로부터 더 많은 연료와 원료를 추출하는 것을 의미한다. 이것은 그들이 체내에서 자 신의 몸을 따뜻하게 하기 때문에 포유류에게 특히 중요하다. 씹기는 포유류에게 낮은 물론 서늘한 밤 동안에도 활동하고, 더 추운 기후나 기온이 변하는 장소에서 사는 데 필요한 에너지를 준다. 그것은 그 들에게 더 먼 거리를 가고, 천적을 피하고, 먹이를 포획하고 새끼를 낳고 돌볼 수 있게 하는 더 높은 수준의 활동과 이동 속도를 유지하게 한다. 포유류는 어느 정도는 그들의 이빨로 인해 북극 툰드라부터 남극의 유빙까지, 심해부터 고도가 높은 산꼭대기까 지 그리고 열대 우림부터 사막까지 매우 다양한 서 식지에서 살 수 있다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 표의 내용 파악하기 [해석] 위 표는 2019년 조사를 바탕으로 어린이들이 마지막으로 스포츠에 정기적으로 참여한 평균 연령 과 평균 참여 기간을 보여 준다. 위 여덟 개의 스포 츠 중에서 축구는 어린이들이 평균 10세보다 어린 나이에 중단한 유일한 스포츠였다. 어린이들은 아이 스하키와 테니스를 평균적으로 같은 연령에 중단했 지만, 테니스에 참여한 평균 기간은 아이스하키보다 짧았다. 야구, 필드하키 그리고 골프는 어린이들이 평균적으로 12세가 되기 전에 중단한 스포츠였지만, 골프는 이 세 가지 스포츠 중에서 평균 참여 기간이 가장 짧았다. 스케이트보드는 어린이들이 평균 12세 에 중단한 스포츠였고, 그 평균 참여 기간은 골프와 같았다. 한편, 어린이들은 육상경기 참여를 평균 13 세에 중단했으나, 평균 참여 기간은 여덟 개의 스포 츠 중에서 가장 짧았다(→평균 참여 기간이 가장 짧았던 스포츠는 테니스였다)."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 1867년에 태어난 Sarah Breedlove는 미국인 사업가이자 사회 운동가였다. 7살에 고아가 되고 그 녀의 어린 시절은 고난으로 특징지어졌다. 1888년에 그녀는 St. Louis로 이사했고, 그곳에서 10년 넘게 세탁부로 일하면서 하루에 겨우 1달러가 넘는 돈을 벌었다. 이 시기 동안 장시간의 고된 노동과 열악한 식사가 그녀의 머리카락을 빠지게 했다. 그녀는 할 수 있는 모든 것을 시도했지만 성공하지 못했다. 화 학자의 가정부로 일한 후 그녀는 성공적인 모발 관 리 제품을 발명했고 그것을 전국에 판매했다. 그녀는 판매를 했을 뿐만 아니라, 수익금의 할당을 위해 많 은 여성을 판매 대리인으로 모집하여 교육하기도 했 다. 그 과정에서 그녀는 미국 최초의 자수성가한 여 성 백만장자가 되었고 모든 곳의 흑인 여성들에게 재정적 독립의 기회를 주었다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 2020 학생 블록 쌓기 대회 각 학년의 학생들이 블록으로 만들어진 가장 창의 적이고 살기에 알맞은 건축물을 만들기 위해 경쟁할 것입니다! 일시와 장소 ⚫11월 21일, 토요일, 오후 2시~ 오후 4시 ⚫Green Valley 초등학교 체육관 규칙 ⚫모든 건축 프로젝트는 제공된 블록만으로 현장에 서 완성되어야 합니다. ⚫참가자들은 외부의 도움을 받는 것이 허용되지 않습니다. 선물과 상 ⚫모든 참가자들은 티셔츠를 받습니다. ⚫각 학년 그룹별 우승자는 100달러와 메달을 받 습니다. 등록 ⚫참가는 무료입니다! ⚫11월 15일까지 jeremywilson@greenvalley.org 로 이메일을 보내세요. (현장에서 등록은 가능하지 않습니다.)"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] Crystal Castle 불꽃놀이 영국의 남서부에서 가장 큰 불꽃놀이에 와서 즐기 세요! 날짜: 2020년 12월 5일과 6일 장소: Crystal Castle, Oak 가 132 시간: 15:00 ~ 16:00 라이브 음악 쇼 16:30 ~ 17:30 미로 정원 18:00 ~ 18:30 불꽃놀이 주차: 무료 주차장이 13시에 개방됩니다. 주의 사항: 12세 이하의 모든 아동은 성인과 동행해야 합니다. 모든 티켓은 저희 웹사이트 www.crystalcastle.com에 서 미리 예매해야 합니다."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 틀린 표현 고르기 [해석] 각 종의 동물들은 서로 다른 범주의 냄새를 감지할 수 있다. 어떤 종도 그것이 살고 있는 환경에 존재하는 모든 분자를 감지할 수는 없는데, 우리는 냄새를 맡을 수 없지만 몇몇 다른 동물들은 냄새를 맡을 수 있는 몇 가지 것들이 있고, 그 반대의 경우 도 있다. 어떤 냄새를 맡을 수 있는 능력이나 그것이 얼마나 좋은 느낌을 주는지와 관련된 개체들 사이의 차이 역시 존재한다. 예를 들어, 어떤 사람들은 미국 에서 고수(cilantro)라고 알려진 고수(coriander)의 맛을 좋아하는 반면, 다른 사람들은 그것이 비누 맛 이 나고 불쾌하다고 여긴다. 이러한 결과에는 우리의 후각을 조절하는 유전자 차이로 인한 내재된 유전적 요소가 있다. 궁극적으로, 특정 종에 의해 감지된 냄 새들의 집합 그리고 그 냄새가 어떻게 인식되는가는 그 동물의 생태에 달려 있을 것이다. 각 종의 반응 도표는 그 종이 자신과 관련된 냄새의 원천을 찾고 그에 따라 반응할 수 있게 해 줄 것이다. [해설] seem의 보어로 형용사 pleasant가 적절하다."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥에 맞는 적절한 어휘 고르기 [해석] 최근의 연구는 진화하는 인간의 개와의 관계 가 두 종 모두의 뇌 구조를 바꿨다는 것을 시사한다. 사육으로 인해 야기된 다양한 신체적 변화들 중 하 나는 뇌 크기의 감소인데, 말은 16%, 돼지는 34% 그리고 개는 10에서 30% 감소했다. 이는 일단 인간 이 이 동물들을 돌보기 시작하면서 그것들이 생존하 기 위해 다양한 뇌 기능을 더는 필요로 하지 않았기 때문이다. 인간이 먹이를 주고 보호해 주는 동물들은 그것들의 야생 조상들에 의해 요구된 기술 중 많은 것들을 필요로 하지 않았고 그러한 능력들과 관련된 뇌의 부분들을 잃어버렸다. 유사한 과정이 인간에게 나타났는데, 그들은 늑대에 의해 길들여진 것으로 보 인다. 약 만 년 전, 개의 역할이 대부분 인간 사회에 서 확실하게 정해졌을 때, 인간의 뇌도 약 10% 줄어 들었다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 인간의 정신에는 이동하려는 욕구보다 더 근 본적인 것은 없다. 그것은 우리의 상상력을 자극하고 삶을 변화시킬 기회로 가는 길을 열어주는 직관적인 힘이다. 그것은 진보와 개인의 자유의 촉매이다. 대 중교통은 2세기 넘게 그 진보와 자유에 없어서는 안 될 것이었다. 운송 산업은 항상 한 목적지에서 다른 목적지로 이동하는 사람들을 실어 나르는 것 이상의 일을 해 왔다. 그것은 사람, 장소 그리고 가능성을 연결해 준다. 그것은 사람들이 필요로 하는 것, 좋아 하는 것 그리고 되고자 열망하는 것에 대한 접근성 을 제공해 준다. 그렇게 하면서 그것은 공동체를 성 장시키고, 일자리를 창출하고, 경제를 강화하고, 사회 와 상업 네트워크를 확장하고, 시간과 에너지를 절약 해 주며 수백만 명의 사람들이 더 나은 삶을 누릴 수 있도록 돕는다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 기업 자문가인 Frans Johansson은 ‘메디치 효과’를 다양한 배경과 학문 분야가 합쳐질 때 새로 운 아이디어와 창의적인 해결책이 출현하는 것이라 고 기술한다. 그 용어는 15세기 메디치 가문에서 유 래하는데, 그들은 전 세계의 예술가, 작가 그리고 다 른 창작자들을 함께 모아 르네상스 시대가 시작되도 록 도왔다. 거의 틀림없이, 르네상스 시대는 서로 근 접한 이 다양한 집단들 사이에서 아이디어가 교환된 결과였다. 익숙하게 들리는가? 만약 여러분이 자신의 재능과 기술을 다양화할 수 없다면, 그때는 여러분 주위에 보완할 다른 사람들을 두는 것이 효과가 있 을 수 있다. 모든 새로운 아이디어는 기존 개념들을 창의적인 방식으로 합치는 것에서 나온다고 믿으면 서, Johansson은 기업에서 가능한 최고의 해결책, 전 망 그리고 혁신을 유발하기 위해 인력 배치에서 배 경, 경험 그리고 전문 지식을 혼합하여 활용할 것을 추천한다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 우리가 화석을 조사하며 알 수 있는 것만큼 이나 그것들이 좀처럼 완전한 이야기를 전달하지 않 는다는 것을 기억하는 것이 중요하다. 생물들은 일련 의 특정 조건하에서만 화석화된다. 현대 곤충 군집들 은 열대 우림 지역에서 매우 다양하지만, 최근 화석 기록은 그 다양성을 거의 담아내지 않는다. 많은 생 명체는 죽을 때 완전히 먹히거나 급속히 부패해서 중요한 집단에 관한 화석 기록이 전혀 존재하지 않 을 수도 있다. 그것은 가족 사진첩과도 약간 비슷하 다. 아마도 여러분이 태어났을 때 여러분의 부모님은 사진을 많이 찍었겠지만, 시간이 흐르면서 그들은 가 끔 사진을 찍었고, 때로는 바빠져서 사진 찍는 것을 아예 잊어버렸을지도 모른다. 우리 중 우리 인생의 완전한 사진 기록을 가진 사람은 거의 없다. 화석이 바로 그것과 같다. 때때로 여러분은 과거에 대한 매 우 명확한 그림을 가지지만 다른 때에는 큰 공백들 이 존재하고, 여러분은 그것들이 무엇인지를 인지할 필요가 있다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 1996년 한 미국 항공사가 흥미로운 문제에 직면했다. 대부분의 다른 항공사들이 손해를 보거나 파산하던 시기에, 100개가 넘는 도시가 그 회사에 그들의 지역에 취항할 것을 부탁하고 있었다. 하지 만, 그것이 흥미로운 부분은 아니다. 흥미로운 것은 회사는 그 제안 중 95퍼센트 넘게 거절했고 네 개의 새로운 지역만 취항을 시작했다는 점이다. 그것은 엄 청난 성장을 거절했는데 회사 수뇌부가 성장의 상한 치를 설정했기 때문이다. 물론, 그 경영진들은 매년 성장하기를 원했지만, 너무 많이 성장하는 것을 원하 지는 않았다. 다른 유명한 회사들과는 달리, 그들은 4 장기간 지속될 수 있는 것, 즉 자신만의 속도를 정하 기를 원했다. 이렇게 함으로써 그들은 다른 항공사들 이 마구 흔들리던 시기에 그들이 계속 번창하는 데 도움이 됐던 성장의 안전여유를 설정했다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 바넘 효과는 누군가가 매우 일반적인 것을 읽거나 듣지만 그것이 자신에게 적용된다고 믿는 현 상이다. 이러한 진술들은 표면적으로는 매우 개인적 인 것처럼 보이지만 실제로는 많은 사람에게 적용된 다. 인간 심리는 우리가 개인적 차원에서 동일시할 수 있는 것을 믿고, 나머지에 대해서는 우리의 상상 으로 공백을 채우면서 그것(정보)이 반드시 존재하 지는 않는 경우에도 정보를 심지어 찾고 싶어 하게 한다. 이것은 개인적인 것처럼 보이지만 수많은 사람 에게 대개 들어맞는 정보를 제공하는 별자리 운세가 의존하는 원리이다. (아침에 매일 별자리 운세를 읽 는 것은 그것들이 남은 하루에 대한 예측을 제공하 기 때문에 유익하다.) 그것들을 읽는 사람들이 그 정 보를 너무나도 믿고 싶어 하기 때문에 그들은 그것 을 사실로 만드는 삶에서 의미를 찾을 것이다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 파티에 있는 자신을 상상해 보라. 어두운데 친구들이 사진을 찍어 달라고 요청한다. 카메라를 잡 고 친구들을 향해 촬영을 한다. (B) 정확한 노출을 만들어 내기 위해 사용할 수 있는 빛이 충분하지 않 기 때문에 카메라는 자동으로 플래시를 켠다. 그 결 과 친구 중 절반은 눈 대신 두 개의 밝은 빨간색 원 과 함께 사진에 나온다. (A) 이것은 ‘적목(赤目) 현 상’이라고 불리는 흔한 문제이다. 그것은 플래시에서 나오는 빛이 동공을 통해 눈을 통과한 뒤, 다량의 피 가 있는 눈 뒤쪽으로부터 카메라로 반사되기 때문에 발생한다. (C) 이 피가 사진에서 눈이 빨갛게 보이는 이유이다. 이 현상은 주위에 빛이 많지 않을 때 더욱 두드러진다. 이는 어두울 때 동공이 팽창하여, 더 많 은 빛이 눈 안쪽으로 들어오게 하면서 더 큰 적목 현상을 일으키기 때문이다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 비록 두 변인이 관련된 것처럼 보일지라도 인과 관계가 없을 수도 있다. (C) 사실, 그 두 변인 은 어떤 제3 변인의 영향으로 단지 서로 관련된 것 처럼 보일지도 모른다. 사회학자들은 이러한 오해의 소지가 있는 관계를 허위라고 부른다. 전형적인 예는 아이들의 신발 크기와 읽기 능력 사이의 명백한 연 관성이다. 신발 크기가 커질수록, 읽기 능력이 향상 되는 것처럼 보인다. (A) 이것이 발 크기(독립 변인) 가 읽기 능력(종속 변인)의 향상을 유발한다는 것을 의미하는가? 물론 아니다. 이러한 허위 관계는 읽기 능력은 물론 신발 크기와도 관련이 있는 제3 변인인 연령에 의해 발생한다. (B) 따라서, 연구자들이 독립 변인과 종속 변인 사이의 관계에 대한 인과 관계를 주장하려고 할 때 그들은 허위 관계를 만들어 낼 수 도 있는 다른 변인들을 통제하거나 배제해야만 한다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 [해석] (햇빛이) 있을 때는 비록 그것이 중요하고 우선되는 신호지만, 햇빛은 뇌가 생체 시계 재설정을 목적으로 사용할 수 있는 유일한 신호는 아니다. 확 실하게 반복되는 한, 뇌는 음식, 운동 그리고 심지어 는 정기적인 사회적 상호 작용과 같은 다른 외부적 인 신호를 사용할 수도 있다. 이 모든 경우는 생체 시계를 재설정하는 능력이 있어 정확한 24시간 음을 치도록 한다. 그것이 어떤 유형의 시력 상실을 가진 개인도 24시간 주기의 리듬을 완전히 잃지 않는 이 유이다. 그들의 시력 상실 때문에 빛 신호를 받지 않 음에도 불구하고, 다른 현상들이 재설정의 유인 역할 을 한다. 뇌가 시계 재설정을 목적으로 이용하는 모 든 신호는 ‘시간 제공자’ 또는 ‘동기화 장치’라는 독 일어에서 유래한 자연 시계라고 불린다. 따라서, 빛 이 가장 신뢰할 수 있어서 주된 자연 시계인 반면, 햇빛과 함께 혹은 햇빛이 없을 때 사용될 수 있는 많은 요인이 있다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 초기의 농업 시스템은 통합된 사회 시스템의 일부로서 기술, 신념, 신화 그리고 전통과 통합되고 함께 발전했다. 일반적으로 사람들은 상당히 안정적 인 식량 공급을 얻기를 기대하며 여러 지역에 다양 한 작물을 심었다. 이 시스템은 낮은 인구 수준에서 만 유지될 수 있었고, 비교적 파괴적이지 않았다(항 상 그런 것은 아니지만). 더 최근에는 농업이 많은 곳에서 그 지역적 특성을 잃고 세계 경제에 통합되 어 왔다. 이로 인해 교환 상품과 수출 상품을 위한 농경지에 대한 압력이 증가하게 되었다. 더 많은 땅 이 수출과 교환을 위해 지역 식량 생산에서 ‘환금 작 물’로 전환되고 있는데, 더 적은 종류의 작물이 재배 되고, 각 작물은 이전보다 훨씬 더 많은 양으로 재배 된다. 따라서 자급자족용 작물을 위해 땅을 사용하기 보다는, 수출을 위한 농업을 위해 어느 때보다 더 많 은 토지가 산림(그리고 다른 자연 시스템)으로부터 전환된다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 [해석] 2007년에 있었던 연구에서 Katherine Kinzler 와 그녀의 하버드 동료들은 내(內)집단과 동일시하 려는 우리의 경향이 상당 부분 유아기에 시작되고 선천적일 수 있음을 보여 주었다. Kinzler와 그녀의 팀은 가족들이 영어만을 말하는 한 무리의 5개월 된 아이들을 골라 두 개의 영상을 보여 주었다. 한 영상 에서 한 여성이 영어를 말하고 있었다. 다른 영상에 서는 한 여성이 스페인어를 말하고 있었다. 그러고 나서 그들에게 두 여성 모두 말없이 나란히 있는 화 면을 보여 주었다. 유아 심리학 연구에서 애착이나 관심의 표준 척도는 주목인데, 아기들은 분명 그들이 더 좋아하는 것을 더 오래 쳐다볼 것이다. Kinzler의 연구에서 아기들은 영어 사용자들을 더 오래 쳐다보 았다. 다른 연구들에서 연구자들은 유아들이 자신들 과 같은 언어를 사용하는 사람이 제공하는 장난감을 받을 가능성이 더 높다는 점을 발견했다. 심리학자들 은 ‘우리와 같은 종류’에 대한 우리의 내재된 진화론 적인 선호에 대한 증거로 이것들과 다른 실험들을 반복해서 인용한다.  친숙한 언어를 사용하는 사람들에 대한 유아들의 더 호의적인 반응은 내집단 구성원들을 선호하는 선천 적인 경향이 있을 수 있음을 보여 준다. 41~42 장문의 이해 [해석] 모든 인간처럼, 맨 처음부터 언어를 구성하는 길고 힘든 과정을 시작한 최초의 ‘호모’ 종은 거의 틀림없이 자신의 마음에 있는 것을 온전히 말하지 않았다. 동시에, 이 원시 호미닌(인간의 조상으로 분 류되는 종족)들은 단순히 무작위적인 소리를 내거나 몸짓을 하지는 않았을 것이다. 대신, 그들은 남들이 이해할 것이라고 믿는 의사소통 수단을 사용했을 것 이다. 그리고 그들은 또한 자신의 청자들이 ‘빈틈을 메울’ 수 있고, 발화된 것을 해석하기 위해 그들의 문화와 세계에 대한 지식을 연결할 수 있다고 생각 했다. 이러한 것들이 대화가 이해해야 할 것들의 목록 중 맨 위에 놓이지 않는 한, 인간 언어의 기원이 효과적 으로 논의될 수 없는 몇 가지 이유이다. 인간의 뇌와 신체의 구성 요소들이 그래왔듯이, 인간 언어의 모든 측면은 대화와 사회 생활에 관여하도록 진화해 왔다. 언어는 최초의 호미니드(사람과의 동물)가 최초의 단어나 문장을 발화했을 때 온전히 시작된 것은 아 니었다. 그것은 최초의 대화와 함께 본격적으로 시작 되었는데, 이는 언어의 근원이자 목적이다. 실제로, 언어는 삶을 변화시킨다. 그것은 사회를 세우고, 우 리의 가장 높은 열망, 가장 기본적인 생각, 감정 그 리고 삶의 철학을 표현한다. 하지만 모든 언어는 궁 극적으로 인간의 상호 작용을 위한 것이다. 언어의 다른 요소들, 즉 문법과 이야기와 같은 것은 대화에 중요한(→ 부차적인) 것들이다."
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥에 맞지 않은 어휘 고르기 43∼45 장문의 이해 [해석] (A) James Walker는 유명한 레슬링 선수였고 레슬링 으로 생계를 유지했다. 그의 마을에는 마을의 지도자 가 하루를 정해 James가 자신의 기술을 보여 주는 전통이 있었다. 지도자는 어느 날 James가 레슬링 선수로서 자신의 기술을 보여 줄 것임을 알렸고, 사 람들에게 상금을 위해 그(James)에게 도전할 사람이 있는지 물었다. (C) 모두가 군중 속에서 주위를 둘러보던 중 한 노인 이 일어나서 떨리는 목소리로 “내가 그(James)와의 경기에 참가하겠소.”라고 말했다. 모두가 그것이 농 담이라고 여기며 웃음을 터뜨렸다. James는 그를 바 로 뭉개버릴 것이었다. 관례에 따라 지도자는 본인의 자유 의지로 경기에 참여하려는 사람을 막을 수가 없었기에 그 노인이 그 레슬링 선수에게 도전하는 것을 허용했다. (B) James가 그 노인을 봤을 때, 그는 말문이 막혔다. 다른 모든 사람과 마찬가지로 그는 그 노인이 죽기 를 바란다고 생각했다. 그(노인)가 James에게 할 말 이 있었기 때문에 노인은 James에게 더 가까이 와 줄 것을 청했다. James가 더 가까이 가자 노인은 “내가 이기는 게 불가능하다는 것은 알고는 있지만 내 아이들이 집에서 굶주리고 있다네. 내가 상금으로 아이들에게 밥을 먹일 수 있게 나에게 이 시합을 져 줄 수 있소?”라고 속삭였다. (D) James는 곤경에 처한 사람을 도울 아주 좋은 기회 를 얻었다고 생각했다. 그(James)는 아무도 그 시합 이 정해졌다고 의심하지 못하도록 몇 가지 동작을 했다. 그러나 그는 전력을 다하지 않았고 그 노인이 이기게 했다. 노인은 상금을 받고 매우 기뻐했다. 그 날 밤 James는 그(James)가 이제껏 느껴보지 못한 가장 큰 승리감을 느꼈다."
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상 파악하기"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용 파악하기"
    }
]