[
    {
        "question_num": 1,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Jimmy, what are you looking for? M: My cellphone. I forgot where I left it. W: Why don’t you look for it in your room first? M:"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Excuse me. I’d like to buy some flowers for my wife. W: Do you have any kind in mind? M: Not really. What do you recommend? W:"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 파악하기 W: Hello, students. This is vice principal Susan Lee. I know all of you are busy preparing for the upcoming school festival. There are club activities going on in every part of our school building. You may want to move between places during activities. But I’d like to ask you to work in the place where you are supposed to be. Your teachers want to make your safety the top priority. Once again, make sure to prepare for the festival in your prearranged places. Thank you for your cooperation."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 화자의 의견 파악하기 W: Hello, Chris. Why are you sweating like that? M: Hi, Helen. I’ve just jogged for an hour. W: For an hour? But, you don’t look tired at all. M: That’s because I had a banana before jogging. W: What do you mean? M: If you eat something before running, you will get more energy. W: Really? Does it work? M: Yes! It gives your body more power for exercise. W: That’s why you look so energetic even after running for a long time. M: Yeah. You should try it. W: Okay, I will."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 파악하기 [Telephone rings.] M: Hello, this is Daniel Johnson. W: Hello, Mr. Johnson. It’s Elena Roberts. Have you thought about my proposal? M: Yes. You said you wanted to turn my novel into a movie, right? W: That’s right. I loved your novel, and it would make a great movie. M: I’m glad to hear that. And if you directed the movie, it would be a great honor for me. W: Thank you for accepting my offer. I’d like us to speak about the details of the story in person. M: Then, shall I go to your office? W: That would be great. Can you come tomorrow? M: Sure. I’ll be there by 10 a.m."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 W: Eugene, the stage is ready. Why don’t you check it out? M: Okay. Did you set up the TV I asked for? W: Yeah, I put it on the wall above the sofa. M: Great. I need to play video clips during the talk show. W: And I placed the floor lamp between the sofa and the flower pot. Do you like it? M: Absolutely. It’s simple but looks cool. Oh, I like the cushion with the striped pattern on the sofa. W: So do I. How about the square table on the rug? Isn’t it too big? M: It looks fine. But those two pictures below the clock don’t seem to fit well there. W: Then, I’ll take them away. M: Thank you, Rebecca."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자의 할 일 파악하기 M: Honey, Nathan’s birthday is tomorrow. W: I can’t believe he’s almost ONE! M: Neither can I. He’s already learning to walk. W: I made a digital photo album for his birthday party. M: Wow! That’s great! How do you plan to show it? W: How about showing the photos on the TV in the living room? M: Sounds good. What else do we need? W: Every birthday party needs balloons and a cake. M: Okay. I’ll decorate the living room with balloons. W: Then, I’ll bake the cake. M: Great! He’ll love it."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유 파악하기 W: Hey, Patrick. I have good news. M: Hi, Jennifer. What is it? W: The outdoor swimming pool at the community center opened last weekend. M: I heard that. You know it is even open at night. W: Cool! Let’s go swimming tonight, then. M: Well. I really want to, but I can’t. W: Do you have other plans? M: Do you remember I had an interview for a part‒time job yesterday? W: Sure, how did it go? M: I got the job. So I have to start working this evening. W: Oh well, we can go swimming some other day. Good luck!"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 지불할 금액 파악하기 [Telephone rings.] M: Good evening, John’s Food Delivery. How may I help you? W: Hi. I’d like to order some dinners. M: Okay. What would you like? W: How much is a cheeseburger set? M: It’s eight dollars. How many would you like? W: I need two sets. Is there anything else you can recommend? M: Yes, our newest item, the avocado sandwich, is very delicious. It’s seven dollars. W: Good. Add two avocado sandwiches to my order, please. M: So two cheeseburger sets and two avocado sandwiches, right? W: Yes. And I have a discount coupon for new customers. M: Okay, then you’ll get 10% off the total. Where would you like your food delivered? W: 101 Fifth St., please."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 W: Mike, did you see the poster for the Rock Music Festival in our town? M: No, I didn’t. Please give me some details. When will it be? W: On June 13th at 8 p.m. Can you come with me? M: Sure, I’d love to. How much are the tickets for the festival? W: They’re only ten dollars for teens like us. M: Wonderful! Where is the event taking place? W: It’ll be held nearby, at Central Stadium. M: That’s good. We can get there on foot. Who will be playing? W: World famous musicians Garcia and Martin will perform. M: Wow! I can’t wait to see them."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 M: Hello, students. This is Kyle Evans, your physics teacher. I’m very glad to tell you about the Westbank High School Science Fair. It’ll be held on July 21st in the school auditorium. You’ll present your projects in front of judges and visitors. The judges will be professors and teachers from other schools. They’ll all provide feedback and comments to each team. Awards will be given in three 2020학년도 6월 전국연합학력평가 정답 및 해설 고1 2 areas: Physics, Chemistry, and Biology. Also, the first 100 visitors will get T‒shirts for free. Spread the word and please invite your friends and parents to come. I hope you enjoy the fair."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 화자의 선택 파악하기 M: Linda, what are you looking at? W: Hi, James. I’m thinking of taking one of the summer programs on this time table. M: Let me see. What program would you like to take? W: Well, I took English Conversation last year. This time I want to take something different. M: If I were you, I would take this class. W: I’d love to, but I plan to volunteer on Fridays this summer. M: I see. Then, how about this one? W: Sounds good, but I have to be home by six for dinner with my family. M: Then, you’re left with two options. Which one do you prefer? W: Well, considering my budget, I’ll take the cheaper one."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Hi, Thomas. Are you okay? You look worried. M: Cindy, may I ask you a favor? W: Sure! Just tell me what you need. M: As you know, I’m going on a family trip for three weeks. W: To Europe this Sunday, right? M: Yes. Can you look after my plants while I’m away? W: I’d love to, but I don’t know how to take care of them. M: No worries. It’s really easy. You just need to remember one thing: Water them regularly. W: I can do that. Do I have to water them every day? M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Ms. White, you look so busy tonight. W: I am. I have to check my students’ homework. M: Wow, I can’t believe students made these. W: Yeah, I was surprised how creative they were when making their videos. M: By making videos, students could learn several aspects of Korean culture and share them in a fun way. W: You’re right. That’s why I assigned them this homework. M: I see. Which is your favorite one? W: I think this one is the best, because it shows ‘Ganggangsullae’ performed by many students in harmony. M: It would be excellent if it were shared on the Internet. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 W: Olivia likes to shop online. She ordered a pair of blue pants from a famous online shopping mall a few days ago. When they are delivered, she finds out that the pants are not blue, but black. So she calls the customer service center. When she explains her situation, the employee who answers her call apologizes for their mistake and tells her that the blue pants are sold out. So, Olivia wants to return the black pants and get her money back. In this situation what would Olivia most likely say to the customer service employee? [16 ~ 17] 긴 담화 듣기 M: Good morning, listeners. This is Dr. Cooper of Daily HealthLine Radio. These days, you can see many people around you who suffer from back pain. Any incorrect positioning of your body or lifting of heavy objects may cause it. So, today, I’ll share some useful types of exercise to help reduce your own back pain. First, biking can decrease back pain by building your core muscles. Second, swimming is good because you can do it without much stress on your back muscles. Also, yoga is a helpful way to stretch safely and strengthen your back as well. Finally, walking is the easiest exercise to keep your spine in a natural position to avoid back pain. I hope this will be helpful information for you and allow you to be fit again."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악하기 [16 ~ 17] 긴 담화 듣기 M: Good morning, listeners. This is Dr. Cooper of Daily HealthLine Radio. These days, you can see many people around you who suffer from back pain. Any incorrect positioning of your body or lifting of heavy objects may cause it. So, today, I’ll share some useful types of exercise to help reduce your own back pain. First, biking can decrease back pain by building your core muscles. Second, swimming is good because you can do it without much stress on your back muscles. Also, yoga is a helpful way to stretch safely and strengthen your back as well. Finally, walking is the easiest exercise to keep your spine in a natural position to avoid back pain. I hope this will be helpful information for you and allow you to be fit again."
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 [16 ~ 17] 긴 담화 듣기 M: Good morning, listeners. This is Dr. Cooper of Daily HealthLine Radio. These days, you can see many people around you who suffer from back pain. Any incorrect positioning of your body or lifting of heavy objects may cause it. So, today, I’ll share some useful types of exercise to help reduce your own back pain. First, biking can decrease back pain by building your core muscles. Second, swimming is good because you can do it without much stress on your back muscles. Also, yoga is a helpful way to stretch safely and strengthen your back as well. Finally, walking is the easiest exercise to keep your spine in a natural position to avoid back pain. I hope this will be helpful information for you and allow you to be fit again."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 Anderson씨에게 Jeperson 고등학교를 대표해서, 저는 귀 공장에서 산업 현장견학을 할 수 있도록 허가를 요청하기 위해 이 편지를 쓰고 있습니다. 저희는 학생들에게 산업 절차와 관련해 몇 가지 실제적인 교육을 하기를 희망 합니다. 이러한 목적을 생각할 때, 저희는 그러한 프 로젝트를 진행하기 위해 귀사가 이상적이라고 믿습니 다. 물론, 저희는 귀사의 승인과 협조가 필요합니다. 두 명의 선생님이 35명의 학생들과 동행할 것입니다. 저희는 이 현장 견학을 위해 단 하루를 예정하고 있 습니다. 협조해주시면 정말 감사하겠습니다. Ray Feynman 드림 [어구] on behalf of ~를 대표해서 field trip 현장 견학 procedure 절차 blessing 승인 [해설] 글의 상단부, 공장 현장견학을 위한 허가를 요청하는 내용이므로 글의 목적으로 가장 적절한 것 은 ①이다."
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 파악하기 Erda는 개간지에 드러누워 그녀 위쪽의 모자이크 모양의 나뭇잎 사이로 부서진 햇살이 스며드는 것을 지켜보았다. 그녀는 따뜻한 태양이 자신에게 자양분 을 주는 것을 느끼며, 미풍을 따라 움직이면서 그것 들과 잠시 함께 했다. 그녀의 얼굴에 엷은 미소가 번 지고 있었다. 그녀는 몸을 천천히 돌려 신선한 야생 화로부터 풍겨오는 푸르고 쾌적한 향기를 맡으며 풀 밭으로 얼굴을 내밀었다. 일상의 부담에서 벗어나 그 녀는 일어서서 걸었다. Erda는 나무들의 따뜻한 기둥 사이를 걸었다. 그녀는 모든 걱정이 사라졌음을 느꼈다. [어구] clearing 개간지 mosaic 모자이크 모양의 scent 향기 burden 부담 trunk (나무의) 기둥 [해설] 개간지에서 햇살을 받으며 편안한 시간을 보 내는 동안 ‘엷은 미소’, ‘쾌적한 향기’, ‘일상의 부담에 서 벗어나’ 등의 표현과 모든 걱정이 사라졌음을 느 낀다는 내용으로 보아 글에 드러난 Erda의 심경으로 ①이 가장 적절하다. ②어리둥절한 ③부러워하는 ④놀란 ⑤무관심한"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 당신이 먼저 먹는 요리가 당신의 전체 식사에 닻을 내리는 음식의 역할을 한다. 실험은 사람들이 먼저 먹는 음식을 거의 50% 더 많이 먹는다는 것을 보여 준다. 만약 당신이 디너 롤로 시작하면, 당신은 더 많 은 녹말과 더 적은 단백질, 그리고 더 적은 채소를 먹을 것이다. 접시에 있는 가장 건강에 좋은 음식을 먼저 먹어라. 오래된 지혜에서 알 수 있듯이, 이것은 보통 채소나 샐러드를 먼저 먹는 것을 의미한다. 만약 당신이 건강에 좋지 않은 음식을 먹을 것이라면, 적 어도 그것을 마지막 순서로 남겨둬라. 이것은 여러분 이 녹말이나 설탕이 든 디저트로 이동하기 전에 당신의 몸을 더 나은 선택 사항들로 채울 기회를 줄 것이다. [어구] quantity 양 protein 단백질 plate 접시 fill up 채우다 [해설] 글의 중반부의 ‘접시에 있는 가장 건강에 좋 은 음식을 먼저 먹어라.’라는 언급으로 보아 필자의 주장으로는 ⑤가 가장 적절하다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 어구의 함축적 의미 파악하기 실효성 있는, 효과적인 몸짓 언어는 개별 전달 신 호의 합계 이상이다. 사람들이 사전식 접근법과 같은 기계적 암기로부터 의사전달을 할 때, 그들은 더 큰 그림, 즉 사회적 인식의 모든 다양한 측면을 보지 못 하게 된다. 대신, 그들은 팔짱을 낀 사람을 보고 “과 묵하고, 화가 난” 것으로 생각한다. 그들은 미소를 보 고 “행복한” 것으로 생각한다. 그들은 다른 사람들에 게 “누가 윗사람인가”를 보여 주기 위해 세게 악수를 한다. 몸짓 언어 사전을 읽어서 몸짓 언어를 사용하 려고 하는 것은 프랑스어 사전을 읽어서 프랑스어를 말하려고 하는 것과 같다. (의미 구성의) 요소들이 실효성 없는 상태로 분리되어 버리는 경향이 있다. 당신의 행동은 로봇처럼 어색해 보인다; 당신의 몸짓 언어 신호는 서로 단절된다. 당신의 몸짓 언어가 잘 못 전달되었기 때문에 결국에는 당신이 마음을 끌려 고 하는 사람들을 혼란스럽게 하는 결과를 초래한다. [어구] authentic 실제적인 rote‒memory 기계적 암기 diverse 다양한 fall apart 분리 되다 robotic (동작․표정 등이) 로봇같은 attract 마음을 끌다 ring false 잘못 전달되다 [해설] 해석 참조 2020학년도 6월 전국연합학력평가 정답 및 해설 고1 3"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 목표 지향적인 사고방식은 “요요” 효과를 낼 수 있 다. 많은 달리기 선수들이 몇 달 동안 열심히 연습하 지만, 결승선을 통과하는 순간 훈련을 중단한다. 그 경기는 더 이상 그들에게 동기를 주지 않는다. 당신 이 애쓰는 모든 일이 특정한 목표에 집중될 때, 당신 이 그것을 성취한 후에 당신을 앞으로 밀고 나갈 수 있는 것은 무엇인가? 이것이 많은 사람들이 목표를 성취한 후 옛 습관으로 되돌아가는 자신을 발견하는 이유다. 목표를 설정하는 목적은 경기에서 이기는 것 이다. 시스템을 구축하는 목적은 게임을 계속하기 위 한 것이다. 진정한 장기적 사고는 목표 지향적이지 않 은 사고이다. 그것은 어떤 하나의 성취에 관한 것이 아니다. 그것은 끝없는 정제와 지속적인 개선의 순환 에 관한 것이다. 궁극적으로, 당신의 발전을 결정짓는 것은 그 과정에 당신이 전념하는 것이다. [어구] motivate 동기를 주다 accomplish 성취하다 cycle 순환 refinement 정제 commitment 전념 [해설] 해석 참조"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 노력과 관련된 다른 어떤 것과 마찬가지로, 연민은 연습이 필요하다. 우리는 곤경에 빠진 다른 사람들과 함께 하는 습관을 기르는 데 매진해야 한다. 때때로 도움을 주는 것은 우리의 일상에서 벗어나지 않는 단 순한 일― 낙담한 사람에게 친절한 말을 해 줄 것을 기억하거나 가끔 토요일 아침에 좋아하는 자원 봉사 를 하는 것이다. 다른 때에는, 남을 돕는 것은 진정한 희생을 수반한다. Jack London은 “개에게 뼈를 주는 것은 자선이 아니다. 당신이 개만큼 배가 고플 때 개 와 함께 나누는 그 뼈가 자선이다.”라고 했다. 만약 우리가 다른 사람들을 돕기 위해 많은 작은 기회들을 가지는 연습을 하면, 우리는 진정한 힘든 희생이 필 요한 시기가 올 때 행동할 준비가 될 것이다. [어구] compassion 연민 take practice 연습하다, 일상적으로 행하다 get into the habit of ~ 하는 습관을 기르다 occasional 때때로의 sacrifice 희생 charity 자선 [해설] 해석 참조"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 여러분을 미소 짓게 만드는 온갖 사건들은 여러분 이 행복감을 느끼게 하고, 여러분의 뇌에서 기분을 좋게 만들어주는 화학물질을 생산해내도록 한다. 심 지어 스트레스를 받거나 불행하다고 느낄 때조차 미 소를 지어보자. 미소에 의해 만들어지는 안면 근육의 형태는 뇌의 모든 “행복 연결망”과 연결되어 있고, 따 라서 자연스럽게 여러분을 안정시키고 기분을 좋게 만들어주는 동일한 화학물질들을 배출함으로써 뇌의 화학 작용을 변화시킬 것이다. 연구자들은 스트레스 가 상당한 상황에서 진정한 미소와 억지 미소가 개개 인들에게 미치는 영향을 연구하였다. 연구자들은 참 가자들이 미소 짓지 않거나, 미소 짓거나, (억지 미소 를 짓게 하기 위해) 입에 젓가락을 옆으로 물고서 스 트레스를 수반한 과업을 수행하도록 했다. 연구의 결 과는 미소가, 억지이든 진정한 것이든, 스트레스가 상 당한 상황에서 인체의 스트레스 반응의 강도를 줄였 고, 스트레스로부터 회복한 후의 심장 박동률의 수준 도 낮추었다는 것을 보여주었다. [어구] chemicals 화학물질 chemistry 화학 작용 genuine 참된, 진정한 intensity 강도 [해설] 연구에 따르면 미소는 그것이 진정한 것이든 억지이든 스트레스 상황을 극복하는데 도움을 준다 는 것으로, 가장 적절한 제목은 ⑤‘억지 미소도 스트 레스를 줄이는데 도움이 될까요?’이다. ①스트레스 상황의 원인과 결과 ②스트레스의 개인적인 징후와 양상 ③신체와 정신이 스트레스에 반응하는 방식 ④스트레스: 행복의 필요악"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 표 내용 파악하기 위 도표는 2014년과 2016년에 영국인들이 인터넷 접속을 할 때 어떤 장치들이 가장 중요하다고 생각했 는지를 보여 준다. ①2016년도에 3분의 1이 넘는 영 국 인터넷 사용자들은 스마트폰을 가장 중요한 인터 넷 접속 장치로 생각했다. ②같은 해에, 스마트폰이 인터넷 접속을 위해 가장 중요한 장치로서 랩탑을 추 월하였다. ③2014년에, 영국 인터넷 사용자들은 인터 넷 접속을 위한 가장 중요한 장치로 태블릿을 가장 적게 선택하는 경향이 있었다. ④대조적으로, 2016년 에는 인터넷 접속을 위한 가장 중요한 장치로 데스크 탑을 가장 적게 선택하는 경향이 있었다. ⑤인터넷 접 속을 위한 가장 중요한 장치로 데스크탑을 선택한 영 국 인터넷 사용자들의 비율은 2016년도에 2014년도 비율의 절반만큼 증가하였다( →감소하였다). [어구] access 접속(하다) [해설] 2014년도에 데스크탑을 인터넷 접속을 위한 가장 중요한 장치로 고려한 영국 인터넷 사용자의 비율은 20%이고 2016년도에는 12%로, 절반만큼 증 가한 것이 아니라 반대로 감소하였으므로, 일치하지 않는 진술은 ⑤이다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 일치 파악하기 Sigrid Undset은 1882년 5월 20일 덴마크의 Kalundborg에서 태어났다. 그녀는 세 자매 중 첫째 딸이었다. 그녀는 2살에 노르웨이로 이주하였다. 그녀 의 어린 시절은 아버지의 역사적 지식에 크게 영향을 받았다. 그녀는 16세에 가족을 부양하기 위해 기술 회사에 취업을 하였다. 그녀는 책을 많이 읽었고, 외 국 문학, 특히 영국 문학 뿐만 아니라, 북유럽 문학에 관한 상당한 지식을 습득하였다. 그녀는 36권의 책을 집필하였다. 독자의 관심을 끌지 못한 책은 없다. 1928년에 그녀는 노벨 문학상을 수상하였다. 그녀의 소설 중 한 권은 80개 이상의 언어로 번역되었다. 그 녀는 독일 점령 기간 중 노르웨이를 떠났으나, 2차 세계대전이 종료된 후 돌아왔다. [어구] acquire 습득하다 unconcerned 무관심한 occupation 점령 [해설] 2차 세계 대전이 종료된 후 돌아왔다고 하였 으므로, ⑤‘독일 점령 기간 중 Norway를 탈출한 후, 다시 돌아오지 않았다.’는 일치하지 않는 진술이다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 일치 파악하기 Swimming Summer Camp 2020 검증된 수영 코치들과 함께 기본적인 수영 기법들을 배울 수 있는 훌륭한 기회! 참가자와 시기 ⦁16세에서 18세까지 ⦁7월 27일부터 31일까지 (월요일부터 금요일까지) 일정 오전 11:00 ― 오후 12:00 수영 강습 오후 12:30 ― 오후 13:30 점심 식사 가격 ⦁30달러 (점심 식사 포함) ※ 무료 수영모가 모든 참가자들에게 제공될 것이다. 등록 ⦁온라인을 통해서만: www.friendlycoaches.ca [어구] certified 검증된 registration 등록 [해설] 홈페이지 주소와 함께 온라인을 통해 등록이 됨을 안내하고 있으므로 직접 방문해야 한다는 ⑤가 안내문의 내용과 일치하지 않는다."
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 내용 일치 파악하기 Rode Farmers Market 이 생동감 넘치는 시장은 7월 매주 토요일 오전 9시 부터 11시 30분까지 열립니다. 장소 할 것 Open Garden 지역 유기농 음식을 구입하세요 Picnic Area 즐거운 가족 행사와 지역 음악 을 즐기세요 Farmers’ House 기본적인 농사 기법을 배우세요 ◈우천 시 몇몇 행사가 취소될 수 있습니다. 위치 Village of Scholar Green on A34, Cheshire ◈무료 주차 [해설] ④가 안내문의 내용과 일치한다."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 긍정적이든 부정적이든, 우리의 부모와 가족은 우 리에게 강력한 영향을 미친다. 하지만 특히 우리가 어렸을 때, 훨씬 더 강한 영향을 주는 것은 우리의 친구들이다. 가족의 범위를 넘어서 우리의 정체성을 확장하는 방법으로 우리는 친구들을 선택한다. 그 결 과, 친구와 다른 사회 집단의 기준과 기대에 부합해 야 한다는 압박감이 거세질 가능성이 있다. 발달 심 리학자 Judith Rich Harris는 우리의 발달을 형성하는 세 가지 주요한 힘은: 개인적인 기질, 우리의 부모, 우리의 또래들이라고 주장한다. 또래들의 영향은 부 모의 영향보다 훨씬 더 강하다고 그녀는 주장한다. “아이들이 그들의 또래들과 공유하는 세상은 그들의 행동을 형성하는 것이고, 그들이 가지고 태어난 특성 을 수정하는 것이며, 따라서 그들이 자라서 어떤 사 람이 될지를 결정하는 것이다.”라고 그녀는 말한다. [어구] identity 정체성 conform 부합하다 modify 수정 하다 determine 결정하다 [해설] ④가 포함된 문장은 주어(Judith Rich Harris) 뒤에 관계사절(who is~ )이 연결되어 주어와 동사가 멀어진 구조로, ‘arguing’을 ‘argues’로 바꾸는 것이 적절하다."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 뇌는 몸무게의 2 퍼센트만을 차지하지만 우리의 에 너지의 20 퍼센트를 사용한다. 갓 태어난 아기의 경 우, 그 비율은 65 퍼센트에 달한다. 그것은 부분적으 로 아기들이 항상 잠을 자고 (뇌의 성장이 그들을 소 진시키고), 체지방을 보유하는 이유인데, 필요할 때 보유한 에너지를 사용하기 위한 것이다. 근육은 약 4 분의 1 정도로 훨씬 더 많은 에너지를 사용하기도 하 지만, 많은 근육을 가지고 있기도 하다. 실제로, 물질 단위당, 뇌는 다른 기관보다 훨씬 많은 에너지를 사 용한다. 그것은 우리 장기 중 뇌가 단연 가장 에너지 소모가 많다는 것을 의미한다. 하지만 그것은 또한 놀랍도록 효율적이다. 뇌는 하루에 약 400 칼로리의 에너지만 필요로 하는데, 블루베리 머핀에서 얻는 것 2020학년도 6월 전국연합학력평가 정답 및 해설 고1 4 과 거의 같다. 머핀으로 24시간 동안 노트북을 작동 시켜서 얼마나 가는지 보라. [어구] newborn 신생아 marvelously 놀랍게도 [해설] 해석 참조"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 다른 과학자의 실험 결과물을 읽을 때, 그 실험에 대해 비판적으로 생각하라. 당신 자신에게 물어라: 관 찰들이 실험 도중에 혹은 후에 기록되었나? 결론이 합리적인가? 그 결과들은 반복될 수 있는가? 정보의 출처는 신뢰할만한가? 당신은 실험을 수행한 그 과학 자나 그룹이 한쪽으로 치우치지 않았는지 역시 물어 야 한다. 한쪽으로 치우치지 않음은 당신이 실험의 결 과로 특별한 이익을 얻지 않는다는 것을 의미한다. 예 를 들면, 만약 한 제약회사가 그 회사의 새로운 제품 중 하나가 얼마나 잘 작용하는지 시험해보기 위한 실 험 비용을 지불한다면, 특별한 이익이 관련된 것이다: 만약 실험이 그 제품이 효과 있음을 보여준다면, 그 제약회사는 이익을 본다. 따라서, 그 실험자들은 객관 적이지 않다. 그들은 결론이 제약 회사에 우호적이고 이익을 주도록 보장 할지도 모른다. 결과들을 평가할 때, 있을 수 있는 어떤 치우침에 대해 생각하라! [어구] findings 발견, 결과 conduct 수행하다 unbiased 치우치지 않은 outcome 결과 profit 이익 을 보다 assess 평가하다 [해설] ①창의적인 ③신뢰할 수 없는 ④믿을 수 없는 ⑤결단력 있는"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 인간들은 최고의 장거리 달리기 선수들이다. 한 사 람과 침팬지가 달리기를 시작하자마자 그들은 둘 다 더위를 느낀다. 침팬지는 빠르게 체온이 오른다; 인간 들은 그렇지 않은데, 그들은 신체 열을 떨어뜨리는 것을 훨씬 잘하기 때문이다. 유력한 한 이론에 따르 면, 털이 더 적으면 더 시원하고 장거리 달리기에 더 효과적인 것을 의미하기 때문에 선조들은 잇따른 세 대에 걸쳐서 털을 잃었다. 그런 능력은 우리 조상들 이 먹잇감을 이기고 앞질러서 달리게 했다. 덥고 습 한 날에 여분의 재킷 두 개를― 혹은 더 좋게는, 털 코트를― 입는 것을 시도하고 1마일을 뛰어라. 이제, 그 재킷을 벗고 다시 시도하라. 당신은 털의 부족이 만드는 차이점이 무엇인지 알 것이다. [어구] overheat 과열되다 ancestral 선조의 successive 잇따른 generation 세대 outrun 앞지르다 prey 먹잇감 humid 습한 [해설] ①더운 날씨 ③근육의 힘 ④과도한 운동 ⑤다양한 종"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 최근에 나는 나와 거의 5시간을 보낸 고객과 함께 있었다. 저녁을 위해 헤어지면서, 우리는 그날 다룬 내용을 되새겼다. 비록 우리의 대화가 매우 평등했음 에도 불구하고, 나는 나의 고객이 한쪽 다리를 그의 몸에 직각으로 유지하고 있다는 것을 알아챘는데, 외 견상 (한 쪽 다리가) 혼자서 급히 서둘러 떠나고 싶 어 하는 것 같았다. 그 때 나는 “지금 정말 떠나야 하 죠, 그렇지 않나요?”라고 말했다. “네.”라고 그는 인정 했다. “정말 미안합니다. 무례하게 굴고 싶지는 않았 지만 런던에 전화해야 하는데 시간이 5분밖에 없어 요!” 여기서 내 의뢰인의 언어와 그의 몸의 대부분은 긍정적인 감정만을 드러내고 있었다. 그러나 그의 발 은 가장 정직한 의사 전달자였고 그것들은 그가 남아 있고 싶은 만큼이나, 해야 할 일이 있어 떠나야 한다 는 것을 분명히 나타냈다. [어구] part 헤어지다 seemingly 외견상 admit 인정 하다 nothing but (단지) ~일 뿐인 [해설] ①그의 공손함의 신호 ②대화의 주제 ③내 말에 대한 관심의 표시 ⑤바닥에 활발하게 발을 내딛는 상태"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 자료의 내용은 알지 못할 때 조차도, 학생들이 알 고 있다고 생각하는 주된 이유 중 하나는 친숙함을 이해하는 것으로 착각하기 때문이다. 그것이 작동하 는 방식이 여기 있다: 당신은 읽을 때 아마도 (중요 한 것을) 눈에 띄게 표시하면서, 그 장을 한 번 읽는 다. 그러고 나서 나중에, 아마도 눈에 띄게 표시된 자 료에 집중하면서, 그 장을 다시 읽는다. 그것을 거듭 읽어서, 이전에 읽은 것으로부터 그것을 기억하기 때 문에 소재가 친숙하고, 이러한 친숙함으로 인해 “좋 아, 그것을 알겠어.”라고 생각하게 될지도 모른다. 문 제는 이런 친숙한 느낌이 반드시 자료를 아는 것과 같은 것은 아니며 시험에서 답을 생각해내야 할 때 아무런 도움이 되지 않을 수도 있다는 점이다. 사실, 익숙해 보이는 선택지를 선택할 수 있기 때문에 친숙 함은 종종 선다형 시험에서 오류를 일으킬 수 있는 데, 결국 나중에 알게 된 것은 당신이 읽었던 것인데, 하지만 사실 그 질문에 대한 가장 좋은 해답은 아니 었다는 것이다. [어구] mistake ~ for … ~를 …로 혼동하다 familiarity 친숙함 chapter (책의) 장 highlight 눈에 띄게 표시하다 come up with ~을 생각해 내다 [해설] ①당신이 눈에 띄게 표시했던 부분을 기억하 지 못했다 ③그 친숙함은 당신의 이해에 근거한 것이었다 ④반복을 통해 당신은 정답을 선택할 수 있었다 ⑤그것은 친숙함이 자연스럽게 형성됨을 보여주었다"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 전자 통신에서 이모티콘이 널리 사용되고 있다는 점을 고려할 때, 중요한 문제는 인터넷 사용자들이 온라인상의 의사소통에서 감정을 이해하는데 그것들 이 도움을 주는가의 여부이다. 이모티콘, 특히 문자에 기반한 것들은, 면대면을 통한 단서에 비해 훨씬 더 모호하며 결국 다른 사용자들에 의해 매우 다르게 해 석될 수 있다. 그럼에도 불구하고, 연구는 그것들이 온라인상의 텍스트 기반 의사소통에서 유용한 도구라 는 것을 보여준다. 137명의 인스턴트 메시지(실시간 텍스트 통신) 사용자들을 대상으로 한 연구는 이모티 콘이 사용자들로 하여금 감정, 태도, 주의력 표현의 정도와 방향을 정확하게 이해할 수 있게 해주고 이모 티콘이 비언어적 의사소통에서 확실한 장점이라는 것 을 밝혀냈다. (사실, 언어적 의사소통과 비언어적 의 사소통 간의 관계에 관한 연구는 거의 없었다.) 마찬 가지로, 또 다른 연구는 이모티콘이 풍자의 표현에서 뿐만 아니라, 언어적 메시지의 강도를 강화하는 데 유용하다는 것을 보여주었다. [어구] given ~을 고려할 때 end up ~ing 결국 ~이 되다 definite 확실한 [해설] 이모티콘이 온라인 의사소통에서 감정을 이 해하는데 도움을 준다는 내용의 글로, 언어적 의사소 통과 비언어적 의사소통의 관계에 관한 연구는 거의 없다는 진술은 글의 흐름과 무관하다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 학생들은 공부에 관심이 없을 때에도 좋은 성적을 얻기 위해 공부한다. 사람들은 심지어 이미 가지고 있는 직업에 행복할 때조차도 더 나은 직업을 추구한 다. (A) 그것은 마치 사람들로 붐비는 축구 경기장에 서 중요한 경기를 관람하는 것과 같다. 몇 줄 앞에 있는 한 관중이 더 잘 보기 위해 일어서고, 뒤이어 연쇄 반응이 일어난다. (C) 단지 이전처럼 잘 보기 위해 곧 모든 사람들이 일어서게 된다. 모두가 앉기 보다는 일어서지만, 그 누구의 위치도 나아지지 않았 다. (B) 그리고 만약 누군가가 일어서기를 거부한다 면, 그는 경기에 있지 않는 것이 나을 것이다. 사람들 이 위치에 관련된 재화(이익)를 추구할 때, 그들은 치열하고 무의미한 경쟁을 하지 않을 수 없다. 뛰지 않기로 선택하는 것은 지는 것이다. [어구] advancement 발전, 진보 crucial 중요한 spectator 관중 row 줄 chain reaction 연쇄작용 [해설] (A) 붐비는 축구장에서 앞 줄의 관중이 일어나 면 연쇄 반응이 일어난다. (C) 모든 사람이 일어나고 어느 누구의 위치도 나아 지지 않았다. (B) 일어서기를 거부하면 경기에 있지 않는 것이 낫다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 인간과 동물의 욕망을 비교할 때 우리는 많은 특별 한 차이점을 발견한다. 동물은 위장으로, 사람은 뇌로 먹는 경향이 있다. (C) 동물은 배가 부르면 먹는 것 을 멈추지만, 인간은 언제 멈춰야 할지 결코 확신하 지 못한다. 인간은 배에 담을 수 있는 만큼 먹었을 때, 그들은 여전히 허전함을 느끼고 추가적인 만족감 에 대한 충동을 느낀다. (B) 이것은 주로 지속적인 식량 공급이 불확실하다는 인식에 따른 불안감 때문 이다. 그러므로 그들은 먹을 수 있을 때 가능한 한 최대로 많이 먹는다. (A) 또한, 그것은 불안정한 세상 에서 즐거움이 불확실하다는 인식 때문이다. 따라서 즉각적인 먹는 즐거움은 소화에 무리가 되더라도 충 분히 이용하여야 한다. [어구] extraordinary 특별한 anxiety 두려움 constant 끊임없는 belly 배 exploit 이용하다 [해설] 해석 참조"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 현재, 우리는 인간을 다른 행성으로 보낼 수 없다. 한 가지 장애물은 그러한 여행이 수 년이 걸릴 것이 라는 점이다. 우주선은 긴 여행에서 생존에 필요한 충분한 공기, 물, 그리고 다른 물자를 운반할 필요가 있을 것이다. 또 다른 장애물은 극심한 열과 추위 같 은, 다른 행성들의 혹독한 기상 조건이다. 어떤 행성 들은 착륙할 표면조차 가지고 있지 않다. 이러한 장 애물들 때문에, 우주에서의 대부분의 연구 임무는 승 무원이 탑승하지 않은 우주선을 사용해서 이루어진 2020학년도 6월 전국연합학력평가 정답 및 해설 고1 5 다. 이런 탐험들은 인간의 생명에 아무런 위험도 주 지 않으며 우주 비행사들을 포함하는 탐험보다 비용 이 덜 든다. 이 우주선은 행성의 구성 성분과 특성을 실험하는 기구들을 운반한다. [어구] obstacle 장애물 aboard 탑승하여 planet 행성 harsh 극심한 pose 위험을 제기하다 [해설] 주어진 문장은 두 가지 장애물 때문에 무인 우주선을 통해 연구 임무를 수행한다는 내용이므로 ④가 정답이다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 우리의 뇌는 끊임없이 문제를 해결하고 있다. 우리 가 무언가를 배우거나, 기억하거나, 이해할 때마다, 우리는 문제를 해결한다. 일부 심리학자들은 모든 유 아 언어 학습을 문제 해결이라고 규정하였고, 이를 어린이에게 확장하여 그러한 과학적 절차들을 “실험 을 통한 학습” 혹은 “가설 검증”으로 보았다. 어른들 은 아이들에게 문법적인 규칙이 어떻게 작용하는지는 말할 것도 없고, 새로운 단어의 의미를 거의 설명하 지 않는다. 대신에 그들은 대화에서 단어나 규칙을 사용하고, 무슨 말인지 알아내는 일을 아이들에게 맡 긴다. 언어를 배우려면, 유아는 언어를 사용하는 맥락 을 파악해야 한다. 즉, 문제는 반드시 해결돼야 한다 는 것이다. 우리 모두는 우리가 무엇을 하고 있는지 에 대한 인식없이 어린 시절부터 이런 종류의 문제들 을 해결해왔다. [어구] let alone ~는 말할 것도 없이 constantly 끊임 없이 extend 확장하다 hypothesis 가설 context 맥락 awareness 인지 [해설] 주어진 문장은 어른들이 아이들에게 문법 규 칙뿐만 아니라 새로운 단어에 대해 거의 설명하지 않는다는 내용으로 이후 단어나 어법을 일상생활에 서 사용하고, 아이들이 이를 직접 찾게 한다는 내용 으로 전개되는 것이 자연스럽다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 어떤 코치들은 선수들에게서 최상의 결과를 이끌어 내는 반면 다른 코치들은 그렇지 않다는 것을 알아챘 는가? 서투른 코치는 당신이 무엇을 잘못했는지 알려 주고 나서 다시는 그러지 말라고 말할 것이다: “공을 떨어뜨리지 마라!” 그 다음엔 무슨 일이 일어날까? 당신이 머릿속에서 보게 되는 이미지는 당신이 공을 떨어뜨리는 이미지이다! 당연히, 당신의 마음은 그것 이 들은 것을 바탕으로 방금 “본” 것을 재현한다. 놀 랄 것도 없이, 당신은 코트에 걸어가서 공을 떨어뜨 린다. 좋은 코치는 무엇을 하는가? 그 사람은 개선될 수 있는 것을 지적하지만, 그 후에 어떻게 할 수 있 는지 또는 어떻게 해야 하는지에 대해 말할 것이다: “이번에는 네가 공을 완벽하게 잡을 거라는 걸 알아.” 아니나 다를까, 다음으로 당신의 마음속에 떠오르는 이미지는 당신이 공을 ‘잡고’ ‘득점하는’ 것이다. 다시 한 번, 당신의 마음은 당신의 마지막 생각을 현실의 일부로 만들지만, 이번에는, 그 “현실”이 부정적이지 않고, 긍정적이다.  선수의 실수에 초점을 맞추는 유능하지 않은 코치와 달리, 유능한 코치는 선수들이 성공적인 경기를 상상 하도록 격려함으로써 그들이 향상되도록 돕는다. [해설] 해석 참조 [41 ~ 42] 마케팅 담당자들은 당신이 먼저 보는 것을 산다는 것을 수십 년 동안 알고 있었다. 예를 들어, 아래쪽 선반에 있는 상품보다 식료품점의 눈높이에 있는 상 품을 구매할 가능성이 훨씬 더 높다. 매장에서의 “제 품 배치”가 구매 행동에 영향을 미치는 방식에 대한 매우 많은 연구가 있다. 이것은 당신에게 유리하게 제품 배치를 사용할 기회를 준다. 농산물과 같은 건 강한 식품은 종종 집에서 가장 눈에 띄지 않는 음식 이다. 당신은 보이지 않는 것을 먹으려고 생각하지 않을 것이다. 이것이 85%의 미국인들이 과일과 채소 를 충분히 먹지 않는 이유 중 일부일 지도 모른다. 만약 농산물이 냉장고 밑의 서랍에 숨겨져 있으면, 이 좋은 음식들은 시야와 마음에서 벗어나 있다. 식 료품 저장실에도 마찬가지다. 나는 눈높이에 짠 크래 커와 칩이 줄지어 놓여 있는 선반을 가지고 있었다. 이것들이 먼저 내게 눈에 띄는 것이었을 때, 그것들 이 나의 주된 간식이었다. 그 동일한 선반은 이제 건 강에 좋은 간식으로 가득 차 있어, 좋은 결정을 내리 기 쉽게 해준다. 식탁에 나와 있는 음식들은 훨씬 더 중요하다. 당신이 지나갈 때마다 음식을 보면, 당신은 그것을 피하기( →집어 먹기) 쉽다. 따라서 당신의 선택을 개선하기 위해, 크래커와 사탕 대신 사과와 피스타치오 같은 좋은 음식이 나와 있도록 해라. [어구] visible 눈에 띄는 pantry 식료품 저장실 lined with ~이 줄지어 놓여 있는 critical 중요한 [해설] 해석 참조"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 파악하기 [41 ~ 42] 마케팅 담당자들은 당신이 먼저 보는 것을 산다는 것을 수십 년 동안 알고 있었다. 예를 들어, 아래쪽 선반에 있는 상품보다 식료품점의 눈높이에 있는 상 품을 구매할 가능성이 훨씬 더 높다. 매장에서의 “제 품 배치”가 구매 행동에 영향을 미치는 방식에 대한 매우 많은 연구가 있다. 이것은 당신에게 유리하게 제품 배치를 사용할 기회를 준다. 농산물과 같은 건 강한 식품은 종종 집에서 가장 눈에 띄지 않는 음식 이다. 당신은 보이지 않는 것을 먹으려고 생각하지 않을 것이다. 이것이 85%의 미국인들이 과일과 채소 를 충분히 먹지 않는 이유 중 일부일 지도 모른다. 만약 농산물이 냉장고 밑의 서랍에 숨겨져 있으면, 이 좋은 음식들은 시야와 마음에서 벗어나 있다. 식 료품 저장실에도 마찬가지다. 나는 눈높이에 짠 크래 커와 칩이 줄지어 놓여 있는 선반을 가지고 있었다. 이것들이 먼저 내게 눈에 띄는 것이었을 때, 그것들 이 나의 주된 간식이었다. 그 동일한 선반은 이제 건 강에 좋은 간식으로 가득 차 있어, 좋은 결정을 내리 기 쉽게 해준다. 식탁에 나와 있는 음식들은 훨씬 더 중요하다. 당신이 지나갈 때마다 음식을 보면, 당신은 그것을 피하기( →집어 먹기) 쉽다. 따라서 당신의 선택을 개선하기 위해, 크래커와 사탕 대신 사과와 피스타치오 같은 좋은 음식이 나와 있도록 해라. [어구] visible 눈에 띄는 pantry 식료품 저장실 lined with ~이 줄지어 놓여 있는 critical 중요한 [해설] 해석 참조"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [43 ~ 45] (A) “할머니, 정말 천사가 있어요?” Amy가 물었다. “몇몇 사람들은 그렇다고 하지,” 할머니가 말했다. Amy는 할머니에게 그녀가 그림에서 천사들을 본 적 이 있다고 말했다. 하지만 (a) 그녀는 또한 그녀의 할 머니도 실제로 천사를 본 적이 있는지 알고 싶어 했 다. 할머니는 천사를 본 적이 있다고 하였으나 그림 에서 본 것과는 다르다고 했다. “그럼, 천사를 찾으러 가볼래요!” Amy가 말했다. “그거 좋네! 하지만 나는 너와 함께 가야겠어. 네가 너무 어리잖니.” 할머니가 말했다. “하지만 할머니는 너무 늦게 걷잖아요.” Amy 가 불평했다. “할머니는 네가 생각하는 것보다 더 빨 리 걸을 수 있어.” 할머니가 미소를 지으며 대답했다. (C) 그래서 그들은 길을 나섰고 Amy는 뛰어다녔 다. 그때, 그녀가 그들 쪽으로 다가오는 말을 보았다. 그 말에는 멋진 여자가 타고 있었다. Amy가 그녀를 보았을 때 그녀는 보석과 황금으로 반짝이고 있었고, 그녀의 눈은 다이아몬드보다 더욱 더 밝게 빛났다. “당신은 천사인가요?” Amy가 물었다. 그 여자는 대 답하지 않고 (d) 그녀를 차갑게 바라보며 아무런 말 없이 자리를 떠났다. (B) “저 사람은 천사가 아니야!” Amy가 말했다. “그래 네 말이 맞아.” 할머니가 말했다. 그래서 Amy는 다시 앞장서서 길을 걷기 시작했다. 그때, (b) 그녀는 눈처럼 하얀 드레스를 입은 한 아름다운 여자를 만났 다. “당신은 천사가 틀림없어요!” Amy가 외쳤다. “귀 여운 아가씨, 내가 정말 천사처럼 보여?” (c) 그녀가 물었다. “당신은 천사에요!” Amy가 말했다. 하지만 Amy가 실수로 그녀의 드레스를 밟았을 때 갑자기 그 녀의 얼굴이 돌변했다. “저리 비켜. 집에나 가!”, 그녀 가 외쳤다. (D) Amy가 그녀로부터 뒤로 물러나며 비틀거리다 바닥으로 넘어졌다. (e) 그녀는 더러운 길가에 넘어졌 고 울음을 터뜨렸다. “난 지쳤어요! 할머니 저를 집으 로 좀 데려다 주세요.” “물론이지! 그래서 내가 여기 있는 거잖니.” 할머니가 따뜻한 목소리로 말했다. 그 들은 길을 따라 걷기 시작했다. 갑자기 그녀가 고개 를 들어 말했다. “할머니, 혹시 할머니가 천사일까 요?” “오, 아가, 난 천사가 아니야.” “음, 할머니, 당신 은 저에게 천사가 맞아요. 왜냐면 항상 제 곁에 있어 주시니까요.”라고 Amy가 말했다. [어구] leap 뛰어다니다 sparkle 반짝이다 [해설] 해석 참조 [41 ~ 42] 마케팅 담당자들은 당신이 먼저 보는 것을 산다는 것을 수십 년 동안 알고 있었다. 예를 들어, 아래쪽 선반에 있는 상품보다 식료품점의 눈높이에 있는 상 품을 구매할 가능성이 훨씬 더 높다. 매장에서의 “제 품 배치”가 구매 행동에 영향을 미치는 방식에 대한 매우 많은 연구가 있다. 이것은 당신에게 유리하게 제품 배치를 사용할 기회를 준다. 농산물과 같은 건 강한 식품은 종종 집에서 가장 눈에 띄지 않는 음식 이다. 당신은 보이지 않는 것을 먹으려고 생각하지 않을 것이다. 이것이 85%의 미국인들이 과일과 채소 를 충분히 먹지 않는 이유 중 일부일 지도 모른다. 만약 농산물이 냉장고 밑의 서랍에 숨겨져 있으면, 이 좋은 음식들은 시야와 마음에서 벗어나 있다. 식 료품 저장실에도 마찬가지다. 나는 눈높이에 짠 크래 커와 칩이 줄지어 놓여 있는 선반을 가지고 있었다. 이것들이 먼저 내게 눈에 띄는 것이었을 때, 그것들 이 나의 주된 간식이었다. 그 동일한 선반은 이제 건 강에 좋은 간식으로 가득 차 있어, 좋은 결정을 내리 기 쉽게 해준다. 식탁에 나와 있는 음식들은 훨씬 더 중요하다. 당신이 지나갈 때마다 음식을 보면, 당신은 그것을 피하기( →집어 먹기) 쉽다. 따라서 당신의 선택을 개선하기 위해, 크래커와 사탕 대신 사과와 피스타치오 같은 좋은 음식이 나와 있도록 해라. [어구] visible 눈에 띄는 pantry 식료품 저장실 lined with ~이 줄지어 놓여 있는 critical 중요한 [해설] 해석 참조"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기 [43 ~ 45] (A) “할머니, 정말 천사가 있어요?” Amy가 물었다. “몇몇 사람들은 그렇다고 하지,” 할머니가 말했다. Amy는 할머니에게 그녀가 그림에서 천사들을 본 적 이 있다고 말했다. 하지만 (a) 그녀는 또한 그녀의 할 머니도 실제로 천사를 본 적이 있는지 알고 싶어 했 다. 할머니는 천사를 본 적이 있다고 하였으나 그림 에서 본 것과는 다르다고 했다. “그럼, 천사를 찾으러 가볼래요!” Amy가 말했다. “그거 좋네! 하지만 나는 너와 함께 가야겠어. 네가 너무 어리잖니.” 할머니가 말했다. “하지만 할머니는 너무 늦게 걷잖아요.” Amy 가 불평했다. “할머니는 네가 생각하는 것보다 더 빨 리 걸을 수 있어.” 할머니가 미소를 지으며 대답했다. (C) 그래서 그들은 길을 나섰고 Amy는 뛰어다녔 다. 그때, 그녀가 그들 쪽으로 다가오는 말을 보았다. 그 말에는 멋진 여자가 타고 있었다. Amy가 그녀를 보았을 때 그녀는 보석과 황금으로 반짝이고 있었고, 그녀의 눈은 다이아몬드보다 더욱 더 밝게 빛났다. “당신은 천사인가요?” Amy가 물었다. 그 여자는 대 답하지 않고 (d) 그녀를 차갑게 바라보며 아무런 말 없이 자리를 떠났다. (B) “저 사람은 천사가 아니야!” Amy가 말했다. “그래 네 말이 맞아.” 할머니가 말했다. 그래서 Amy는 다시 앞장서서 길을 걷기 시작했다. 그때, (b) 그녀는 눈처럼 하얀 드레스를 입은 한 아름다운 여자를 만났 다. “당신은 천사가 틀림없어요!” Amy가 외쳤다. “귀 여운 아가씨, 내가 정말 천사처럼 보여?” (c) 그녀가 물었다. “당신은 천사에요!” Amy가 말했다. 하지만 Amy가 실수로 그녀의 드레스를 밟았을 때 갑자기 그 녀의 얼굴이 돌변했다. “저리 비켜. 집에나 가!”, 그녀 가 외쳤다. (D) Amy가 그녀로부터 뒤로 물러나며 비틀거리다 바닥으로 넘어졌다. (e) 그녀는 더러운 길가에 넘어졌 고 울음을 터뜨렸다. “난 지쳤어요! 할머니 저를 집으 로 좀 데려다 주세요.” “물론이지! 그래서 내가 여기 있는 거잖니.” 할머니가 따뜻한 목소리로 말했다. 그 들은 길을 따라 걷기 시작했다. 갑자기 그녀가 고개 를 들어 말했다. “할머니, 혹시 할머니가 천사일까 요?” “오, 아가, 난 천사가 아니야.” “음, 할머니, 당신 은 저에게 천사가 맞아요. 왜냐면 항상 제 곁에 있어 주시니까요.”라고 Amy가 말했다. [어구] leap 뛰어다니다 sparkle 반짝이다 [해설] 해석 참조"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭대상 추론하기 [43 ~ 45] (A) “할머니, 정말 천사가 있어요?” Amy가 물었다. “몇몇 사람들은 그렇다고 하지,” 할머니가 말했다. Amy는 할머니에게 그녀가 그림에서 천사들을 본 적 이 있다고 말했다. 하지만 (a) 그녀는 또한 그녀의 할 머니도 실제로 천사를 본 적이 있는지 알고 싶어 했 다. 할머니는 천사를 본 적이 있다고 하였으나 그림 에서 본 것과는 다르다고 했다. “그럼, 천사를 찾으러 가볼래요!” Amy가 말했다. “그거 좋네! 하지만 나는 너와 함께 가야겠어. 네가 너무 어리잖니.” 할머니가 말했다. “하지만 할머니는 너무 늦게 걷잖아요.” Amy 가 불평했다. “할머니는 네가 생각하는 것보다 더 빨 리 걸을 수 있어.” 할머니가 미소를 지으며 대답했다. (C) 그래서 그들은 길을 나섰고 Amy는 뛰어다녔 다. 그때, 그녀가 그들 쪽으로 다가오는 말을 보았다. 그 말에는 멋진 여자가 타고 있었다. Amy가 그녀를 보았을 때 그녀는 보석과 황금으로 반짝이고 있었고, 그녀의 눈은 다이아몬드보다 더욱 더 밝게 빛났다. “당신은 천사인가요?” Amy가 물었다. 그 여자는 대 답하지 않고 (d) 그녀를 차갑게 바라보며 아무런 말 없이 자리를 떠났다. (B) “저 사람은 천사가 아니야!” Amy가 말했다. “그래 네 말이 맞아.” 할머니가 말했다. 그래서 Amy는 다시 앞장서서 길을 걷기 시작했다. 그때, (b) 그녀는 눈처럼 하얀 드레스를 입은 한 아름다운 여자를 만났 다. “당신은 천사가 틀림없어요!” Amy가 외쳤다. “귀 여운 아가씨, 내가 정말 천사처럼 보여?” (c) 그녀가 물었다. “당신은 천사에요!” Amy가 말했다. 하지만 Amy가 실수로 그녀의 드레스를 밟았을 때 갑자기 그 녀의 얼굴이 돌변했다. “저리 비켜. 집에나 가!”, 그녀 가 외쳤다. (D) Amy가 그녀로부터 뒤로 물러나며 비틀거리다 바닥으로 넘어졌다. (e) 그녀는 더러운 길가에 넘어졌 고 울음을 터뜨렸다. “난 지쳤어요! 할머니 저를 집으 로 좀 데려다 주세요.” “물론이지! 그래서 내가 여기 있는 거잖니.” 할머니가 따뜻한 목소리로 말했다. 그 들은 길을 따라 걷기 시작했다. 갑자기 그녀가 고개 를 들어 말했다. “할머니, 혹시 할머니가 천사일까 요?” “오, 아가, 난 천사가 아니야.” “음, 할머니, 당신 은 저에게 천사가 맞아요. 왜냐면 항상 제 곁에 있어 주시니까요.”라고 Amy가 말했다. [어구] leap 뛰어다니다 sparkle 반짝이다 [해설] 해석 참조"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 세부 내용 파악하기 [43 ~ 45] (A) “할머니, 정말 천사가 있어요?” Amy가 물었다. “몇몇 사람들은 그렇다고 하지,” 할머니가 말했다. Amy는 할머니에게 그녀가 그림에서 천사들을 본 적 이 있다고 말했다. 하지만 (a) 그녀는 또한 그녀의 할 머니도 실제로 천사를 본 적이 있는지 알고 싶어 했 다. 할머니는 천사를 본 적이 있다고 하였으나 그림 에서 본 것과는 다르다고 했다. “그럼, 천사를 찾으러 가볼래요!” Amy가 말했다. “그거 좋네! 하지만 나는 너와 함께 가야겠어. 네가 너무 어리잖니.” 할머니가 말했다. “하지만 할머니는 너무 늦게 걷잖아요.” Amy 가 불평했다. “할머니는 네가 생각하는 것보다 더 빨 리 걸을 수 있어.” 할머니가 미소를 지으며 대답했다. (C) 그래서 그들은 길을 나섰고 Amy는 뛰어다녔 다. 그때, 그녀가 그들 쪽으로 다가오는 말을 보았다. 그 말에는 멋진 여자가 타고 있었다. Amy가 그녀를 보았을 때 그녀는 보석과 황금으로 반짝이고 있었고, 그녀의 눈은 다이아몬드보다 더욱 더 밝게 빛났다. “당신은 천사인가요?” Amy가 물었다. 그 여자는 대 답하지 않고 (d) 그녀를 차갑게 바라보며 아무런 말 없이 자리를 떠났다. (B) “저 사람은 천사가 아니야!” Amy가 말했다. “그래 네 말이 맞아.” 할머니가 말했다. 그래서 Amy는 다시 앞장서서 길을 걷기 시작했다. 그때, (b) 그녀는 눈처럼 하얀 드레스를 입은 한 아름다운 여자를 만났 다. “당신은 천사가 틀림없어요!” Amy가 외쳤다. “귀 여운 아가씨, 내가 정말 천사처럼 보여?” (c) 그녀가 물었다. “당신은 천사에요!” Amy가 말했다. 하지만 Amy가 실수로 그녀의 드레스를 밟았을 때 갑자기 그 녀의 얼굴이 돌변했다. “저리 비켜. 집에나 가!”, 그녀 가 외쳤다. (D) Amy가 그녀로부터 뒤로 물러나며 비틀거리다 바닥으로 넘어졌다. (e) 그녀는 더러운 길가에 넘어졌 고 울음을 터뜨렸다. “난 지쳤어요! 할머니 저를 집으 로 좀 데려다 주세요.” “물론이지! 그래서 내가 여기 있는 거잖니.” 할머니가 따뜻한 목소리로 말했다. 그 들은 길을 따라 걷기 시작했다. 갑자기 그녀가 고개 를 들어 말했다. “할머니, 혹시 할머니가 천사일까 요?” “오, 아가, 난 천사가 아니야.” “음, 할머니, 당신 은 저에게 천사가 맞아요. 왜냐면 항상 제 곁에 있어 주시니까요.”라고 Amy가 말했다. [어구] leap 뛰어다니다 sparkle 반짝이다 [해설] 해석 참조"
    }
]