[
    {
        "question_num": 1,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Did you hear that Golden Bookstore will hold a book signing event for Lora Johnson? M: Oh, she is one of my favorite writers. I’ve read all of her novels. When is it? W: This Sunday afternoon. Do you want to come with me? M:"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Jane, are you almost done setting up your drone? W: Not yet. I’m having a hard time understanding the instructions. M: Watching some video clips might be helpful. I’m sure you’ll find some showing you how to do it. W:"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 파악하기 W: Hello, everyone. Thank you for visiting Dream Amusement Park. To celebrate our 20th anniversary, we have a special musical performance for children, The Winter Princess, all through this week. It was awarded the Best Children’s Musical last year and features many famous musical artists that you love. Today, the performance will start at 4 p.m. at the Rainbow Theater. If you’d like to join the show, you need to make a reservation at any information center nearby. We hope you all have a wonderful time with us. Thank you."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화의 주제 파악하기 M: Hey, Sarah. What are you going to choose for your after­school activity? W: I’m not sure, Dad. M: What about taking a coding course? W: A coding course? Why should I do that? M: I think learning to code can give you important skills for the future. W: Oh, I remember my teacher saying that coding is a skill that can increase the chances of getting a job. But it sounds difficult. M: It might be, but it can help you learn how to plan and organize your thoughts. W: Good to know. And I heard coding helps with math. Right? M: Definitely. Plus, it improves your problem­solving skills. W: Cool! I think I’m going to take the course."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 파악하기 W: Hello, Mr. Williams. M: Please come on in, Ms. Jackson. How are you doing? W: I’m good. Recently our company published several books, so I’ve been really busy. M: Oh, I hope you get some time off soon. W: I hope so, too. Well, I’ve read your work, The Great Man. I think you nicely expressed the feeling of the original book. M: Thank you. Which book will I translate this time? W: It is a novel written by a Spanish writer, Isabel Martinez. M: Sounds good. I’m so happy to translate the book. W: My boss said that the book needs to be released by December. So, is it possible to get the first draft by the end of October? M: No problem."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 M: Lisa, how’s the poster for our magic show going? W: I have changed a few things. Take a look. M: Oh, I like the two birds at the top. W: And I wrote the date and the time under the title, Magic Show. M: Nice choice. It’s more eye­catching. W: What do you think of the rabbit in the hat? M: I really like it. It’s so cute. And you put the round table instead of the square one. W: Yes, but I’m still not sure about the shape of the table. M: I think the round one looks much better. W: Okay. And as you suggested, I drew a magician holding a magic stick. M: Nice. I think it’s perfect now. W: Yeah, finally. Thanks for your help."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자가 할 일 파악하기 W: Chris, what are you doing? M: I’m writing interview questions for the feature story of our next school magazine. W: Who are you interviewing? M: The new English teacher. I’m going to interview him tomorrow. W: Do you need any help with the interview questions? M: No, I’m almost done. But I’m still looking for someone to take photos during the interview. W: Why don’t you ask Cindy? She’s good at taking photos. M: I already asked her, but she said she has an important presentation tomorrow. W: Well, how about Tom? He’s a member of the photo club. M: You mean the one in our chemistry class? W: Yes. I think he’s the right person. Do you want me to call him to see if he’s available tomorrow? M: That would be great. Thanks."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유 파악하기 W: James, check out the poster. It’s about this year’s Winter Sports Camp. M: I remember we had a great time at last year’s camp. W: Yes, we did. Let’s go to the camp together again. M: I’m afraid I can’t. W: Why not? Do you still have ankle pain? M: I’m still taking my pills, but don’t worry. I’m fine. W: Ah, you must have another family trip scheduled. M: No, not this time. Actually, it’s because of my science project. W: Haven’t you finished it yet? M: I’ve already handed in the final report for the project, but Mr. Miller said that I have to participate in the National Science Contest with it. W: That’s great. You should definitely spend your whole winter vacation preparing for it, then. M: I’m going to do my best. Have fun for me."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 지불할 금액 파악하기 M: Hello, ma’am. Welcome to the Aerospace Exhibition. W: Hi, I’d like to get tickets for the exhibition. M: Sure. We have two options, a full­day ticket and a half­day ticket. W: I’ll take the half­day ticket. How much is it? M: It’s $30 for adults and $20 for children. How many tickets do you need? W: One adult and two children’s tickets, please. I have a membership card. Do you offer a discount? M: Yes. Gold membership holders get 20% off the total, and silver membership holders get 10% off the total. W: Great. I have a silver membership. M: Okay. May I have your membership card? W: Here it is. And I’ll be paying with cash."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 W: Hey, Sam. Have you heard about the Mind­Up Program? M: No, I haven’t. What is it? W: It’s a program for high school students. Its purpose is to encourage us to build a positive mindset. You should come. M: It sounds interesting. Please tell me more about it. W: There will be a lot of activities to help relieve stress. Also, we’ll get to listen to special lectures from successful young CEOs. M: Awesome! I should sign up. When is it? W: This Friday. It starts at 6 p.m. M: Cool. How much is the admission fee? W: It’s free for all students. You can apply for the program on our school website. M: Great. I’ll do it now."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 M: Hello, listeners. I’m Ted Potter, the manager of the Plata Community Center. I’d like to tell you about the upcoming Plata Tea Festival. It’s an annual tea festival held at City Hall. This year it’ll take place on September 5th and 6th. More than 20 tea companies will participate in this festival. During the festival, you can enjoy blind tea tasting and food pairing events. Also, you can learn tea etiquette from experts. The admission fee is $10 and children under 5 enter for free. Reservations are not necessary. Come to this festival and share a cup of tea with your friends and family."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 화자의 선택 파악하기 M: Julie, what are you looking at? W: I’m thinking of buying a new handheld fan. Can you help me pick one? M: Sure. Hmm, how about this one? W: It looks good, but I don’t want to spend more than $30. M: Okay. And I think you should get one with a battery that lasts more than 8 hours. 고1 정답 및 해설 2020학년도 9월 전국연합학력평가 10 15 W: I think so, too. I usually spend more than 8 hours outside. M: What about the fan speed levels? Do you need a fan with 4 levels? W: No. Three levels will be enough for me. M: Then you have two models left. I recommend the foldable one. W: What’s special about it? M: If you fold the handle, it’ll easily fit into your handbag. It can also stand up on your desk. W: That sounds convenient. I’ll buy that one."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Hi, Andrew. I heard that your tennis club is competing in the City Tennis Tournament. M: Yes. We’ve been practicing a lot these days. W: I’m sure you’ll do well. M: Thanks. But our school tennis court is going to be under construction starting next week, so we won’t have a place to practice. W: What about the community center? It has several tennis courts. M: We already checked. But all the courts are fully booked. W: That’s too bad. Oh, wait! My sister told me her school tennis courts would be open to the public starting this Saturday. M: Really? That’s great news. Do I need a reservation? W: Yes. I remember she said that reservations would start at 9 a.m. tomorrow. M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Hey, Minho. What are you doing? M: Hi, Mrs. Sharon. I’m writing an application letter for college. W: Can I take a look at it? M: Of course. Please give me some advice after you’re finished reading it. W: Hmm.... You only listed the activities you’ve done without being specific. M: Yeah. Isn’t it good to include as many activities as possible? W: No. If you do that, your application letter won’t be memorable. M: But I thought if I wrote down a lot of activities, I would stand out. W: It’s actually the opposite. You should focus on a few things and write about them in detail. M: I never thought about that. Do you really think it’ll work? W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 M: Cathy and Brian are members of the same orchestra. They are practicing together for the upcoming concert. Lately, Brian doesn’t look so good and seems to be unable to concentrate during practice. When Cathy asks why, he tells her that it’s because of his back pain. He sits for long periods of time preparing for the concert, so his back hurts. Cathy understands his pain because she had the same problem last year. However, after she started yoga, her back pain disappeared. She wants to suggest to Brian that he start yoga. In this situation, what would Cathy most likely say to Brian?"
    },
    {
        "question_num": 16,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 물건 파악하기 W: Hello, class! Last time we learned about LED technology. I hope all of you have a clear idea of what an LED is now. Today, I’ll talk about how LEDs make our lives better. First, one of the advantages of LEDs is the long lifespan. LED bulbs are used in lamps and last for over 17 years before you need to change them. Second, LEDs use very low amounts of power. For example, a television using LEDs in its backlight saves a lot of energy. Next, LEDs are brighter than traditional bulbs. So, they make traffic lights more visible in foggy conditions. Finally, thanks to their small size, LEDs can be used in various small devices. Any light you see on a computer keyboard is an LED light. Now, let’s think about other products that use LEDs."
    },
    {
        "question_num": 17,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 물건 파악하기 W: Hello, class! Last time we learned about LED technology. I hope all of you have a clear idea of what an LED is now. Today, I’ll talk about how LEDs make our lives better. First, one of the advantages of LEDs is the long lifespan. LED bulbs are used in lamps and last for over 17 years before you need to change them. Second, LEDs use very low amounts of power. For example, a television using LEDs in its backlight saves a lot of energy. Next, LEDs are brighter than traditional bulbs. So, they make traffic lights more visible in foggy conditions. Finally, thanks to their small size, LEDs can be used in various small devices. Any light you see on a computer keyboard is an LED light. Now, let’s think about other products that use LEDs."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 [해석] Wildwood 지역 주민들께, Wildwood Academy는 장애와 학습의 어려 움을 가진 아이들을 돕고자 하는 지역 학교입 니다. 현재 200명이 넘는 학생들이 등록되어 있습니다. 올해 저희는 학생들 각각이 그들의 음악적 능력을 발전시킬 기회를 갖기를 바라 며 음악 수업을 추가 개설하고자 합니다. 이 수업을 시작하기 위해, 저희는 지금 저희가 가 지고 있는 것보다 더 많은 악기가 필요합니다. 저희는 여러분이 집을 둘러보고 더 이상 사용 하지 않을지도 모르는 악기를 기부하기를 요 청합니다. 기부된 각 악기는 필요로 하는 학생 에게 배정될 것입니다. 전화만 주시면 기꺼이 저희가 방문하여 악기를 가져가겠습니다. 교장 Karen Hansen 드림 [해설] 해석 참조 [어휘 및 어구] enroll 등록하다 no longer 더 이상 ~않는 assign 배정하다, 할당하다"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 인물의 심경 변화 파악하기 [해석] Salva는 남부 수단을 돕기 위한 프로젝트 를 위해서 모금을 해야 했다. Salva가 관중 앞에 서 말하는 것은 처음이었다. 백 명이 넘는 사람들 이 있었다. 그가 마이크로 걸어갈 때 Salva의 다 리가 후들거리고 있었다. “아-아-안녕하세요,” 그 가 말했다. 그의 손이 떨리면서, 그는 관중을 바 라보았다. 모든 사람들이 그를 보고 있었다. 그 때, 그는 모든 얼굴이 그가 할 말에 관심이 있어 보임을 알아차렸다. 사람들은 미소 짓고 있었고 우호적으로 보였다. 그것이 그의 기분을 좀 더 나 아지게 해서 그는 다시 마이크에 대고 말했다. “안녕하세요,” 그는 반복했다. 그는 안심하여 미소 를 지었고 말을 이어갔다. “저는 남부 수단을 위 한 프로젝트에 관해 여러분께 말씀드리려고 이 자 리에 섰습니다.” [해설] 해석 참조 [어휘 및 어구] raise money 모금하다 tremble 떨리다, 흔들리다"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 여러분이 세우는 어떤 목표든 달성하기 어 려울 것이고, 여러분은 분명히 도중에 어느 시점 에서 실망하게 될 것이다. 그러니 여러분의 목표 들을 시작부터 여러분이 가치 있다고 여기는 것보 다 훨씬 더 높게 세우는 것은 어떤가? 만약에 그 것들이 일, 노력, 그리고 에너지를 요구한다면, 각 각을 10배 더 많이 발휘하는 것은 어떤가? 만약 여러분이 자신의 능력을 과소평가하고 있는 것이 라면 어떻게 되겠는가? “비현실적 목표를 세우는 것으로부터 오는 실망은 어찌할 것인가?”라고 말 하며, 여러분은 이의를 제기할지도 모른다. 그러 나 여러분의 삶을 되돌아보기 위해 그저 잠깐의 시간을 가져봐라. 아마 여러분은 너무 낮은 목표 들을 세우고 그것들을 달성은 했으나, 결국 자신 이 원했던 것을 여전히 얻지 못한 것에 깜짝 놀라 며 더욱 자주 실망했을 것이다. [해설] 해석 참조 [어휘 및 어구] worthy 가치 있는 underestimate 과소평가하다 capability 능력"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 밑줄 친 부분의 함축 의미 파악하기 [해석] 오늘날 미국에서 사용되는 휴대전화가 7억 개가 넘고 이 휴대전화 사용자들 중 적어도 1억 4 천만 명은 새 휴대전화를 위해 14­18개월마다 그 들의 현재 휴대전화를 버릴 것이다. 나는 최신 휴 대전화를 ‘반드시’ 가져야 하는 그런 사람들 중 한 명은 아니다. 사실 나는 배터리가 더 이상 충전이 잘 되지 않을 때까지 내 휴대전화를 사용한다. 그 때라면 때가 된 것이다. 그래서 나는 그저 교체용 배터리를 사야겠다고 생각한다. 그러나 나는 그 배 터리가 더 이상 만들어지지 않고, 최신 휴대전화에 더 새로운 기술과 더 나은 기능들이 있기 때문에 그 휴대전화는 더 이상 제조되지 않는다고 듣게 된다. 그것이 전형적인 정당화이다. 그 휴대전화는 심지어 그렇게 오래되지 않았다. 아마도 1년 좀 넘 게? 나는 단지 한 사례일 뿐이다. 얼마나 수많은 다른 사람들이 이와 똑같은 시나리오를 갖는지 당 신은 상상할 수 있는가? ‘전자 쓰레기’에 대해서는, 휴대전화가 선두에 있다는 것은 놀랍지 않다. [해설] 해석 참조 [어휘 및 어구] charge 충전 replacement 교체 feature 기능 justification 정당화 take the lead 선두에 있다"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 학습자들은 복잡한 발달적, 인지적, 신체 적, 사회적, 그리고 문화적 체계 안에서 기능한다. 다양한 분야에서의 연구와 이론은 모든 학습자들 이 문화적으로 한정된 맥락 안에서 문화적으로 한 정된 방식으로 성장하고 배운다는 점에 대한 이해 를 점차 발전시키는 데 기여해 왔다. 인간은 가족 과의 관계, 나이와 관련된 단계, 그리고 더 많은 것들과 같은 기본적인 경험뿐만 아니라 기본적인 뇌 구조와 처리과정을 공유하지만, 각각의 이러한 현상은 개인의 정확한 경험에 의해 형성된다. 학 습은 문화적 영향이 인생의 시작부터 영향력이 있 기 때문에 모든 사람들에게 똑같은 방식으로 일어 나지는 않는다. 학습과 문화의 뒤얽힘에 관한 이 러한 생각은 학습과 발달의 많은 측면에 대한 연 구에 의해 지지되어 왔다. [해설] 해석 참조 [어휘 및 어구] diverse 다양한 defined 한정된 phenomenon 현상 (pl. phenomena)"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 [해석] 인간뿐만 아니라 동물도 놀이 활동에 참여 한다. 동물에게 있어 놀이는 오랫동안 미래 생존 에 필요한 기술과 행동을 학습하고 연마하는 방식 으로 여겨져 왔다. 아이들에게 있어서도 놀이는 발달하는 동안 중요한 기능을 한다. 유아기의 가 장 초기부터, 놀이는 아이들이 세상과 그 안에서 의 그들의 위치에 대해 배우는 방식이다. 아이들 의 놀이는 신체능력― 매일의 삶에 필요한 걷기, 달리기, 그리고 점프하기와 같은 기술을 발달시키 기 위한 훈련의 토대로서 역할을 한다. 놀이는 또 한 아이들이 사회적 행동을 시도하고 배우며, 성 인기에 중요할 가치와 성격적 특성을 습득하도록 한다. 예를 들어, 그들은 다른 사람들과 경쟁하고 협력하는 방식, 이끌고 따르는 방식, 결정하는 방 식 등을 배운다. [해설] 해석 참조 [어휘 및 어구] engage in ~에 참여하다 infancy 유아기 ground 토대"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 [해석] 예술부터 건강관리에 이르는 모든 것에서 많은 전통적인 직업의 소실은 인간의 새로운 직업 2020학년도 9월 전국연합학력평가 정답 및 해설 고1 11 15 의 생성에 의해서 부분적으로 상쇄될 것이다. 밝 혀진 질병을 진단하고 일반적인 처방을 내리는 일 을 주로 하는 일반 진료 의사들은 아마도 AI 의 사에 의해 대체될 것이다. 그러나 정확히 그것 때 문에, 획기적인 연구를 하고 새로운 약이나 수술 절차를 개발하도록 인간 의사와 실험실 조교에게 지급할 돈이 훨씬 더 많을 것이다. AI는 또 다른 방식으로 인간의 새로운 직업을 만드는 것을 도울 지도 모른다. 인간이 AI와 경쟁하는 대신에, 그들 은 AI를 정비하고 활용하는 것에 집중할 수 있다. 예를 들어, 드론에 의한 인간 조종사의 대체는 몇 몇 직업을 없애 왔지만, 정비, 원격조종, 데이터 분석, 그리고 사이버 보안에 있어서 많은 새로운 기회를 만들어 왔다. [해설] 해석 참조 [어휘 및 어구] diagnose 진단하다 groundbreaking 획기적인 eliminate 없애다, 제거하다 maintenance 정비"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용 파악하기 [해석] 위 그래프는 2016년 실내 냉방을 위한 국가 /지역별 최종 에너지 소비를 보여 준다. 2016년 실 내 냉방을 위한 전 세계의 최종 에너지소비는 1990 년의 최종 에너지 소비의 3배 넘게 많았다. 최종 에 너지를 가장 많이 소비한 곳은 미국이었고, 그 양 은 616 TWh에 달했다. 유럽 연합, 중동, 일본의 최종 에너지 소비의 양의 총합은 중국의 최종 에너 지 소비의 양보다 적었다. 인도와 한국의 최종 에 너지 소비의 양의 차이는 60 TWh보다 많았다. 인 도네시아의 최종 에너지 소비는 위의 국가들/지역 들 중에 가장 적었고, 총 25 TWh이었다. [해설] 해석 참조"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 세부 내용 파악하기 [해석] Jessie Redmon Fauset은 1884년 New Jersey의 Snow Hill에서 태어났다. 그녀는 Cornell University를 졸업한 최초의 흑인 여성이었다. Fauset 은 소설, 시, 단편 소설, 수필을 쓰는 것 외에도, Washington, D.C.의 공립학교에서 프랑스어를 가르 쳤고, 저널 편집자로서 일했다. 편집자로 일하는 동 안, 그녀는 Harlem Renaissance(흑인 예술 문화 부 흥 운동)의 많은 유명한 작가들을 고무시켰다. 비록 그녀는 소설가보다 편집자로서 더 유명하지만, 많은 비평가들은 그녀의 소설 ‘Plum Bun’을 Fauset의 가 장 뛰어난 작품으로 간주한다. 그 속에서, 그녀는 한 흑인 소녀의 이야기를 하는데, 그 소녀는 백인으로 여겨질 수 있지만 결국에는 자신의 인종적 정체성과 자부심을 주장한다. Fauset은 1961년 4월 30일에 Philadelphia에서 심장병으로 사망했다. [해설] 해석 참조 [어휘 및 어구] ultimately 결국에는 identity 정체성"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 세부 내용 파악하기 [해설] 해석 참조"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 세부 내용 파악하기 [해설] 해석 참조 [어휘 및 어구] gift certificate 상품권 in advance 사전에"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 [해석] 비록음식에대한우리평가의일부가음 식의시각적외관인것은분명하지만, 어떻게시 각적인입력정보가맛과냄새에우선할수있는 가는놀라울것이다. 만약예를들어초록색빛깔 의오렌지음료와같이색깔이잘못되어있다면, 사람들은과일맛이나는음료를정확하게식별하 는것이매우어렵다는것을알게된다. 포도주 맛을감정하는사람들의경험은훨씬더놀라울 것이다. 포도주와포도주제조에관해공부하는 Bordeaux University 학생들을대상으로한연구 는그들이붉은색색소로물들인백포도주를받았 을때, ‘자두와초콜릿’과같은적포도주에적합한 시음표를선택했다는것을보여주었다. 숙련된뉴 질랜드포도주전문가들도마찬가지로백포도주 Chardonnay를붉은색색소로물들였을때, 속아 서그것이실제로적포도주라고생각하게되었다. [해설] ④gave → were given [어휘 및 어구] assessment 평가 dye 색소, 염료"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [해석] 사회적 관계는 우리의 생존과 웰빙을 위해 매우 필수적이어서 우리는 관계를 형성하기 위해 다른 사람과 협력할 뿐만 아니라, 친구를 얻기 위해 다른 사람과 경쟁하기도 한다. 그리고 자주 우리는 동시에 둘 다를 한다. 가십을 생각해보자. 가십을 통해 우리는 친구들과 흥미로운 세부사항을 공유하 면서 유대를 형성한다. 그러나 동시에 우리는 가십 의 대상들 중에서 잠재적인 적을 만들어낸다. 또는 누가 ‘그들의’ 파티에 참석할 것인지를 알아보기 위 해 경쟁하는 라이벌 관계의 휴일 파티를 생각해 보 라. 우리는 심지어 소셜 미디어에서도 사람들이 가 장 많은 친구들과 팔로워들을 얻기 위해 경쟁할 때 이러한 긴장감을 볼 수 있다. 동시에 경쟁적 배제는 또한 협력도 만들어낼 수 있다. 고등학교 친목 동아 리와 컨트리 클럽은 이러한 공식을 사용하여 큰 효 과를 발휘한다. 그들이 충성과 지속적인 사회적 유 대를 형성하는 것은 선택적인 포함 ‘그리고 배제’를 통해서이다. [해설] 해석 참조 [어휘 및 어구] bond 유대를 형성하다; 유대 exclusion 배제"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 2001년 9월 11일 테러리스트 공격의 10 주년 추모일이 다가오면서, 9/11 관련 언론 기사 의 양이 추모일 바로 전후로 최고조까지 올라갔 고, 그 후 몇 주 동안 급격히 줄어들었다. 그 시 기 동안 실시된 조사는 시민들에게 지난 70년 동 안 있었던 ‘특히 중요한’ 두 가지 사건을 선택하도 록 요청했다. 미디어 대선전이 시작되기 전인 추 모일 2주 전, 응답자의 약 30퍼센트가 9/11을 언 급했다. 그러나 추모일이 더 가까워지고, 미디어 보도가 증가함에 따라, 더 많은 응답자들이 9/11 을 선택하기 시작했고, 그 수가 65퍼센트까지 올 랐다. 그러나 보도가 2주 후에 이전 수준으로 줄 어들자, 다시 한 번 참가자의 약 30퍼센트만이 그 것을 지난 70년 동안의 특히 중요한 두 가지 사 건으로 선택했다. 명백하게, 뉴스 보도의 양은 그 들이 그 보도에 노출될 때 관찰자들 사이에서 문 제의 중요성을 ‘인식하는’ 데 있어 큰 차이를 만들 수 있다. [해설] 해석 참조 [어휘 및 어구] respondent 응답자 intensify 증가하다 significance 중요성"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 여기 불편한 진실이 있다. 즉, 우리는 모두 편향되어 있다. 모든 인간은 다른 사람들에 대한 부정확한 추측을 하도록 이끄는 무의식적인 편견에 의해 영향을 받는다. 모두가 그렇다. 어느 정도, 편 견은 필수적인 생존 기술이다. 만약에 당신이, 가 령 Homo Erectus처럼, 정글을 돌아다니는 초기 인 류라면, 당신은 동물이 다가오는 것을 볼지 모른다. 당신은 그 동물의 외양에만 기초하여 그 동물이 안 전한지 아닌지에 대해서 매우 빨리 추측해야 한다. 이것은 다른 인류에게도 똑같이 적용된다. 당신은 만약 필요하다면, 도망갈 많은 시간을 갖기 위하여 위협에 대해서 순간적인 결정을 내려야 한다. 이것 은 타인의 외모와 옷으로 그들을 범주화하고 분류 하는 성향의 한 근간일지 모른다. [해설] 해석 참조 [어휘 및 어구] biased 편향된 assumption 추측 split­second 순간적인 categorize 범주화하다 label 분류하다"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 네덜란드의 자전거 문화에서, 뒷좌석에 동 승자를 앉히는 것은 흔하다. 자전거 운전자의 움 직임을 따르기 위해서, 뒷좌석에 앉은 사람은 꽉 잡을 필요가 있다. 자전거는 핸들을 조종하는 것 뿐만 아니라 (몸을) 기울임으로써 방향을 바꾸기 때문에 동승자는 자전거 운전자와 같은 방향으로 (몸을) 기울일 필요가 있다. 뒷좌석에서 계속해서 똑바로 앉아 있는 동승자는 말 그대로 뒷좌석의 골칫거리가 될 것이다. 오토바이를 탈 때는, 이것 이 훨씬 더 중요하다. 오토바이의 더 높은 속도는 방향을 바꿀 때 더 많이 (몸을) 기울일 것을 요구 하고, 협응의 부족은 재앙이 될 수 있다. 동승자 는 운전자의 모든 움직임을 따라하도록 기대되기 때문에 주행 시 진정한 동반자이다. [해설] 해석 참조 [어휘 및 어구] steer 조종하다 lean (몸을) 기울이다 pain 골칫거리 coordination 협응"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 신생아와 유아가 흔들림에 의해 편안해지 는데, 이것은 이런 움직임이 자궁 안에서 그들이 경험했던 것과 유사하기 때문이고, 그들이 이런 친숙한 느낌에서 편안해지는 것이 틀림없다는 말 을 자주 듣는다. 이것은 사실일 수 있지만, 현재 까지 임신 기간 동안 엄마가 움직이는 시간의 양 과 흔들림에 대한 신생아의 반응 사이에 상당한 관계가 있음을 입증하는 설득력 있는 데이터는 없 다. 신생아가 부드러운 흔들림을 젖을 먹는 것과 연관시키게 된다는 생각도 그만큼 가능할 법하다. Springfield High School Book Fair 책을 사랑하는 모든 분들! Springfield High School Book Fair에 와서 즐겨보세요. 날짜 & 시간: ㆍ 2020년 11월 9일-13일 ㆍ 오전 9시-오후 3시 장소: 학교 도서관 특별 프로그램: ▪책 표지 디자인 대회 ㆍ11월 10일, 오전 11시 ㆍ수상자들은 책 박람회에서 사용 가능한 상품권 을 받을 것입니다. ▪폐막식 ㆍ11월 13일, 오후 2시 ㆍ올해의 베스트셀러 작가인 Rosa Park를 만날 기회를 놓치지 마세요. ※ 책 박람회에서 자원봉사하기를 원하는 사람은 누구나 사전에 온라인 등록을 해야 합니다. Greenville Community Cleanup Day 제6회 연례 Greenville Community Cleanup Day가 곧 열립니다! 여러분이 마을에 관심이 있다는 것을 보여 주세요. ▪언제: 2020년 10월 17일 토요일 ▪어디서: North Strand Recreation Center ㆍ참가자들은 청소를 위해 버스를 타고 이동할 것입니다. ▪누가: ㆍ참가를 원하는 거주민은 누구나 ㆍ10세 미만의 어린이는 성인과 동행해야 합니다. ▪청소 일정: ㆍ오전 9시: 등록 ㆍ오전 9시 30분-오전 11시 30분: 다양한 장소에서 청소 ✓안전 조끼와 장갑은 제공될 것입니다. ✓앞이 막힌 신발을 신고 오는 것을 잊지 마세요. ✓모든 참가자들은 티셔츠와 간식을 무료로 받을 것입니다. 행사에 등록하기 위해서는 이름과 전화번호를 info@gvcommunity.org로 이메일을 보내 주세요. 고1 정답 및 해설 2020학년도 9월 전국연합학력평가 12 15 부모는 흔들어 주는 것이 신생아를 달래 준다는 것을 알고 있어서, 그들은 젖을 주는 동안 부드럽 고, 반복적인 움직임을 매우 자주 제공한다. 음식 의 등장은 일차 강화물이기 때문에, 신생아는 움 직임을 좋아하게 되고, 그 이유는 그들이 연관 학 습의 과정을 통해 조건화되어 왔기 때문이다. [해설] 해석 참조 [어휘 및 어구] rock 흔들리다 convincing 설득력 있는 significant 상당한 associate 연관시키다"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 [해석] 단 한 주 만에, 태양은 ‘모든 인간의 역사’ 에 걸쳐 인간이 석탄, 석유, 그리고 천연가스의 연소를 통해 사용해 온 것보다 더 많은 에너지를 지구에 전달한다. 그리고 태양은 수십억 년 동안, 계속하여 지구를 비출 것이다. 우리의 당면 과제 는 우리의 에너지가 고갈되고 있다는 것이 아니 다. 그것은 우리가 잘못된 원천― 우리가 고갈시 키고 있는 (양이) 적고 한정적인 것― 에 집중하 고 있다는 것이다. 사실, 우리가 오늘날 사용하고 있는 모든 석탄, 천연가스, 그리고 석유는 수백 만 년 전에 온 태양에너지일 뿐이며, 그것의 극히 일부분만이 지하 깊은 곳에 보존되어 있었다. (화 석 연료를 사용하는 기술을 개발하기 위한 우리의 노력은 의미 있는 결과를 거둬왔다.) 우리의 기회 이자 당면 과제는 태양으로부터 매일 지구에 도달 하는 새로운 에너지인 ‘훨씬 더 풍부한’ 원천을 효 율적으로 그리고 저비용으로 사용하는 것을 배우 는 것이다. [해설] 해석 참조 [어휘 및 어구] run out of ~이 고갈되다 finite 한정적인 fossil 화석 abundant 풍부한"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 우리는 우리가 안다고 ‘생각하는’ 것에 기초 하여 결정을 한다. 대다수의 사람들이 세상이 편평 하다고 믿었던 것은 그다지 오래되지 않았다. (B) 이렇게 인지된 사실은 행동에 영향을 미쳤다. 이 기간 동안에는, 탐험이 거의 없었다. 사람들은 만 약 그들이 너무 멀리 가면, 지구의 가장자리에서 떨어질까 봐 두려워했다. 그래서 대체로 그들은 감 히 이동하지 않았다. (A) 대대적으로 행동이 변화 한 것은 비로소 그런 사소한 사항― 세상은 둥글다 ― 이 드러나고 나서였다. 이것이 발견된 후 곧, 사 람들은 세상을 돌아다니기 시작했다. 무역 경로가 만들어졌으며, 향신료가 거래되었다. (C) 모든 종 류의 혁신과 진보를 고려했던 사회들 사이에 수학 과 같은 새로운 개념이 공유되었다. 단순한 잘못된 가정의 수정이 인류를 앞으로 나아가게 했다. [해설] 해석 참조 [어휘 및 어구] reveal 드러내다 perceive 인식하다"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 거울과 부드럽고, 광택이 나는 다른 표면 들은 빛을 반사한다. 광선이 우리 눈의 망막에 이 미지를 형성하기 때문에 우리는 그런 표면들로부 터 반사된 것을 본다. (C) 그런 이미지들은 항상 거꾸로 되어 있다. 거울에 비친 여러분의 모습을 보며 오른쪽 눈을 깜박여 보아라. 그러면 왼쪽 눈 이 여러분에게 눈을 깜박이는 것처럼 보일 것이 다. 여러분은 거울을 사용하여 친구에게 암호로 된 메시지를 보낼 수 있다. (B) 탁자 위에 놓인 한 장의 종이가 거울 속에 명확하게 보일 수 있도 록 거울을 탁자 위에 수직으로 세워라. 이제 거울 을 볼 때 정상적으로 보이는 메시지를 적어라. (A) 쓰는 동안 종이가 아니라 반사되는 이미지를 계속 보아라. 조금 연습을 하고 나면, ‘거꾸로’ 쓰 는 것이 더 쉬울 것이다. 여러분의 친구가 그런 메시지를 받으면, 그는 그 종이를 거울에 비춰 봄 으로써 그것을 읽을 수 있을 것이다. [해설] 해석 참조 [어휘 및 어구] reflect 반 사하 다 upright 수 직으 로 reversed 거 꾸로 된"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 호혜주의는 포획된 상황에서 침팬지 한 마 리에게 수박이나 잎이 많은 가지처럼 많은 양의 먹 이를 건네주고 뒤이어 일어나는 것을 관찰함으로써 탐구될 수 있다. 먹이 소유자가 다른 침팬지들에 둘러싸여 중심에 있게 되고, 모든 먹이가 다 분배 될 때까지 꽤 큰 몫을 얻은 침팬지들 주변으로 새 로이 형성된 무리들이 곧 뒤따르게 된다. 먹이를 구걸하는 침팬지들은 불평하고 울부짖을 수도 있지 만 호전적인 충돌은 드물다. 간혹 그러한 일이 일 어날 때, 누군가를 무리에서 떠나게 하려는 것은 먹이 소유자다. 먹이 소유자는 그들이 자신을 귀찮 게 하지 않을 때까지 그들의 머리를 나뭇가지로 때 리거나 그들에게 고음으로 울부짖는다. 그들의 서 열이 무엇이든 간에, 먹이 소유자가 먹이의 흐름을 제어한다. 침팬지들이 호혜주의 상태에 접어들게 되면, 사회적 서열은 더 이상 중요한 것이 아니다. [해설] 해석 참조 [어휘 및 어구] captivity 포획 distribute 분배하다"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 성별에 관한 연구는 성별과 갈등 유형 사이 의 복잡한 관계를 보여준다. 몇몇 연구는 서양 문 화권에서 여성이 남성보다 더 주변을 돌보는 경향 이 있다는 것을 시사한다. 이런 경향은 여성은 가 족을 돌보도록 권장 받고, 남성은 경쟁적인 직업 환경에서 성공하도록 권장 받는 사회화 과정의 결 과물일지 모른다. 그러나, 우리는 성 역할과 경계 가 이전 세대만큼 엄격하지 않은 사회에 살고 있 다. 남성들 사이에서 뿐만 아니라 여성들 사이에서 도 단호함과 협조성에는 상당한 정도의 차이가 있 다. 갈등 해결 전문가는 문화적 차이와 성별의 차 이를 인지할 수 있어야 하지만, 그들은 또한 그룹 내의 차이와 고정관념을 갖는 것의 위험성도 알고 있어야 한다. 문화와 성별은 사람들이 인식하고, 해석하고, 갈등에 반응하는 방식에 영향을 미칠 수 도 있지만, 우리는 과잉일반화를 피하고 개인적인 차이를 고려하도록 주의해야 한다. [해설] 해석 참조 [어휘 및 어구] assertiveness 단호함 stereotype 고정관념을 가지다 overgeneralization 과잉일반화"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 [해석] 음악이 감정을 표현할 수 있는 한 방법은 단지 학습된 연관을 통해서이다. 단조나 낮은 음 으로 느리게 연주된 악곡에 대해 본질적으로 슬픈 무언가가 있는 것은 아닐 것이다. 우리는 어떤 종 류의 음악을 슬프다고 듣게 되는데 우리가 우리의 문화 속에서 그것들을 장례식과 같은 슬픈 일과 연관시키는 것을 학습해 왔기 때문일 것이다. 만 약 이 관점이 옳다면, 우리는 문화적으로 친숙하 지 않은 음악에 표현된 감정을 이해하는데 분명 어려움이 있을 것이다. 이 관점과 완전히 반대되 는 입장은 음악과 감정 사이의 연결고리는 유사함 이라는 것이다. 예컨대, 슬프다고 느낄 때 우리는 느리게 움직이고 낮은 음의 목소리로 느리게 말한 다. 따라서 우리가 느리고 낮은 음의 음악을 들을 때, 우리는 그것을 슬프게 듣는다. 만약 이 관점 이 옳다면, 우리는 문화적으로 친숙하지 않은 음 악에 표현된 감정을 이해하는데 분명 어려움이 거 의 없을 것이다. [요약문] 음악에 표현된 감정은 (A) 문화적으로 학습된 연관을 통해서 이해될 수 있다고 믿어지거 나, 혹은 음악과 감정 사이의 (B) 유사성 때문에 이해될 수 있다고 믿어진다. [해설] 해석 참조 [어휘 및 어구] interpret 해석하다, 이해하다 resemblance 유사(성)"
    },
    {
        "question_num": 41,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 표준적인 침구와 복장을 가정할 때, 대략 화씨 65도(섭씨 18.3도)의 침실 온도가 대부분의 사람들의 수면에 이상적이다. 이것은 안락함을 위 해서는 다소 너무 추운 것처럼 들리기 때문에 많 은 사람을 놀라게 한다. 물론, 그 특정 온도는 해 당되는 사람과 그들의 성별 그리고 나이에 따라 다를 것이다. 하지만, 권장 칼로리처럼, 그것은 평 균적인 사람에게 좋은 목표이다. 우리 대부분은 좋은 수면을 위해 침실 온도를 이상적인 것보다 높게 설정하는데, 이는 그렇게 하지 않는다면 당 신이 얻을 수 있는 수면의 양과 질을 낮추는 데 기여할 것이다. 따뜻한 침구와 잠옷이 사용되지 않는다면 화씨 55도보다 더 낮은 온도는 잠을 자 는데 도움이 되기보다 오히려 해로울 수 있다. 하 지만, 우리 대부분은 70도 또는 72도의 너무 높 은 침실 온도를 설정하는 정반대의 범주에 속한 다. 밤에 잠을 못자는 환자를 치료하는 수면 임상 의는 종종 침실 온도를 묻고, 환자들에게 온도 조 절 장치의 현재 설정 값을 그들이 지금 사용하는 설정 값보다 3도에서 5도 가량 올리라고(→낮추 라고) 조언할 것이다. 온도가 수면에 미치는 영향에 대해 불신하는 사 람은 누구든지 이 주제에 관한 몇몇 관련 실험들 을 살펴볼 수 있다. 예를 들어, 과학자들은 혈액을 피부의 표면으로 올라가게 하고 열을 방출시키기 위해 쥐의 발이나 몸을 서서히 따뜻하게 했고, 그 럼으로써 심부체온을 낮추었다. 그 쥐들은 그렇지 않았던 평상시보다 훨씬 더 빨리 잠들었다. [해설] 해석 참조 [어휘 및 어구] assume 가정하다 core body temperature 심부체온(深部體溫)"
    },
    {
        "question_num": 42,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 표준적인 침구와 복장을 가정할 때, 대략 화씨 65도(섭씨 18.3도)의 침실 온도가 대부분의 사람들의 수면에 이상적이다. 이것은 안락함을 위 해서는 다소 너무 추운 것처럼 들리기 때문에 많 은 사람을 놀라게 한다. 물론, 그 특정 온도는 해 당되는 사람과 그들의 성별 그리고 나이에 따라 다를 것이다. 하지만, 권장 칼로리처럼, 그것은 평 균적인 사람에게 좋은 목표이다. 우리 대부분은 좋은 수면을 위해 침실 온도를 이상적인 것보다 높게 설정하는데, 이는 그렇게 하지 않는다면 당 신이 얻을 수 있는 수면의 양과 질을 낮추는 데 기여할 것이다. 따뜻한 침구와 잠옷이 사용되지 않는다면 화씨 55도보다 더 낮은 온도는 잠을 자 는데 도움이 되기보다 오히려 해로울 수 있다. 하 지만, 우리 대부분은 70도 또는 72도의 너무 높 은 침실 온도를 설정하는 정반대의 범주에 속한 다. 밤에 잠을 못자는 환자를 치료하는 수면 임상 의는 종종 침실 온도를 묻고, 환자들에게 온도 조 절 장치의 현재 설정 값을 그들이 지금 사용하는 설정 값보다 3도에서 5도 가량 올리라고(→낮추 라고) 조언할 것이다. 온도가 수면에 미치는 영향에 대해 불신하는 사 람은 누구든지 이 주제에 관한 몇몇 관련 실험들 을 살펴볼 수 있다. 예를 들어, 과학자들은 혈액을 피부의 표면으로 올라가게 하고 열을 방출시키기 위해 쥐의 발이나 몸을 서서히 따뜻하게 했고, 그 럼으로써 심부체온을 낮추었다. 그 쥐들은 그렇지 않았던 평상시보다 훨씬 더 빨리 잠들었다. [해설] 해석 참조 [어휘 및 어구] assume 가정하다 core body temperature 심부체온(深部體溫)"
    },
    {
        "question_num": 43,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 어느 작은 마을의 한 상인에게 일란 성 쌍둥이 아들이 있었다. 그 아들들은 아버지가 소유했던 가게에서 일했고 아버지가 죽었을 때, 그들은 그 가게를 물려받았다. 20달러 지폐가 사 라졌던 날까지는 모든 일이 잘 풀렸다. 형제 중 한 명이 카운터에 지폐를 두고 친구와 밖으로 나 갔다. 그가 돌아왔을 때, 돈은 사라졌다. 그가 그 의 형에게 “카운터에 있던 그 20달러 지폐 봤어?” 라고 물었다. (C) 그의 형은 보지 못했다고 대답했다. 그러나 그 동생은 계속해서 그에게 물었다. “20달러 지폐가 일어나서 걸어 나갈 수 없잖아! 분명히 형은 그것 을 봤을 거야!” 그의 목소리에는 미묘한 비난이 담 겨있었다. 화가 나기 시작했다. 증오가 자리 잡았 다. 머지않아 적대감이 쌍둥이 형제를 갈라놓았다, 그들은 말하는 것을 거부했다. 그들은 마침내 더 이상 함께 일하지 않기로 결심했고 가게를 나누는 벽이 가게 중앙에 세워졌다. 20년 동안 증오심이 자랐고, 그들의 가족과 지역사회에 전해졌다. (B) 그러던 어느 날 다른 주의 한 남자가 가게에 들렀다. 그가 들어와서 동생에게 “당신은 얼마나 여기에 있었나요?”라고 물었다. 그는 평생 그곳에 있었다고 대답했다. 손님은 “20년 전에 저는 이 마을에 유개화차를 타고 왔어요. 3일 동안 음식을 먹지 못했죠. 저는 이 가게에 들어와 카운터 위의 20달러 지폐 한 장을 봤어요. 저는 그것을 주머니 에 넣고 나갔죠. 지금까지 저는 제 자신을 용서할 수 없었어요. 그래서 저는 그것을 돌려주러 돌아 와야 했어요.”라고 말했다. (D) 손님은 그 남자의 눈에 눈물이 샘솟는 것을 보 고 놀랐다. 동생은 “당신이 저 문으로 가서 가게에 있는 남자에게 똑같은 이야기를 해줄 수 있나요?” 라고 말했다. 그런 다음 손님은 두 중년의 남자가 가게 앞에서 서로 안고 흐느껴 우는 것을 보고 훨 씬 더 놀랐다. 20년 후에, 단절된 관계가 회복되었 다. 그들을 갈라놓았던 분노의 벽은 무너졌다. [해설] 해석 참조 [어휘 및 어구] identical twin 일란성 쌍둥이 take over 인수하다, 물려받다 stop by 들르다 accusation 비난 hatred 증오 bitterness 적대감, 신랄함 weep 흐느껴 울다"
    },
    {
        "question_num": 44,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 어느 작은 마을의 한 상인에게 일란 성 쌍둥이 아들이 있었다. 그 아들들은 아버지가 소유했던 가게에서 일했고 아버지가 죽었을 때, 그들은 그 가게를 물려받았다. 20달러 지폐가 사 라졌던 날까지는 모든 일이 잘 풀렸다. 형제 중 한 명이 카운터에 지폐를 두고 친구와 밖으로 나 갔다. 그가 돌아왔을 때, 돈은 사라졌다. 그가 그 의 형에게 “카운터에 있던 그 20달러 지폐 봤어?” 라고 물었다. (C) 그의 형은 보지 못했다고 대답했다. 그러나 그 동생은 계속해서 그에게 물었다. “20달러 지폐가 일어나서 걸어 나갈 수 없잖아! 분명히 형은 그것 을 봤을 거야!” 그의 목소리에는 미묘한 비난이 담 겨있었다. 화가 나기 시작했다. 증오가 자리 잡았 다. 머지않아 적대감이 쌍둥이 형제를 갈라놓았다, 그들은 말하는 것을 거부했다. 그들은 마침내 더 이상 함께 일하지 않기로 결심했고 가게를 나누는 벽이 가게 중앙에 세워졌다. 20년 동안 증오심이 자랐고, 그들의 가족과 지역사회에 전해졌다. (B) 그러던 어느 날 다른 주의 한 남자가 가게에 들렀다. 그가 들어와서 동생에게 “당신은 얼마나 여기에 있었나요?”라고 물었다. 그는 평생 그곳에 있었다고 대답했다. 손님은 “20년 전에 저는 이 마을에 유개화차를 타고 왔어요. 3일 동안 음식을 먹지 못했죠. 저는 이 가게에 들어와 카운터 위의 20달러 지폐 한 장을 봤어요. 저는 그것을 주머니 에 넣고 나갔죠. 지금까지 저는 제 자신을 용서할 수 없었어요. 그래서 저는 그것을 돌려주러 돌아 와야 했어요.”라고 말했다. (D) 손님은 그 남자의 눈에 눈물이 샘솟는 것을 보 고 놀랐다. 동생은 “당신이 저 문으로 가서 가게에 있는 남자에게 똑같은 이야기를 해줄 수 있나요?” 라고 말했다. 그런 다음 손님은 두 중년의 남자가 가게 앞에서 서로 안고 흐느껴 우는 것을 보고 훨 씬 더 놀랐다. 20년 후에, 단절된 관계가 회복되었 다. 그들을 갈라놓았던 분노의 벽은 무너졌다. [해설] 해석 참조 [어휘 및 어구] identical twin 일란성 쌍둥이 take over 인수하다, 물려받다 stop by 들르다 accusation 비난 hatred 증오 bitterness 적대감, 신랄함 weep 흐느껴 울다"
    },
    {
        "question_num": 45,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 어느 작은 마을의 한 상인에게 일란 성 쌍둥이 아들이 있었다. 그 아들들은 아버지가 소유했던 가게에서 일했고 아버지가 죽었을 때, 그들은 그 가게를 물려받았다. 20달러 지폐가 사 라졌던 날까지는 모든 일이 잘 풀렸다. 형제 중 한 명이 카운터에 지폐를 두고 친구와 밖으로 나 갔다. 그가 돌아왔을 때, 돈은 사라졌다. 그가 그 의 형에게 “카운터에 있던 그 20달러 지폐 봤어?” 라고 물었다. (C) 그의 형은 보지 못했다고 대답했다. 그러나 그 동생은 계속해서 그에게 물었다. “20달러 지폐가 일어나서 걸어 나갈 수 없잖아! 분명히 형은 그것 을 봤을 거야!” 그의 목소리에는 미묘한 비난이 담 겨있었다. 화가 나기 시작했다. 증오가 자리 잡았 다. 머지않아 적대감이 쌍둥이 형제를 갈라놓았다, 그들은 말하는 것을 거부했다. 그들은 마침내 더 이상 함께 일하지 않기로 결심했고 가게를 나누는 벽이 가게 중앙에 세워졌다. 20년 동안 증오심이 자랐고, 그들의 가족과 지역사회에 전해졌다. (B) 그러던 어느 날 다른 주의 한 남자가 가게에 들렀다. 그가 들어와서 동생에게 “당신은 얼마나 여기에 있었나요?”라고 물었다. 그는 평생 그곳에 있었다고 대답했다. 손님은 “20년 전에 저는 이 마을에 유개화차를 타고 왔어요. 3일 동안 음식을 먹지 못했죠. 저는 이 가게에 들어와 카운터 위의 20달러 지폐 한 장을 봤어요. 저는 그것을 주머니 에 넣고 나갔죠. 지금까지 저는 제 자신을 용서할 수 없었어요. 그래서 저는 그것을 돌려주러 돌아 와야 했어요.”라고 말했다. (D) 손님은 그 남자의 눈에 눈물이 샘솟는 것을 보 고 놀랐다. 동생은 “당신이 저 문으로 가서 가게에 있는 남자에게 똑같은 이야기를 해줄 수 있나요?” 라고 말했다. 그런 다음 손님은 두 중년의 남자가 가게 앞에서 서로 안고 흐느껴 우는 것을 보고 훨 씬 더 놀랐다. 20년 후에, 단절된 관계가 회복되었 다. 그들을 갈라놓았던 분노의 벽은 무너졌다. [해설] 해석 참조 [어휘 및 어구] identical twin 일란성 쌍둥이 take over 인수하다, 물려받다 stop by 들르다 accusation 비난 hatred 증오 bitterness 적대감, 신랄함 weep 흐느껴 울다"
    }
]