[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Hello, citizens of Portland. This is Jerry Wilson, your Mayor. As you know, Port Elementary School has opened, and it is so nice to hear the kids playing. To ensure the safety of the students at the school, we’ve been communicating with the New Jersey State Police and requested that they enforce speed limits in the area around the school. This is in response to the many complaints City Hall has received regarding excessive speeding, especially in front of the school. Please obey speed limits for the safety of the kids and your fellow citizens. Thank you for your cooperation. Stay safe and healthy."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 화자의 의견 파악하기 M: Lily, what’s wrong? Are you all right? W: Oh, it’s nothing. M: Are you sure? You look pretty worried. W: Actually, I said something mean to my sister and I feel really bad about it. M: What did you say to her? W: I said she’s the worst sister because she wore my favorite jacket again! M: Jeez! She must have been really hurt by that. W: Yeah, but I told her not to wear my jacket a million times. She never listens. M: Still, you should be more careful when you talk to someone close to you. W: I know, but I was so angry. M: People get hurt more easily when someone close to them says mean things. W: Yeah, you’re right. I’ll apologize to her when I get home."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 파악하기 W: Hi, listeners! Now we have one person on the line. He has something special to share with us. Hello, you’re on the air! M: Hello. Wow! I’m surprised that I got through to you. Thank you for taking my call. W: Sure. Please introduce yourself. M: I’m Jin, a high school student. I’m a big fan of the show. W: Thank you, Jin. By the way, you left a message on our website, didn’t you? M: Yes. Today is my parents’ 20th wedding anniversary. I wanted to honor them on the show. W: I see. Are your parents listening now? M: Yes, they listen to your show every day. W: That’s great. What is your message to your parents? M: Hmm... Mom and Dad, you’re amazing parents. Happy Anniversary to you both! W: What a lovely message! Thank you for calling us today, Jin. M: Thanks again for taking my call."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 W: Hi, Tim. How’s everything going with the festival? M: Hey, Julie! It’s going great. This is a picture of what our booth will look like. W: What will people do at your booth? M: They’ll be asked to answer questions and be given snacks if they answer correctly. W: Okay, that sounds good. I like the banner that says ‘Guessing Time’ in the center. M: Thanks. What do you think about the photos that are under the clock? W: Great idea! What are you using the round table for? M: We’re going to put the snacks on it. W: That makes sense. Then, what about the globe on the floor? M: It’s for choosing countries. We’re going to ask people geography questions. W: That should be interesting. What’s that crown on the left side? M: That’s a photo zone for all participants. W: Cool. I can’t wait for this year’s festival!"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자가 할 일 파악하기 M: Kasey, how’s everything coming along for grandma’s birthday this Sunday? W: Hey, dad. I wrote a card for her and got some decorations yesterday. M: That’s good! W: Have you gotten anything for her yet? M: I already bought a sweater. Can I help with decorating the living room for the party? W: Clara will take care of that. Also, she’s picking up a birthday cake. M: Awesome! Your grandma will be so happy because you guys are going to make her birthday so special. W: I hope so. What about food? What can we make for her? M: How about grilled salmon sandwiches? She loves those! W: Good idea, but I won’t have time to handle that on my own. M: Then, I’ll order salmon and vegetables online today. W: Thanks, dad! That’s a big help."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 지불할 금액 파악하기 M: Hello. How can I help you? W: Hi, how much is the ice cream? M: It depends on the size. The small cup is $5, the medium is $10, and the large is $15. What size would you like? W: I’ll take two smalls and one medium. M: Okay. What flavor would you like? W: I’ll take chocolate for all three cups. M: Sounds good. Do you want any toppings on your ice cream? We have chocolate chips and crunchy nuts. Toppings cost $1 each. W: Oh, yes. I’ll have crunchy nuts only on the medium and nothing on the small cups. M: Good choice. Do you need anything else? W: No, that’s it. M: How would you like to pay? Cash or credit? W: I’ll pay with my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 이유 파악하기 M: Mom, I’m home. W: Hi. Did you go to the gym? M: Yes. My membership ended today, but I didn’t renew it. W: Why? Does your shoulder still hurt? M: No, my shoulder feels completely fine. W: So, what’s the problem? I thought you were enjoying exercising. M: I was. It’s actually been fun. W: Then why didn’t you renew your membership? M: Well, the shower facilities at the gym are too old, and there’s not enough space in the shower stalls. W: I see. Why don’t you check out the new health club nearby? It may be more expensive, but the facilities are probably a lot better. M: Okay. Maybe I should visit there tomorrow on my way home after school. W: That sounds like a good plan!"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 W: Hey, Bruce! I’m going to take a tour of Liberty University. Do you want to come? M: Absolutely! That’s one of the schools that I’m interested in. When is the tour? W: There’s one on October 3rd and another one on October 10th. They’re both Saturdays. Which date is better for you? M: October 10th is better for me. What will we do during the tour? W: We’ll get to see the campus in the morning and then we’ll meet with an admissions counselor in the afternoon. You can ask them questions about the admissions process when we see them. M: Okay, then I should make a list of questions. I have a lot of things to ask them. W: That’s a good idea. Also, everyone who goes on the tour will get a free Liberty University T­shirt as a souvenir. M: Really? That’s cool. So how do I sign up for the tour? W: You can sign up on their website. M: Okay, I will do that. Thank you so much for telling me about it."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 W: Are you taking actions to help the environment? Then, why don’t you join our Green Action Photo Contest? As long as you are a resident of our town, you can be the winner! From September 1st until September 30th, 2021, you can upload photos of you participating in eco­friendly activities on social media. By tagging your photos with the hash tag #GreenAction, you can automatically participate in our contest. The maximum number of photos you can post is five. The winner will be announced on October 4th. The prize for the winner will be delivered by October 11th. The winning photos will be posted on the town’s website until the end of this year. Show us your green actions. No action is too small!"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 화자의 선택 파악하기 M: Hey, Jessica. What are you working on? W: Hey! I’m trying to order a new rolling cart for our school’s library. Do you want to help me? M: Sure. Let’s see. Hmm... How about this plastic one? It looks like it’s easy to use. W: Well, the cart we have now is plastic and it’s not strong enough, so, I’d prefer to buy one that’s made of metal or wood. 고1 정답 및 해설 2021학년도 9월 전국연합학력평가 10 15 M: That makes sense. Then, let’s get one that’s made of metal or wood. What about the number of shelves? W: I think it would be nice to have a cart that has at least three shelves. M: That’s a good idea. I would also recommend one that has lockable wheels because that makes it easier to control. W: You’re right! The one we have now doesn’t have lockable wheels, so it’s really hard to control. M: I understand. That leaves us with these two options. W: Well, we don’t have much left in our budget. I can’t spend more than $100. M: All right. Then, this one would be the best choice. W: Okay, then I’ll order this one. Thanks for your help."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Hey, Sean! Is this your dog? He’s adorable! M: He’s actually not my dog. I think he’s lost, but I don’t know what to do. W: Oh, really? [Pause] Look at the couple over there! It seems like they’re looking for something. M:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Hi, we just wanted to see if we could still sit and order dinner. W: Umm... I’m sorry but the kitchen closes in five minutes, so we won’t be able to serve you. M: That’s disappointing. What time do you open tomorrow? W:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Good morning, ma’am. May I help you? W: Yes, please. I just heard that my flight will be delayed for six hours. M: Oh, I’m sorry to hear that. Is there anything I can do for you? W: Well, I know I have to check out of my room by 11, but that means I would be waiting at the airport for almost eight hours. M: I understand. That’s a long time to sit around and wait. W: Is it possible for me to stay in my room for a couple more hours until I leave this afternoon? M: Let me check to see if the room is available. [Pause] Luckily, ma’am, the room hasn’t been booked for today. W: Okay, then if I stay for a couple more hours, do I have to pay an additional charge? M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Hi, James. Is everything okay? I heard there was a huge storm in your area last night. M: Yeah, we had some really intense thunderstorms throughout the night. There was some damage. W: Did anyone get hurt? M: Thankfully, no, but there were a lot of fallen trees, and the roads were blocked. W: Oh my! That must have been scary! M: Yeah, it was. Then the electricity went out while the roads were being cleared. W: So you didn’t have any power last night? M: No, I couldn’t turn on any lights or use any electronic devices, but it’s okay now. W: That must have been so frustrating. Is there anything you need help with? M: Well, my basement is a mess. The water is up to my knees and all of my stuff down there is wet. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 M: Emily and Chris are classmates. Emily is making cookies when she gets a call from Chris. He says he is going to see a movie with his friends and asks if she can join them. She says that she would love to, but she can’t go because her parents aren’t home and she has to watch her younger brother. Chris suggests that Emily bring her brother with her to the movie. Emily explains to Chris that her little brother has homework to finish, so he can’t go either. She wants to tell Chris that she has to look after her brother. In this situation, what would Emily most likely say to Chris?"
    },
    {
        "question_num": 16,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 W: Everyone loves a good night’s sleep, but for wild animals, finding the right time and place can be difficult. Whether it’s staying safe, keeping warm, or remembering to breathe, animals have a lot to consider before they go to bed. As a result, they’ve come up with some clever and interesting solutions. To start with, bats sleep in caves while hanging upside down. Doing that not only keeps them away from enemies but also means they are in the perfect position to fly away if necessary. Meanwhile, ducks sleep side by side in rows. The ducks on the outside of the rows sleep with one eye open to watch for danger, while the ducks on the inside sleep with both eyes closed. Giraffes require little rest, sleeping for only five minutes at a time or as little as 30 minutes a day. They sleep in short intervals, sometimes sitting down or even standing up, so that they’re ready to run. Finally, dolphins have to consciously think in order to breathe, even when they’re sleeping. They only let part of their brain relax and keep one eye open as they sleep."
    },
    {
        "question_num": 17,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 W: Everyone loves a good night’s sleep, but for wild animals, finding the right time and place can be difficult. Whether it’s staying safe, keeping warm, or remembering to breathe, animals have a lot to consider before they go to bed. As a result, they’ve come up with some clever and interesting solutions. To start with, bats sleep in caves while hanging upside down. Doing that not only keeps them away from enemies but also means they are in the perfect position to fly away if necessary. Meanwhile, ducks sleep side by side in rows. The ducks on the outside of the rows sleep with one eye open to watch for danger, while the ducks on the inside sleep with both eyes closed. Giraffes require little rest, sleeping for only five minutes at a time or as little as 30 minutes a day. They sleep in short intervals, sometimes sitting down or even standing up, so that they’re ready to run. Finally, dolphins have to consciously think in order to breathe, even when they’re sleeping. They only let part of their brain relax and keep one eye open as they sleep."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 [해석] Dennis Brown씨께, 우리 G&D 식당은 우리의 연례행사인 Fall Dinner에 당신을 초대하게 되어 영광이고 기 쁩니다. 그 연례행사는 2021년 10월 1일에 우리 식당에서 열릴 것입니다. 그 행사에서, 우리는 우리 식당이 곧 제공할 새로운 멋진 음식들을 소개할 것입니다. 이 맛있는 음식들 은 우리의 뛰어난 요리사들의 멋진 재능을 보 여줄 것입니다. 또한, 우리의 요리사들은 요리 비법들과 당신의 주방을 위해 무엇을 사야 할 지에 대한 생각들, 그리고 특별한 요리법을 제 공할 것입니다. 우리 G&D 식당은 만약에 당 신이 이 특별한 행사에 와서 우리의 축하의 일부가 되어준다면 매우 감사할 것입니다. 우 리는 당신을 곧 보기를 학수고대합니다. 매우 감사합니다. 존경을 담아, G&D 식당 주인, Marcus Lee 드림 [해설] 해석 참조 [어휘 및 어구] showcase 전시하다, 소개하다 look forward to ~을 학수고대하다"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 글의 분위기 파악하기 [해석] 한밤중에, Matt는 갑자기 잠에서 깼다. 그 는 그의 시계를 흘긋 보았다. 3시 23분이었다. 잠 시 동안 그는 무엇이 그를 깨웠는지 궁금했다. 그 때 그는 기억했다. 누군가가 그의 방에 들어온 것 을 그가 들었다는 것을. Matt는 침대에 꼿꼿이 앉 아 그의 눈을 비비고 작은 방을 둘러보았다. “엄 마?” 그가 조용히 말했는데, 모든 것이 괜찮다고 그를 안심시키는 엄마의 목소리를 그가 들을 수 있기를 바라면서였다. 그런데 답이 없었다. Matt 는 그가 막 물건들의 소리를 들었다고 스스로에게 말하려고 노력했다. 그런데 그는 그가 그렇지 않 았다는 것을 알았다. 그의 방에는 누군가가 있었 다. 그는 규칙적으로 긁는 듯한 숨소리를 들을 수 있었고, 그것은 그의 것이 아니었다. 그는 남은 밤 동안 깬 상태로 누워있었다. [해설] 해석 참조 [어휘 및 어구] assure 안심시키다 rhythmic 리드미컬한, 규칙적으로 순환하는"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 당신이 글을 쓰려고 할 때는, 당신의 관점 을 가져야 하는 한편, 독자에게 무엇을 생각할지 말하는 것을 피해야 한다고 상기시키는 것은 가치 가 있다. 그것(논점) 전체에 물음표를 달기 위해 노력해라. 이런 방식으로 당신은 독자들이 당신의 요점과 당신이 하는 주장들에 대해 스스로 생각할 수 있게 만든다. 결과적으로 독자들은 당신만큼이 나 당신이 한 주장과 당신이 드러내는 통찰력에 몰입되는 자신을 발견하면서, 좀 더 열중하게 되 는 느낌을 받게 될 것이다. 당신은 독자들의 수동 성을 피하면서도 흥미롭고 사람들을 생각하게 만 드는 글을 쓰게 될 것이다. [해설] 해석 참조 [어휘 및 어구] committed 몰입된 passivity 수동성"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 밑줄 친 부분의 함축 의미 파악하기 [해석] 어떤 것도 본래부터 쓰레기인 것은 없다. 인류학자 Mary Douglas는 더러운 것은 “제자리에 놓여있지 않은 물체”라는 흔히 하는 말을 소환하 여 해석했다. 더러운 것은 상대적인 것이라고 그 녀는 강조한다. “신발은 그 자체로는 더럽지 않지 만, 식탁 위에 놓여 있을 때 더러운 것이며, 음식 은 그 자체로는 더럽지 않지만, 침실에 냄비와 팬 을 놓아둔다면, 혹은 음식이 옷에 다 묻어 있을 때, 유사하게, 거실에 있는 욕실 용품, 의자 위에 놓여 있는 옷, 실내에 있는 실외 물품들, 아래층 에 있는 위층 물건들, 등등이 더러운 것이다.” 깨 끗한 것과 더러운 것을 분류하는 것― 식탁에서 신발을 치우는 것, 세탁기에 더러운 옷을 넣는 것 ― 은 체계적인 정리와 분류를 포함하는 것이다. 더러운 것을 제거하는 것은 그러므로 긍정적인 과 정이다. [해설] 해석 참조 [어휘 및 어구] classify 분류하다 eliminate 제거하다"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 독자적으로 생각하고 자신이 믿는 것을 위 해 싸우는 것도 중요하지만, 자신의 생각을 위해 싸우는 것을 중단하고 신뢰할 수 있는 집단이 가 장 좋다고 생각하는 것을 받아들이는 쪽으로 나아 가는 것이 현명한 때가 온다. 이것은 매우 어려울 수 있다. 하지만 여러분이 마음을 열고 신뢰할 수 있는 집단의 결론이 여러분이 생각하는 어떤 것보 다 낫다는 믿음을 갖는 것이 더 영리하고 궁극적 으로 더 좋다. 만약 여러분이 그들의 생각을 이해 할 수 없다면, 여러분은 아마도 단지 그들이 생각 하는 방식을 보지 못하는 것이다. 모든 증거와 신 뢰할 수 있는 사람들이 당신에게 반대할 때 당신 2021학년도 9월 전국연합학력평가 정답 및 해설 고1 11 15 이 최선이라고 생각하는 것을 계속한다면, 당신은 위험할 정도로 자신감에 차 있는 것이다. 사실 대 부분의 사람들은 믿을 수 없을 정도로 마음을 열 게 되는 반면에, 어떤 사람들은 자신이 옳지 않았 을 때 옳았다고 확신하는 것으로부터 많은 고통을 겪고 난 후에도 그럴 수 없다는 것이다. [해설] 해석 참조 [어휘 및 어구] trustworthy 신뢰할 만한 ultimately 궁극적으로"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 [해석] 채식은 점점 더 많은 젊은이들이 고기, 가 금류, 생선에 반대함에 따라 주류가 되어가고 있 다. American Dietetic Association에 따르면, 대 략적으로 계획된 채식 식단이 건강에 좋고, 영양 학적으로도 적당하고, 특정한 질병을 예방하고 치 료하는 데 건강상의 이점을 제공한다. 그러나 건 강에 대한 염려들이 젊은이들이 그들의 식단을 바 꾸려고 하는 유일한 이유는 아니다. 몇몇은 동물 의 권리에 대한 관심 때문에 선택한다. 음식으로 길러지는 대다수의 동물들이 갇혀서 산다는 것을 보여주는 통계자료를 볼 때, 많은 십대들은 그러 한 상황에 저항하기 위해 고기를 포기한다. 다른 사람들은 환경을 지지하기 위해 채식주의자가 된 다. 고기를 생산하는 것은 거대한 양의 물, 땅, 곡 식과 에너지를 사용하고 가축에서 나오는 쓰레기 와 그에 따른 오염과 같은 문제들을 만들어낸다. [해설] 해석 참조 [어휘 및 어구] vegetarian eating 채식 concern 관심, 염려"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 [해석] 다양성, 어려움, 그리고 갈등은 우리의 상 상력을 유지하게 도와준다. 대부분의 사람들은 갈 등은 나쁜 것이고 “편안한 구역”에 머무는 것이 좋은 것이라고 단정한다. 그것은 정확히는 사실이 아니다. 물론, 우리는 직장 또는 의료보험이 없거 나, 배우자, 가족, 직장 상사, 직장 동료들과의 다 툼에 빠진 자신의 모습을 보고 싶어 하지 않는다. 하나의 나쁜 경험이 우리에게 평생 지속되는 데 충분할 수 있다. 하지만 가족과 친구들과의 작은 의견 충돌, 기술적 또는 재정적 문제, 직장과 가 정에서의 어려움이 우리의 능력에 대해 진지하게 고민하게 도와준다. 해결책이 필요한 문제들은 창 의적인 해답들을 개발하기 위해 우리의 뇌를 사용 하도록 강요한다. 시련과 갈등을 주는, 변화무쌍 한 지형을 운전하는 것은 우리 감각과 마음에 아 무런 어려움을 주지 않는 지형을 다니는 것보다 훨씬 더 창의성에 도움을 준다. 우리의 2백만년 역사는 어려움과 갈등으로 가득 차 있다. [해설] 해석 참조 [어휘 및 어구] capability 능력"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용 파악하기 [해석] 위 그래프는 2020년 미국 성인들을 대상으 로 한 설문조사에 기반하여 네 가지 다른 종류의 정보 출처들에 대한 소비자의 신뢰 정도를 보여준 다. ①미국 성인의 절반 정도가 다른 사용자들이나 고객들로부터의 상품평에서 얻은 정보를 믿는다고 말했다. ②이것은 다른 사용자들이나 고객들로부터 의 상품평에 대해 불신을 갖는다고 말한 미국 성인 들의 두 배 이상이다. ③네 가지 다른 종류의 정보 출처들 중에서 신뢰와 불신 정도 사이의 가장 적은 차이는 회사나 상표에서 보인다. ④미국 성인의 1/5 보다 적은 수치가 텔레비전 광고로부터의 정보 를 신뢰한다고 말했는데, 그러한 정보를 불신하는 쪽의 수치가 이를 능가했다. ⑤미국 성인의 15% 만 인플루언서가 제공하는 정보를 신뢰한다고 말했 는데, 반면에 이보다 세 배 이상 많은 수치의 미국 성인들이 같은 정보 출처를 불신한다고 말했다. [해설] 해석 참조"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 세부 내용 파악하기 [해석] 아프리카계 미국인 시인 Paul Laurence Dunbar는 1872년 6월 27일에 태어났다. 14세쯤이 되었을 때 Dunbar는 Dayton Herald 에 시를 발표 했다. 그는 고등학교에 다닐 때 학교 신문을 편집 했다. 훌륭한 학생이었음에도 불구하고 Dunbar는 재정상 대학에 갈 수 없었고 엘리베이터 운전자로 서의 직업을 가졌다. 1893년 Dunbar는 자신의 첫 번째 책인 Oak and Ivy를 자신의 비용으로 출판했 다. 1895년, 그는 두 번째 책인 Majors and Minors를 출판했고, 이것은 그에게 국내외의 인정 을 가져다주었다. 표준 영어로 쓴 시들은 “majors” 이라고 불렸고, 방언으로 쓴 시는 “minors”라고 불 렸다. “majors” 시들이 방언으로 쓴 시들보다 많지 만, Dunbar에게 가장 큰 주목을 받게 해 준 것은 방언으로 쓴 시들이었다. [해설] 해석 참조 [어휘 및 어구] recognition 인정 outnumber ~보다 많다"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 세부 내용 파악하기 [해설] 해석 참조 [어휘 및 어구]"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 세부 내용 파악하기 [해설] 해석 참조 [어휘 및 어구]"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 [해석] 경제이론인 Say의 법칙은 만들어진 모든 물품이 팔리기 마련이라고 주장한다. 모든 생산된 물품으로부터 나오는 돈은 다른 물품을 사는 데 사용된다. 한 회사가 물품을 팔 수 없게 되어서 직원들을 해고하고 공장의 문을 닫아야 하는 상황 은 절대 있을 수 없다. 따라서, 경기 후퇴와 실업 은 불가능하다. 지출의 정도를 욕조 안의 물 높이 로 상상해 보아라. Say의 법칙은 사람들이 그들의 모든 수입을 물품을 사는 데 사용하기 때문에 적 용된다. 하지만 만약 사람들이 그들의 돈을 전부 사용하는 대신, 돈의 일부를 모은다면 무슨 일이 일어날까? 경제에서 저축은 지출의 ‘누수’이다. 당 신은 아마 물의 높이가 지금 낮아지고 있는 것, 즉 경제에서 지출이 적어지는 것을 상상하고 있을 것이다. 그것은 회사들이 더 적게 생산하고 일부 직원들을 해고하는 것을 의미할 것이다. [해설] ② which → in which [어휘 및 어구] recession 경기 후퇴 leakage 누출, 누수"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [해석] 사냥은 인간이 어떻게 상호 이타주의와 사 회적 교류를 발전시켰는지를 설명할 수 있다. 인 간은 영장류 중에서 몇 년, 수십 년, 혹은 평생 지속될 수 있는 광범위한 상호 관계를 보여준다는 점에서 특별한 것 같다. 큰 사냥감의 고기는 사냥 꾼 한 명과 그의 직계가족이 소비할 수 있을 만한 양을 초과한다. 게다가, 사냥의 성공은 매우 가변 적이다. 한 주에는 성공한 사냥꾼이 다음 주에는 실패할 수도 있다. 이러한 조건들은 사냥으로 인 한 음식 공유를 장려한다. 사냥꾼이 당장 먹을 수 없는 고기를 나눠 주는 데 드는 비용은 혼자서 고 기를 다 먹을 수 없고 남은 고기는 곧 상하기 때 문에 많이(→ 적게) 든다. 그러나 그 사람이 나중 에 스스로 음식을 얻지 못했을 때, 그 사람의 음 식을 받은 다른 사람들이 관대한 호의에 보답할 때 그 혜택은 클 수 있다. 본질적으로 사냥꾼들은 그들의 친구와 이웃의 몸에 여분의 고기를 저장할 수 있다. [해설] 해석 참조 [어휘 및 어구] leftover 남은 음식"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 때때로 기업에게 비교우위를 주는 것은 더 단순한 제품이다. 최근까지, 자전거는 최고급이라 고 여겨지기 위해서는 보통 15개 혹은 20개의 많 은 기어를 가져야 했다. 그러나 최소한의 특징을 가지고 있는, 고정식 기어 자전거들은 그것들을 사는 사람들이 훨씬 적은 것에 대해 기꺼이 더 지 불함에 따라 점점 더 인기를 얻게 되었다. 이런 자전거들의 전반적인 수익성은 더 복잡한 것들 보 다 훨씬 더 큰데 그것들이 추가되는 복잡성에 대 한 비용 없이 한 가지를 정말 잘하기 때문이다. 기업들은 경쟁 업체와 더 많은 특징들을 추가하는 전쟁을 하는 것을 조심해야 하는데, 이것이 가격 에 대한 경쟁적인 압박 때문에 비용을 증가시키고 수익성을 거의 확실히 감소시킬 것이기 때문이다. [해설] 해석 참조 [어휘 및 어구] competitive advantage 비교우위 fixed‐gear 고정식 기어의"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 많은 진화 생물학자들은 인간이 경제적인 이유로 언어를 발달시켰다고 주장한다. 우리는 거 래해야했고, 거래하기 위해서는 신뢰를 확립해야 했다. 언어는 당신이 누군가와 거래할 때 매우 편 리하다. 초창기의 두 인간은 3개의 나무로 만든 그릇을 6다발의 바나나와 거래하기로 동의할 수 있었을 뿐만 아니라 규칙을 정할 수도 있었다. 그 그릇들을 만드는데 무슨 나무를 사용했나? 어디서 그 바나나를 얻게 되었나? 단지 제스처와 혼란스 런 소음만을 사용해서는 그 상업 거래는 거의 불 가능 했을 것이고, 합의된 조항에 따라서 그것을 실행하는 것이 신뢰라는 결속을 만든다. 언어는 우리가 구체적이도록 해주고 이것이 대화가 중요 한 역할을 하는 지점이다. [해설] 해석 참조 [어휘 및 어구] evolutionary 진화의 terms 조항"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 과학과 무대 마술 사이의 한 가지 큰 차이 점은 마술사들이 그들의 실수를 관중에게 숨기는 반면, 과학에서는 공공연히 실수를 한다는 것이다. 당신은 모두가 실수로부터 배울 수 있도록 실수를 드러내 보여준다. 이런 식으로, 당신은 단지 실수 라는 영역을 거쳐 온 당신 자신만의 특유한 길(에 서 얻은 이익)뿐만 아니라, 다른 모든 사람들의 Wolf Howls in Algonquin Park Wolf Howls in Algonquin Park는 오늘밤 당신에게 평생 한 번 밖에 없을만한 경험을 선사합니다! 늑대들이 우리 직원과 나누는 대화를 들을 기회를 놓치지 마세요. 언제 & 어디에서 ∙ 2021년 8월 25일 수요일 오후 8시 (날 씨 가 허 락 하 고 늑 대 무 리 가 근 처 에 있 을 때 만 가 능 ) ∙ 야외극장에서 직원을 만나서 늑대울음 장소까지 그들과 함께 오세요. 이용 요금 ∙ 1인당 18달러(65세 이상 Ontario 거주자는 무료) 공지 ∙3시간 이상 진행되는 프로그램을 위해 옷을 따뜻하게 입으세요. ∙ 행사 내내 반려견을 동반할 수 없습니다. ∙ 행사에 5인 미만 신청 시, 취소됩니다. ※ 더 많은 정보를 원하시면, 우리 웹 사이트 www.algonguinpark.on에 방문하세요. Premier Reading Challenge 이 행사는 경쟁하는 대회가 아니고, 학생들이 독서에 대한 사랑을 가지도록 영감을 주기 위 한 도전과제입니다. ∙ 참가자들 ‐ 6학년부터 9학년까지의 학생들 ∙ 날짜 ‐ 6월 1일부터 12월 31일까지 ∙ 도전 과제 ‐ 6학년과 7학년 개별 학생은 15권의 책을 읽어야 합니다. ‐ 8학년과 9학년 개별 학생은 20권의 책을 읽어야 합니다. ∙ 상품 ‐ 모든 참가자들에게 책갈피 ‐ 도전과제를 완수한 학생들에게 수료증 ∙ 등록 ‐ 오직 온라인으로만― www.edu.prc.com ※ 더 많 은 정 보를 위 해, 학 교 도서 관 사서 를 만 나거 나 위에 있는 웹 사이트를 방문하세요. 고1 정답 및 해설 2021학년도 9월 전국연합학력평가 12 15 경험이라는 이익을 얻는다. 한편, 이는 왜 우리 인간이 다른 모든 종보다 훨씬 더 영리한지에 대 한 또 다른 이유이다. 그것은 우리의 뇌가 더 크 거나 더 강력해서, 혹은 심지어 우리가 우리 자신 의 과거 실수들을 반추하는 능력을 가져서가 아니 라, 우리 개개인들의 뇌가 그들 개개인들의 시행 착오의 역사로부터 얻어낸 이익들을 나눠서이다. [해설] 해석 참조 [어휘 및 어구] in public 공공연히 trial and error 시행착오"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 학습과학에 관한 지난 20년간의 연구는 만약 우리가 무언가에 관해서 듣는 것보다 스스로 발견한다면 우리는 그것들을 더 잘 기억하고, 더 오래 기억한다는 것을 결론적으로 보여주었다. 이 것은 물리학 교수 Eric Mazur에 의해 실천되는 교수법이다. 그는 하버드 수업에서 (설명식) 강의 를 하지 않는다. 대신에, 그는 독서 활동 과제에 기반하여 학생들에게 문제를 해결하기 위해 정보 자료를 모을 수 있게 만드는 어려운 질문을 던진 다. Mazur는 그들에게 답을 주지 않는다. 대신에, 그는 학생들을 소그룹으로 나누어 그들 스스로 문 제를 토론하도록 요구한다. 결국, 학급의 거의 모 든 사람들이 정답을 맞히고, 그들이 정답으로 가 는 길을 스스로 찾았기 때문에 이러한 개념들은 그들에게 오래 남는다. [해설] 해석 참조 [어휘 및 어구] conclusively 결정적으로 pull together 모으다"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 [해석] Zeigarnik 효과는 보통 당신에게 그 과업이 끝날 때까지 끝나지 않은 과업을 상기시켜주는 잠 재적인 마음의 경향을 의미한다. Bluma Zeigarnik 는 1920년대에 과업을 완성하지 못한 채로 남겨두 는 것이 주는 효과에 대해 쓴 리투아니아 심리학자 이다. 그녀는 그 효과를 알아차렸는데 한 식당에서 웨이터들이 서빙하는 것을 보고 있을 때였다. 그 웨 이터들은 아무리 복잡하더라도 그 주문이 끝날 때 까지 주문을 기억했는데, 그들은 나중에는 그 주문 을 기억하는 것이 어렵다는 것을 알았다. Zeigarnik 는 어른들과 아이들 둘 다에게 완성할 퍼즐을 주고 그 과업들 중에 몇몇을 하는 도중에 그들을 방해를 하는 더 깊은 연구를 했다. (그들은 퍼즐을 같이 맞 춤으로써 과업들을 마친 후에 협동 기술을 발달시 켰다.) 그 결과들은 어른들과 아이들 둘 다 방해로 인해 완성되지 못한 과업들을 완성된 것들보다 더 잘 기억했다는 것을 보여주었다. [해설] 해석 참조 [어휘 및 어구] tendency 경향 subconscious 잠재의식의"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 다른 문화에 대한 존중과 지식을 발달시키 는 방법을 이해하는 것은 다음과 같은 황금률을 재점검해보는 일에서 시작된다. “나는 당신을 내 가 대접받고 싶은 방식대로 대접합니다.” (C) 이 법칙은 어느 수준에서는 말이 된다. 만약 우리가 다른 사람들을 대접받고 싶은 만큼 대접한다면 우 리는 보답으로 잘 대접받게 될 것이다. 이 법칙은 모든 사람이 같은 문화적 틀 안에서 일하는 단일 문화 환경에서는 잘 통한다. (B) 그러나 단어, 제 스처, 신념과 관점이 다른 의미를 지닐지도 모르 는 다문화 환경에서는 이 법칙이 의도치 않은 결 과를 낳는다. 그것은 나의 문화가 너의 것보다 낫 다는 메시지를 줄 수 있다. (A) 그것은 또한 우리 가 하는 것이 옳다고 믿지만, 그것이 의도된 방식 으로 해석되지 않는 답답한 상황을 낳을 수도 있 다. 이러한 의사소통 오류는 문제를 야기할 수 있 다. [해설] 해석 참조 [어휘 및 어구]"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 한 연구에서, 자원봉사자로 가장한 연구원 이 한 캘리포니아 동네에서 주민들에게 그들의 앞 마당에 “운전 조심”이라고 쓰인 큰 표지판을 세워 두는 것을 허락할지를 설문조사했다. (C) 그것이 어떻게 보일지에 대한 그들의 이해를 돕기 위해, 그 자원봉사자는 참여자들에게 아름다운 집의 전 망을 막는 큰 표지판 사진을 보여주었다. 당연하 게도, 대부분의 사람들은 거절했지만, 한 특정 그 룹에서, 놀랍게도 76퍼센트가 실제로 승낙했다. (A) 그들이 동의한 이유는 이것이다. 2주 전에, 이 주민들은 다른 자원봉사자로부터 “안전운전자 가 되세요”라고 쓰인 아주 작은 표지판을 그들의 창문에 붙인다는 작은 약속을 하도록 요청받은 적 이 있었다. (B) 그것이 아주 작고 간단한 요청이 었기 때문에, 그들 거의 모두가 동의했다. 놀라운 결과는, 처음의 작은 약속이 그들이 2주 후의 훨 씬 더 큰 요청을 기꺼이 받아들이는 데 깊은 영향 을 끼쳤다는 것이다. [해설] 해석 참조 [어휘 및 어구] commitment 약속 initial 처음의"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 연구는 카페인이 두통을 치료하기 위해 진 통제와 함께 사용할 때 효과적이라는 것을 일관적 으로 보여주었다. 또한 카페인 섭취와 하루 종일 각성된 상태로 있는 것 사이에는 양의 상관관계가 잘 확립되어 있다. 60 mg (일반적으로 차 한 잔에 들어 있는 양) 만큼의 적은 양으로도 반응 시간이 빨라질 수 있다. 하지만, 각성과 정신적 수행능력 을 향상시키기 위해 카페인을 사용하는 것은 숙면 을 취하는 것을 대체하지 못한다. 2018년 한 연구 는 커피는 수면이 부족한 사람이나 부족하지 않은 사람에게나 반응 시간은 개선시켰지만, 카페인은 수면이 부족한 집단 내에서는 오류를 증가시키는 것 같다는 것을 보여주었다. 게다가, 이 연구는 카 페인을 섭취하더라도, 수면이 부족한 그룹은 적절 한 수면을 취한 집단만큼 점수를 잘 받지 못했다는 것을 보여주었다. 그것은 카페인이 불충분한 수면 을 충분히 보충하지 못한다는 것을 보여준다. [해설] 해석 참조 [어휘 및 어구] consistently 일관적으로"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 사업 성공을 보상하는 것은 항상 물질적인 방식으로 되어야 하는 것은 아니다. 내가 예전에 근무한 한 소프트웨어 회사는 판매 성공을 인정해 주는 멋진 방법을 가지고 있었다. 판매부서 관리 자는 그의 사무실 밖에 경적을 두었고 영업직원이 거래를 성사할 때마다 나와서 경적을 불곤 했다. 물론, 그 소리는 믿을 수 없이 시끄러웠기 때문에 사무실에서 일어나는 어떤 것이라도, 그리고 모든 것을 방해했다. 그러나 그것은 모두에게 놀랄 만 큼 긍정적인 영향을 주었다. 때때로, 성공을 보상 하는 것은 그처럼 쉬울 수 있는데, 특히 동료의 인정이 중요할 때 그렇다. 당신은 그 판매부서의 나머지 사람들이 그들을 위해 경적이 불어지기를 바라는 그 방식을 봤어야 했다. [해설] 해석 참조 [어휘 및 어구] reward 보상하다 material 물질적인"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 [해석] Nancy Lowry와 David Johnson은 교수환 경을 연구하고자 5학년과 6학년 학생들이 한 주 제에 대해 상호작용을 하게 하는 실험을 진행했 다. 한 그룹에서는 토론이 합의를 도출하는 방식 으로 유도되었다. 두 번째 그룹에서는 토론이 옳 은 정답에 대해 불일치를 낳도록 설계되었다. 쉽 게 합의에 도달한 학생들은 주제에 흥미를 덜 보 이고 더 적게 공부했으며 부가적인 정보를 얻기 위해 도서관에 가는 경향이 더 적었다. 그러나 가 장 눈에 띄는 차이는 교사가 학생들에게 점심시간 동안 주제와 관련된 영화를 보여주었을 때 나타났 다. 동의한 그룹의 18퍼센트만이 영화를 보기 위 해 점심시간을 놓쳤으나 동의하지 않은 그룹의 45퍼센트는 그 영화를 보기 위해 남았다. 그룹 내 에서 누가 옳았는지 알기 위해 지식 차이를 채우 려는 열망은 미끄럼틀과 정글짐을 향한 열망보다 더 강했던 것이다. [요약문] 위의 연구에 따르면 주제에 대한 학생들 의 흥미는 학생들이 (B) 의견을 달리하도록 장려 될 때 (A) 증가한다. [해설] 해석 참조 [어휘 및 어구] assign 부여하다 noticeable 눈에 띄는"
    },
    {
        "question_num": 41,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 회사에게 실패에 대해 말해주는 시장의 방 식은 가혹하면서 간단하다. 불평은 다루기에 비용 이 덜 들뿐 아니라 판매자가 향상되도록 만들 수 도 있다. 판매자는 또한 어떤 교훈을 얻을지도 모 른다. 나는 끈적거리는 선크림 로션에 대한 불평 을 받은 한 화장품 회사를 기억한다. 그 당시에, 그러한 로션은 모두 다소 끈적거렸고, 그래서 고 객들이 경쟁사의 제품을 사게 하는 위험은 크지 않았다. 하지만 이것은 또한 기회였다. 그 회사는 끈적거리지 않는 제품을 개발해냈고 첫 해에 시장 의 20퍼센트를 점유했다. 또 다른 회사는 반대의 문제를 가졌다. 그 회사의 상품은 충분히 끈적거 리지 않았다. 그 회사는 유럽에 있는 Royal Post Office였고 상품은 우표였다. 문제는 우표가 편지 봉투에 붙지 않았다는 것이다. 경영진은 우표 제 작자에게 연락했는데, 그는 만약 사람들이 우표를 적절히 적시기만 한다면, 우표가 어떤 종이에도 달라붙을 것이라는 점을 명확히 밝혔다. 어떻게 할까? (우표에) 더 많은 풀을 첨가하는 것보다 고 객에게 우표를 적시도록 교육시키려고 하는 것에 비용이 덜(→더) 들 것이라는 결론에 경영진이 도달하는 데에는 오래 걸리지 않았다. 우표 제작 자는 더 많은 풀을 첨가하라고 지시받았고 그 문 제는 더 이상 일어나지 않았다. 구매자가 다른 곳으로 가게 하는 것보다는 불평 하게 하는 것이 회사에게는 더 나은 일이기 때문 에, 불만족한 고객들이 불평하는 것을 더 쉽게 만 드는 것이 중요하다. [해설] 해석 참조 [어휘 및 어구] manage 해내다 moisten 적시다"
    },
    {
        "question_num": 42,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 회사에게 실패에 대해 말해주는 시장의 방 식은 가혹하면서 간단하다. 불평은 다루기에 비용 이 덜 들뿐 아니라 판매자가 향상되도록 만들 수 도 있다. 판매자는 또한 어떤 교훈을 얻을지도 모 른다. 나는 끈적거리는 선크림 로션에 대한 불평 을 받은 한 화장품 회사를 기억한다. 그 당시에, 그러한 로션은 모두 다소 끈적거렸고, 그래서 고 객들이 경쟁사의 제품을 사게 하는 위험은 크지 않았다. 하지만 이것은 또한 기회였다. 그 회사는 끈적거리지 않는 제품을 개발해냈고 첫 해에 시장 의 20퍼센트를 점유했다. 또 다른 회사는 반대의 문제를 가졌다. 그 회사의 상품은 충분히 끈적거 리지 않았다. 그 회사는 유럽에 있는 Royal Post Office였고 상품은 우표였다. 문제는 우표가 편지 봉투에 붙지 않았다는 것이다. 경영진은 우표 제 작자에게 연락했는데, 그는 만약 사람들이 우표를 적절히 적시기만 한다면, 우표가 어떤 종이에도 달라붙을 것이라는 점을 명확히 밝혔다. 어떻게 할까? (우표에) 더 많은 풀을 첨가하는 것보다 고 객에게 우표를 적시도록 교육시키려고 하는 것에 비용이 덜(→더) 들 것이라는 결론에 경영진이 도달하는 데에는 오래 걸리지 않았다. 우표 제작 자는 더 많은 풀을 첨가하라고 지시받았고 그 문 제는 더 이상 일어나지 않았다. 구매자가 다른 곳으로 가게 하는 것보다는 불평 하게 하는 것이 회사에게는 더 나은 일이기 때문 에, 불만족한 고객들이 불평하는 것을 더 쉽게 만 드는 것이 중요하다. [해설] 해석 참조 [어휘 및 어구] manage 해내다 moisten 적시다"
    },
    {
        "question_num": 43,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 부유한 상인이 그의 집에 혼자 살았 다. 그 집에 사는 사람이 자기밖에 없다는 것을 알았기 때문에, 그는 자신의 집에 도둑이 드는 상 황에 항상 대비하고 있었다. 그래서 어느 날, 도 둑이 집에 들어왔을 때, 그는 차분하고 침착했다. 비록 상인은 깨어 있었지만, 깊이 잠든 척했다. 그는 침대에 누워서 도둑이 움직이는 것을 지켜보 았다. 도둑은 훔친 물건들을 운반하기 위해 흰 새 보자기를 ((a) 그와 함께) 가지고 왔다. (D) 그는 훔친 귀중품들을 모두 넣어 묶은 뒤 운반 한다는 생각으로 그것을 바닥에 펼쳐놓았다. (e) 그 가 상인의 호화로운 집에서 비싸게 보이는 물건을 모으느라 분주한 사이, 상인은 재빨리 침대에서 일어 났다. 그리고 나서 그는 도둑의 흰 새 보자기를 비슷 하게 생긴 (자신의) 흰 보자기로 교체했는데, 이것은 도둑의 것보다 훨씬 약하고 값싼 것이었다. (B) 그리고 나서 (b) 그는 누워서 자는 척했다. 도 둑이 가능한 많은 귀중품들을 훔치는 것을 마쳤을 때, 그는 자신의 것이라고 생각했던 흰 보자기의 매듭을 서둘러 묶었다. 그 동안에 상인은 정원으로 뛰어나가 크게 소리쳤다. ― “도둑이야! 도둑!” 그는 있는 힘껏 소리쳤다. 도둑은 초조해져서 서둘러서 보자기를 들어올렸다. ((c) 그가) 놀랍게도 훔친 물 건들로 가득 찬 얇은 흰 보자기가 찢어졌다. (C) 훔친 모든 물건들이 바닥에 떨어져 아주 크고 불쾌한 소리를 냈다. 많은 사람들이 그에게 달려드 는 것을 보고 도둑은 훔친 모든 물건들을 포기해야 만 했다. 그 물건들을 집에 남겨두고 떠나면서, 그는 서둘러 도망치며 작은 목소리로 말했다. “이 사람은 교묘한 상인이다. 그는 뼛속까지 장사꾼이다. 그는 그의 귀중품들을 지켜냈을 뿐만 아니라, (d) 나의 새 보자기도 빼앗았다. 그는 도둑한테서 훔쳤다!” 이렇 게 말하면서 그는 그 집밖으로 뛰쳐나갔다. [해설] 해석 참조 [어휘 및 어구] merchant 상인 pretend ~인 척하다"
    },
    {
        "question_num": 44,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 부유한 상인이 그의 집에 혼자 살았 다. 그 집에 사는 사람이 자기밖에 없다는 것을 알았기 때문에, 그는 자신의 집에 도둑이 드는 상 황에 항상 대비하고 있었다. 그래서 어느 날, 도 둑이 집에 들어왔을 때, 그는 차분하고 침착했다. 비록 상인은 깨어 있었지만, 깊이 잠든 척했다. 그는 침대에 누워서 도둑이 움직이는 것을 지켜보 았다. 도둑은 훔친 물건들을 운반하기 위해 흰 새 보자기를 ((a) 그와 함께) 가지고 왔다. (D) 그는 훔친 귀중품들을 모두 넣어 묶은 뒤 운반 한다는 생각으로 그것을 바닥에 펼쳐놓았다. (e) 그 가 상인의 호화로운 집에서 비싸게 보이는 물건을 모으느라 분주한 사이, 상인은 재빨리 침대에서 일어 났다. 그리고 나서 그는 도둑의 흰 새 보자기를 비슷 하게 생긴 (자신의) 흰 보자기로 교체했는데, 이것은 도둑의 것보다 훨씬 약하고 값싼 것이었다. (B) 그리고 나서 (b) 그는 누워서 자는 척했다. 도 둑이 가능한 많은 귀중품들을 훔치는 것을 마쳤을 때, 그는 자신의 것이라고 생각했던 흰 보자기의 매듭을 서둘러 묶었다. 그 동안에 상인은 정원으로 뛰어나가 크게 소리쳤다. ― “도둑이야! 도둑!” 그는 있는 힘껏 소리쳤다. 도둑은 초조해져서 서둘러서 보자기를 들어올렸다. ((c) 그가) 놀랍게도 훔친 물 건들로 가득 찬 얇은 흰 보자기가 찢어졌다. (C) 훔친 모든 물건들이 바닥에 떨어져 아주 크고 불쾌한 소리를 냈다. 많은 사람들이 그에게 달려드 는 것을 보고 도둑은 훔친 모든 물건들을 포기해야 만 했다. 그 물건들을 집에 남겨두고 떠나면서, 그는 서둘러 도망치며 작은 목소리로 말했다. “이 사람은 교묘한 상인이다. 그는 뼛속까지 장사꾼이다. 그는 그의 귀중품들을 지켜냈을 뿐만 아니라, (d) 나의 새 보자기도 빼앗았다. 그는 도둑한테서 훔쳤다!” 이렇 게 말하면서 그는 그 집밖으로 뛰쳐나갔다. [해설] 해석 참조 [어휘 및 어구] merchant 상인 pretend ~인 척하다"
    },
    {
        "question_num": 45,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 부유한 상인이 그의 집에 혼자 살았 다. 그 집에 사는 사람이 자기밖에 없다는 것을 알았기 때문에, 그는 자신의 집에 도둑이 드는 상 황에 항상 대비하고 있었다. 그래서 어느 날, 도 둑이 집에 들어왔을 때, 그는 차분하고 침착했다. 비록 상인은 깨어 있었지만, 깊이 잠든 척했다. 그는 침대에 누워서 도둑이 움직이는 것을 지켜보 았다. 도둑은 훔친 물건들을 운반하기 위해 흰 새 보자기를 ((a) 그와 함께) 가지고 왔다. (D) 그는 훔친 귀중품들을 모두 넣어 묶은 뒤 운반 한다는 생각으로 그것을 바닥에 펼쳐놓았다. (e) 그 가 상인의 호화로운 집에서 비싸게 보이는 물건을 모으느라 분주한 사이, 상인은 재빨리 침대에서 일어 났다. 그리고 나서 그는 도둑의 흰 새 보자기를 비슷 하게 생긴 (자신의) 흰 보자기로 교체했는데, 이것은 도둑의 것보다 훨씬 약하고 값싼 것이었다. (B) 그리고 나서 (b) 그는 누워서 자는 척했다. 도 둑이 가능한 많은 귀중품들을 훔치는 것을 마쳤을 때, 그는 자신의 것이라고 생각했던 흰 보자기의 매듭을 서둘러 묶었다. 그 동안에 상인은 정원으로 뛰어나가 크게 소리쳤다. ― “도둑이야! 도둑!” 그는 있는 힘껏 소리쳤다. 도둑은 초조해져서 서둘러서 보자기를 들어올렸다. ((c) 그가) 놀랍게도 훔친 물 건들로 가득 찬 얇은 흰 보자기가 찢어졌다. (C) 훔친 모든 물건들이 바닥에 떨어져 아주 크고 불쾌한 소리를 냈다. 많은 사람들이 그에게 달려드 는 것을 보고 도둑은 훔친 모든 물건들을 포기해야 만 했다. 그 물건들을 집에 남겨두고 떠나면서, 그는 서둘러 도망치며 작은 목소리로 말했다. “이 사람은 교묘한 상인이다. 그는 뼛속까지 장사꾼이다. 그는 그의 귀중품들을 지켜냈을 뿐만 아니라, (d) 나의 새 보자기도 빼앗았다. 그는 도둑한테서 훔쳤다!” 이렇 게 말하면서 그는 그 집밖으로 뛰쳐나갔다. [해설] 해석 참조 [어휘 및 어구] merchant 상인 pretend ~인 척하다"
    }
]