[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적을 추론한다. M: Good morning, students. This is Mr. Lewis from the school administration office. Last night there was a heavy rainstorm. The pouring rain left some of the school’s hallways wet and slippery. The first floor hallway and the central stairway are especially dangerous to walk on. Please be extra careful when you walk through these areas. You could get seriously hurt if you slip on the wet floor. We’re doing our best to take care of the situation. Thank you. administration office 행정실 rainstorm 폭풍우 pouring 쏟아지는 hallway 복도 slippery 미끄러운 stairway 계단 especially 특히 extra 특별히 careful 조심하는 seriously 심하게"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화자의 의견을 추론한다. W: Mike, you look very tired today. M: I am. I’m having trouble sleeping at night these days. W: What’s the matter? M: I don’t know. I just can’t fall asleep until late at night. W: I feel bad for you. M: I need to find a way to sleep better. W: Can I share how I handled my sleeping problem? M: Sure. W: After I changed my pillow, I was able to sleep much better. Changing your pillow can help you with your sleeping problem. M: Thanks for the tip. I hope that works for me, too. pillow 베개 tip 조언"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 대화자의 관계를 추론한다. M: Hi, I’m Daniel Jones. I’m glad to finally meet you. W: Welcome. Mr. Harvey told me you’re coming. M: He told me nice things about you. W: Thanks. I hear that you’re holding a party at your house in two weeks. M: That’s right. I’m hoping you could take charge of the food for my party. W: Sure. You can always depend on a chef like me. M: Great. Is there anything I need to prepare for you? W: No need. I’ll be taking care of the party food from start to finish. M: Sounds fantastic. W: Now let’s talk about the menu. chef 요리사"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림과 대화의 일치 여부를 파악한다. W: Is that the photo of our school’s new studio? M: Yes. We can shoot online lectures here. W: Can I have a look? M: Sure. Do you see that camera facing the chair? It’s the latest model. W: I see. What is that ring on the stand next to the camera? M: That’s the lighting. It’s to brighten the teacher’s face. W: Hmm.... The round clock on the wall looks simple and modern. M: Teachers can check the time on the clock while shooting. W: The microphone on the table looks very professional. M: It really does. Also, I like the tree in the corner. It goes well with the studio. lecture 강의 professional 전문적인"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화자가 할 일을 추론한다. M: Hi, Jamie. You remember we’re going to the movies later today, right? W: Of course. I’ll see you after class. M: Didn’t you say there’s a student discount on the movie ticket? W: Yes, I did. Don’t forget to bring your student ID card. M: But I’ve lost my ID. Is there any other way to get the discount? W: Probably not. Why don’t you go get a new ID card from the school office? M: Do you know where the office is? W: Yes. It’s on the first floor. M: Okay. I’ll go there right away. discount 할인 probably 아마도"
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 수치를 파악한다. W: Hi, I’m looking for camping chairs. Can you recommend one? M: Good morning. This is our bestselling chair. They’re $20 each. W: That sounds good. I’ll take it. M: How many do you need? W: I need four chairs. M: Okay. Is there anything else you need? W: I also need a camping knife. M: How about this one? It’s $20. W: That looks convenient. I’ll buy one. Do you offer any discounts? M: Yes. Since your total purchase is over $80, we’ll give you a 10% discount on the total amount. W: That sounds nice. I’ll pay with my credit card. recommend 추천하다 convenient 편리한 total 전체의"
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 이유를 추론한다. M: Hi, Rebecca. What’s up? W: Hey, Tom. Can I borrow your laptop today? M: Yes, but I have to finish my science report first. W: Really? Wasn’t the science report due last week? M: Yes, it was. But I couldn’t finish it. W: What happened? I thought your experiment went well. M: Actually, it didn’t. I made a mistake in the experimental process. W: Oh, no. Did you have to do the experiment all over again? M: Yes, it took a lot of time. So I haven’t finished my report yet. W: I see. Let me know when you’re done. finish 끝내다, 마치다 due (제출) 기한인 experiment 실험 process 과정"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. W: Hi, Asher. What are you doing on the computer? M: I’m signing up for an event called the Spring Virtual Run. W: The Spring Virtual... Run? M: It’s a race. Participants upload their record after running either a three­mile race or a ten­mile race. W: Can you run at any location? M: Yes. I can choose any place in the city. W: That sounds interesting. I want to participate, too. M: Then you should sign up online and pay the registration fee. It’s twenty dollars. W: Twenty dollars? That’s pretty expensive. M: But souvenirs are included in the fee. All participants will get a T­shirt and a water bottle. W: That’s reasonable. I’ll sign up. sign up 등록하다 upload 올리다 location 장소 fee 요금 souvenir 기념품 bottle 병 reasonable 적당한"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화 내용과의 일치 여부를 파악한다. W: Do your children love adventures? Here’s a great adventure for you and your children. The Museum of Natural History is starting a special program — Family Night at the Museum. When the regular museum hours are over, you and your children get to walk around the museum with a flashlight. After your adventure is complete, you will sleep under the amazing models of planets and stars. Sleeping bags, snacks, and water will be provided. This program is for children ages 6 to 13. All those who want to join must register in advance. On­site registration is not accepted. Why not call today and sign up? regular 정규의 flashlight 손전등 2 register 등록하다 in advance 미리 on­site 현장(의)"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 표를 보고 선택한 것을 찾는다. M: Hi, how can I help you today? W: Hi, I’m looking for a smart watch. M: Sure. We have these five models. W: Hmm.... I want to wear it when I swim. M: Then you’re looking for one that’s waterproof. W: That’s right. Do you think a one­year warranty is too short? M: Yes. I recommend one that has a warranty longer than one year. W: Okay. I’ll take your advice. M: That leaves you with these two options. I’d get the cheaper one because it’s as good as the other one. W: I see. Then I’ll go with the cheaper one. M: Good choice. waterproof 방수의 warranty 보증 기간"
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Liam, how did your shopping go? M: It was good, Mom. I got this shirt at a good price. W: It looks nice. Wait! It’s missing a button. M: __________________________________________ price 가격"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Alicia, these donuts are delicious. Can you tell me where you bought them? W: They’re from a new donut shop. I can take you there if you want. M: That’d be nice. How’s today after work? W: __________________________________________ delicious 맛있는"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Brandon, I’m sorry I’m late. M: That’s okay. Let’s order our drinks. I’ll get my coffee in my personal cup. W: Oh, you brought your own cup? M: Yes, it is a reusable cup. I’m trying to reduce my plastic footprint. W: What is plastic footprint? M: It is the total amount of plastic a person uses and throws away. W: You care a lot about the environment. M: I do. Plastic waste is a huge environmental problem. W: I should use a reusable cup, too. What else can I do to reduce my plastic footprint? M: __________________________________________ reusable 재사용할 수 있는 footprint 발자국 amount 양 throw away 버리다 environment 환경"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Good morning, Kathy. That’s a cool helmet. W: Hi, Alex. It’s for biking. I rode my bike to school. M: How often do you ride your bike to school? W: I try to do it every day. It’s very refreshing. M: Sounds nice. I’m thinking of riding to school, too. W: Good! We should ride together. M: Let’s do that, but I’m not very good at biking. W: It’s okay. We can go slowly. Also, remember to wear your helmet. M: But I don’t have a helmet yet. W: __________________________________________ refreshing 상쾌한 slowly 천천히"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말을 찾는다. W: Jasper and Mary are trying to form a rock band for the school band competition. Mary plays the guitar, and Jasper is the drummer. They pick a keyboard player through an audition. Now, they need a lead singer. Although the band is not completely formed, they begin their first practice today. Since they don’t have a lead singer yet, Mary sings while playing the guitar. Hearing her sing, the other members are amazed. Mary has the perfect voice for rock music! So Jasper wants to tell Mary to be the lead singer for their band. In this situation, what would Jasper most likely say to Mary? Jasper: _________________________________________ competition 경연 대회 audition 오디션 completely 완전히 amazed 놀란 situation 상황 [16 ~ 17] M: Good afternoon, everybody. Today, we’ll talk about what our animal companions love: Toys. How do toys help our pets? First, toys play a very important role in keeping your pet happy. A toy like a scratcher helps to reduce your cat’s stress. Second, toys are a great tool for a pet to get exercise. For example, a hamster loves to run on a wheel toy. Third, toys build a bond between you and your pet. Playing with a small soft ball will give you and your dog a joyful experience. Lastly, toys help keep your pet entertained. A small hiding tent will make your parrot feel less bored when you are not around. Now let’s watch a video of pets playing with their toys. companion 반려, 친구 scratcher (발톱으로) 긁는 장난감 wheel 바퀴 bond 유대 관계 entertain 즐겁게 해 주다"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제를 추론한다. [16 ~ 17] M: Good afternoon, everybody. Today, we’ll talk about what our animal companions love: Toys. How do toys help our pets? First, toys play a very important role in keeping your pet happy. A toy like a scratcher helps to reduce your cat’s stress. Second, toys are a great tool for a pet to get exercise. For example, a hamster loves to run on a wheel toy. Third, toys build a bond between you and your pet. Playing with a small soft ball will give you and your dog a joyful experience. Lastly, toys help keep your pet entertained. A small hiding tent will make your parrot feel less bored when you are not around. Now let’s watch a video of pets playing with their toys. companion 반려, 친구 scratcher (발톱으로) 긁는 장난감 wheel 바퀴 bond 유대 관계 entertain 즐겁게 해 주다"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. [16 ~ 17] M: Good afternoon, everybody. Today, we’ll talk about what our animal companions love: Toys. How do toys help our pets? First, toys play a very important role in keeping your pet happy. A toy like a scratcher helps to reduce your cat’s stress. Second, toys are a great tool for a pet to get exercise. For example, a hamster loves to run on a wheel toy. Third, toys build a bond between you and your pet. Playing with a small soft ball will give you and your dog a joyful experience. Lastly, toys help keep your pet entertained. A small hiding tent will make your parrot feel less bored when you are not around. Now let’s watch a video of pets playing with their toys. companion 반려, 친구 scratcher (발톱으로) 긁는 장난감 wheel 바퀴 bond 유대 관계 entertain 즐겁게 해 주다"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적을 추론한다. Eastwood 도서관 회원들께 Friends of Literature 모임 덕분에, 우리는 도서관 건물을 리모델링하기 위한 충분한 돈을 성공적으로 모 았습니다. 우리 지역의 건축업자인 John Baker 씨가 우리의 리모델링을 돕기로 자원했지만, 그는 도움이 필요합니다. 망치나 페인트 붓을 쥐고 시간을 기부함 으로써, 여러분은 공사를 도울 수 있습니다. Baker 씨 의 자원봉사 팀에 동참하여 Eastwood 도서관을 더 좋 은 곳으로 만드는 데 참여하십시오! 더 많은 정보를 원하시면 541-567-1234로 전화해 주십시오. Mark Anderson 드림 successfully 성공적으로 raise (자금 등을) 모으다 enough 충분한 remodel 리모델링하다, 개축하다 local 지역의 builder 건축업자 volunteer 자원하다 assistance 도움 grab 쥐다 hammer 망치 donate 기부하다 construction 공사 place 곳, 장소"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 등장인물의 심경을 추론한다. 집에 오는 길에, Shirley는 트럭 한 대가 길 건너편 집 앞에 주차된 것을 알아차렸다. 새 이웃이었다! Shirley는 그들에 대해 알고 싶어 죽을 지경이었다. 저 녁 식사 시간에 그녀는 “새 이웃에 대해 뭔가 알고 계 셔요?”라고 아빠에게 물었다. 그는 “그럼. 그리고 네 흥미를 끌 만한 것이 한 가지 있지.”라고 말했다. Shirley는 더 묻고 싶은 게 엄청나게 많았다. 아빠는 “딱 네 나이의 여자아이가 한 명 있어. 아마 그 애가 네 놀이 친구가 되고 싶어 할 수도 있어.”라고 기쁘게 말했다. Shirley는 포크를 바닥에 떨어뜨릴 뻔했다. 그 녀가 얼마나 많이 친구를 달라고 기도했던가? 마침내 그녀의 기도가 응답받았다! 그녀와 새로 온 여자아이 는 함께 학교에 가고, 함께 놀고, 그리고 제일 친한 친 구가 될 수 있을지도 모른다. notice 알아차리다 park 주차하다 neighbor 이웃 interesting 흥미를 끄는 joyfully 기쁘게 playmate 놀이 친구 drop 떨어뜨리다 floor 바닥 pray 기도하다"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장을 추론한다. 출판사와 신문사에서 다음과 같이 알게 된다. ‘결국 인쇄물로 나오지 않으면 그것은 실수가 아니다.’ 그것 은 이메일에서도 마찬가지다. 전송 버튼을 눌러 버리 기 전까지는 어떤 나쁜 일도 일어날 수 없다. 여러분 이 쓴 글에는 잘못 쓴 철자, 사실의 오류, 무례한 말, 명백한 거짓말이 있을 수 있지만, 그것은 문제가 되지 않는다. 그것을 전송하지 않았다면, 아직 그것을 고칠 시간이 있다. 어떤 실수라도 수정할 수 있고 누구도 결코 그 변화를 모를 것이다. 물론, 이것은 말은 쉽지 만 행동은 어렵다. 전송은 여러분 컴퓨터의 가장 매력 적인 명령어이다. 그러나 그 전송 버튼을 누르기 전에, 반드시 문서를 마지막으로 한 번 주의 깊게 읽어 보 라. publishing house 출판사 mistake 실수 end up 결국 ~이 되다 happen 일어나다 misspelling 잘못 쓴 철자 fact 사실 rude 무례한 comment 말 obvious 명백한 matter 문제가 되다 fix 고치다 correct 수정하다 attractive 매력적인 command 명령(어) 3 make sure that 반드시 ~을 하다 document 문서, 서류 carefully 주의 깊게"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 어구의 함축 의미를 파악한다. ‘내가 그것을 하지 말았어야 했는데!’라는 반응을 넘 어서라. 만일 여러분이 느끼는 실망이 시험공부를 하 지 않았기 때문에 통과하지 못한 시험, 면접에서 바보 같은 말을 해서 얻지 못한 일자리, 또는 완전히 잘못 된 접근 방법을 택하는 바람에 좋은 인상을 주지 못한 사람과 연관되어 있다면, 이제는 그 일이 ‘일어나 버렸 다’는 것을 받아들여라. ‘내가 그것을 하지 말았어야 했는데!’의 유일한 가치는 다음에 무엇을 할지 더 잘 알게 되리라는 점이다. 배움으로 얻게 되는 이득은 유 용하고 의미가 있다. 이러한 ‘내가 …하기만 했다면’이 라는 의제는 가상의 것이다. 여러분이 그것을 파악했 다면, 이제 그것을 과거 시제에서 미래 시제로 바꿀 때이다: ‘다음에 내가 이 상황일 때 나는 …하려고 할 것이다.’ reaction 반응 disappointment 실망 be linked to ~과 연관되다 pass 통과하다 silly 바보 같은 interview 면접, 인터뷰 impress 좋은 인상을 주다 entirely 완전히, 전적으로 wrong 잘못된 approach 접근 방법 accept 받아들이다 value 가치 pay­off 이득 useful 유용한 significant 의미가 있는, 중요한 virtual 가상의 work ~ out ~을 파악하다 translate 바꾸다, 번역하다, 고치다 situation 상황"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지를 추론한다. 무언가에 깊이 관심을 두면, 그 관심 영역에서 성공 하기 위한 여러분의 능력에 더 큰 가치를 둘지도 모른 다. 성취하거나 사회적으로 성공하기 위해 스스로에게 가하는 내적인 압박은 정상적이고 유용하지만, 자신에 게 중요한 영역에서 성공하기 위한 여러분의 능력을 의심하면, 여러분의 자아 존중감은 상처를 입는다. 상 황이 우리의 의심을 활성화하는지 여부에 따라 그것은 우리 각각에게 저마다 다른 방식으로 스트레스를 준 다. 여러분의 스트레스를 일으키는 것은 결코 수행에 대한 압박이 아니다. 오히려, 여러분을 괴롭히는 것은 바로 자기 의심이다. 의심은 긍정적인 경험, 중립적인 경험, 그리고 심지어 진짜로 부정적인 경험을 더 부정 적으로 보게 하고, 여러분 자신의 단점을 반영한 것으 로 (그것들을) 보게 한다. 상황과 여러분의 강점을 더 객관적으로 바라볼 때, 여러분은 괴로움의 원천인 의 심을 덜 가질 것이다. care about ~에 관심을 두다, ~을 걱정하다 place value on ~에 가치를 두다 ability 능력 area 영역, 분야 concern 관심, 염려 internal 내적인 pressure 압박, 압력 achieve 성취하다 do well 성공하다 socially 사회적으로 normal 정상적인, 일반적인 doubt 의심하다; 의심 self­worth 자아 존중감 suffer 상처를 입다, 괴로워하다 activate 활성화하다 perform 수행하다, 실행하다 self­doubt 자기 의심 bother 괴롭히다 positive 긍정적인 neutral 중립적인 genuinely 진짜로, 정말로 negative 부정적인 reflection 반영 shortcoming 단점 strength 강점 objectively 객관적으로 source 원천, 근원"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제를 추론한다. 두 사람이 솔직하고 진솔한 대화에 참여하면 정보가 왔다 갔다 하며 흘러간다. 그것은 순조로운 주고받기 이다. 각자가 자신의 개인적인 과거 경험에 의존하고 있기 때문에, 주고받는 속도가 기억만큼 빠르다. 한 사 람이 거짓말하면, 그 사람의 반응이 더 느리게 나올 텐데, 뇌는 저장된 사실을 기억해 내는 데 비해 새로 꾸며 낸 이야기의 세부 사항을 처리하는 데에 더 많은 시간이 필요하기 때문이다. 사람들이 말하듯 “타이밍이 가장 중요하다.” 말을 하면서 이야기를 꾸며 내고 있는 누군가와 이야기를 하고 있으면, 여러분은 시간의 지 연을 알아차릴 것이다. 상대가 여러분의 몸짓 언어 역 시 읽고 있을지도 모른다는 것과 만약 여러분이 그 사 람의 이야기를 믿지 않고 있는 것처럼 보이면, 그 사 람은 그 정보를 처리하기 위해 또한 잠시 멈춰야 한다 는 것을 잊지 말아야 한다. be involved in ~에 참여하다, ~과 관련되다 honest 솔직한 conversation 대화 back and forth 왔다 갔다 하는 information 정보 smooth 순조로운, 원활히 진행되는 exchange 주고받기, 교환 draw on ~에 의존하다 personal 개인적인 pace 속도 lie 거짓말하다 response 반응 process 처리하다 detail 세부 사항 invention 꾸며 낸 이야기, 창작 recall 기억해 내다 stored 저장된 make ~ up ~을 꾸며 내다, ~을 지어 내다 disbelieve 믿지 않다, 의심하다 pause 잠시 멈추다"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목을 추론한다. 여러분이 사 놓고 결국 한 번도 사용하지 않았던 물 건에 대해 잠시 생각해 봐라. 결국 한 번도 입지 않은 옷 한 벌? 한 번도 읽지 않은 책 한 권? 심지어 상자 에서 꺼내 보지도 않은 어떤 전자 기기? 사용하지 않 는 물건에 단독으로 호주인들이 매년 평균 108억 호 주 달러(약 99억 9천 미국 달러)를 쓰는 것으로 추산 되는데, 이는 대학과 도로에 사용하는 정부 지출 총액 을 넘는 금액이다. 그 금액은 각 가구당 평균 1,250 호주 달러(약 1,156 미국 달러)이다. 우리가 사고 나 서 제자리에서 먼지를 끌어모으기만 하는 모든 물건은 낭비인데, 돈 낭비, 시간 낭비, 그리고 순전히 쓸모없 는 물건이라는 의미에서 낭비이다. 작가인 Clive Hamilton이 말하는 것처럼 “우리가 사는 물건에서 우 리가 사용하는 것을 뺀 것은 낭비이다”. end up ~ing 결국 ~하다 an item of clothing 옷 한 벌 electronic equipment 전자 기기 estimate 추산하다 spend 쓰다, 소비하다 average 평균 billion 십 억 approximately 약, 대략 goods 물건, 제품, 상품 government 정부 university 대학 household 가구, 세대 gather 모으다 dust 먼지 waste 낭비, 쓰레기 in the sense of ~이라는 의미에서 pure 순전한, 순수한 rubbish 쓸모없는 물건, 쓰레기 author 작가, 저자 observe (발언, 의견을) 말하다 stuff 물건"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용을 파악한다. 위 그래프는 2016년과 2019년에 교육용 디지털 콘 텐츠에 접근하기 위해 기기를 사용한 유치원에서 12학 년까지의 학생들의 비율을 보여 준다. 두 해 모두 노 트북은 디지털 콘텐츠에 접근하기 위해 학생들이 가장 많이 사용한 기기였다. 2016년과 2019년 모두 10명 중 6명이 넘는 학생들이 태블릿을 사용했다. 2016년에 는 절반이 넘는 학생들이 데스크톱을 사용하여 디지털 콘텐츠에 접근했고, 2019년에는 3분의 1이 넘는 학생 들이 데스크톱을 사용했다. 2016년 스마트폰의 비율은 2019년 스마트폰의 비율과 같았다. 전자책 단말기는 두 해 모두 가장 낮은 순위를 차지했는데, 2016년에는 11퍼센트였고 2019년에는 5퍼센트였다. device 기기, 장치 access 접근하다 laptop 노트북 (컴퓨터) e­reader 전자책 단말기 kindergarten 유치원 a third 3분의 1 rank 순위를 차지하다"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. Elizabeth Catlett은 1915년 Washington, D.C.에서 태어났다. 노예의 손녀로서 Catlett은 할머니로부터 노 예 이야기를 들었다. 흑인이라는 이유로 Carnegie Institute of Technology로부터 입학을 거절당한 이후, Catlett은 Howard 대학에서 디자인과 소묘를 공부했 다. 그녀는 Iowa 대학에서 순수 미술 석사 학위를 취 득한 첫 세 명의 학생들 중 한 명이 되었다. 평생 그 녀는 사회적 부당함으로 고통받는 사람들의 목소리를 대변하는 예술 작품을 창작했다. 그녀는 미국과 멕시 코 모두에서 많은 상과 표창으로 인정받았다. 그녀는 멕시코에서 50년이 넘는 세월을 보냈고, 1962년에 멕 시코 시민권을 받았다. Catlett은 2012년에 멕시코에 있는 집에서 생을 마쳤다. slave 노예 disallow 거절하다, 허가하지 않다 entrance 입학, 입장 master’s degree 석사 학위 fine arts 순수 미술 represent 대변하다, 나타내다 voice 목소리 suffer from ~으로 고통받다 injustice 부당함, 부정 recognize 인정하다 honor 표창, 명예 citizenship 시민권 4"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. 봄 농장 캠프 우리의 일일 봄 농장 캠프는 여러분의 자녀에게 실제 직접 해 보는 농장 경험을 제공합니다. 기간: 4월 19일 월요일 ~ 5월 14일 금요일 시간: 오전 9시 ~ 오후 4시 나이: 6세 ~ 10세 참가비: 개인당 70달러 (점심과 간식 포함) 활동: • 염소젖으로 치즈 만들기 • 딸기 따기 • 집으로 가져갈 딸기잼 만들기 날씨에 상관없이 운영합니다. 더 많은 정보를 원하시면 www.b_orchard.com에 접속 하세요. hands­on 직접 해 보는, 실제 체험하는 experience 경험 participation fee 참가비 include 포함하다 activity 활동 goat 염소 pick 따다, 줍다 rain or shine 날씨에 상관없이"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. Great 수족관 개장 시간: 매일 오전 10시~ 오후 6시 마지막 입장은 오후 5시입니다. 행사 물고기 먹이 주기 오전 10시~ 오전 11시 펭귄 먹이 주기 오후 1시~ 오후 2시 티켓 가격 나이 가격 어린이(12세 이하) 25달러 성인(20세~ 59세) 33달러 십대(13세~ 19세) 노인(60세 이상) 30달러 티켓 소지자는 무료 음료 쿠폰을 받습니다. 티켓 예약 • ‘모든’ 방문객은 온라인으로 예약해야 합니다. • 예약은 입장 1시간 전까지 받습니다. aquarium 수족관 entry 입장 feeding 먹이 주기 teen 십대 senior 노인 holder 소지자 receive 받다 booking 예약 accept 받아들이다"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 맞지 않는 표현을 찾는다. 비록 악기를 잡고 연주하는 정확한 방법이 대체로 있다고 해도 우선적으로 가장 중요한 가르침은 악기가 장난감이 아니라는 것과 악기를 관리해야 한다는 것이 다. 아이들에게 (악기를 직접 다루고 연주하는) 방법 을 알려 주기 전에 악기를 직접 다루고 연주하는 방법 을 탐구할 시간을 주어라. 소리를 만들어 내는 여러 가지 방법을 찾는 것은 음악적 탐구의 중요한 단계이 다. 정확한 연주는 가장 알맞은 음질을 찾고 오랜 시 간 동안 잘 다루면서 연주할 수 있도록 가장 편안한 연주 자세를 찾으려는 욕구에서 나온다. 악기와 음악 이 더 복잡해짐에 따라, 알맞은 연주 기술을 알게 되 는 것은 점점 더 유의미해진다. ③동명사구 Finding different ways to produce sounds가 문장의 주어이므로, 이와 연결되는 be동사 는 is로 써야 한다. musical instrument 악기 instruction 가르침, 지도 look after ~을 관리하다, ~을 돌보다 explore 탐구하다, 탐험하다 handle 다루다 produce 만들어 내다, 생산하다 stage 단계 desire 욕구, 욕망 appropriate 알맞은 quality 질, 품질 comfortable 편안한 complex 복잡한 relevant 유의미한, 관련된"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥에 맞지 않는 낱말을 찾는다. 기본적인 어떤 것의 가격이 크게 하락할 때, 온 세 상이 바뀔 수 있다. 조명을 생각해 보자. 아마 여러분 은 어떤 유형의 인공조명 아래에서 이 문장을 읽고 있 을 것이다. 또한, 여러분은 독서를 위해 인공조명을 이 용하는 것이 그럴 만한 가치가 있는지에 대해 아마 생 각해 본 적이 없을 것이다. 조명 값이 너무 싸서 여러 분은 생각 없이 그것을 이용한다. 하지만 1800년대 초 반에는, 같은 양의 조명에 대해 오늘날 지불하고 있는 것의 400배만큼의 비용이 들었을 것이다. 그 가격이 면, 여러분은 비용을 의식할 것이고 책을 읽기 위해 인공조명을 이용하기 전에 다시 한 번 생각할 것이다. 조명 가격의 증가(→하락)는 세상을 밝혔다. 그것은 밤을 낮으로 바꾸었을 뿐 아니라, 자연광이 들어올 수 없는 큰 건물에서 우리가 살고 일할 수 있게 해 주었 다. 만약 인공조명의 비용이 거의 공짜 수준으로 하락 하지 않았더라면 우리가 오늘날 누리는 것 중에 가능 한 것은 거의 없을 것이다. ③increase →drop price 가격 fundamental 기본적인 drop 하락하다 consider 생각하다 chances are 아마 ~일 것이다 probably 아마 worth 가치가 있는 cheap 값이 싼 cost ~의 비용이 들다; 비용 pay 지불하다 amount 양 notice 의식하다 increase 증가 light up (불을) 밝히다 turn ~ into ... ~을 …으로 바꾸다 nearly 거의 possible 가능한"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 좋은 보살핌을 제공하는 것의 가장 중요한 측면 중 에 한 가지는 반드시 동물의 욕구가 일관되게 그리고 예측 가능하게 충족되도록 하는 것이다. 사람과 마찬 가지로, 동물은 통제감이 있다는 느낌이 필요하다. 그 러므로 충분한 음식을 제공받고 있을지라도 음식이 언 제 (눈에) 보일지 모르고 일관된 일정을 알 수 없는 동물은 괴로움을 겪을지도 모른다. 우리 동물의 환경 이 예측 가능하도록 보장함으로써 우리는 통제가 있다 는 느낌을 줄 수 있다. 즉, 마실 수 있는 물이 늘 있 고, 물이 늘 같은 곳에 있다. 아침에 일어날 때 그리고 저녁 산책을 한 후에 늘 음식이 있다. 불편할 정도로 참을 필요 없이 변을 배설할 수 있는 시간과 장소가 늘 있을 것이다. 사람 친구는 한순간에는 애정을 주다 가 그다음에는 애정을 주지 않기보다는 일관된 정서적 지지를 보이는 것이 좋다. 기대할 수 있는 것이 무엇 인지 알고 있을 때, 동물은 자신감과 차분함을 더 많 이 느낄 수 있다. important 중요한 aspect 측면 provide 제공하다, 주다 care 보살핌 make sure that 반드시 ~이도록 하다 need 욕구 consistently 일관되게 predictably 예측 가능하게 sense 느낌 appear 보이게 되다 schedule 일정 distress 괴로움 ensure that ~을 보장하다 environment 환경 get up 일어나다 walk 산책 hold ~ in ~을 참다 discomfort 불편함 companion 친구, 동반자 display 보이다, 나타내다 emotional 정서적인 support 지지, 뒷받침 moment 순간 withhold 주지 않고 두다 expect 기대하다 confident 자신감이 있는, 자신만만한 calm 차분한, 온화한"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 아이가 화를 낼 때, 아이를 진정시키는 가장 쉽고 가장 빠른 방법은 음식을 주는 것이다. 이것은 아이가 가지고 있는 감정으로부터 주의를 돌리는 것으로 작용 하고, 손과 입으로 할 수 있는 무언가를 아이에게 제 공하며, 화나게 하고 있는 것이 무엇이든 그것으로부 터 아이의 주의를 옮겨 가게 한다. 또한 선택된 음식 이 사탕이나 비스킷 같은 특별한 먹거리로 여겨지면, 그 아이는 ‘특별한 대접을 받았다고’ 느끼고 기분이 더 좋을 것이다. 이처럼 음식을 이용하는 것은 단기적으 로는 효과적이다. 하지만 음식이 감정을 통제하는 좋 은 방법이라는 것을 우리가 곧 알게 되기 때문에 그것 은 장기적으로는 해로울 수 있다. 그리고 우리가 삶을 살아가면서, 짜증이 나거나, 불안하거나, 심지어 그저 지루함을 느낄 때마다, 우리 자신의 기분을 더 좋게 만들기 위해 우리는 음식에 의존한다. upset 화난; 화나게 하다 quick 빠른 calm ~ down ~을 진정시키다 act as ~으로 작용하다 distraction 주의를 돌리는 것 shift 옮기다, 이동시키다 attention 주의 treat 특별한 먹거리; (특별하게) 대접하다 sweet 사탕, 단 것 effective 효과적인 harmful 해로운 annoyed 짜증 난 anxious 불안한 bored 지루한 turn to ~에 의존하다 5"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 과학자들은 개구리의 조상이 물에 사는, 물고기 같 은 동물이었다고 믿는다. 최초의 개구리와 그들의 친 척은 육지로 나와 그곳에서 먹을 것과 살 곳에 대한 기회를 누릴 수 있는 능력을 얻었다. 하지만 개구리는 여전히 물과의 여러 인연을 유지했다. 개구리의 폐는 그다지 기능을 잘하지 않고, 개구리는 피부를 통해 호 흡함으로써 산소를 일부 얻는다. 하지만 이런 종류의 ‘호흡’이 제대로 이뤄지기 위해서는, 개구리의 피부가 촉촉하게 유지되어야 한다. 그래서 개구리는 건조해지 는 것을 막기 위해 이따금 몸을 잠깐 담글 수 있는 물 의 근처에 있어야 한다. 물고기 같은 조상들이 그랬던 것처럼, 개구리 역시 물속에 알을 낳아야 한다. 그리고 물속에 낳은 알이 살아남으려면, 물에 사는 생물로 발 달해야 한다. 따라서, 개구리에게 있어서 탈바꿈은 물 에 사는 어린 형체와 육지에 사는 성체를 이어주는 다 리를 제공한다. ancestor 조상 water­dwelling 물에 사는 fishlike 물고기와 같은 relative 친척 gain 얻다 opportunity 기회, 가능성 shelter 살 곳, 쉼터, 은신처 lung 폐 oxygen 산소 breathe 호흡하다 skin 피부 properly 제대로 moist 촉촉한 take a dip (몸을) 잠깐 담그다, 잠깐 수영을 하다 every now and then 이따금 dry out 건조해지다 lay (알을) 낳다 develop 발달하다, 성장하다 creature 생물 land­dwelling 육지에 사는 adult 성체"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 어떤 일을 할 수 있도록 법적으로 허용되는 것과 실 제로 그것을 해 버릴 수 있는 것을 구별하는 것은 중 요하다. 원한다면, 모든 사람이 2분 안에 1마일을 달 릴 수 있도록 허용하는 법이 통과될 수도 있다. 그러 나 그렇게 하는 것이 허용되더라도, 물리적으로 그렇 게 할 수 없기 때문에, 그것이 그들의 ‘실질적’ 자유를 증가시키지는 않을 것이다. 최소한의 제약과 최대한의 가능성을 두는 것은 괜찮다. 하지만 현실 세계에서, 대 부분의 사람에게는 자신이 되도록 허용된 모든 것이 될 가능성이 없고, 할 수 있는 모든 것을 하는 것을 저지당해야 할 가능성도 없을 것이다. 그들의 실질적 자유는 사실 그들이 선택하는 것을 할 수 있는 수단과 능력을 갖추고 있는가에 달려 있다. distinguish 구별하다 legally 법적으로 actually 실제로, 사실 be able to ~을 할 수 있다 effective 실질적인, 효과적인 freedom 자유 physically 물리적으로 incapable 할 수 없는 minimum 최소한 maximum 최대한 possibility 가능성 opportunity 가능성, 기회 depend on ~에 달려 있다, ~에 의존하다"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장을 파악한다. 오늘날의 음악 사업은 뮤지션들이 스스로 일을 처리 할 수 있게 해 주었다. 뮤지션들이 음반사나 TV 프로 그램의 문지기(권력을 쥐고 사람들이 들어가는 것을 막는 사람)가 그들[뮤지션들]이 주목받을 만하다고 말 해주기를 기다리던 시대는 지났다. 오늘날의 음악 사 업에서는 팬층을 만들기 위해 허락을 요청할 필요가 없으며, 그렇게 하려고 회사에 수천 달러를 지불할 필 요도 더 이상 없다. (TV 오디션을 이용하여 나이 어 린 뮤지션들을 마케팅하는 데에 대한 우려가 증가하고 있다.) 매일 뮤지션들은 어떤 외부의 도움도 없이 수 천 명의 청취자에게 자신들의 음악을 내놓고 있다. 그 들은 노출을 얻거나 수천 명의 청취자와 관계를 형성 하기 위해 허락이나 외부의 도움을 요청하지 않고, 간 단히 자신들의 음악을 팬들에게 직접 전달한다. business 사업 gatekeeper 문지기, 정보 관리[통제]자 prevent 막다 let in ~을 들여 보내다 label 음반사 spotlight 주목 ask for ~을 요청하다 permission 허락, 허가 fanbase 팬층 rising 증가하는 concern 우려, 염려 simply 간단히, 단순히 deliver 전달하다, 배달하다 directly 직접, 곧장 exposure 노출, 매스컴 출연"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서를 파악한다. 거의 모든 주요 스포츠 활동은 공을 갖고 행해진다. (B) 경기의 규칙들은 공의 크기와 무게부터 시작해서 허용되는 공의 유형에 관한 규칙들을 늘 포함하고 있 다. 공은 또한 특정 정도의 단단함을 갖추어야 한다. (A) 공이 적절한 크기와 무게를 갖출 수 있으나 속이 빈 강철 공으로 만들어지면 그것은 너무 단단할 것이 고, 무거운 중심부를 가진 가벼운 발포 고무로 만들어 지면 그 공은 너무 물렁할 것이다. (C) 마찬가지로, 공은 단단함과 더불어 적절히 튈 필요가 있다. 순전히 고무로만 된 공은 대부분의 스포츠에 지나치게 잘 튈 것이고, 순전히 점토로만 만든 공은 전혀 튀지 않을 것이다. major 주요한 activity 활동 correct 적절한, 올바른 hollow 속이 빈 steel 강철 light 가벼운 foam rubber 발포 고무 center 중심부, 중앙 include 포함하다 type 유형 weight 무게 certain 특정한, 어떤 bounce 튀다 properly 적절히 solid 순수한(다른 물질이 섞이지 않은), 고체의 rubber 고무 clay 점토"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서를 파악한다. 만일 여러분이 수학 등식을 써야 한다면, 여러분은 아마 ‘스물 여덟 더하기 열 넷은 마흔 둘과 같다.’라고 쓰지 않을 것이다. 그것은 쓰는 데 너무 오래 걸리고 빨리 읽기가 어려울 것이다. (B) 여러분은 ‘28 + 14 = 42’라고 쓸 것이다. 화학도 마찬가지이다. 화학자들은 항상 화학 방정식을 써야 하고, 만약 그들이 모든 것 을 상세히 다 써야 한다면 쓰고 읽는 데 너무 오래 걸 릴 것이다. (C) 그래서 화학자들은 우리가 수학에서 하는 것처럼 기호를 사용한다. 화학식은 각 분자를 구 성하는 모든 원소를 나열하고 그 원소의 원자 수를 나 타내기 위해 원소 기호의 오른쪽 아래에 작은 숫자를 사용한다. (A) 예를 들어, 물의 화학식은 H2O이다. 그 것은 우리에게 하나의 물 분자는 두 개의 수소 원자 (‘H’와 ‘2’)와 하나의 산소 원자(‘O’)로 이루어져 있다 는 것을 말해 준다. math 수학 equation 등식, 방정식 probably 아마 equal 같다 quickly 빨리 be made up of ~으로 이루어지다 hydrogen 수소 atom 원자 oxygen 산소 chemistry 화학 chemist 화학자 all the time 항상 spell ~ out ~을 상세히 다 쓰다 symbol 기호 list 나열하다, 열거하다 element 원소, 요소 form 구성하다, 형성하다 bottom 아래(의) stand for ~을 나타내다, ~을 대표하다"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치를 파악한다. 결정적인 한순간의 중요성을 과대평가하고 매일 작 은 발전을 이루는 것의 가치를 과소평가하기는 매우 쉽다. 너무 자주 우리는 거대한 성공에는 거대한 행동 이 필요하다고 굳게 믿는다. 체중을 줄이는 것이든, 결 승전에서 이기는 것이든, 혹은 어떤 다른 목표를 달성 하는 것이든 간에, 우리는 모두가 이야기하게 될 지축 을 흔들 만한 발전을 이루도록 우리 스스로에게 압력 을 가한다. 한편, 1퍼센트 발전하는 것은 특별히 눈에 띄지는 않지만, 장기적으로는 훨씬 더 의미가 있을 수 있다. 시간이 지남에 따라 이 작은 발전이 이룰 수 있 는 변화는 놀랍다. 다음과 같이 계산이 이루어지는데, 만일 여러분이 1년 동안 매일 1퍼센트씩 더 나아질 수 있다면, 끝마칠 때 즈음 여러분은 결국 37배 더 나아 질 것이다. 역으로, 1년 동안 매일 1퍼센트씩 나빠지 면 여러분은 거의 0까지 떨어질 것이다. 작은 승리나 사소한 패배로 시작한 것은 쌓여서 훨씬 더 큰 무언가 가 된다. meanwhile 한편 improve 발전하다 particularly 특별히 notable 눈에 띄는 meaningful 의미 있는 in the long run 장기적으로 overestimate 과대평가하다 defining 결정적인, 정의하는 underestimate 과소평가하다 value 가치 on a daily basis 매일 convince 굳게 믿게 하다, 확신시키다 massive 거대한 success 성공 require 필요로 하다 action 행동, 조치 lose weight 체중을 줄이다 win a championship 결승전에서 이기다 achieve 달성하다, 성취하다 pressure 압력 earthshaking 지축을 흔드는 tiny 작은, 사소한 6 over time 시간이 지남에 따라 end up 결국 ~하게 되다 conversely 역으로 decline 떨어지다, 하락하다 nearly 거의 minor 사소한 failure 패배"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치를 파악한다. 인류의 지속적인 생존은 환경에 적응하는 우리의 능 력으로 설명될 수 있을 것이다. 우리가 고대 조상들의 생존 기술 중 일부를 잃어버렸을지도 모르지만, 새로 운 기술이 필요해지면서 우리는 새로운 기술을 배웠 다. 오늘날 우리가 현대 기술에 더 크게 의존함에 따 라 한때 우리가 가졌던 기술과 현재 우리가 가진 기술 사이의 간극이 어느 때보다 더 커졌다. 그러므로, 미지 의 땅으로 향할 때에는, 그 환경에 대해 충분히 준비 하는 것이 중요하다. 떠나기 전에, 토착 주민들이 어떻 게 옷을 입고 일하고 먹는지를 조사하라. 그들이 어떻 게 자신들의 생활 방식에 적응했는가는 여러분이 그 환경을 이해하도록 도울 것이고, 여러분이 최선의 장 비를 선별하고 적절한 기술을 배우도록 해 줄 것이다. 대부분의 생존(이 걸린) 상황이 피할 수도 있었던 일 련의 사건의 결과로 발생하기 때문에 이것은 중요하 다. research 조사하다, 연구하다 native 토착의, 지방 고유의 survival 생존 human race 인류 adapt 적응하다 environment 환경 ancient 고대의 ancestor 조상 skill 기술 gap 간극, 격차 rely on ~에 의존하다 heavily 크게, 몹시 modern 현대의 technology 기술 head off ~로 향하다 wilderness 미지의 땅 prepare 준비하다, 대비하다 gear 장비 crucial 중요한 arise 발생하다, 일어나다 event 사건 avoid 피하다"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 요약문을 완성한다. 한 연구에서, 연구자들은 서로 모르는 사람들끼리 짝을 이루어 한 방에 앉아서 이야기하도록 했다. 절반 의 방에는 근처 탁자 위에 휴대폰이 놓여 있었고, 나 머지 절반에는 휴대폰이 없었다. 대화가 끝난 후, 연구 자들은 참가자들에게 서로에 대해 어떻게 생각하는지 를 물었다. 여기에 그들이 알게 된 것이 있다. 휴대폰 이 없는 방에서 대화했던 참가자들에 비해 방에 휴대 폰이 있을 때 참가자들은 자신들의 관계의 질이 더 나 빴다고 말했다. 휴대폰이 있는 방에서 대화한 짝들은 자신의 상대가 공감을 덜 보여 주었다고 생각했다. 친 구와 점심을 먹기 위해 자리에 앉아 탁자 위에 휴대폰 을 놓았던 모든 순간을 떠올려 보라. 메시지를 확인하 려고 휴대폰을 집어 들지 않았으므로 잘했다고 느꼈을 지 모르지만, 확인하지 않은 여러분의 메시지는 여전 히 맞은편에 앉아 있는 사람과의 관계를 상하게 하고 있었다. → 휴대폰의 존재는 심지어 휴대폰이 무시되고 있을 때조차 대화에 참여하는 사람들 간의 관계를 약화시킨 다. pair 짝 stranger 모르는 사람, 낯선 사람 chat 이야기하다 cell phone 휴대폰 place 놓다, 두다 nearby 근처의 present 있는, 존재하는 conversation 대화 participant 참가자 report 말하다, 전하다 quality 질 relationship 관계 partner 상대 connection 관계, 연결 [41 ~ 42] 아이였을 때, 우리는 열심히 자전거 타기를 배웠고, 넘어지면 다시 올라탔는데, 그것이 우리에게 제2의 천 성이 될 때까지 그렇게 했다. 그러나 어른으로 살면서 새로운 것을 시도해 볼 때 우리는 대체로 단 한 번만 시도해 보고 나서 그것이 잘되었는지 안되었는지 판단 하려 한다. 만일 우리가 처음에 그것을 성공하지 못하 거나 혹은 약간 어색한 느낌이 들면, 다시 시도해 보 기보다는 그것이 성공이 아니었다고 스스로에게 말할 것이다. 그것은 애석한 일인데, 우리 뇌를 재연결하는 과정 에서 반복이 핵심적이기 때문이다. 여러분의 뇌가 뉴 런의 연결망을 가지고 있다는 개념을 생각해 보라. 여 러분이 뇌 친화적인 피드백 기술을 잊지 않고 사용할 때마다 그것들은 서로 연결되고는 한다. 그 연결은 처 음에는 그리 신뢰할 만하지 않고, 여러분의 첫 번째 시도를 다소 마구잡이가 되도록 할 수도 있다. 여러분 은 연관된 단계 중 하나를 기억하고, 다른 것들을 기 억하지 못할 수도 있다. 그러나 과학자들은 “함께 활성 화되는 뉴런들은 함께 연결된다.”라고 말한다. 다시 말 하자면, 어떤 행동의 반복은 그 행동에 연관된 뉴런들 사이의 연결을 차단한다(→강화한다). 그것은 여러분 이 그 새로운 피드백 기술을 더 여러 차례 사용해 볼 수록, 여러분에게 그것이 필요할 때 그것이 더 쉽게 여러분에게 다가올 것을 의미한다. fall off 넘어지다 nature 천성 adult 어른 attempt 시도 judge 판단하다, 판정하다 awkward 어색한 rather than ~하기보다는 give it another shot 다시 시도해 보다 shame 애석한 일, 수치 repetition 반복 central 핵심적인 process 과정 rewire 재연결하다, 전선을 다시 배치하다 consider 생각하다, 고려하다 network 연결망, 네트워크 neuron 뉴런, 신경 세포 connect 연결하다 technique 기술 reliable 신뢰할 만한 effort 시도, 노력 hit­and­miss 마구잡이의, 되는대로 하는 involve 연관시키다 action 행동, 동작 easily 쉽게"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목을 추론한다. [41 ~ 42] 아이였을 때, 우리는 열심히 자전거 타기를 배웠고, 넘어지면 다시 올라탔는데, 그것이 우리에게 제2의 천 성이 될 때까지 그렇게 했다. 그러나 어른으로 살면서 새로운 것을 시도해 볼 때 우리는 대체로 단 한 번만 시도해 보고 나서 그것이 잘되었는지 안되었는지 판단 하려 한다. 만일 우리가 처음에 그것을 성공하지 못하 거나 혹은 약간 어색한 느낌이 들면, 다시 시도해 보 기보다는 그것이 성공이 아니었다고 스스로에게 말할 것이다. 그것은 애석한 일인데, 우리 뇌를 재연결하는 과정 에서 반복이 핵심적이기 때문이다. 여러분의 뇌가 뉴 런의 연결망을 가지고 있다는 개념을 생각해 보라. 여 러분이 뇌 친화적인 피드백 기술을 잊지 않고 사용할 때마다 그것들은 서로 연결되고는 한다. 그 연결은 처 음에는 그리 신뢰할 만하지 않고, 여러분의 첫 번째 시도를 다소 마구잡이가 되도록 할 수도 있다. 여러분 은 연관된 단계 중 하나를 기억하고, 다른 것들을 기 억하지 못할 수도 있다. 그러나 과학자들은 “함께 활성 화되는 뉴런들은 함께 연결된다.”라고 말한다. 다시 말 하자면, 어떤 행동의 반복은 그 행동에 연관된 뉴런들 사이의 연결을 차단한다(→강화한다). 그것은 여러분 이 그 새로운 피드백 기술을 더 여러 차례 사용해 볼 수록, 여러분에게 그것이 필요할 때 그것이 더 쉽게 여러분에게 다가올 것을 의미한다. fall off 넘어지다 nature 천성 adult 어른 attempt 시도 judge 판단하다, 판정하다 awkward 어색한 rather than ~하기보다는 give it another shot 다시 시도해 보다 shame 애석한 일, 수치 repetition 반복 central 핵심적인 process 과정 rewire 재연결하다, 전선을 다시 배치하다 consider 생각하다, 고려하다 network 연결망, 네트워크 neuron 뉴런, 신경 세포 connect 연결하다 technique 기술 reliable 신뢰할 만한 effort 시도, 노력 hit­and­miss 마구잡이의, 되는대로 하는 involve 연관시키다 action 행동, 동작 easily 쉽게"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥에 맞지 않는 낱말을 찾는다. [43 ~ 45] (A) 옛날 옛적에 사냥에 대해 엄청난 열정을 가진 젊은 왕이 살았다. 그의 왕국은 히말라야 산맥의 기슭 에 위치해 있었다. 매년 한 번씩, 그는 근처의 숲으로 사냥하러 가고는 했다. 그는 모든 필요한 준비를 하고 자신의 사냥 여행을 떠나고는 했다. (C) 다른 모든 해처럼, 사냥철이 왔다. 궁궐에서 준 비가 시작되었고 왕은 자신의 사냥 여행을 갈 준비를 했다. 숲 속 깊은 곳에서 그는 아름다운 야생 사슴을 발견했다. 그것은 큰 수사슴이었다. 그의 겨냥은 완벽 했다. 단 한 발의 화살로 그 사슴을 잡고서 왕은 의기 양양했다. 그 의기양양한 사냥꾼은 그 사슴의 가죽으 로 사냥용 북을 만들도록 명령했다. (B) 계절이 바뀌었다. 1년이 지나갔다. 그리고 또 다시 사냥하러 갈 때가 되었다. 왕은 작년과 같은 숲 으로 갔다. 그는 아름다운 사슴 가죽으로 만든 북을 사용하여 동물을 몰았다. 그러나 아무도 오지 않았다. 모든 동물이 안전한 곳으로 도망쳤는데, 암사슴 한 마 리는 예외였다. 암사슴은 북 치는 사람에게 점점 더 가까이 다가왔다. 갑자기, 암사슴은 두려움 없이 사슴 가죽으로 만든 북을 핥기 시작했다. (D) 이 광경을 보고 왕은 놀랐다. 한 나이 든 신하 가 이 이상한 행동의 이유를 알고 있었다. “이 북을 만 드는 데 사용된 사슴 가죽은 암사슴의 짝의 것인데, 우리가 작년에 사냥한 그 사슴입니다. 이 암사슴은 짝 의 죽음을 애도하고 있는 것입니다.”라고 그 남자는 말 했다. 이 말을 듣자마자, 왕의 마음이 바뀌었다. 그는 동물도 역시 상실의 고통을 느낀다는 것을 전혀 몰랐 었다. 그는 그날 이후 다시는 결코 야생 동물을 사냥 하지 않겠다고 약속했다. passion 열정 kingdom 왕국 locate 위치시키다 nearby 근처의 forest 숲 necessary 필요한 preparation 준비 set out 떠나다, 출발하다 pass by (시간이) 지나가다 previous 이전의 deerskin 사슴 가죽 fearlessly 두려움 없이 lick 핥다 palace 궁궐 spot 발견하다 aim 겨냥, 조준 perfect 완벽한 arrow 화살 order 명령하다 sight 광경 servant 신하 strange 이상한 behavior 행동 belong to ~의 것이다 mate 짝 realize 깨닫다 pain 고통 loss 상실 promise 약속 [41 ~ 42] 아이였을 때, 우리는 열심히 자전거 타기를 배웠고, 넘어지면 다시 올라탔는데, 그것이 우리에게 제2의 천 성이 될 때까지 그렇게 했다. 그러나 어른으로 살면서 새로운 것을 시도해 볼 때 우리는 대체로 단 한 번만 시도해 보고 나서 그것이 잘되었는지 안되었는지 판단 하려 한다. 만일 우리가 처음에 그것을 성공하지 못하 거나 혹은 약간 어색한 느낌이 들면, 다시 시도해 보 기보다는 그것이 성공이 아니었다고 스스로에게 말할 것이다. 그것은 애석한 일인데, 우리 뇌를 재연결하는 과정 에서 반복이 핵심적이기 때문이다. 여러분의 뇌가 뉴 런의 연결망을 가지고 있다는 개념을 생각해 보라. 여 러분이 뇌 친화적인 피드백 기술을 잊지 않고 사용할 때마다 그것들은 서로 연결되고는 한다. 그 연결은 처 음에는 그리 신뢰할 만하지 않고, 여러분의 첫 번째 시도를 다소 마구잡이가 되도록 할 수도 있다. 여러분 은 연관된 단계 중 하나를 기억하고, 다른 것들을 기 억하지 못할 수도 있다. 그러나 과학자들은 “함께 활성 화되는 뉴런들은 함께 연결된다.”라고 말한다. 다시 말 하자면, 어떤 행동의 반복은 그 행동에 연관된 뉴런들 사이의 연결을 차단한다(→강화한다). 그것은 여러분 이 그 새로운 피드백 기술을 더 여러 차례 사용해 볼 수록, 여러분에게 그것이 필요할 때 그것이 더 쉽게 여러분에게 다가올 것을 의미한다. fall off 넘어지다 nature 천성 adult 어른 attempt 시도 judge 판단하다, 판정하다 awkward 어색한 rather than ~하기보다는 give it another shot 다시 시도해 보다 shame 애석한 일, 수치 repetition 반복 central 핵심적인 process 과정 rewire 재연결하다, 전선을 다시 배치하다 consider 생각하다, 고려하다 network 연결망, 네트워크 neuron 뉴런, 신경 세포 connect 연결하다 technique 기술 reliable 신뢰할 만한 effort 시도, 노력 hit­and­miss 마구잡이의, 되는대로 하는 involve 연관시키다 action 행동, 동작 easily 쉽게"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서를 파악한다. [43 ~ 45] (A) 옛날 옛적에 사냥에 대해 엄청난 열정을 가진 젊은 왕이 살았다. 그의 왕국은 히말라야 산맥의 기슭 에 위치해 있었다. 매년 한 번씩, 그는 근처의 숲으로 사냥하러 가고는 했다. 그는 모든 필요한 준비를 하고 자신의 사냥 여행을 떠나고는 했다. (C) 다른 모든 해처럼, 사냥철이 왔다. 궁궐에서 준 비가 시작되었고 왕은 자신의 사냥 여행을 갈 준비를 했다. 숲 속 깊은 곳에서 그는 아름다운 야생 사슴을 발견했다. 그것은 큰 수사슴이었다. 그의 겨냥은 완벽 했다. 단 한 발의 화살로 그 사슴을 잡고서 왕은 의기 양양했다. 그 의기양양한 사냥꾼은 그 사슴의 가죽으 로 사냥용 북을 만들도록 명령했다. (B) 계절이 바뀌었다. 1년이 지나갔다. 그리고 또 다시 사냥하러 갈 때가 되었다. 왕은 작년과 같은 숲 으로 갔다. 그는 아름다운 사슴 가죽으로 만든 북을 사용하여 동물을 몰았다. 그러나 아무도 오지 않았다. 모든 동물이 안전한 곳으로 도망쳤는데, 암사슴 한 마 리는 예외였다. 암사슴은 북 치는 사람에게 점점 더 가까이 다가왔다. 갑자기, 암사슴은 두려움 없이 사슴 가죽으로 만든 북을 핥기 시작했다. (D) 이 광경을 보고 왕은 놀랐다. 한 나이 든 신하 가 이 이상한 행동의 이유를 알고 있었다. “이 북을 만 드는 데 사용된 사슴 가죽은 암사슴의 짝의 것인데, 우리가 작년에 사냥한 그 사슴입니다. 이 암사슴은 짝 의 죽음을 애도하고 있는 것입니다.”라고 그 남자는 말 했다. 이 말을 듣자마자, 왕의 마음이 바뀌었다. 그는 동물도 역시 상실의 고통을 느낀다는 것을 전혀 몰랐 었다. 그는 그날 이후 다시는 결코 야생 동물을 사냥 하지 않겠다고 약속했다. passion 열정 kingdom 왕국 locate 위치시키다 nearby 근처의 forest 숲 necessary 필요한 preparation 준비 set out 떠나다, 출발하다 pass by (시간이) 지나가다 previous 이전의 deerskin 사슴 가죽 fearlessly 두려움 없이 lick 핥다 palace 궁궐 spot 발견하다 aim 겨냥, 조준 perfect 완벽한 arrow 화살 order 명령하다 sight 광경 servant 신하 strange 이상한 behavior 행동 belong to ~의 것이다 mate 짝 realize 깨닫다 pain 고통 loss 상실 promise 약속"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상을 추론한다. [43 ~ 45] (A) 옛날 옛적에 사냥에 대해 엄청난 열정을 가진 젊은 왕이 살았다. 그의 왕국은 히말라야 산맥의 기슭 에 위치해 있었다. 매년 한 번씩, 그는 근처의 숲으로 사냥하러 가고는 했다. 그는 모든 필요한 준비를 하고 자신의 사냥 여행을 떠나고는 했다. (C) 다른 모든 해처럼, 사냥철이 왔다. 궁궐에서 준 비가 시작되었고 왕은 자신의 사냥 여행을 갈 준비를 했다. 숲 속 깊은 곳에서 그는 아름다운 야생 사슴을 발견했다. 그것은 큰 수사슴이었다. 그의 겨냥은 완벽 했다. 단 한 발의 화살로 그 사슴을 잡고서 왕은 의기 양양했다. 그 의기양양한 사냥꾼은 그 사슴의 가죽으 로 사냥용 북을 만들도록 명령했다. (B) 계절이 바뀌었다. 1년이 지나갔다. 그리고 또 다시 사냥하러 갈 때가 되었다. 왕은 작년과 같은 숲 으로 갔다. 그는 아름다운 사슴 가죽으로 만든 북을 사용하여 동물을 몰았다. 그러나 아무도 오지 않았다. 모든 동물이 안전한 곳으로 도망쳤는데, 암사슴 한 마 리는 예외였다. 암사슴은 북 치는 사람에게 점점 더 가까이 다가왔다. 갑자기, 암사슴은 두려움 없이 사슴 가죽으로 만든 북을 핥기 시작했다. (D) 이 광경을 보고 왕은 놀랐다. 한 나이 든 신하 가 이 이상한 행동의 이유를 알고 있었다. “이 북을 만 드는 데 사용된 사슴 가죽은 암사슴의 짝의 것인데, 우리가 작년에 사냥한 그 사슴입니다. 이 암사슴은 짝 의 죽음을 애도하고 있는 것입니다.”라고 그 남자는 말 했다. 이 말을 듣자마자, 왕의 마음이 바뀌었다. 그는 동물도 역시 상실의 고통을 느낀다는 것을 전혀 몰랐 었다. 그는 그날 이후 다시는 결코 야생 동물을 사냥 하지 않겠다고 약속했다. passion 열정 kingdom 왕국 locate 위치시키다 nearby 근처의 forest 숲 necessary 필요한 preparation 준비 set out 떠나다, 출발하다 pass by (시간이) 지나가다 previous 이전의 deerskin 사슴 가죽 fearlessly 두려움 없이 lick 핥다 palace 궁궐 spot 발견하다 aim 겨냥, 조준 perfect 완벽한 arrow 화살 order 명령하다 sight 광경 servant 신하 strange 이상한 behavior 행동 belong to ~의 것이다 mate 짝 realize 깨닫다 pain 고통 loss 상실 promise 약속"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. [43 ~ 45] (A) 옛날 옛적에 사냥에 대해 엄청난 열정을 가진 젊은 왕이 살았다. 그의 왕국은 히말라야 산맥의 기슭 에 위치해 있었다. 매년 한 번씩, 그는 근처의 숲으로 사냥하러 가고는 했다. 그는 모든 필요한 준비를 하고 자신의 사냥 여행을 떠나고는 했다. (C) 다른 모든 해처럼, 사냥철이 왔다. 궁궐에서 준 비가 시작되었고 왕은 자신의 사냥 여행을 갈 준비를 했다. 숲 속 깊은 곳에서 그는 아름다운 야생 사슴을 발견했다. 그것은 큰 수사슴이었다. 그의 겨냥은 완벽 했다. 단 한 발의 화살로 그 사슴을 잡고서 왕은 의기 양양했다. 그 의기양양한 사냥꾼은 그 사슴의 가죽으 로 사냥용 북을 만들도록 명령했다. (B) 계절이 바뀌었다. 1년이 지나갔다. 그리고 또 다시 사냥하러 갈 때가 되었다. 왕은 작년과 같은 숲 으로 갔다. 그는 아름다운 사슴 가죽으로 만든 북을 사용하여 동물을 몰았다. 그러나 아무도 오지 않았다. 모든 동물이 안전한 곳으로 도망쳤는데, 암사슴 한 마 리는 예외였다. 암사슴은 북 치는 사람에게 점점 더 가까이 다가왔다. 갑자기, 암사슴은 두려움 없이 사슴 가죽으로 만든 북을 핥기 시작했다. (D) 이 광경을 보고 왕은 놀랐다. 한 나이 든 신하 가 이 이상한 행동의 이유를 알고 있었다. “이 북을 만 드는 데 사용된 사슴 가죽은 암사슴의 짝의 것인데, 우리가 작년에 사냥한 그 사슴입니다. 이 암사슴은 짝 의 죽음을 애도하고 있는 것입니다.”라고 그 남자는 말 했다. 이 말을 듣자마자, 왕의 마음이 바뀌었다. 그는 동물도 역시 상실의 고통을 느낀다는 것을 전혀 몰랐 었다. 그는 그날 이후 다시는 결코 야생 동물을 사냥 하지 않겠다고 약속했다. passion 열정 kingdom 왕국 locate 위치시키다 nearby 근처의 forest 숲 necessary 필요한 preparation 준비 set out 떠나다, 출발하다 pass by (시간이) 지나가다 previous 이전의 deerskin 사슴 가죽 fearlessly 두려움 없이 lick 핥다 palace 궁궐 spot 발견하다 aim 겨냥, 조준 perfect 완벽한 arrow 화살 order 명령하다 sight 광경 servant 신하 strange 이상한 behavior 행동 belong to ~의 것이다 mate 짝 realize 깨닫다 pain 고통 loss 상실 promise 약속"
    }
]