[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 W: Good evening, Vermont citizens. I’m Elizabeth Bowen, the Director of the Vermont City Library. I’d like to tell you about our online 15­Minute Book Reading program. This program is designed to help your children form good reading habits at home. Every day, individual tutoring is provided for 15 minutes. It’s completely personalized to your child’s reading level! Don’t hesitate to sign up your children for this amazing opportunity to build their reading habits! For more information, please visit the Vermont City Library. Thank you."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 화자의 의견 파악하기 M: Clara, why the long face? W: Aw, Dad, I bought this hair dryer, but the cool air mode doesn’t work. M: Where did you get it? W: I bought it second­hand online. M: Did you check the condition before you ordered it? W: I did, but I missed the seller’s note that said the cool air mode doesn’t work. M: Oh dear. It’s important to check all the details when you buy second­hand items. W: You’re right. I was just so excited because it was much cheaper than other hair dryers. M: Some second­hand items are almost like new, but others are not. So, you should read every detail of the item carefully. W: Thanks, Dad. I’ll keep that in mind."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 파악하기 M: Hello, Ms. Adams! It’s been a while since you were here. W: Last time I came, you told me I should get a checkup every year. M: That’s right. When did you last visit us? W: I guess I came here last October. M: Okay. Then, let me check your vision. Please sit here. [Pause] Hmm... your eyesight got a little worse. W: Yeah, maybe it’s because I’ve been working on a computer for too long. M: Actually, the blue light from computers and smartphones makes your eyes tired. W: Really? Is there a lens that blocks the light? M: Sure. You can wear these blue light blocking lenses. W: That sounds perfect. But I’d like to use this frame again. M: No problem, you can just change the lenses. You can come pick them up in a week. W: Okay, thank you so much. See you then."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 W: Carl, what are you looking at? M: Oh, hi, Amy. Come take a look. It’s a picture of my grandparents’ house. I was there last weekend. W: What a beautiful house! There’s even a pond under the tree! M: Yes, my grandfather dug it himself. And how about that flower­patterned tablecloth? W: I love it. It makes the table look cozy. M: Did you see the painting of a bear on the door? W: Oh! Did you paint that? M: Yeah, I did it when I was 8 years old. W: It’s cute. And there are two windows on the roof. M: Right, we get a lot of sunlight through the windows. W: I like that! And can you still ride the swings next to the house? M: Of course. That’s the best spot to see the sunset. W: Wow, your grandparents’ house looks like a nice place!"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자가 할 일 파악하기 M: Honey, there’s a box in the doorway. What is it? W: I ordered some groceries online. Would you bring it in? M: Sure. Is this for the house­warming party today? W: Yeah. Since I had to have my car repaired, I couldn’t go shopping yesterday. M: Sorry, I should’ve taken you to the market. W: That’s okay. You worked late to meet the deadline for your report. Would you open the box for me? M: Sure. [Pause] Oh no, some eggs are broken! Have a look. W: Ah... that’s never happened before. M: Why don’t we call the customer center about it? W: Okay. I’ll do it right now. M: While you do that, I’ll put the other food in the fridge. W: Thanks."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 지불할 금액 파악하기 W: Hello, welcome to Kelly’s Bake Shop. How can I help you? M: Hi, I’d like to order a carrot cake. W: Okay, we have two sizes. A small one is $25 and a large one is $35. Which one would you like? M: Well, we’re four people, so a large one would be good. W: Great. Do you need candles? M: No thanks, but can you write on the cake? W: We can. It costs $5. What would you like the message to say? M: Please write “Thank You Mom” on it. W: Sure. It takes about half an hour. Is that okay? M: No problem. Can I use this 10% off coupon? W: Certainly. You get 10% off the total. M: Thanks. Here’s my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 이유 파악하기 M: Anna, I haven’t seen you use this bag before. Did you buy a new one? W: Hi, Jason. Yeah, I bought it online last week. M: I saw some celebrities posting about it on their social media. W: Really? I didn’t know that, but this bag seems to be popular. M: It does, but its design isn’t that unique. It’s too plain. W: Yeah, and it’s a little expensive compared to other bags. M: Well, then why did you buy it? W: I bought it because it’s made from recycled materials. M: Oh, you’re a responsible consumer. W: Exactly. So, I’m recommending it to all my friends. M: Good idea. I’ll check the website for more information."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 W: Jimmy, what are you doing with your smartphone? M: I’m looking at a poster about the Youth Street Dance Contest. W: Oh, isn’t it a street dance contest for high school students? M: Yeah. Why don’t you enter? I know you’re good at dancing. W: Hmm... when is it? M: The competition is October 22nd, but the deadline for entry is September 30th. W: Okay, good. I have a few months to practice. M: And look! The winner gets $2,000! W: That’s amazing! What types of dancing are there? M: It says participants should choose one of these three types: hip­hop, locking, and breakdancing. W: I’m really into breakdancing lately, so I’ll enter with that. How do I apply? M: You just download the application form from the website and submit it by email. W: Okay! It’ll be a great experience for me to try out."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 M: Hello, Lakewoods High School students! I’m Lawrence Cho, president of the student council. I’m happy to announce a special new event to reduce waste around our school: Lakewoods Plogging! Since plogging is the activity of picking up trash while running, all participants should wear workout clothes and sneakers. We provide eco­friendly bags for the trash, so you don’t need to bring any. The event will be held on October 1st from 7 a.m. to 9 a.m. You can sign up for the event on the school website starting tomorrow. The first 30 participants will get a pair of sports socks. For more information, please visit our school website. Don’t miss this fun opportunity!"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 화자의 선택 파악하기 M: Honey, what are you doing? W: I’m looking at a website to order a portable heater for winter camping. Would you like to choose one together? M: Sure, let me see. W: We should be able to carry it easily, so its weight is important. I think we should get one of these under 4kg. M: Good point. Oh, this one is pretty expensive. W: I know. Let’s choose one of these for less than $100. M: Okay. And I think an electric heater would be good. What do you think? W: I agree. It’s safer to use. M: Now we have these two models left. W: I’d like the one with a five­star customer rating. M: All right. Let’s order this one."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 W: Kevin, is this bike yours? M: Yes, I bought it for my bike tour. W: Really? Where are you planning to go? M: 고1 정답 및 해설 2022학년도 9월 전국연합학력평가 10 15"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 [Telephone rings.] M: Hello, this is Ashley’s Dental Clinic. How may I help you? W: Hello, this is Emily Gibson. Can I see the dentist today? I have a terrible toothache. M: Just a second. Let me check. [Pause] He’s available at 4:30 this afternoon. W:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 W: Hey, Justin. Do you know where those students are going? M: They’re probably going to the gym to practice badminton. W: Why are so many students practicing badminton? M: Haven’t you heard about the School Badminton Tournament? Many of the students have already signed up for it. W: Really? Why is it so popular? M: The winners will get a big scholarship and there are lots of other prizes as well. W: That’s nice! Why don’t you sign up for it, too? M: I’d like to, but only doubles can participate. And I haven’t found a partner, yet. W: Actually, I used to be a badminton player in my elementary school. M: Wow! I have a top expert right here! How about we partner up? W: Sure. Not an expert, but I can try. M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 M: Hey, Natalie. What are you doing on your computer? W: Hi, Dave. I’m working on my presentation for social studies class. It’s about traditional games in Asia. M: Sounds interesting. Can I see it? W: Sure. I’ll introduce some games with these pictures. M: That’s a great idea, but I think you have too many words on the slides. W: You’re right. I’m worried it might be boring. M: Then, how about shortening your explanation and using some questions? It would make your presentation more interesting. W: Great idea! What do you think about True­or­False questions? M: That’s good. Your audience will be able to focus on your presentation while thinking about the answers. W: But... what if they don’t know the answers? M: It doesn’t matter. They’ll have fun just doing it. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 W: Steven is a high school student and Ms. Olson is a career counselor at his school. Steven has much interest in the video game industry. A few days ago, Ms. Olson recommended a book written by a CEO who runs a famous gaming company. After reading the book, Steven told her that the CEO is his role model. This morning, Ms. Olson hears the news that the CEO is going to have a book­signing at a bookstore nearby. She thinks Steven would love to meet his role model in person. So, Ms. Olson wants to tell Steven that he should go see the CEO at the event. In this situation, what would Ms. Olson most likely say to Steven?"
    },
    {
        "question_num": 16,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 M: Hello, students. Last class, we took a brief look at how to tune your musical instruments. Today, we’re going to talk a bit about how to take care of and maintain your instruments. First, let’s take flutes. They may have moisture from the air blown through them, so you should clean and wipe the mouth piece before and after playing. Next are trumpets. They can be taken apart, so you should air dry the parts in a cool dry place, away from direct sunlight. And as for pianos, they don’t need everyday care, but it’s essential to protect the keys by covering them with a protective pad when not in use. The last ones are string instruments like guitars. Their strings need replacement. When you replace the strings, it’s good to do it gradually, one at a time. Proper care can lengthen the lifespan of your musical instruments. I hope this lesson helps you to keep your musical instruments safe from damage."
    },
    {
        "question_num": 17,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 M: Hello, students. Last class, we took a brief look at how to tune your musical instruments. Today, we’re going to talk a bit about how to take care of and maintain your instruments. First, let’s take flutes. They may have moisture from the air blown through them, so you should clean and wipe the mouth piece before and after playing. Next are trumpets. They can be taken apart, so you should air dry the parts in a cool dry place, away from direct sunlight. And as for pianos, they don’t need everyday care, but it’s essential to protect the keys by covering them with a protective pad when not in use. The last ones are string instruments like guitars. Their strings need replacement. When you replace the strings, it’s good to do it gradually, one at a time. Proper care can lengthen the lifespan of your musical instruments. I hope this lesson helps you to keep your musical instruments safe from damage."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 [해석] 부모님들/보호자들께, 학급 파티가 2022년 12월 16일 금요일 오후 에 열릴 것입니다. 아이들은 사탕류, 포테이토 칩, 비스킷, 케이크, 그리고 음료를 가지고 올 수 있습니다. 우리는 아이들이 집에서 만들거 나 준비한 음식을 가져오지 않기를 요청합니 다. 모든 음식은 성분을 명확하게 목록으로 작 성하여 밀봉된 꾸러미로 가져와야 합니다. 과 일과 채소는 가게에서 밀봉된 꾸러미로 사전 포장된 것이라면 환영합니다. 심각한 견과류 알레르기를 가진 학생들이 많이 있기 때문에 견과류가 포함된 어떤 음식도 학교에 보내지 마십시오. 아이들이 가져오는 모든 음식의 성 분을 주의 깊게 확인해 주십시오. 여러분의 지 속적인 지원과 협조에 감사드립니다. 교장 Lisa Brown 드림 [해설] 해석 참조 [어휘 및 어구] crisp 포테이토 칩 ingredient 성분"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 인물의 심경 변화 파악하기 [해석] 제출 마감 시간 두 시간 전이었고 나는 여 전히 나의 뉴스 기사를 끝내지 못했다. 나는 책상 에 앉았는데, 갑자기, 타자기가 작동하지 않았다. 내가 아무리 세게 키를 두드려도, 레버는 종이를 두드리려 움직이지 않았다. 나는 내가 제시간에 그 기사를 끝낼 수 없으리라는 것을 깨닫기 시작 했다. 필사적으로, 나는 타자기를 내 무릎 위에 올려놓고 각각의 키를 내가 할 수 있을 만큼의 많 은 힘을 가지고 누르기 시작했다. 아무 일도 일어 나지 않았다. 그것의 내부에 무슨 일이 일어났을 지도 모르겠다고 생각하면서, 나는 그 덮개를 열 고, 키들을 들어 올리고, 문제를 발견했다― 종이 집게. 키들이 움직일 공간이 없었다. 그것을 집어 서 꺼낸 후에, 나는 몇 개의 부품들을 누르고 당 겼다. 키들이 매끄럽게 다시 움직였다. 나는 깊게 숨을 내쉬고 미소 지었다. 이제는 제시간에 내가 기사를 끝낼 수 있음을 알았다. [해설] 해석 참조 [어휘 및 어구] submission 제출"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 글쓰기 전문가들은 “가능한 한 많은 단어 를 삭제하라”고 말한다. 각 단어는 무언가 중요한 일을 해야 한다. 만일 그렇지 않다면 그것을 삭제 하라. 자, 이 방법은 말하기에서는 통하지 않는다. 말을 할 때는 아이디어를 소개하고, 표현하며, 적 절히 부연 설명하는 데 글을 쓸 때보다 더 많은 단어가 필요하다. 이것은 왜 그러한가? 독자는 글 을 다시 읽을 수 있으나 청자는 다시 들을 수 없 다. 화자는 반복 재생 버튼을 갖추고 있지 않다. 청자들은 쉽게 주의력이 흐려지기 때문에 화자가 말하는 것 중 많은 부분을 놓칠 것이다. 그들이 중요한 문장을 놓친다면, 절대로 따라잡을 수 없 을 것이다. 이것은 화자들이 같은 아이디어를 표 현하기 위해 글을 쓸 때 사용될 단어 수보다 그것 들(요점)에 대해 더 많은 단어를 사용하여 그들의 요점에 대해 더 길게 말할 필요가 있게 한다. [해설] 해석 참조 [어휘 및 어구] equipped with ~을 갖춘"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 밑줄 친 부분의 함축 의미 파악하기 [해석] 고객은 항상 옳은가? 주방과 욕실 설비를 만드는 한 유명한 회사에 고객들이 고장 난 제품 을 반품할 때 그 회사는 좋은 고객 관계를 유지하 기 위해 거의 항상 대체품을 제공한다. 그럼에도, 그 회사의 상품 보증 전문가는 상품이 멀쩡하거나 남용되었을 때와 같이, “‘안 돼요.’라고 말을 해야 할 때가 있다.”고 설명한다. 전자 상거래 회사를 소유한 기업가 Lauren Thorp는 “고객이 ‘항상’ 옳 지만, 때로는 당신이 고객을 해고해야만 한다.”고 말한다. Thorp가 고객의 불만을 해결하기 위해 최 선을 다해왔는데 그 고객이 어떠한 경우에도 만족 하지 않을 것이란 사실을 깨달을 때, 그녀는 자신 의 주의를 나머지 다른 고객들에게 돌리는데, 그 고객들은 “내 성공의 이유”라고 그녀는 말한다. [해설] 해석 참조 [어휘 및 어구] warranty (상품 등의) 보증"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 피츠버그시 Carnegie Mellon University의 “너무 많은 좋은 것이 나쁠 수도 있을 때”라고 불 리는 최근 한 연구는, 너무 많은 장식이 있는 교 실이 어린이들의 주의 산만의 원인이고 직접적으 로 그들의 인지적인 수행에 영향을 미친다는 점을 보여준다. 시각적으로 지나치게 자극되었을 때, 아이들은 집중하는 데 많이 어려워하고 결국 더 나쁜 학습 결과로 끝이 난다. 반면에, 교실 벽에 장식이 많지 않으면, 아이들은 덜 산만해지고, 그 들의 활동에 더 많은 시간을 사용하고, 더 많이 배운다. 그래서, 그들의 집중을 돕기 위해, 지나친 장식과 장식이 전혀 없는 것 사이의 적절한 균형 을 찾는 것이 우리가 할 일이다. [해설] 해석 참조 [어휘 및 어구] cognitive 인지적인"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 [해석] 우리와 같은 창조물에게 있어 진화는 소속 하려는 강한 욕구를 가진 것들에 미소를 지었다. 생존과 번식은 자연 선택에 의한 성공의 기준이 고, 다른 사람들과 관계를 형성하는 것은 생존과 번식 모두에 유용할 수 있다. 집단은 자원을 공유 하고, 아픈 구성원을 돌보고, 포식자를 쫓아버리 고, 적에 맞서서 함께 싸우고, 효율성을 향상시키 기 위해 일을 나누고, 많은 다른 방식에서 생존에 기여한다. 특히, 한 개인과 한 집단이 같은 자원 을 원하면, 집단이 일반적으로 이기고, 그래서 자 원에 대한 경쟁은 소속하려는 욕구를 특별히 좋아 할 것이다. 마찬가지로 소속되어 있다는 것은 번 식을 촉진시키는데, 이를테면 잠재적인 짝을 서로 만나게 해주거나, 특히 부모가 자녀를 돌보기 위 해 함께 있도록 함으로써인데, 자녀들은 한 명보 다 많은 돌보는 이가 있으면 훨씬 더 생존하기 쉬 울 것이다. [해설] 해석 참조 [어휘 및 어구] natural selection 자연 선택"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 [해석] 많은 사람들이 안전 구역에서만 움직이는 실수를 저지르고, 그 과정에서 더 위대한 일들을 달성할 기회를 놓친다. 그들은 미지의 세계에 대한 두려움과 알려지지 않은 삶의 경로를 밟는 것에 대 한 두려움 때문에 그렇게 한다. 사람들이 잘 다니 지 않는 이런 길을 택할 만큼 충분히 용감한 사람 들은 엄청난 보상을 받을 수 있고 그들의 용감한 행동으로부터 큰 만족감을 끌어낼 수 있다. 지나치 2022학년도 9월 전국연합학력평가 정답 및 해설 고1 11 15 게 조심하는 것은 여러분의 잠재력의 최고 수준을 달성하는 것을 놓친다는 것을 의미할 것이다. 여러 분은 주변에 있는 많은 사람들이 선택하지 않을 기 회를 택하는 것을 배워야 하는데, 왜냐하면 여러분 의 성공은 삶의 과정에서 여러분이 내릴 용감한 결 정으로부터 나올 것이기 때문이다. [해설] 해석 참조"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용 파악하기 [해석] 위 그래프는 1950년과 2020년의 대륙별 도시 인구 점유율을 보여준다. 각 대륙에서, 2020 년의 도시 인구 점유율이 1950년의 그것보다 더 컸다. 1950년부터 2020년까지 아프리카의 도시 인 구 점유율은 14.3%에서 43.5%로 증가했다. 아시 아의 도시 인구 점유율은 1950년에는 두 번째로 낮았지만, 2020년에는 그렇지 않았다. 1950년에는 유럽의 도시 인구 점유율이 라틴 아메리카와 카리 브해 지역의 그것보다 더 컸지만, 2020년에는 역 전이 일어났다. 다섯 개 대륙 중, 북아메리카는 도 시 인구 점유율에서 1950년과 2020년 모두 1위를 차지했다. [해설] 해석 참조 [어휘 및 어구] reverse 역전"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 세부 내용 파악하기 [해석] Wilbur Smith는 역사 소설을 전문으로 하 는 남아프리카 소설가였다. Smith는 남아프리카의 사회 환경에 관해 글을 쓰는 언론인이 되고 싶었 으나, 그의 아버지는 그가 글을 쓰는 것을 절대로 지지하지 않았고 그가 실질적인 직업을 갖도록 강 요했다. Smith는 더 공부하여 세금 회계사가 되었 으나 결국에는 그가 사랑하는 글 쓰는 일로 돌아 왔다. 그는 첫 번째 소설, The Gods First Make Mad를 썼고 1962년까지 20번의 거절을 당했다. 1964년에 Smith는 또 다른 소설, When the Lion Feeds를 출간했고, 그것이 전 세계에 팔리면서 성 공을 거두었다. 비록 영화화되지는 않았지만, 한 유명한 배우이자 영화 제작자가 When the Lion Feeds에 대한 영화 판권을 샀다. 2021년 죽기 전 까지 그는 49편의 소설을 출간했으며 전 세계적 으로 1억 4천만 부 이상을 판매했다. [해설] 해석 참조 [어휘 및 어구] film right 영화 판권"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 세부 내용 파악하기 [해설] 해석 참조"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 세부 내용 파악하기 [해설] 해석 참조"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 [해석] 인간의 뇌는 15,000년에서 30,000년 전 크기가 정점에 도달한 이래 부피가 약 10퍼센트 만큼 줄어들었다는 것이 밝혀졌다. 한 가지 가능 한 이유는 수천 년 전에 인간은 죽임을 당하는 것 을 피하기 위해 항상 그들(위험한 포식자)에 대한 그들의 기지를 발휘했어야 하는 위험한 포식자의 세계에서 살았다는 것이다. 오늘날, 우리는 우리 자신을 효율적으로 길들여 왔고 생존의 많은 과업 이― 즉각적인 죽음을 피하는 것부터 은신처를 짓 는 일과 음식을 얻어 내는 일까지― 더 넓은 사회 로 위탁되어 왔다. 우리는 우리의 조상보다 더 작 기도 한데, 가축이 그들의 야생 사촌보다 일반적 으로 더 작다는 것은 가축의 한 특징이다. 이것의 어떤 것도 우리가 더 어리석다는 것을 의미하지는 않지만― 뇌 크기가 반드시 인간의 지능의 지표는 아니다― 그것은 오늘날 우리의 뇌가 다르게, 그 리고 우리 조상들의 그것들보다 아마도 더 효율적 으로 타고났다는 것을 의미할지도 모른다. [해설] ③ has → have [어휘 및 어구] shelter 은신처"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [해석] 어떤 허브는 다소 마법처럼 특정 장기의 기능을 향상시키고, 그 결과 특정한 질병을 “고친 다”고 널리 알려져 있다. 그러한 진술은 비과학적 이고 근거가 없다. 때때로 허브는 효과가 있는 것 처럼 보이는데, 이는 당신의 신체로부터 그것들을 제거하려는 당신 몸의 적극적인 시도 속에서 그것 들이 혈액 순환을 증가시키는 경향이 있기 때문이 다. 그것은 일시적으로 좋은 기분을 만들어 줄 수 있는데, 이는 마치 당신의 건강 상태가 향상된 것 처럼 보이게 만든다. 또한 허브는, 어떤 다른 방 법과 마찬가지로, 위약 효과를 가지고 있는데, 그 래서 당신이 더 나아졌다고 느끼도록 도와준다. 어떠한 경우든, 건강을 되찾게 하는 지성을 가진 것은 허브가 아니라 바로 당신의 몸이다. 허브가 어떻게 당신의 몸을 더 건강해지는 방향으로 인도 하는 데 요구되는 지성을 가질 수 있겠는가? 그것 은 불가능하다. 어떻게 허브가 당신의 몸 안으로 들어가 영리하게 당신의 문제를 해결할 수 있는 지를 상상해 보라. 만약 당신이 그렇게 해 본다면 당신은 그것이 얼마나 불가능하게 보이는지를 알 게 될 것이다. 그렇지 않다면, 그것은 허브가 인 간의 몸보다 덜(→더) 지적이라는 것을 의미하는 것이 되는데, 이는 정말로 믿기 어렵다. [해설] 해석 참조"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 우리는 로봇이 우리의 직업을 빼앗고 있다 고 걱정하지만, 그만큼 흔한 문제는 로봇이 우리 의 판단력을 빼앗고 있다는 것이다. 오늘날의 경 제 배후에서 아주 흔한 거대한 창고에서 인간 ‘집 게’는 서둘러서 선반에서 상품을 집어내고 그것들 이 포장되고 발송될 수 있는 곳으로 이동시킨다. 그들의 귀에는 헤드폰이 있는데, 한 소프트웨어 프로그램인 ‘Jennifer’의 목소리가 그들의 움직임 의 가장 작은 세부 사항들을 조종하면서, 그들에 게 어디로 갈지와 무엇을 할지를 말한다. Jennifer 는 실수를 줄이고 생산성을 최대화하기 위해 지시 사항을 아주 작은 덩어리로 쪼갠다― 예를 들어, 인간 작업자는 선반에서 책 18권을 집어내기보다 는, 5권을 집어내라고 정중하게 지시받을 것이다. 그러고 나서 또 다른 5권을. 그러고 나서 다시 또 다른 5권을. 그러고 나서 또 다른 3권을. 그러한 조건에서 일하는 것은 사람을 살로 만들어진 기계 로 격하시킨다. 우리에게 생각하거나 적응하라고 요구하기보다는, Jennifer라는 장치는 사고 과정을 가져가고 작업자들을 약간의 시각적인 처리 과정 과 한 쌍의 마주 볼 수 있는 엄지손가락을 가진 값싼 자원으로 취급한다. [해설] 해석 참조 [어휘 및 어구] opposable 마주볼 수 있는"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 발달 과학자들 사이에서 지배적인 견해는 사람들이 그들 자신의 발달에 능동적인 기여자라 는 것이다. 사람들은 그들이 사는 물리적인 그리 고 사회적인 환경의 영향을 받지만, 그들은 또한 그 환경들과 상호 작용하고, 그리고 변화시킴으로 써, 그들의 발달에 영향을 주는 역할을 한다. 심 지어 유아들도 그들 주변의 세상에 영향을 주고 상호 작용을 통해서 그들 자신의 발달을 구성한 다. 그가 바라보는 각각의 어른에게 미소 짓는 유 아를 생각해 보라. (그에) 반응하여, 어른들이 미 소 짓고, “아기 말”을 사용하고, 그리고 그와 함께 놀아줄 것이기 때문에 그는 자신의 세상에 영향을 준다. 그 유아는 어른들을 친밀한 연결로 끌어들 여서, 일대일 상호작용을 하고 학습의 기회를 만 든다. 그들 주변 세상의 관심을 끌고, 생각하고, 호기심을 가지고, 그리고 그들 주변의 사람들, 사 물들, 그리고 세상과 상호 작용함으로써, 모든 연 령대의 개인들은 “그들 자신의 발달을 생산하는 사람”이다. [해설] 해석 참조 [어휘 및 어구] prevailing 지배적인"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 신선함에 대한 요구는 숨겨진 환경적인 대 가를 지니고 있을 수 있다. 자연으로의 회귀의 일 부로써 현재 신선함이 식품 마케팅에서 하나의 용 어로 사용되고 있는 반면에, 부드러운 과일이나 외국산 채소와 같은 신선한 식품의 연중 공급에 대한 요구는 추운 기후에서의 광범위한 온실 사용 과 총체적인 품질 관리― 온도 조절에 의한 관리, 살충제 사용, 그리고 컴퓨터/위성 기반 물류― 에 대한 의존성의 증가로 이어져 왔다. 신선함에 대 한 요구는 또한 식량 낭비에 대한 우려의 원인이 되어 왔다. ‘유통 기한’, ‘판매 시한’, 그리고 ‘섭취 시한’ 라벨 사용은 제도적인 폐기물 생산을 법적 으로 허용해 왔다. 운동가들은 과잉 생산이나 폐 기물에 대한 추문을 폭로해 왔다. 폐기물 반대 세 계 연대 소속 운동가 중 한 명인 Tristram Stuart 는 신선하게 만들어진 샌드위치와 함께, 판매대가 비어 보이는 것을 막기 위한 초과 주문이 소매 산 업 분야 전반에서 이루어지는 일반적인 행태이며, 이것은 공급이 정기적으로 수요를 초과하면 엄청 난 양의 폐기물로 이어진다고 주장한다. [해설] 해석 참조 [어휘 및 어구] retail sector 소매 산업 분야"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 1950년대 메사추세츠 공과 대학의 Colin Cherry의 연구에서 우리가 두 사람이 이야기하는 것을 동시에 들을 수 있는지 판단하기 위해 참가 자들은 한 번은 한쪽 귀로만 목소리를 듣고, 그다 음엔 양쪽 귀로 들었다. 한쪽 귀로는 듣는 사람이 다시 반복해야 하는(“shadowing”이라 불리는) 메 시지를 계속 들려주었고 다른 한쪽 귀로는 사람들 이 말하는 것을 들려주었다. 속임수는 사람들이 주된 메시지에 완전히 집중하면서 다른 귀로는 다 른 사람이 말하는 것 또한 들을 수 있는지를 알아 2022 Springfield Park Yoga Class Springfield Park에서의 인기 있는 요가 수 업이 돌아옵니다! 공원 잔디밭에서 열리는 요 가를 즐겨보세요. 만약 여러분이 공원에 오지 못한다면, 저희의 소셜미디어 플랫폼에서 온라 인으로 저희와 함께하세요! ◈ 언제: 9월, 토요일마다, 오후 2시부터 오후 3시까지 ◈ 등록: 매 수업이 시작하기 적어도 두 시간 전까지, 여기에서 등록하세요. ◈ 주의 사항 ․ 온라인 수업 대상: 여러분이 스트레칭을 할 만큼 충분한 공간을 가진 조용한 장소 를 찾으세요. ․ 공원에서의 수업 대상: 매트는 제공되지 않으니, 본인 것을 가져오세요! ※ 만약 날씨가 좋지 않으면 수업은 취소될 것 입니다. 더 많은 정보를 위해서는, 여기를 클릭하세요. Kenner High School’s Water Challenge Kenner High School’s Water Challenge는 수질 오염에 대한 대책을 제안하는 새로운 대 회입니다. 수질 오염에 대처하기 위한 여러분 의 아이디어를 공유해 주세요! 제출 ­ 어떻게: 여러분의 제안서를 이메일로 admin@khswater.edu로 제출해 주세요. ­ 언제: 2022년 9월 5일부터 2022년 9월 23일까지 세부 사항 ­ 참가자들은 반드시 4인으로 구성된 팀으 로 참가해야 하며 오직 한 팀에만 참여 할 수 있습니다. ­ 한 팀당 한 개의 제안서만 제출할 수 있 습니다. ­ 참가자들은 웹사이트에 제공된 제안서 양식을 사용해야 합니다. 상품 ­ 1등: 50달러 상품권 ­ 2등: 30달러 상품권 ­ 3등: 10달러 상품권 Challenge에 대해 더 알고 싶으면 www.khswater.edu를 방문해 주세요. 고1 정답 및 해설 2022학년도 9월 전국연합학력평가 12 15 보기 위한 것이었다. 영리하게도, Cherry는 참가 자들이 다른 한쪽 귀로 들리는 메시지가 남자가 말한 것인지 혹은 여자가 말한 것인지, 영어인지 다른 외국어인지, 심지어 실제 단어로 구성된 것 인지조차 알아차리기가 전혀 가능하지 않다는 것 을 발견했다. 다시 말해서, 사람들은 두 개의 정 보를 동시에 처리할 수 없었다. [해설] 해석 참조 [어휘 및 어구] comprise 구성하다"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 [해석] 정보와 의사소통 기술(ICTs)의 빠른 속도 의 진화는 관광업과 서비스업의 역동성과 비즈니 스 모델을 급격하게 변화시켜 왔다. 이것은 서비 스 제공자 간 새로운 수준/형식의 경쟁으로 이어 지고, 새로운 서비스를 통해 고객 경험을 변화시 킨다. 독특한 경험을 만드는 것과 고객에게 편리 한 서비스를 제공하는 것은 만족감과, 결국에는, 서비스 제공자나 브랜드(즉, 호텔)에 대한 고객 충성도로 이어진다. 특히, 관광업 분야에서 받아 들여진 가장 최근의 기술적 상승은 모바일 애플리 케이션에 의해 대표된다. (서비스 제공자 간의 경 쟁을 증가시키는 것이 반드시 고객서비스의 질을 증진시키는 것을 의미하지는 않는다.) 사실, 관광 객에게 호텔 예약, 항공권 발권, 그리고 지역 관 광지를 추천하는 것과 같은 서비스에 대한 모바일 접근 권한을 주는 것은 강력한 흥미와 상당한 수 익을 만들어 낸다. [해설] 해석 참조 [어휘 및 어구] fast­paced 빠른 속도의 dynamics 역동성"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 전 세계에 거의 10억 명의 굶주린 사람들 이 있는데, 이에 대해 분명 원인이 단 하나만 있 는 것은 아니다. (B) 그렇지만, 가장 큰 원인은 단 연 빈곤이다. 세계의 굶주린 사람들의 79퍼센트가 식량 순 수출국에 살고 있다. 어떻게 이럴 수가 있을까? (A) 그러한 국가에서 사람들이 굶주리는 이유는 그곳에서 생산된 산물들이 현지 시민들이 그것들에 지불할 수 있는 것보다 더 비싸게 세계 시장에서 팔릴 수 있기 때문이다. 현대에는 여러 분이 식량이 없어서 굶주리는 것이 아니라, 돈이 없어서 굶주리는 것이다. (C) 그래서 문제는 실로 식량이 거대한 체계로 볼 때, 너무 비싸고 많은 사람들은 너무 가난하여 그것을 구매할 수 없다는 것이다. 해답은 식량의 가격을 낮추는 추세를 지 속하는 데 있을 것이다. [해설] 해석 참조 [어휘 및 어구] far and away 단연, 훨씬"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 대부분의 사람들은 아침이든 저녁이든 혹은 오후든 간에 하루 중 그들이 자신의 최고의 상태에 있다고 느끼는 완벽한 시간을 갖는다. (C) 우리 중 몇몇은 밤 올빼미이고, 몇몇은 일찍 일어나는 새 이며, 그 사이에 있는 누군가는 오후의 시간 동안 가장 활력을 느낄지도 모른다. 여러분이 하루를 계획하고 업무를 분배한다면, 집중을 요구하는 과 업을 하루 중 여러분의 최적의 시간에 처리하는 것에 중점을 두어라. (B) 그러나, 만약 여러분이 직면한 과업이 창의성과 새로운 아이디어를 요구한 다면, 하루 중 여러분의 “최악의” 시간에 그것을 다 루는 것이 최선이다! 그래서 만약 여러분이 일찍 일어나는 새라면 저녁에 창의적인 작업에 착수하 고, 밤 올빼미라면 반대로 할 것을 명심해라. (A) 여러분의 정신과 신체가 여러분의 “정점의” 시간 보다 주의력이 덜할 때, 창의성의 영감이 깨어나 더 자유롭게 거니는 것이 허용된다. 다시 말해서, 여러분의 정신 기제가 주의력 있게 기립해 있을 때보다 느슨하게 풀려있을 때 창의성이 샘솟는다. [해설] 해석 참조"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 텔레비전은 미국과 유럽에서 제1의 여가활 동인데, 우리의 자유시간 중 절반 이상을 소비한 다. 우리는 일반적으로 텔레비전을 휴식하고, 관 심을 끄고, 매일 잠시나마 우리의 문제로부터 탈 출하는 하나의 방법으로 생각한다. 이것이 사실이 긴 하지만, 우리가 외롭다고 느끼고 있거나 사회 적 관계를 위한 더 큰 욕구를 가질 때 우리가 좋 아하는 쇼들과 등장인물들을 보려는 동기가 더 부 여된다는 증거가 늘어나고 있다. 적어도 단기적으 로는, 텔레비전을 보는 것이 이러한 사회적인 욕 구를 어느 정도까지는 정말로 만족시킨다. 불행히 도, 그것은 또한 우리의 사회적 행복을 위한 더 지속적인 사회적 기여를 만들어 내는 다른 활동들 을 “몰아내기” 쉽다. 우리가 텔레비전을 더 볼수 록, 우리는 사회적 관계망 속에서 우리의 시간을 기꺼이 할애하거나 사람들과 함께 시간을 덜 보내 기 쉽다. 다시 말해서, 우리가 Friends를 위해 더 많은 시간을 낼수록, 실제 친구들을 위해서는 시 간을 덜 갖게 된다. [해설] 해석 참조 [어휘 및 어구] tune in to (TV 프로그램 등을) 보다, 시청하다"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 우리는 종종 온도 개념을 우리가 물건을 만졌을 때 그것이 얼마나 뜨겁게 또는 차갑게 느 껴지는지와 연관 짓는다. 이런 식으로, 우리의 감 각은 우리에게 온도의 정성적인 지표를 제공한다. 그러나, 우리의 감각은 신뢰할 수 없으며 종종 우 리를 잘못 인도한다. 예를 들어, 여러분이 맨발로 한쪽 발은 카페트 위에, 다른 한쪽 발은 타일 바 닥 위에 놓고 서 있다면, 둘 다 같은 온도임에도 불구하고 카페트보다 타일이 더 차갑게 느껴질 것 이다. 타일이 카페트가 전달하는 것보다 더 높은 비율로 에너지를 열의 형태로 전달하기 때문에 그 두 물체는 다르게 느껴진다. 여러분의 피부는 실 제 온도보다는 열에너지 전도율을 “측정한다”. 우 리가 필요로 하는 것은 에너지 전도율보다는 물체 의 상대적인 뜨거움과 차가움을 측정하기 위한 신 뢰할 수 있고 재현 가능한 수단이다. 과학자들은 그런 정량적인 측정을 하기 위해 다양한 온도계를 개발해 왔다. [해설] 해석 참조 [어휘 및 어구] reproducible 재현 가능한 qualitative 정성적인"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 [해석] 나의 동료들과 나는 수천 명의 저항하는 졸업생이 기부하도록 납득시키는 것을 의도한 두 개의 다른 메시지들을 실험하는 한 연구를 진행했 다. 하나의 메시지는 좋은 일을 할 기회를 강조했 다. 기부하는 것은 학생들, 교직원, 그리고 직원들 에게 이익을 줄 것이다. 나머지 하나는 좋은 기분 을 느끼는 기회를 강조했다. 기부자들은 기부의 따뜻한 온기를 즐길 것이다. 그 두 개의 메시지들 은 똑같이 효과적이었다. 두 경우 모두에서, 6.5% 의 마음 내키지 않은 졸업생이 결국에는 기부했 다. 그러고 나서 우리는 그것들을 결합했는데, 왜 냐하면 두 개의 이유가 한 개보다 더 낫기 때문이 다. 그러나 그렇지 않았다. 우리가 그 두 개의 이 유들을 합쳤을 때, 기부율은 3% 아래로 떨어졌다. 각각의 이유가 단독으로는 그 두 개가 합쳐진 것 보다 두 배 넘게 더 효과적이었다. 청중은 이미 회의적이었다. 우리가 그들에게 기부해야 할 서로 다른 종류의 이유를 주었을 때, 우리는 누군가가 그들을 설득하려고 하는 중이라는 그들의 인식을 유발했고― 그리고 그들은 그것에 맞서 스스로를 보호했다. [요약문] 위에서 언급된 실험에서, 기부하라는 두 개의 다른 이유가 동시에 주어졌을 때, 청자 는 자신을 설득시키려는 의도를 알아차릴 수 있 었기 때문에 납득될 가능성이 더 작았다. [해설] 해석 참조 [어휘 및 어구] glow 온기, 만족감 trigger 유발하다"
    },
    {
        "question_num": 41,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 곤충 섭취를 거부하는 사회에서는 이러한 거부를 극복한 몇몇 개인들이 있지만, 대부분은 이러한 태도를 지속할 것이다. 곤충이 섭취에 완 전히 적합하다는 것을 전체 사회에 납득시키는 것 은 매우 어려울지도 모른다. 하지만, 특정 음식에 대한 이러한 태도의 역전이 전체 사회에 발생해 온 사례들이 있다. 지난 120년 간 유럽­아메리카 사회로부터의 몇몇 사례는 로브스터를 하인과 죄 수용 음식 대신에 고급진 음식으로 여기는 것, 초 밥을 안전하고 맛있는 음식으로 여기는 것, 그리 고 피자를 단지 시칠리아 시골의 가난한 사람용 음식으로 여기지 않는 것이다. 곤충이 이미 섭취 되는 라틴 아메리카 국가들에서는 인구의 일부는 그들의 섭취를 싫어하고 그것을 빈곤과 연관 짓는 다. 그것을 섭취하는 습관이 있어 왔으나 수치심 때문에 그리고 그들은 가난하거나 미개하다고 분 류되고 싶지 않았기 때문에 그 습관을 장려한(→ 버린) 사람들의 사례들 또한 있다. 인류학자인 Esther Katz에 따르면, 만약 음식 호사로서의 곤 충 섭취가 장려된다면, 이러한 습관을 보이지 않 은 몇몇 개인들이 그들이 교육받았던 생각을 극복 할 가능성이 더 많을 것이다. 그리고 이것은 또한 이미 그것을 먹고 있는 그 사람들에 의한 곤충의 섭취를 재평가하는 데에도 도움을 줄 수 있다. [해설] 해석 참조 [어휘 및 어구] portion 일부 anthropologist 인류학자"
    },
    {
        "question_num": 42,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 곤충 섭취를 거부하는 사회에서는 이러한 거부를 극복한 몇몇 개인들이 있지만, 대부분은 이러한 태도를 지속할 것이다. 곤충이 섭취에 완 전히 적합하다는 것을 전체 사회에 납득시키는 것 은 매우 어려울지도 모른다. 하지만, 특정 음식에 대한 이러한 태도의 역전이 전체 사회에 발생해 온 사례들이 있다. 지난 120년 간 유럽­아메리카 사회로부터의 몇몇 사례는 로브스터를 하인과 죄 수용 음식 대신에 고급진 음식으로 여기는 것, 초 밥을 안전하고 맛있는 음식으로 여기는 것, 그리 고 피자를 단지 시칠리아 시골의 가난한 사람용 음식으로 여기지 않는 것이다. 곤충이 이미 섭취 되는 라틴 아메리카 국가들에서는 인구의 일부는 그들의 섭취를 싫어하고 그것을 빈곤과 연관 짓는 다. 그것을 섭취하는 습관이 있어 왔으나 수치심 때문에 그리고 그들은 가난하거나 미개하다고 분 류되고 싶지 않았기 때문에 그 습관을 장려한(→ 버린) 사람들의 사례들 또한 있다. 인류학자인 Esther Katz에 따르면, 만약 음식 호사로서의 곤 충 섭취가 장려된다면, 이러한 습관을 보이지 않 은 몇몇 개인들이 그들이 교육받았던 생각을 극복 할 가능성이 더 많을 것이다. 그리고 이것은 또한 이미 그것을 먹고 있는 그 사람들에 의한 곤충의 섭취를 재평가하는 데에도 도움을 줄 수 있다. [해설] 해석 참조 [어휘 및 어구] portion 일부 anthropologist 인류학자"
    },
    {
        "question_num": 43,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 한 소년이 마을에 있는 가장 좋은 학 교에 한 자리를 얻었다. 아침에 그의 할아버지는 그를 학교에 데리고 갔다. 그가 그의 손자와 함께 운동장으로 들어갔을 때, 아이들이 그들을 둘러쌌 다. “진짜 우스꽝스러운 할아버지다.”라며 한 소년 이 히죽히죽 웃었다. 갈색 머리 소녀가 그 둘(노 인과 소년)을 향해 손가락질하며 위아래로 뛰었 다. 갑자기 종이 울렸고, 아이들이 그들의 첫 수 업에 급히 뛰어갔다. (D) 노인은 손자의 손을 꽉 잡고, 그를 교문 밖으 로 데리고 나갔다. “굉장한 걸, 나 학교에 가지 않 아도 되네!”라고 소년이 소리쳤다. “가긴 가야지, 그렇지만 이 학교는 아니야.”라고 할아버지가 대 답했다. “내가 직접 네게 학교를 찾아주마.” 할아 버지는 손자를 집으로 데리고 돌아가 할머니에게 그를 돌봐달라고 하고 나서, 그 자신이 선생님을 찾아 나섰다. 학교를 발견할 때마다, 노인은 운동 장으로 들어가서 아이들이 쉬는 시간에 나오기를 기다렸다. (B) 몇몇 학교에서는 아이들이 노인을 완전히 무 시했고, 다른 학교들에서는 아이들이 그를 놀렸다. 이런 일이 일어났을 때, 그는 슬프게 돌아서서 집 으로 가곤 했다. 마침내, 그는 매우 작은 한 학교 의 아주 작은 운동장으로 들어섰고, 지쳐서 울타 리에 기댔다. 종이 울렸고, 아이들의 무리가 운동 장으로 달려 나왔다. “할아버지, 괜찮으세요? 물 한 잔 가져다드릴까요?” 누군가가 말했다. “우리 운동장에 벤치가 있어요― 오셔서 앉으세요.” 또 다른 누군가가 말했다. 곧 한 젊은 선생님이 운동 장으로 나왔다. (C) 노인은 그에게 인사하면서 이렇게 말했다. “마침내, 제가 제 손자에게 마을 최고의 학교를 찾아주었네요.” “잘못 아신 겁니다, 어르신. 우리 학교는 최고가 아니에요― 작고 비좁은걸요.” 노 인은 선생님과 논쟁을 벌이지 않았다. 대신, 그는 손자가 그 학교에 다닐 수 있도록 준비해주고, 그 런 다음에 노인은 떠났다. 그날 저녁, 소년의 어 머니는 그에게 말했다. “아버지, 글을 읽을 줄도 모르시잖아요. 최고의 선생님을 찾았다는 것을 어 떻게 아세요?” “선생님은 그 제자를 보고 판단해 야 해.”라고 노인이 대답했다. [해설] 해석 참조 [어휘 및 어구] run off 급히 뛰어가다 make an arrangement for ~의 준비를 하다"
    },
    {
        "question_num": 44,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 한 소년이 마을에 있는 가장 좋은 학 교에 한 자리를 얻었다. 아침에 그의 할아버지는 그를 학교에 데리고 갔다. 그가 그의 손자와 함께 운동장으로 들어갔을 때, 아이들이 그들을 둘러쌌 다. “진짜 우스꽝스러운 할아버지다.”라며 한 소년 이 히죽히죽 웃었다. 갈색 머리 소녀가 그 둘(노 인과 소년)을 향해 손가락질하며 위아래로 뛰었 다. 갑자기 종이 울렸고, 아이들이 그들의 첫 수 업에 급히 뛰어갔다. (D) 노인은 손자의 손을 꽉 잡고, 그를 교문 밖으 로 데리고 나갔다. “굉장한 걸, 나 학교에 가지 않 아도 되네!”라고 소년이 소리쳤다. “가긴 가야지, 그렇지만 이 학교는 아니야.”라고 할아버지가 대 답했다. “내가 직접 네게 학교를 찾아주마.” 할아 버지는 손자를 집으로 데리고 돌아가 할머니에게 그를 돌봐달라고 하고 나서, 그 자신이 선생님을 찾아 나섰다. 학교를 발견할 때마다, 노인은 운동 장으로 들어가서 아이들이 쉬는 시간에 나오기를 기다렸다. (B) 몇몇 학교에서는 아이들이 노인을 완전히 무 시했고, 다른 학교들에서는 아이들이 그를 놀렸다. 이런 일이 일어났을 때, 그는 슬프게 돌아서서 집 으로 가곤 했다. 마침내, 그는 매우 작은 한 학교 의 아주 작은 운동장으로 들어섰고, 지쳐서 울타 리에 기댔다. 종이 울렸고, 아이들의 무리가 운동 장으로 달려 나왔다. “할아버지, 괜찮으세요? 물 한 잔 가져다드릴까요?” 누군가가 말했다. “우리 운동장에 벤치가 있어요― 오셔서 앉으세요.” 또 다른 누군가가 말했다. 곧 한 젊은 선생님이 운동 장으로 나왔다. (C) 노인은 그에게 인사하면서 이렇게 말했다. “마침내, 제가 제 손자에게 마을 최고의 학교를 찾아주었네요.” “잘못 아신 겁니다, 어르신. 우리 학교는 최고가 아니에요― 작고 비좁은걸요.” 노 인은 선생님과 논쟁을 벌이지 않았다. 대신, 그는 손자가 그 학교에 다닐 수 있도록 준비해주고, 그 런 다음에 노인은 떠났다. 그날 저녁, 소년의 어 머니는 그에게 말했다. “아버지, 글을 읽을 줄도 모르시잖아요. 최고의 선생님을 찾았다는 것을 어 떻게 아세요?” “선생님은 그 제자를 보고 판단해 야 해.”라고 노인이 대답했다. [해설] 해석 참조 [어휘 및 어구] run off 급히 뛰어가다 make an arrangement for ~의 준비를 하다"
    },
    {
        "question_num": 45,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 한 소년이 마을에 있는 가장 좋은 학 교에 한 자리를 얻었다. 아침에 그의 할아버지는 그를 학교에 데리고 갔다. 그가 그의 손자와 함께 운동장으로 들어갔을 때, 아이들이 그들을 둘러쌌 다. “진짜 우스꽝스러운 할아버지다.”라며 한 소년 이 히죽히죽 웃었다. 갈색 머리 소녀가 그 둘(노 인과 소년)을 향해 손가락질하며 위아래로 뛰었 다. 갑자기 종이 울렸고, 아이들이 그들의 첫 수 업에 급히 뛰어갔다. (D) 노인은 손자의 손을 꽉 잡고, 그를 교문 밖으 로 데리고 나갔다. “굉장한 걸, 나 학교에 가지 않 아도 되네!”라고 소년이 소리쳤다. “가긴 가야지, 그렇지만 이 학교는 아니야.”라고 할아버지가 대 답했다. “내가 직접 네게 학교를 찾아주마.” 할아 버지는 손자를 집으로 데리고 돌아가 할머니에게 그를 돌봐달라고 하고 나서, 그 자신이 선생님을 찾아 나섰다. 학교를 발견할 때마다, 노인은 운동 장으로 들어가서 아이들이 쉬는 시간에 나오기를 기다렸다. (B) 몇몇 학교에서는 아이들이 노인을 완전히 무 시했고, 다른 학교들에서는 아이들이 그를 놀렸다. 이런 일이 일어났을 때, 그는 슬프게 돌아서서 집 으로 가곤 했다. 마침내, 그는 매우 작은 한 학교 의 아주 작은 운동장으로 들어섰고, 지쳐서 울타 리에 기댔다. 종이 울렸고, 아이들의 무리가 운동 장으로 달려 나왔다. “할아버지, 괜찮으세요? 물 한 잔 가져다드릴까요?” 누군가가 말했다. “우리 운동장에 벤치가 있어요― 오셔서 앉으세요.” 또 다른 누군가가 말했다. 곧 한 젊은 선생님이 운동 장으로 나왔다. (C) 노인은 그에게 인사하면서 이렇게 말했다. “마침내, 제가 제 손자에게 마을 최고의 학교를 찾아주었네요.” “잘못 아신 겁니다, 어르신. 우리 학교는 최고가 아니에요― 작고 비좁은걸요.” 노 인은 선생님과 논쟁을 벌이지 않았다. 대신, 그는 손자가 그 학교에 다닐 수 있도록 준비해주고, 그 런 다음에 노인은 떠났다. 그날 저녁, 소년의 어 머니는 그에게 말했다. “아버지, 글을 읽을 줄도 모르시잖아요. 최고의 선생님을 찾았다는 것을 어 떻게 아세요?” “선생님은 그 제자를 보고 판단해 야 해.”라고 노인이 대답했다. [해설] 해석 참조 [어휘 및 어구] run off 급히 뛰어가다 make an arrangement for ~의 준비를 하다"
    }
]