[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 고르기 M: Good afternoon, this is the building manager, Richard Carson. We are planning to have the walls painted on our building next week. The working hours will be from 9 a.m. to 6 p.m. Don’t be surprised to see workers outside your windows. Please keep your windows closed while they are painting. There might be some smell from the paint. But don’t worry. It is totally safe and eco­friendly. Sorry for any inconvenience and thank you for your cooperation."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 의견 고르기 M: Hello, Veronica. W: Hi, Jason. I heard that you are trying to get a driver’s license these days. How is it going? M: You know what? I already got it. Look! W: Oh, good for you! How was the driving test? M: Well, while taking the driving test, I was very nervous because some people were driving so fast. W: But there are speed limit signs everywhere. M: Right, there are. But so many drivers ignore speed limits these days. W: That’s terrible. Those drivers could cause serious car accidents. M: That’s true. Driving too fast can be dangerous for everybody. W: Exactly. In my opinion, all drivers should follow the speed limits. M: I totally agree with you."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 대화자의 관계 고르기 W: Excuse me. Can you help me find some books for my homework? M: Sure. What is your homework about? W: It’s for my history class. The topic is the relationship between France and Germany. M: What about this world history book? W: It looks good. Do you have any other books? M: I can also recommend this European history book. W: Great. How many books can I borrow at a time? M: You can borrow up to four books for three weeks each. W: Okay. I’ll take these two books, then. M: All right. [Beep sound] Don’t forget to return them on time."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 내용 불일치 고르기(그림) M: Honey, come to Lucy’s room. Look at what I did for her. W: It looks great. Is that a toy bear on the bed? M: Yes. That’s right. She can sleep with the toy bear. W: It’s cute. Oh, and I like the round clock on the wall. M: The round clock goes well with the room, doesn’t it? How do you like the family picture next to the window? W: That’s so sweet. I also love the striped curtains on the window. M: I’m happy you like them. What do you think of the star­shaped rug on the floor? W: It is lovely. Lucy will feel safe and warm on the rug. M: Looks like everything’s prepared. W: Thanks, honey. You’ve done a great job."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 할 일 고르기 W: David, did you fix your bicycle yesterday? M: Yes. Luckily, I was able to fix it by myself. How was your soccer practice, Christine? W: A new coach came to our soccer club and we practiced very hard. M: You must be so tired. Do you still want to see a movie this afternoon? W: Of course, I booked the tickets two weeks ago. M: All right. Let’s get going. W: Wait, did you email your science report to Mr. Smith? It’s due today. M: [Pause] Oh, no! I finished it but forgot to send it. What should I do? W: Why don’t you send it before meeting me at the movie theater? M: Good idea. I’ll go home quickly and send the report, but can you buy some popcorn for me before I get there? W: No problem. See you there."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 숫자 정보 파악하기 M: Good morning. Welcome to Happy Land. W: Hello. I’d like to buy some tickets. How much are they? M: $20 for the amusement park and $10 for the water park. How many tickets do you need? W: We’re five people in total, and we only want to go to the amusement park. M: Okay. Do you have any discount coupons? W: I printed out a birthday coupon from your website. It’s my birthday today. M: It’s your birthday? Just let me check your ID, please. W: Here you are. M: Oh, happy birthday! With your birthday coupon, your ticket is free. W: That’s great. Please give me five tickets including my ticket. M: Let me see. That’ll be four people at the original price, and one person with a birthday coupon. W: Right. Here is my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 5W1H(이유) 고르기 W: Hi, Alex. How is it going? M: I’m good. Thanks. I’ve just finished my English project. How about you, Tracy? W: I’m a little busy preparing for my food booth. M: A food booth? What for? W: My school festival is next Tuesday. I’m running a food booth that day. M: That is so cool. What is on the menu? W: We’re making sandwiches. You should come. M: I’d love to, but I can’t. W: You can’t? I was really looking forward to seeing you at my school. M: I’m terribly sorry. I have to practice for a band audition. W: Oh, I see. Well, good luck with your audition. M: Thank you."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 세부 내용 고르기(언급 유무) [Telephone rings.] W: Hello, this is the World Culture Center. How can I help you? M: Hi, I’m calling about a Spanish culture class for my teenage son. W: Okay. We have an interesting class for teenagers. M: Great. Who teaches it? W: A Korean teacher and a native speaker teach it together. M: What kind of activities are there in the class? W: Students can cook traditional foods, learn new words, and try on traditional clothing. M: On what day is the class? W: It’s on Wednesday and Friday afternoons. M: I see. Is there anything my son should prepare before the class? W: He just needs to bring a pen and a notebook. The center provides all the other class materials. M: Perfect. Thanks for the information."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화 내용 불일치 고르기 W: Good afternoon, residents. This is the head of the Pineville Community Center. We’re holding the Summer Flea Market for one week. It’ll be held in the parking lot of Pineville Middle School. You can get many different kinds of items such as toys and candles at reasonable prices. You can also sell any of your own used items if they are in good condition. On the first day, every resident visiting the market will get a shopping bag as a gift. For 2022학년도 6월 전국연합학력평가 정답 및 해설 고1 9 more information, please check out the community center’s website."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 세부 내용 고르기(도표) W: Kyle, I’m looking for some sneakers. Can you help me find some good ones? M: Of course. Let me see... [Pause] Look. These are the five best­selling ones. W: Wow, they all look so cool. It’s hard to choose among them. M: Well, what’s your budget? W: I don’t want to spend more than 80 dollars. M: All right. Which style do you want, active or casual? W: I prefer casual ones. I think they match my clothes better. M: Good. And I’d like to recommend waterproof shoes for rainy days. W: Okay, I will take your advice. M: So you have two options left. Which color do you prefer? W: Most of my shoes are black, so I’ll buy white ones this time. M: You made a good choice."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 W: Justin, what are you reading? M: An advertisement. There’s a special event at Will’s Bookstore downtown. W: What kind of event is it? M:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 M: You look so worried. What’s wrong, Liz? W: I didn’t do well on my presentation yesterday. M: Sorry about that. To help take your mind off of it, how about having a nice meal? W:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 M: Jenny, what class do you want to take this summer vacation? W: Well, [Pause] I’m thinking of the guitar class. M: Cool! I’m interested in playing the guitar, too. W: Really? It would be exciting if we took the class together. M: I know, but I am thinking of taking a math class instead. I didn’t do well on the final exam. W: Oh, there is a math class? I didn’t know that. M: Yes. Mrs. Kim said she is offering a math class for first graders. W: That might be a good chance to improve my skills, too. Where can I check the schedule for the math class? M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 M: Hi, Claire! How are you doing? W: I’m good. You’re looking great! M: Thanks. I’ve been working out these days. W: I need to start working out, too. What kind of exercise do you do? M: I do yoga and some stretching at home. W: At home? Do you exercise alone? M: Yes and no. I exercise online with other people. W: Exercising online with others? What do you mean by that? M: I’m taking an online fitness course. We work out together on the Internet every evening at 7. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 응답 고르기 M: Ted is a high school student. He is planning to run for school president this year. He really wants to win the election. He thinks using posters is an effective way to make a strong impression on his schoolmates. But he is not good at drawing. His friend, Monica, is a member of a drawing club and she is good at drawing. So, he wants to ask her to help him draw posters. In this situation, what would Ted most likely say to Monica? [16~17] W: Good morning, listeners. This is your host Rachel at the Morning Radio Show. What do you eat for breakfast? Today I will introduce a healthy breakfast food list. Eggs are an excellent choice because they are high in protein. High­protein foods such as eggs provide energy for the brain. Cheese is another good option. It reduces hunger so it supports weight loss. Yogurt is also great to eat in the morning. It contains probiotics that can improve digestion. Eating berries such as blueberries or strawberries is another perfect way to start the morning. They are lower in sugar than most other fruits, but higher in fiber. Add them to yogurt for a tasty breakfast. Start every day with a healthy meal. Thank you."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 긴 담화 듣기(담화의 주제 파악하기) [16~17] W: Good morning, listeners. This is your host Rachel at the Morning Radio Show. What do you eat for breakfast? Today I will introduce a healthy breakfast food list. Eggs are an excellent choice because they are high in protein. High­protein foods such as eggs provide energy for the brain. Cheese is another good option. It reduces hunger so it supports weight loss. Yogurt is also great to eat in the morning. It contains probiotics that can improve digestion. Eating berries such as blueberries or strawberries is another perfect way to start the morning. They are lower in sugar than most other fruits, but higher in fiber. Add them to yogurt for a tasty breakfast. Start every day with a healthy meal. Thank you."
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 긴 담화 듣기(담화의 언급 유무 고르기) [16~17] W: Good morning, listeners. This is your host Rachel at the Morning Radio Show. What do you eat for breakfast? Today I will introduce a healthy breakfast food list. Eggs are an excellent choice because they are high in protein. High­protein foods such as eggs provide energy for the brain. Cheese is another good option. It reduces hunger so it supports weight loss. Yogurt is also great to eat in the morning. It contains probiotics that can improve digestion. Eating berries such as blueberries or strawberries is another perfect way to start the morning. They are lower in sugar than most other fruits, but higher in fiber. Add them to yogurt for a tasty breakfast. Start every day with a healthy meal. Thank you."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 고르기 보트투어 담당자께 3월 15일에 저희 가족은 귀사의 Glass Bottom Boat Tours 중 하나에 참여했습니다. 호텔에 돌아왔을 때, 제가 휴대 전화 케이스를 놓고 왔다는 것을 발견했습니 다. 케이스를 닦기 위해 휴대 전화에서 분리했을 때 제 무릎에서 케이스가 바닥으로 떨어졌던 것이 틀림없습니 다. 그것이 보트에 있는지 확인해 주시길 부탁드립니다. 그것의 색깔은 검은색이며 안쪽에 제 이름이 있습니다. 만약 케이스가 발견된다면, 저에게 알려주시면 감사하 겠습니다. Sam Roberts 드림 [어구] appreciate 감사히 여기다 [해설] 해석 참조"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 변화 고르기 어느 토요일 아침, Matthew의 어머니는 Matthew에 게 공원으로 데리고 가겠다고 말했다. 환한 미소가 그 의 얼굴에 그려졌다. 그는 밖에 나가서 노는 것을 좋아 했기 때문에, 나가기 위해 서둘러 아침을 먹고 옷을 입 었다. 공원에 도착했을 때, Matthew는 그네를 향해 바 로 뛰어갔다. 그것은 그가 공원에서 가장 좋아하는 것 이었다. 하지만 그네는 이미 모두 이용되고 있었다. 그 의 어머니는 그네를 이용할 수 있을 때까지 미끄럼틀을 탈 수 있다고 말했지만, 그것은 부서져 있었다. 갑자기 그의 어머니가 전화를 받고 Matthew에게 그들이 떠나 야 한다고 말했다. 그는 가슴이 내려앉았다. [해설] 해석 참조"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 고르기 회의는 창의적 사고를 촉진하며 당신이 혼자서는 절 대 떠올리지 못할 만한 아이디어들을 당신에게 제공할 수 있다. 그러나, 평균적으로, 회의 참석자들은 회의 시 간의 대략 3분의 1 정도를 비생산적으로 여긴다. 하지 만 당신은 사전에 잘 준비함으로써 회의를 더 생산적이 고 유용하게 만들 수 있다. 당신은 논의하게 될 사항들 의 목록을 만들고 회의 전에 다른 회의 참석자들에게 공유해야 한다. 그것은 참석자들이 회의에서 무엇을 기 대하는지를 알고 회의 참석을 준비할 수 있도록 만들어 준다. [어구] on average 평균적으로 participant 참석자 [해설] 해석 참조"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축적 의미 파악하기 한 심리학 교수가 학생들에게 스트레스 관리 원칙을 가르치던 중 물이 든 유리잔(물 잔)을 들어 올리고 “제 가 들고 있는 이 물 잔은 얼마나 무거울까요?”라고 물 었다. 학생들은 다양한 대답을 외쳤다. 그 교수가 답했 다. “이 잔의 절대 무게는 중요하지 않습니다. 이는 제 가 이 잔을 얼마나 오래 들고 있느냐에 달려 있죠. 만 약 제가 이것을 1분 동안 들고 있다면, 꽤 가볍죠. 하지 만, 만약 제가 이것을 하루 종일 들고 있다면 이것은 제 팔에 심각한 고통을 야기하고 잔을 바닥에 떨어뜨리 게 할 것입니다. 각 사례에서 잔의 무게는 같지만, 제가 오래 들고 있을수록 그것은 저에게 더 무겁게 느껴지 죠.” 학생들은 동의하며 고개를 끄덕였고, 교수는 이어 말했다. “여러분이 인생에서 느끼는 스트레스들도 이 물 잔과 같습니다. 만약 아직도 어제 받은 스트레스의 무 게를 느낀다면, 그것은 잔을 내려놓아야 할 때라는 강 한 신호입니다.” [어구] principle 원칙 severe 심각한 [해설] 해석 참조"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 당신의 감정은 주목할 만하고 당신에게 중요한 정보 를 준다. 그러나, 감정은 또한 가끔 신뢰할 수 없고, 부 정확한 정보의 원천이 될 수도 있다. 당신이 분명하게 느낄지 모르지만, 그것은 그러한 감정들이 사실의 반영 임을 의미하지는 않는다. 친구의 행동이 단지 그녀가 좋지 않은 날을 보내고 있음을 나타낼 때에도, 당신이 슬프기 때문에 그녀가 당신에게 화가 났다고 결론을 내 릴지도 모른다. 당신은 기분이 우울해서 면접에서 잘했 을 때도 못했다고 판단할지도 모른다. 당신의 감정은 당신을 속여 사실에 의해 뒷받침되지 않는 것들을 생각 하게 할 수 있다. [어구] unreliable 신뢰할 수 없는 inaccurate 부정확한 [해설] 해석 참조 2022학년도 6월 전국연합학력평가 정답 및 해설 고1 10"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 매일, 아이들은 사물 사이의 관계들을 탐구하고 구성 한다. 빈번히, 이러한 관계들은 무언가가 얼마만큼 혹은 몇 개 존재하는지에 초점을 맞춘다. 따라서, 아이들은 센다. “쿠키 하나, 신발 두 개, 생일 케이크 위에 초 세 개, 모래놀이통에 아이 네 명.” 아이들은 비교한다. “무 엇이 더 많지? 무엇이 더 적지? 충분할까?” 아이들은 계산한다. “몇 개가 알맞을까? 나는 지금 다섯 개가 있 어. 하나 더 필요하네.” 이 모든 예시에서, 아이들은 양 의 개념을 발달시키는 중이다. 아이들은 간식 시간에 몇 개의 크래커를 가져갈지 알아내는 것 혹은 조개껍질 들을 더미로 분류하는 것과 같은, 그들만의 활동이나 경험을 통해 수학적 개념을 밝히고 연구한다. [어구] calculate 계산하다 fit 적합하다, 알맞다 quantity 양 investigate 조사하다, 연구하다 [해설] 해석 참조"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 한 세대 혹은 두 세대 전만 해도, ‘알고리즘’이라는 단어를 언급하는 것은 대부분의 사람들로부터 아무 반 응을 얻지 못했다. 오늘날, 알고리즘은 문명의 모든 부 분에서 나타난다. 그것들은 일상에 연결되어 있다. 그것 들은 당신의 휴대 전화나 노트북 안 뿐만 아니라 당신 의 자동차, 집, 전자 제품과 장난감 안에도 있다. 당신 의 은행은 인간들이 여기저기서 스위치를 돌리고 있는, 알고리즘의 거대한 망이다. 알고리즘은 비행 일정을 잡 고 비행기를 운항한다. 알고리즘은 공장을 운영하고, 상 품을 거래하며, 기록 문서를 보관한다. 만일 모든 알고 리즘이 갑자기 작동을 멈춘다면, 이는 우리가 알고 있 듯 세상의 끝이 될 것이다. [어구] draw a blank 아무 반응을 얻지 못하다 civilization 문명 appliances 가전제품 [해설] 해석 참조"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 내용 불일치 고르기(도표) 위 그래프는 1988년부터 2020년까지 반려동물을 보 유한 미국 가정의 비율을 보여준다. ①1988년에는 절 반 이상의 미국 가정이 반려동물을 보유했고, 2008년에 서 2020년까지 10개 중 6개 이상의 미국 가정이 반려 동물을 보유했다. ②1988년과 2008년 사이, 반려동물 보유는 미국 가정들에서 6퍼센트 포인트 증가했다. ③ 2008년과 2013년 사이, 반려동물 보유는 6퍼센트 포인 트가 추가적으로 올랐다. ④2013년의 반려동물을 보유 한 미국 가정의 비율은 2017년의 비율과 같고, 68퍼센 트였다. ⑤2015년에는, 반려동물을 보유한 미국 가정의 비율이 2020년보다 3(→2)퍼센트 포인트 더 낮았다. [어구] household 가정 rate 비율 [해설] 해석 참조"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 불일치 고르기 피아니스트, 작곡가, 그리고 빅 밴드 리더인 Claude Bolling은 1930년 4월 10일 프랑스 칸에서 태어났지만, 그의 삶의 대부분을 파리에서 보냈다. 그는 젊었을 때 클래식 음악을 공부하기 시작했다. 그는 학교 친구를 통해 재즈(재즈 세계)를 소개받았다. 후에 Bolling은 최 고의 재즈 음악가들 중 한 명인 Fats Waller의 음악에 관심을 가졌다. 그는 10대 때 프랑스의 아마추어 대회 에서 Best Piano Player 상을 수상하며 유명해졌다. 그 는 또한 성공적인 영화 음악 작곡가였고, 100편이 넘는 영화의 음악을 작곡했다. 1975년에, 그는 플루트 연주 자 Rampal과 협업했고, ‘Suite for Flute and Jazz Piano Trio’를 발매했으며, 그것으로 가장 잘 알려지게 되었다. 그는 두 아들 David와 Alexandre를 남기고 2020년 사망했다. [어구] classical music 클래식 음악 collaborate 협업 하다 publish 발매하다 [해설] 해석 참조"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 불일치 고르기(실용문) Kids Taekwondo Program 이번 여름방학에 태권도 프로그램을 즐기세요. □일정 ∙날짜: 8월 8일- 8월 10일 ∙시간: 오전 9시- 오전 11시 □참가자 ∙5세 이상 어린이 누구나 □활동 ∙자기방어훈련 ∙사교성 개발을 위한 팀빌딩게임 □참가비 ∙1인당 $50 (간식 포함) □알림 ∙가져올 것: 물병, 수건 ∙가져오지 말아야 할 것: 껌, 비싼 물건 [해설] 해석 참조"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 내용 일치 고르기(실용문) Moonlight Chocolate Factory Tour 이 특별한 투어에 참여하여 우리의 가장 인기있는 초 콜릿 바를 즐길 기회를 가지세요. □운영 시간 ∙월요일- 금요일, 오후 2시- 오후 5시 □활동 ∙초콜릿 제조 과정 견학 ∙초콜릿 3종 (다크, 밀크 및 민트 초콜릿) 시식 □알림 ∙티켓 가격: $30 ∙마스크 착용은 필수입니다. ∙공장 내부에서 사진 촬영은 허용되지 않습니다. [어구] operating hours 운영 시간 [해설] 해석 참조"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 문법성 판단하기 종이의 필요성을 부정하는 것처럼 보이는 모든 첨단 기기들에도 불구하고, 미국에서 종이 사용은 최근 거의 두 배로 증가했다. 우리는 그 어느 때보다도 더 많은 종이를 소비하고 있다. 전세계적으로 4억 톤을 소비하 고 있으며 증가하고 있다. 우리가 더 많이 사용하고 있 는 자원은 종이만이 아니다. 기술의 발전은 흔히 더 적 은 재료의 사용 가능성을 수반한다. 그러나, 현실은 그 것들이 역사적으로 더 많은 재료 사용을 야기하여 우리 가 더 많은 천연자원 사용에 의존하게 한다. 세계는 이 제 그 어느 때보다도 훨씬 더 많은 ‘것’을 소비한다. 우 리는 금, 구리, 희귀 금속과 같은 산업 광물을 1세기 이 전보다 27배 더 많이 사용한다. 우리는 또한 각자 더 많은 자원을 사용한다. 그중 많은 부분은 우리의 첨단 생활방식 때문이다. [어구] rare metal 희귀 금속 [해설] ④dependently → dependent"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 당신은 가끔 당신의 삶을 사랑하지 않는다고 느끼는 가? 마치, 마음 깊은 곳에서 뭔가가 빠진 것처럼? 왜냐 하면, (그것은) 우리가 타인의 삶을 살고 있기 때문이 다. 우리는 타인이 우리의 선택에 영향을 주도록 허용 한다. 우리는 그들의 기대감을 만족시키기 위해 노력하 고 있다. 사회적 압력은 (우리를) 현혹시킨다. 우리 모 두는 그것을 눈치채지도 못한 채 영향을 받는다. 우리 의 삶에 대한 소유권을 잃었다는 것을 깨닫기도 전에, 우리는 결국 다른 사람들이 어떻게 사는지를 무시하게 된다(→부러워하게 된다). 그러면, 우리는 더 푸른 잔디 (타인의 삶이 더 좋아보이는 것)만 볼 수 있게 된다. 우리의 삶은 만족할 만큼 충분히 좋아질 수 없다. 당신 이 원하는 삶에 대한 열정을 되찾기 위해서는 당신의 선택에 대한 통제력을 회복해야 한다. 당신 자신을 제 외한 그 누구도 당신이 어떻게 살지를 선택할 수 없다. 하지만 어떻게 해야 할까? 기대감을 버리는 첫 단계는 자신을 친절하게 대하는 것이다. 자신을 먼저 사랑하지 않으면 다른 사람을 진정으로 사랑할 수 없다. 우리가 우리의 있는 그대로를 받아들일 때, 타인의 기대감을 위한 여지는 남아있지 않다. [어구] social pressure 사회적 압력 deceiving 속이는, 현혹시키는 room 여지 [해설] 해석 참조"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 작년에 직면한 가장 큰 질문 중 하나는 사람들이 완 전히 가상공간에서 작업할 때 어떻게 혁신을 지속할 것 인가 하는 것이었다. 그러나 전문가들은 디지털 작업이 혁신과 창의성에 부정적인 영향을 미치지 않았다고 말 한다. 한계 내에서 일하는 것은 우리에게 문제를 해결 하도록 독려한다. 전반적으로, 가상 미팅 플랫폼은 대면 설정보다 의사소통과 협업에 더 많은 제약들을 가한다. 예를 들어, 버튼을 누르면, 가상 회의 진행자는 소모임 그룹의 크기를 제어하고 시간 제한을 강요할 수 있다. 한 번에 한 사람만이 말할 수 있다. 비언어적 신호, 특 히 어깨 아래의 신호는 제한된다. ‘좌석 배치’는 개인이 아닌 플랫폼에 의해 할당된다. 그리고 다른 사람에 대 한 시각적 접근은 각 참가자의 화면 크기에 따라 제한 될 수 있다. 이러한 제한점들은 참가자들을 그들의 일 반적인 사고방식 너머까지 확장시켜 창의력을 증진시킬 가능성이 높다. [어구] constraint 제한 arrangement 배정, 배치 [해설] 해석 참조"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 수요의 법칙은 가격이 하락할수록 상품과 서비스에 대한 수요가 증가하고, 가격이 상승할수록 수요가 감소 하는 것이다. ‘기펜재’는 전통적인 수요 법칙이 적용되 지 않는 특별한 유형의 상품이다. 저렴한 대체품으로 바꾸는 대신 소비자들은 가격이 상승할 때 기펜재를 더 많이, 가격이 하락할 때 덜 수요한다. 예를 들어, 중국 의 쌀은 가격이 하락할 때 사람들이 덜 구매하는 경향 이 있기 때문에 기펜재이다. 그 이유는, 쌀값이 하락하 면, 사람들이 고기나 유제품 같은 다른 종류의 상품에 쓸 돈이 많아지고, 그 결과 소비 패턴을 바꾸기 때문이 다. 반면에, 쌀값이 상승하면, 사람들은 더 많은 쌀을 소비한다. [어구] giffen goods 기펜재 replacement 대체품 [해설] 해석 참조"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 1992년 프린스턴 대학의 한 연구에서, 연구 과학자들 은 두 개의 다른 쥐 집단을 관찰했다. 한 집단은 글루 타민산염 수용체에 대한 유전자를 변형함으로써 지적으 로 우월하게 만들어졌다. 글루타민산염은 학습에 필수 2022학년도 6월 전국연합학력평가 정답 및 해설 고1 11 적인 뇌 화학 물질이다. 다른 집단도 역시 글루타민산 염 수용체에 대한 유전자를 변형함으로써, 지적으로 열 등하도록 유전적으로 조작되었다. 그 후 똑똑한 쥐들은 표준 우리에서 길러졌고, 반면에 열등한 쥐들은 장난감 과 운동용 쳇바퀴가 있고 사회적 상호작용이 많은 큰 우리에서 길러졌다. 연구가 끝날 무렵, 비록 지적 능력 이 떨어지는 쥐들이 유전적으로 장애가 있었지만, 그들 은 그들의 유전적인 우월군들만큼 잘 수행할 수 있었 다. 이것은 천성(선천적 성질)에 대한 양육(후천적 환 경)의 진정한 승리였다. 유전자는 여러분 주변에 있는 것에 따라 작동하거나 멈춘다. [어구] superior 우월한, 상급자 genetically 유전적 으로 nurture 양육 [해설] 해석 참조"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 연구원들은 해안가 마을들이 해수면 상승에 어떻게 대비하고 있는지 묻는 프로젝트를 진행하고 있다. 어떤 마을들은 위험 평가를 하고 어떤 마을들은 심지어 계획 을 가지고 있다. 하지만 실제로 계획을 실행하고 있는 마을은 드물다. 우리가 기후 변화에 대처하는 데 실패 한 한 가지 이유는 그것이 시공간적으로 멀리 떨어져 있다는 일반적인 믿음 때문이다. 수십 년 동안, 기후 변 화는 미래에 대한 예측이었기 때문에 과학자들은 미래 시제로 기후 변화에 대해 이야기했다. 이것이 습관이 되어 우리가 기후 위기가 진행중이라는 것을 알고 있음 에도, 많은 과학자들이 오늘날에도 여전히 미래 시제를 사용하고 있다. 과학자들은 또한 방글라데시나 서남극 빙상처럼 위기의 영향을 가장 많이 받는 지역에 초점을 맞추고 있으며, 그 지역은 대부분의 미국인들에게는 물 리적으로 멀리 떨어져 있다. [어구] assessment 평가 tense 시제 West Antarctic Ice Sheet 서남극 빙상 [해설] 해석 참조"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 무관한 문장 파악하기 Marguerite La Caze에 따르면, 패션은 우리의 삶에 기여하고 우리가 중요한 사회적 가치를 개발하고 나타 내는 수단을 제공한다. 패션은 아름다울 수 있고, 혁신 적일 수 있으며, 유용할 수 있다. 우리는 패션을 선택하 는데 있어서 창의성과 좋은 취향을 드러낼 수 있다. 그 리고 취향과 관심에 따라 옷을 입을 때, 우리는 자아존 중과 타인의 즐거움에 대한 관심 모두를 보여준다. 의 심할 여지없이, 패션은 우리와 타인을 연결해 주는 흥 미와 즐거움의 원천이 될 수 있다. (패션 산업은 유럽 과 미국에서 처음 발달했지만, 오늘날에는 국제적이고 매우 세계화된 산업이 되었다.) 다시 말해, 패션은 자신 을 다르게 상상하는, 즉, 다른 정체성을 시도하는 기회 와 더불어 친교적인 측면을 제공한다. [어구] sociable 친교적인 [해설] 해석 참조"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 Klein 선생님은 1학년 학생들에게 감사히 여기는 것 을 그려보라고 말했다. 그녀는 반 아이들 대부분이 칠 면조나 추수감사절 식탁을 그릴 것으로 생각했다. 하지 만 Douglas는 색다른 것을 그렸다. (B) 그의 반 친구들 이 쉬는 시간에 함께 밖으로 나가 있는 동안, 보통 Douglas는 혼자 시간을 보내고 그녀 주변에 머무르는 소년이었다. 그 소년이 그린 것은 손이었다. 그런데 누 구의 손일까? 그의 그림은 즉시 다른 학생들의 관심을 끌었다. (C) 그래서, 모두들 그것이 누구의 손인지에 관 해 앞다투어 말하려 했다. “그것은 우리에게 음식을 가 져다주는 신의 손이 틀림없어.”라고 한 학생이 말했다. “농부의 손이야, 왜냐하면 그들은 칠면조를 기르거든.” 이라고 두 번째 학생이 말했다. “경찰관의 손과 더 비슷 해 보여, 그들은 우리를 보호해 줘.”라고 또 다른 학생 이 덧붙였다. (A) 반 아이들의 호응에 Klein 선생님은 Douglas에 대해 하마터면 잊어버릴 뻔했다. 그녀는 나 머지 아이들에게 다른 과제를 하도록 지도한 후, Douglas에게 그 손이 누구의 것인지 물었다. “선생님 손이에요. 고마워요, Klein 선생님.”이라고 그는 조용히 대답했다. [어구] responsive 호응하는 [해설] 해석 참조"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 전설에 따르면, 흡혈귀가 사람을 물면 그 사람은 다 른 사람의 피를 갈구하는 흡혈귀로 변한다. 한 연구자 가 이 잘 알려진 존재가 실존할 수 없다는 것을 증명하 는 간단한 계산법을 생각해냈다. (C) University of Central Florida의 물리학과 교수 Costas Efthimiou의 연구가 그 미신을 무너뜨렸다. 우선, 1600년 1월 1일에 인구가 5억 명이 넘는다고 가정해 보자. (B) 그날 최초 의 흡혈귀가 생겨나서 한 달에 한 명을 물었다면, 1600 년 2월 1일까지 흡혈귀가 둘 있었을 것이다. 한 달 뒤 면 넷, 그 다음 달은 여덟, 그리고 열여섯 등등으로 계 속 늘어나는 것이다. (A) 불과 2년 반 만에, 원래의 인 류는 모두 흡혈귀가 되어 더 이상 남아있지 않았을 것 이다. 하지만 주위를 둘러 보아라. 흡혈귀가 세상을 정복 하였는가? 아니다. 왜냐하면 흡혈귀는 존재하지 않으니까. [어구] creature 존재 myth 사회적 통념, 미신 suppose 가정하다 [해설] 해석 참조"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 마찰력은 서로 엇갈리게 미끄러지거나 미끄러지려고 하는 두 표면 사이에 작용하는 힘이다. 예를 들어, 당신 이 바닥 위 책을 밀려고 할 때, 마찰이 이를 어렵게 만 든다. 마찰은 항상 물체가 움직이거나 움직이려고 하는 방향과 반대 방향으로 작용한다. 그래서 마찰은 항상 움직이는 물체를 느리게 만든다. 마찰의 양은 표면 물 질에 따라 달라진다. 표면이 거칠수록 더 많은 마찰력 이 발생한다. 마찰은 또한 열을 발생시킨다. 예를 들어, 만약 당신이 손을 빠르게 비비면, 손이 더 따뜻해질 것 이다. 마찰력은 우리가 걸을 때 신발이 바닥에서 미끄 러지는 것을 방지하고 자동차 타이어가 도로에서 미끄 러지는 것을 막아주므로 유용한 힘으로 작용할 수 있 다. 걸을 때, 마찰은 당신의 신발 접지면과 바닥 사이에 발생하며, 이 마찰은 땅을 붙잡아 미끄러지는 것을 방 지하는 역할을 한다. [어구] rub 비비다 surface 표면 slide 미끄러지다 opposite 반대편의 produce 발생시키다 grip 붙잡다 [해설] 해석 참조"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 선천적으로 시각장애를 가진 사람은 시각적 경험을 수집할 수 없어서, 세상을 전적으로 다른 감각을 통해 이해한다. 그 결과, 선천적으로 시각장애를 가진 사람들 은 이러한 비시각적 감각에서 오는 경험과 기억의 수집 을 통해 세상을 이해하는 놀라운 능력을 개발한다. 선 천적으로 시각장애를 가진 사람이 꾸는 꿈은 정상 시력 을 가진 사람의 꿈처럼 생생하고 상상력이 풍부할 수 있다. 그러나 그들의 꿈은 그들이 수집한 비시각적 경 험과 기억으로부터 구성되기 때문에 그들은 특별하다. 정상적인 시력을 가진 사람들은 형태, 빛 그리고 색의 시각적 기억을 사용하여 친숙한 친구에 대해 꿈을 꿀 것이다. 하지만, 시각장애인은 그 친구를 구현하는 데 작용하는 비시각적 감각에서 나온 독특한 조합의 경험 으로 그 친구를 연상할 것이다. 다시 말해, 선천적 시각 장애인들은 시각적인 꿈을 꾸지는 않지만, 전반적으로 비슷한 꿈을 경험한다. [어구] associate 연결짓다, 연상하다 unique 독특한, 특별한 construct 구성하다 [해설] 해석 참조"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 문단 요약하기 스웨덴 청소년들에 대한 연구에 따르면, 청소년들의 학문적 성공의 중요한 요인은 그들이 어려움에 반응하 는 방식이다. 이 연구는, 어려움을 직면했을 때, 권위가 있는 양육 방식에 노출된 청소년들은 덜 수동적이고, 덜 무기력하며, 실패를 덜 두려워한다고 보고하고 있다. Wisconsin과 northern California의 9개 고교에서 진행 된 또 다른 연구는 권위가 있는 부모들의 아이들이 학 습을 잘 하는데, 그 이유는 이러한 부모들이 아이들의 학교 활동에 관여하고자 많은 노력을 기울이기 때문이 라고 밝히고 있다. 즉, 권위가 있는 부모들은 아이들의 숙제를 도와주고, 학교 프로그램에 참여하며, 스포츠에 참여하는 아이들을 지켜보고, 아이들의 과목 선택을 도 와줄 가능성이 훨씬 더 크다. 게다가, 이러한 부모들은 그들의 아이들이 학교에서 하고 있는 일과 수행하는 방 식에 대해 더 잘 인지하고 있다. 마지막으로, 권위가 있 는 부모들은 다른 부모들에 비해 학문적 탁월함과 근면 함의 중요성을 더 많이 칭찬한다.  위 연구는 권위가 있는 부모의 아이들이 어려움에 더 (A)기꺼이 대처하려 하며, 그 부모들의 (B) 적극적인 관 여에 영향을 받기 때문에 학업 성취가 좋다는 것을 보여준다. [어구] adolescent 청소년 authoritative 권위가 있는 [해설] 해석 참조 [41~42] 영국 연구원들은 밤 10시와 밤 11시 사이의 취침 시 간이 가장 좋다고 이야기한다. 그들은 이 시간대 사이 에 잠드는 사람들이 더 낮은 심장 질환의 위험성을 가 지고 있다고 이야기한다. 6년 전, 그 연구원들은 8만명 의 자원자들의 수면 패턴 데이터를 수집했다. 그 자원 자들은 7일간 특별한 시계를 착용해야만 했고 그래서 그 연구원들은 그들의 수면과 기상 시간에 대한 데이터 를 수집할 수 있었다. 그리고 나서 연구원들은 그 자원 자들의 건강에 대해 관찰했다. 약 3천명의 자원자들이 이후에 심장 문제를 보였다. 그들은 밤 10시에서 밤 11 시 사이의 이상적인 시간대보다 더 이른 혹은 더 늦은 시간에 잠자리에 들었다. 그 연구 저작자 중 한 명인, Dr. David Plans는 그의 연구와 우리의 심장 건강에 취침 시간이 끼치는 영향에 대해 언급했다. 그는 그 연구가 그들의 결과에 특정한 원인을 제시할 수는 없지만, 이른 혹은 늦은 취침 시간 이 심장 혈관 건강에 긍정적인(→부정적인) 결과와 함 께 체내 시계를 혼란케 할 가능성이 더 높을 수 있다고 그 연구가 제시한다고 이야기했다. 그는 우리의 몸이 아침 빛에 맞추어 일어나는 것이 중요하고, 잠자리에 드는 가장 나쁜 시간이 자정 이후인데 그것은 우리의 체내 시계를 재설정하는 아침 빛을 볼 가능성을 낮출 수도 있기 때문이다. 그는 만약 우리의 체내 시계가 적 절하게 재설정되지 않으면 우리가 심장 혈관 질환의 위 험을 안게 된다고 덧붙였다. [어구] comment 언급하다 consequence 결과 likelihood 가능성 2022학년도 6월 전국연합학력평가 정답 및 해설 고1 12 [해설] 해석 참조"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 1지문2문항(글의 제목 추론하기) [41~42] 영국 연구원들은 밤 10시와 밤 11시 사이의 취침 시 간이 가장 좋다고 이야기한다. 그들은 이 시간대 사이 에 잠드는 사람들이 더 낮은 심장 질환의 위험성을 가 지고 있다고 이야기한다. 6년 전, 그 연구원들은 8만명 의 자원자들의 수면 패턴 데이터를 수집했다. 그 자원 자들은 7일간 특별한 시계를 착용해야만 했고 그래서 그 연구원들은 그들의 수면과 기상 시간에 대한 데이터 를 수집할 수 있었다. 그리고 나서 연구원들은 그 자원 자들의 건강에 대해 관찰했다. 약 3천명의 자원자들이 이후에 심장 문제를 보였다. 그들은 밤 10시에서 밤 11 시 사이의 이상적인 시간대보다 더 이른 혹은 더 늦은 시간에 잠자리에 들었다. 그 연구 저작자 중 한 명인, Dr. David Plans는 그의 연구와 우리의 심장 건강에 취침 시간이 끼치는 영향에 대해 언급했다. 그는 그 연구가 그들의 결과에 특정한 원인을 제시할 수는 없지만, 이른 혹은 늦은 취침 시간 이 심장 혈관 건강에 긍정적인(→부정적인) 결과와 함 께 체내 시계를 혼란케 할 가능성이 더 높을 수 있다고 그 연구가 제시한다고 이야기했다. 그는 우리의 몸이 아침 빛에 맞추어 일어나는 것이 중요하고, 잠자리에 드는 가장 나쁜 시간이 자정 이후인데 그것은 우리의 체내 시계를 재설정하는 아침 빛을 볼 가능성을 낮출 수도 있기 때문이다. 그는 만약 우리의 체내 시계가 적 절하게 재설정되지 않으면 우리가 심장 혈관 질환의 위 험을 안게 된다고 덧붙였다. [어구] comment 언급하다 consequence 결과 likelihood 가능성 2022학년도 6월 전국연합학력평가 정답 및 해설 고1 12 [해설] 해석 참조"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 1지문2문항(문맥상 적절한 어휘 파악하기) [43~45] (A) 어느 날, 한 농부가 헛간에서 일하는 동안 그의 귀중한 시계를 잃어버렸다. 그것은 다른 이들에게는 평 범한 시계로 보일 수도 있었지만 그것은 그에게 어린 시절의 많은 행복한 기억을 불러왔다. 그것은 그에게 가장 중요한 것들 중 하나였다. 오랜 시간 동안 그것을 찾아본 뒤에 그 나이 든 농부는 지쳐버렸다. (D) 그러나, 그 지친 농부는 그의 시계를 찾는 것을 포기하고 싶지 않았기에 밖에서 놀던 한 무리의 아이들 에게 도와 달라고 요청했다. 그는 그의 시계를 찾는 사 람에게 매력적인 보상을 약속했다. 보상에 대해 듣고 난 뒤, 그 아이들은 헛간 안으로 서둘러 들어갔고 시계 를 찾으러 전체 건초 더미 사이와 주변으로 걸어갔다. 시계를 찾느라 오랜 시간을 보낸 후, 아이들 중 일부는 지쳐서 포기했다. (B) 시계를 찾는 아이들의 숫자가 천천히 줄어들었고 지친 아이들 몇 명만이 남았다. 그 농부는 시계를 찾을 거라는 모든 희망을 포기하고 찾는 것을 멈추었다. 농 부가 막 헛간 문을 닫고 있었을 때 한 어린 소년이 그 에게 다가와서 자신에게 또 한 번의 기회를 달라고 요 청했다. 농부는 시계를 찾을 어떤 가능성도 놓치고 싶 지 않아서 그를 헛간 안으로 들어오게 해주었다. (C) 잠시 후 그 소년이 한 손에 농부의 시계를 들고 나왔다. 그는 행복에 겨워 놀랐고 다른 모두가 실패했 던 반면 소년이 어떻게 시계를 찾는 데 성공했는지를 물었다. 그는 “저는 거기에 앉아서 시계의 소리를 들으 려고 했어요. 침묵 속에서, 그것을 듣고 소리의 방향을 따라가는 것이 훨씬 쉬웠어요.”라고 답했다. 그는 시계 를 되찾아 기뻤고 그 어린 소년에게 약속했던 대로 보 상해 주었다. [어구] call off 멈추다, 중지하다 hay 건초(마른 풀) [해설] 해석 참조 [41~42] 영국 연구원들은 밤 10시와 밤 11시 사이의 취침 시 간이 가장 좋다고 이야기한다. 그들은 이 시간대 사이 에 잠드는 사람들이 더 낮은 심장 질환의 위험성을 가 지고 있다고 이야기한다. 6년 전, 그 연구원들은 8만명 의 자원자들의 수면 패턴 데이터를 수집했다. 그 자원 자들은 7일간 특별한 시계를 착용해야만 했고 그래서 그 연구원들은 그들의 수면과 기상 시간에 대한 데이터 를 수집할 수 있었다. 그리고 나서 연구원들은 그 자원 자들의 건강에 대해 관찰했다. 약 3천명의 자원자들이 이후에 심장 문제를 보였다. 그들은 밤 10시에서 밤 11 시 사이의 이상적인 시간대보다 더 이른 혹은 더 늦은 시간에 잠자리에 들었다. 그 연구 저작자 중 한 명인, Dr. David Plans는 그의 연구와 우리의 심장 건강에 취침 시간이 끼치는 영향에 대해 언급했다. 그는 그 연구가 그들의 결과에 특정한 원인을 제시할 수는 없지만, 이른 혹은 늦은 취침 시간 이 심장 혈관 건강에 긍정적인(→부정적인) 결과와 함 께 체내 시계를 혼란케 할 가능성이 더 높을 수 있다고 그 연구가 제시한다고 이야기했다. 그는 우리의 몸이 아침 빛에 맞추어 일어나는 것이 중요하고, 잠자리에 드는 가장 나쁜 시간이 자정 이후인데 그것은 우리의 체내 시계를 재설정하는 아침 빛을 볼 가능성을 낮출 수도 있기 때문이다. 그는 만약 우리의 체내 시계가 적 절하게 재설정되지 않으면 우리가 심장 혈관 질환의 위 험을 안게 된다고 덧붙였다. [어구] comment 언급하다 consequence 결과 likelihood 가능성 2022학년도 6월 전국연합학력평가 정답 및 해설 고1 12 [해설] 해석 참조"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 1지문3문항(글의 순서 파악하기) [43~45] (A) 어느 날, 한 농부가 헛간에서 일하는 동안 그의 귀중한 시계를 잃어버렸다. 그것은 다른 이들에게는 평 범한 시계로 보일 수도 있었지만 그것은 그에게 어린 시절의 많은 행복한 기억을 불러왔다. 그것은 그에게 가장 중요한 것들 중 하나였다. 오랜 시간 동안 그것을 찾아본 뒤에 그 나이 든 농부는 지쳐버렸다. (D) 그러나, 그 지친 농부는 그의 시계를 찾는 것을 포기하고 싶지 않았기에 밖에서 놀던 한 무리의 아이들 에게 도와 달라고 요청했다. 그는 그의 시계를 찾는 사 람에게 매력적인 보상을 약속했다. 보상에 대해 듣고 난 뒤, 그 아이들은 헛간 안으로 서둘러 들어갔고 시계 를 찾으러 전체 건초 더미 사이와 주변으로 걸어갔다. 시계를 찾느라 오랜 시간을 보낸 후, 아이들 중 일부는 지쳐서 포기했다. (B) 시계를 찾는 아이들의 숫자가 천천히 줄어들었고 지친 아이들 몇 명만이 남았다. 그 농부는 시계를 찾을 거라는 모든 희망을 포기하고 찾는 것을 멈추었다. 농 부가 막 헛간 문을 닫고 있었을 때 한 어린 소년이 그 에게 다가와서 자신에게 또 한 번의 기회를 달라고 요 청했다. 농부는 시계를 찾을 어떤 가능성도 놓치고 싶 지 않아서 그를 헛간 안으로 들어오게 해주었다. (C) 잠시 후 그 소년이 한 손에 농부의 시계를 들고 나왔다. 그는 행복에 겨워 놀랐고 다른 모두가 실패했 던 반면 소년이 어떻게 시계를 찾는 데 성공했는지를 물었다. 그는 “저는 거기에 앉아서 시계의 소리를 들으 려고 했어요. 침묵 속에서, 그것을 듣고 소리의 방향을 따라가는 것이 훨씬 쉬웠어요.”라고 답했다. 그는 시계 를 되찾아 기뻤고 그 어린 소년에게 약속했던 대로 보 상해 주었다. [어구] call off 멈추다, 중지하다 hay 건초(마른 풀) [해설] 해석 참조"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 1지문3문항(지칭 추론하기) [43~45] (A) 어느 날, 한 농부가 헛간에서 일하는 동안 그의 귀중한 시계를 잃어버렸다. 그것은 다른 이들에게는 평 범한 시계로 보일 수도 있었지만 그것은 그에게 어린 시절의 많은 행복한 기억을 불러왔다. 그것은 그에게 가장 중요한 것들 중 하나였다. 오랜 시간 동안 그것을 찾아본 뒤에 그 나이 든 농부는 지쳐버렸다. (D) 그러나, 그 지친 농부는 그의 시계를 찾는 것을 포기하고 싶지 않았기에 밖에서 놀던 한 무리의 아이들 에게 도와 달라고 요청했다. 그는 그의 시계를 찾는 사 람에게 매력적인 보상을 약속했다. 보상에 대해 듣고 난 뒤, 그 아이들은 헛간 안으로 서둘러 들어갔고 시계 를 찾으러 전체 건초 더미 사이와 주변으로 걸어갔다. 시계를 찾느라 오랜 시간을 보낸 후, 아이들 중 일부는 지쳐서 포기했다. (B) 시계를 찾는 아이들의 숫자가 천천히 줄어들었고 지친 아이들 몇 명만이 남았다. 그 농부는 시계를 찾을 거라는 모든 희망을 포기하고 찾는 것을 멈추었다. 농 부가 막 헛간 문을 닫고 있었을 때 한 어린 소년이 그 에게 다가와서 자신에게 또 한 번의 기회를 달라고 요 청했다. 농부는 시계를 찾을 어떤 가능성도 놓치고 싶 지 않아서 그를 헛간 안으로 들어오게 해주었다. (C) 잠시 후 그 소년이 한 손에 농부의 시계를 들고 나왔다. 그는 행복에 겨워 놀랐고 다른 모두가 실패했 던 반면 소년이 어떻게 시계를 찾는 데 성공했는지를 물었다. 그는 “저는 거기에 앉아서 시계의 소리를 들으 려고 했어요. 침묵 속에서, 그것을 듣고 소리의 방향을 따라가는 것이 훨씬 쉬웠어요.”라고 답했다. 그는 시계 를 되찾아 기뻤고 그 어린 소년에게 약속했던 대로 보 상해 주었다. [어구] call off 멈추다, 중지하다 hay 건초(마른 풀) [해설] 해석 참조"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 1지문3문항(세부 내용 파악하기) [43~45] (A) 어느 날, 한 농부가 헛간에서 일하는 동안 그의 귀중한 시계를 잃어버렸다. 그것은 다른 이들에게는 평 범한 시계로 보일 수도 있었지만 그것은 그에게 어린 시절의 많은 행복한 기억을 불러왔다. 그것은 그에게 가장 중요한 것들 중 하나였다. 오랜 시간 동안 그것을 찾아본 뒤에 그 나이 든 농부는 지쳐버렸다. (D) 그러나, 그 지친 농부는 그의 시계를 찾는 것을 포기하고 싶지 않았기에 밖에서 놀던 한 무리의 아이들 에게 도와 달라고 요청했다. 그는 그의 시계를 찾는 사 람에게 매력적인 보상을 약속했다. 보상에 대해 듣고 난 뒤, 그 아이들은 헛간 안으로 서둘러 들어갔고 시계 를 찾으러 전체 건초 더미 사이와 주변으로 걸어갔다. 시계를 찾느라 오랜 시간을 보낸 후, 아이들 중 일부는 지쳐서 포기했다. (B) 시계를 찾는 아이들의 숫자가 천천히 줄어들었고 지친 아이들 몇 명만이 남았다. 그 농부는 시계를 찾을 거라는 모든 희망을 포기하고 찾는 것을 멈추었다. 농 부가 막 헛간 문을 닫고 있었을 때 한 어린 소년이 그 에게 다가와서 자신에게 또 한 번의 기회를 달라고 요 청했다. 농부는 시계를 찾을 어떤 가능성도 놓치고 싶 지 않아서 그를 헛간 안으로 들어오게 해주었다. (C) 잠시 후 그 소년이 한 손에 농부의 시계를 들고 나왔다. 그는 행복에 겨워 놀랐고 다른 모두가 실패했 던 반면 소년이 어떻게 시계를 찾는 데 성공했는지를 물었다. 그는 “저는 거기에 앉아서 시계의 소리를 들으 려고 했어요. 침묵 속에서, 그것을 듣고 소리의 방향을 따라가는 것이 훨씬 쉬웠어요.”라고 답했다. 그는 시계 를 되찾아 기뻤고 그 어린 소년에게 약속했던 대로 보 상해 주었다. [어구] call off 멈추다, 중지하다 hay 건초(마른 풀) [해설] 해석 참조"
    }
]