[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Attention, Fargo High School students. This is your music teacher, Mr. Nelson. Our school rock band was supposed to hold its concert in the auditorium today. I’m sure you’ve been looking forward to the concert. Unfortunately, the rain yesterday caused a leak in the ceiling of the auditorium. The ceiling needs to be fixed, so we decided to change the location of the concert. The rock band will now perform in the school theater. The time for the concert hasn’t changed. I hope you’ll enjoy the performance."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 화자의 의견 파악하기 W: Simon, are you doing anything after school? M: Nothing special. What about you? W: I’m planning to go for a run in the park. It’s a five­kilometer route. M: The weather is perfect for running. Can I go with you? W: Why not? [Pause] Wait! You’re wearing slippers. Those aren’t good for running. M: It’s okay. I can run in slippers. W: No way. Slippers aren’t designed for running. You can get hurt if you run in them. M: You mean I need to put on running shoes? W: You got it. You need to wear the right shoes for running. M: All right. I’ll go home and change."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 파악하기 M: Good morning, Ms. Clapton. It’s nice to meet you. W: Nice to meet you, too. I’m a fan of your articles. M: You won many awards at the film festival this year. Congratulations! W: Thank you. I was lucky to work with a great director and talented actors. M: The clothes and accessories in the movie are impressive. How do you start your costume designs? W: I read the script to fully understand the characters. Then I research the characters’ backgrounds. M: That sounds like a lot of work. Which of the costumes from this film is your favorite? W: It’s hard to pick just one because I love all of my designs. M: I totally understand. Thank you for sharing your story with the readers of our magazine. W: It was my pleasure."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 W: Come look at the new reading room in the library. M: Wow! It’s much better than I thought. W: Same here. I like the rug in the center of the room. M: The striped pattern of the rug makes the room feel warm. W: I agree. I think putting the sofa between two plants was a good idea. M: Right. We can sit there and read for hours. W: There’s a round clock on the wall. M: I have the same clock at home. Oh, the bookshelf under the clock is full of books. W: We can read the books at the long table. M: Yeah, it looks like a good place to read. The two lamps on the table will make it easy to focus. W: Good lighting is important for reading. M: I can’t wait to start using the reading room."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자가 할 일 파악하기 M: Kelly, the school musical is tomorrow. Shall we go over the final checklist together? W: Let’s do it. What’s first? [Pause] Oh, the posters. We put them up around school last week. M: Right. Do we have extra batteries for the wireless microphones? W: Yeah. I bought them yesterday. We should check that the microphones work well with the sound system. M: I did that this morning. They sound terrific. W: How about the stage lights? M: They work perfectly. I think everyone will love the lighting design you made. W: Really? Thanks. It looks like we’ve finished everything. M: No, wait. The chairs for the audience haven’t been arranged yet. W: You’re right! I’ll go take care of that now. M: The musical is going to be fantastic."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 지불할 금액 파악하기 W: Welcome to Libby’s Flowers. How can I help you? M: I’d like to order a rose basket for my parents’ wedding anniversary. W: All right. Our rose baskets come in two sizes. M: What are the options? W: The regular size is 30 dollars, and the large size is 50 dollars. M: Hmm.... I think the bigger one is better. W: Good choice. So, you’ll get one rose basket in the large size. By the way, we’re giving a 10­percent discount on all purchases this week. M: Excellent! When will my order be ready? W: It’ll be ready around 11 a.m. If you can’t pick it up, we offer a delivery service. It’s 10 dollars. M: Oh, great. I’d like it to be delivered. Here’s my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 이유 파악하기 M: You seem busy this morning, Olivia. W: I am. I had to see Professor Martin about my history test. M: Oh, I see. Do you remember that our club’s ski trip is this weekend? W: Yeah. I heard that a nice ski resort has been booked for the trip. M: I didn’t know that. I’m so excited to go skiing at a nice resort. W: I bet it’ll be great, but I don’t think I can go this time. M: Why? You don’t work at the cafe on the weekends, do you? W: No, I don’t. But I need to take care of my cat. She’s recovering from surgery. M: Isn’t there anyone else who can look after your cat? W: No one but me. My parents are visiting relatives in Canada. They won’t be back for two weeks. M: I’m sorry that you can’t join us. W: Me, too. Have fun this weekend."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 W: What are you doing, Tim? M: I’m looking at the Street Photography Contest website. W: I’ve heard about that. It’s a contest for college students, right? M: Actually, it’s open to high school students, too. Why don’t you try it? W: Really? Maybe I will. Does the contest have a theme? M: Sure. This year’s theme is Daily Life. W: That sounds interesting. When is the deadline? M: You have to submit your photographs by September 15. W: That’s sooner than I expected. M: You should hurry and choose your photos. The winner will receive a laptop as a prize. W: Okay! Wish me luck."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 M: Hello, listeners. I’m Charlie Anderson from the Twin Stars Chocolate Museum. I’m happy to introduce the Twin Stars Chocolate Day, a special opportunity to create your own delicious chocolates. It’ll be held on November 12 from 1 p.m. to 4 p.m. First, you’ll listen to a lecture about the history of chocolate. Then you’ll have a chance to taste our most popular flavors. At the end of the event, you’ll make five chocolates yourself. If you want to take part in the event, you must register in advance. You can sign up on our website until November 1. The registration fee is 20 dollars, which includes the cost of ingredients. Don’t miss this sweet opportunity!"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 화자의 선택 파악하기 M: Honey, what are you looking at? W: I’m looking at indoor cycling bikes. Would you like to choose one together? M: Sure, let me see. [Pause] The price differs by model. W: I don’t want to pay more than 300 dollars. That’s too expensive. M: I agree. Which color do you like? W: I prefer a dark color because it goes well with our living room. M: Okay. Then we shouldn’t get a white one. What do you think about the foldable one? W: We definitely need that. It’ll take up less storage space. M: We have just two options left. Which one should we get? W: I think we should go with the one with a higher customer rating. The reviews are based on actual customers’ experiences. M: Sounds good. Let’s order this one."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 W: Jason, is that a new sweater? It looks good on you. M: Thanks. I bought it online. It was on sale. W: I’d love to buy the same one for my brother. Can you tell me where you got it? M:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 M: Becky, did you order our food for dinner? 2023학년도 9월 전국연합학력평가 정답 및 해설 고1 11 16 W: Yes. I ordered pizza about an hour ago. M: An hour ago? Delivery usually takes less than 40 minutes. W:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 W: I haven’t seen you in the cafeteria this week. Where have you been? M: I’ve been in the library working on my science project. W: Does that mean you’ve been skipping lunch? M: Yeah. This project is really important for my grade. W: You shouldn’t do that. It’s not good for your health. M: Don’t worry. I always have a big dinner when I get home. W: That’s the problem. Skipping meals makes you overeat later. M: I hadn’t thought of that. Then what should I do? W: It’s simple. You should eat regularly to stay healthy. M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 M: Excuse me, Ms. Lopez. Can I ask you something? W: Sure, Tony. What can I do for you? M: I want to do better in Spanish, but I don’t know how to improve. W: You seem to do well during class. Do you study when you’re at home? M: I do all my homework and try to learn 20 new words every day. W: That’s a good start. Do you also practice saying those words repeatedly? M: Do I need to do that? That sounds like it’ll take a lot of time. W: It does. But since you’re still a beginner, you have to put in more effort to get used to new words. M: I see. So are you suggesting that I practice them over and over? W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 W: Brian is a class leader. He is passionate about environmental issues and saving energy. Recently, he’s noticed that his classmates don’t turn the lights off when they leave the classroom. Brian thinks this is very careless. He wants to make stickers that remind his classmates to save energy by turning off the lights. He tells this idea to his classmate Melissa, and she agrees it’s a good idea. Brian knows Melissa is a great artist, so he wants to ask her to design stickers that encourage their classmates to save energy. In this situation, what would Brian most likely say to Melissa?"
    },
    {
        "question_num": 16,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 M: Good afternoon, everyone. Last time, we learned that overtourism happens when there are too many visitors to a particular destination. Today, we’ll learn how cities deal with the problems caused by overtourism. First, some cities limit the number of hotels so there are fewer places for visitors to stay. In Barcelona, building new hotels is not allowed in the city center. Second, other cities promote areas away from popular sites. For instance, Amsterdam encourages tourists to visit less­crowded areas. Third, many cities have tried to limit access. For example, Venice has tried to reduce tourism overall by stopping large cruise ships from docking on the island. Similarly, Paris has focused on reducing tourism to certain parts of the city by having car­restricted areas. Now, let’s watch some video clips."
    },
    {
        "question_num": 17,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 M: Good afternoon, everyone. Last time, we learned that overtourism happens when there are too many visitors to a particular destination. Today, we’ll learn how cities deal with the problems caused by overtourism. First, some cities limit the number of hotels so there are fewer places for visitors to stay. In Barcelona, building new hotels is not allowed in the city center. Second, other cities promote areas away from popular sites. For instance, Amsterdam encourages tourists to visit less­crowded areas. Third, many cities have tried to limit access. For example, Venice has tried to reduce tourism overall by stopping large cruise ships from docking on the island. Similarly, Paris has focused on reducing tourism to certain parts of the city by having car­restricted areas. Now, let’s watch some video clips."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 [해석] Sanchez 교수님께, 제 이름은 Ellis Wight이고 Alexandria 과학 박물관의 관장입니다. 저희는 10월 28일 토요 일에 지역 중학교 학생을 위한 화학 박람회를 개최합니다. 이 박람회의 목적은 안내적 실험 을 통해 학생들이 과학에 관한 관심을 갖도록 장려하는 것입니다. 저희는 행사 기간 동안 실 험을 도와줄 수 있는 대학생을 모집하고자 합 니다. 저는 이 일에 적합하다고 생각되는 귀교 의 화학과 학생 몇 명을 추천해 달라는 요청 을 드리고자 연락드렸습니다. 저는 그 학생들 의 도움으로 참가자들이 훌륭한 경험을 하게 될 것이라 확신합니다. 빠른 시일 내에 당신으 로부터 연락이 오기를 기대하겠습니다. 진심을 담아, Ellis Wight"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 인물의 심경 변화 파악하기 [해석] Gregg와 나는 일출 이후에 암벽 등반을 해왔고 아무런 문제가 없었다. 그래서 우리는 위 험을 감수했다. “봐, 첫 번째 볼트가 바로 저기에 있어. 나는 분명히 거기까지 올라갈 수 있어. 식 은 죽 먹기야.”라고 나는 Gregg를 설득했고, 얼마 지나지 않아 나는 내가 꼼짝 못 하게 되었다는 것 을 알게 되었다. 그것은 식은 죽 먹기가 아니었다. 그 바위는 믿을 수 없게도 손으로 잡을 곳이 없었 다. 나는 서툴게 절벽 면을 이리저리 가로질러 보 았지만 갈 곳이… 결국 아래쪽밖에는 없었다. 만 약 내가 거기까지 갈 수 있다면, 내 목숨을 구해 줄 볼트는 손이 닿을 수 있는 곳에서 약 2피트 위에 있었다. 내 팔은 극도의 피로로 떨렸다. 나 는 Gregg를 쳐다보았다. 내 몸은 목에서부터 발끝 까지 공포로 얼어붙었다. 우리 사이에 밧줄이 묶 여 있었다. 내가 떨어지면, 그도 나와 함께 떨어 질 것이다. [어휘 및 어구] deceptively 믿을 수 없게도"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 우리는 항상 우리 자녀에게 말과 행동으로 무언가를 가르치고 있다. 그들은 보는 것으로부터 배운다. 그들은 듣거나 ‘우연히 듣는 것’으로부터 배운다. 아이들은 인생에서 가장 중요한 것에 대 해 그들 부모의 가치를 공유한다. 우리의 우선순 위와 원칙 그리고 훌륭한 행동에 대한 본보기는 우리 자녀에게 다른 길이 유혹적으로 보일 때 올 바른 길로 가도록 가르칠 수 있다. 아이들은 확고 한 인격을 구성하는 가치를 단순히 그것에 대해 ‘들음’으로써 배우지 않는다는 것을 기억하라. 그 들은 그들 주변 사람들이 그들의 일상생활에서 그 러한 가치를 좇아 ‘행동’하고 ‘유지’하는 것을 봄 으로써 배운다. 그러므로 여러분의 자녀에게 여러 분의 행동으로 삶의 모범을 보여라. 우리 일상생 활에서, 우리는 우리 자녀에게 우리가 타인을 존 중하는 것을 보여줄 수 있다. 우리는 그들에게 타 인이 괴로워할 때 우리의 연민과 걱정을, 그리고 우리가 어려운 결정을 할 때 우리 자신의 자제력, 용기 그리고 정직을 보여줄 수 있다. [어휘 및 어구] compassion 연민"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 밑줄 친 부분의 함축 의미 파악하기 [해석] 대부분의 사람들은 틀림없이 이 질문을 들 어 봤을 것이다. 만약 숲에서 나무가 쓰러지고 그 것이 쓰러지는 것을 들을 사람이 거기에 없다면, 소리가 나는 것일까? 정답은 ‘아니요’이다. 소리는 압력파 이상이며, 정말로 듣는 사람 없이는 소리 가 있을 수 없다. 마찬가지로, 과학적 커뮤니케이 션은 양방향 프로세스이다. 어떠한 종류의 신호든 그것이 감지되지 않으면 쓸모가 없는 것처럼, 출판 된 과학 논문(신호)은 그것이 의도된 독자에 의해 수신 ‘그리고’ 이해가 둘 다 되지 않으면 쓸모가 없다. 따라서 우리는 과학의 자명한 이치를 다음과 같이 재진술할 수 있다. 과학 실험은 결과가 출판되 고 ‘그리고 이해될’ 때까지 완성되지 않는다. 출판 된 논문이 이해되지 않으면 출판은 압력파에 지나 지 않는다. 너무 많은 과학 논문이 소리 없이 숲속 에서 쓰러진다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 우리가 그것을 알든지 모르든지 간에, 우리 모두는 매일 협상한다. 하지만 이제까지 ‘어떻게’ 협상하는지를 배운 사람은 거의 없다. (협상 방식 을) 배우는 사람들은 대개 양측에 유리한 합의를 도출할 가능성이 있는 접근법보다는 전통적인, 한 쪽에만 유리한 협상 방식을 배운다. 이 구식의 적 대적인 접근법은 아마도 여러분이 그 사람을 다시 상대하지 않을 일회성 협상에서 유용할지도 모른 다. 그러나, 우리 대부분은 배우자와 자녀, 친구와 동료, 고객과 의뢰인같이 동일한 사람들을 반복적 으로 상대하기 때문에, 이러한 거래는 점점 더 드 물어지고 있다. 이러한 관점에서, 우리 자신을 위 해 성공적인 결과를 얻어내는 동시에 협상 파트너 들과 건전한 관계를 유지하는 것이 중요하다. 오 늘날 비즈니스 파트너십과 장기적 관계의 상호 의 존적인 세계에서, 양측에 유리한 성과는 ‘유일하 게’ 받아들일 수 있는 결과가 빠르게 되어가고 있 다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 [해석] 다른 문화적 배경으로부터의 노동자들과 현지 주민의 상호 작용은 지식 파급과 같은 긍정 적인 외부 효과로 인해 생산성을 증가시킬 수 있 다. 이것은 어느 정도까지만 장점이다. 배경의 다 양성이 너무 클 경우, 분열은 의사소통에 대한 과 도한 거래 비용을 초래하는데, 이는 생산성을 저 하시킬 수 있다. 다양성은 노동 시장에 영향을 줄 뿐만 아니라 한 지역의 삶의 질에도 영향을 미칠 수 있다. 관용적인 원주민은 이용 가능한 재화와 용역 범위의 증가로 인해 다문화 도시나 지역을 가치 있게 여길 수 있다. 반면에, 원주민들이 다 양성을 그들의 국가 정체성이라고 생각하는 것에 대한 왜곡으로 인식한다면 다양성은 매력적이지 않은 특징으로 인식될 수 있다. 그들은 심지어 다 른 민족 집단을 차별할 수도 있고 그들은 다른 외 국 국적들 간의 사회적 갈등이 그들 인근으로 유 입되는 것을 두려워할 수도 있다. [어휘 및 어구] spillover 파급"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 [해석] 우리는 우리가 건물을 형성하고 있다고 생 각한다. 그러나 실제로 우리의 건물과 개발도 또 한 우리를 형성하고 있다. 이것의 가장 좋은 예 중 하나는 가장 오래된 것으로 알려진 건축물인 튀르키예의 Göbekli Tepe에 있는 화려하게 조각 된 입석의 고리이다. 이 조상들이 약 12,000년 전 에 입석을 세우는 아이디어를 얻기 전에 그들은 수렵 채집인이었다. 거석으로 된 여러 개의 고리 를 세우는 데 오랜 시간이 걸렸고 많은 잇따른 세 대를 거쳤어야 해서 이 혁신가들은 건설 작업을 완료하기 위해 정착해야만 했던 것으로 보인다. 그 과정에서, 그들은 지구상 최초의 농업 사회가 되었다. 이것은 결국 사회 자체를 근본적으로 재 구성하는 무언가를 건설하는 사회의 초기 예이다. 우리 시대에도 상황이 그렇게 다르지 않다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용 파악하기 [해석] 위 그래프는 2015년과 2021년에 미국에서 소셜 미디어를 사용한다고 보고했던 다양한 연령 집단들에서 사람들의 비율을 보여 준다. 주어진 각각의 해에서 18~29세 집단에서 소셜 미디어를 사용한다고 말한 사람들의 비율이 가장 높았다. 2015년에 30~49세 집단에서 소셜 미디어를 사용 한다고 보고한 사람들의 비율은 65세 이상 집단 에서의 그것의 두 배보다 컸다. 2021년에 50~64 세 집단에서 소셜 미디어를 사용한다고 말한 사람 들의 비율은 2015년의 그것보다 22퍼센트 포인트 더 높았다. 2021년에 65세 이상 집단을 제외한 각 연령 집단에서 5분의 4가 넘는 사람들이 소셜 고1 정답 및 해설 2023학년도 9월 전국연합학력평가 12 16 미디어를 사용한다고 보고했다. 모든 연령 집단 중에서 18~29세 집단만이 2015년에서 2021년까 지 소셜 미디어를 사용한다고 보고한 사람들의 비 율에서 감소를 보였다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 세부 내용 파악하기 [해석] 미국인 재즈 피아니스트 Bill Evans는 뉴저 지에서 1929년에 태어났다. 그의 초기 교육은 클래 식 음악이었다. 6세에 그는 피아노 수업을 받기 시 작해서, 나중에 플루트와 바이올린을 더했다. 그는 1950년에 Southeastern Louisiana 대학에서 피아노 와 음악 교육에서 학사 학위를 취득했다. 그는 1951에서 1954년까지 군 복무를 하며 제5군악대에 서 플루트를 연주했다. 군 복무 이후 그는 뉴욕에 있는 Mannes School of Music에서 작곡을 공부했 다. 작곡가 George Russell은 그의 연주에 감탄하여 자신의 곡을 녹음하고 연주하도록 하기 위해 Evans 를 고용했다. Evans는 1950년대 후반부터 1960년 대 동안에 만들어진 음반으로 유명해졌다. 그는 자 신의 앨범 Conversations with Myself로 1964년에 자신의 첫 번째 그래미상을 수상했다. Evans의 표현 이 풍부한 피아노 작품과 그의 독특한 화성적 접근은 전 세대의 음악가들에게 영감을 주었다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 세부 내용 파악하기"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 세부 내용 파악하기"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 [해석] ‘Monday Morning Quarterback’이라는 이 름이 존재하는 이유가 있다. 주말 경기에 대해 토 론하는 팬들의 소셜 미디어의 댓글만 읽어봐도 여 러분은 자신이 경기장에 있는 사람들보다 더 성공 적으로 경기를 뛰고, 감독하고, 스포츠팀을 관리 할 수 있다고 얼마나 많은 사람들이 믿는지 금방 알 수 있다. 이것은 이사회실에서도 마찬가지이다. 스포츠 사업에서 수년간의 훈련을 받고 전문적인 학위를 가진 학생들과 전문가들 또한 친구들, 가 족, 혹은 전문 지식이 전혀 없는 심지어 완전히 낯선 사람들로부터 어떻게 자신의 일을 해야 하는 지에 대한 충고를 듣고 있는 자신을 발견할지도 모른다. 스포츠 경영 임원진들은 자신의 각 분야 에서 수십 년의 지식과 경험을 가지고 있다. 하지 만, 그들 중 많은 사람들이 그들에게 그들의 사업 운영 방식을 알려주는 팬들과 지역 사회 구성원들 로부터의 비난에 직면한다. 자신의 의사에게 수술 하는 방법을 알려주거나 자신의 회계사에게 자신 의 세금을 준비하는 방법을 알려주는 사람은 거의 없지만, 많은 사람들이 스포츠 조직이 어떻게 관 리되어야 하는지에 대한 피드백은 제공한다. [해설] ④themselves → them [어휘 및 어구] Monday Morning Quarterback 게 임의 결과를 본 후, 어떻게 경기를 해야만 했는지 자세히 의견을 개진하는 풋볼 팬"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [해석] 이사는 모두에게 힘들지만, 아이들에게 특 히 스트레스가 많은 일이다. 그들은 안심감을 잃 고 그들의 일상이 무너지고 익숙한 모든 것이 사 라질 때 혼란스러움을 느낄 수도 있다. 3세에서 6 세 사이의 어린아이들은 이사에 특히 영향을 받는 다. 이 시기에 그들의 이해력은 꽤 융통성이 없어 서, 그들이 새로운 집과 자신의 새로운 방을 미리 상상하는 것은 쉽다(→어렵다). 어린아이들은 “내 가 새로운 곳에서 여전히 나일까?”와 “내 장난감 과 침대가 우리와 함께 갈까?”와 같은 걱정들을 가질지도 모른다. 아이들의 과거 경험을 인정하는 것과 그들이 새로운 곳에 적응하도록 돕는 데 집 중하는 것 사이에 균형을 잡는 것이 중요하다. 아 이들은 자신이 누구인지에 대한 중요한 부분으로 서 자신의 과거를 존중하는 방식으로 자신의 배경 을 공유할 기회를 가질 필요가 있다. 이것은 공동 체 의식을 형성하는 데 기여하고, 이는 모든 아이 들, 특히 변화를 겪는 아이들에게 가장 중요하다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 많은 사람들은 비행기를 타는 것을 두려워 한다. 종종, 이 두려움은 통제력의 부족에서 비롯 된다. 조종사는 통제를 하지만 승객은 그렇지 않으 며, 이러한 통제력의 부족은 두려움을 스며들게 한 다. 많은 잠재적인 승객들은 너무 두려워서 그들은 비행기를 타는 대신 목적지에 도착하기 위해 먼 거 리를 운전하는 것을 선택한다. 그러나 운전을 하기 로 한 그들의 결정은 논리가 아닌 오직 감정에 근 거한다. 논리에 따르면 통계적으로 자동차 사고로 사망할 확률은 약 5,000분의 1이고, 반면 비행기 사고로 사망할 확률은 1,100만분의 1에 가깝다고 한다. 만약 여러분이 위험을 감수할 것이라면, 특 히 여러분의 안녕을 혹시 포함할 수 있는 위험을 감수할 것이라면, 여러분에게 유리한 확률을 원하 지 않겠는가? 그러나 대부분의 사람들은 그들에게 최소한의 불안감을 야기할 수 있는 선택을 한다. 위험을 감수하는 것에 대해 여러분이 가지고 있는 생각에 주의를 기울이고 여러분의 결정을 단지 감 정이 아닌 사실에 근거하고 있는지 확인하라. [어휘 및 어구] odds 확률"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] Emory 대학의 유명한 영장류학자 Frans de Waal은 인간은 상상 속 사다리의 꼭대기에서 우리의 위치를 유지하는 방법으로 우리와 다른 동 물들 사이의 유사성을 경시한다고 말한다. de Waal은 과학자들이 우리와 다른 동물들 사이에 거리를 두기 위해 기술적인 언어를 사용하는 최악 의 죄를 범하는 자들 중 일부일 수 있다고 지적한 다. 그들은 침팬지의 ‘키스’를 ‘입과 입의 접촉’이 라고 부르고, 영장류 사이의 ‘친구’를 ‘좋아하는 제휴 파트너’라고 부르며, 그들은 까마귀와 침팬지 가 도구를 만들 수 있다는 것을 보여주는 증거를 인류를 정의한다고 하는 종류의 도구 제작과는 아 무래도 질적으로 다르다고 해석한다. 만약 동물이, 특정 종의 새들이 수천 개의 씨앗의 정확한 위치 를 기억할 수 있는 방식처럼, 인지적인 과업에서 우리를 이길 수 있다면, 그들은 그것을 지능이 아 니라 본능으로 치부한다. 이것과 더 많은 언어적 수법은 de Waal이 ‘언어적 거세’라고 명명한 것이 다. 우리가 동물로부터 힘을 빼앗기 위해 우리의 언어를 사용하는 방식이며, 우리가 꼭대기에서 우 리의 위치를 유지하기 위해 단어들을 만드는 방식이 다. [어휘 및 어구] castration 거세 disempower ~로부터 힘을 빼앗다"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 참여와 성취의 핵심은 학생들에게 그들이 관심 있어 할 적절한 글을 제공하는 것이다. 나의 학문적인 연구와 나의 수업은 Rosalie Fink의 연 구에 깊이 영향을 받아왔다. 그녀는 물리학자, 생 화학자 그리고 회사의 최고 경영자를 포함해 그들 의 직업에서 매우 성공한 열두 명의 성인들과 면 담했다. 그들 모두가 난독증이 있었고 그들의 학 령기 내내 읽기에 상당한 문제를 겪어 왔다. 그녀 는 그들이 학습에 있어 읽기를 피했고 그것을 우 회하거나 다른 전략들로 보완할 방법을 발견했을 것이라고 알아낼 것을 예상했으나, 정반대를 알아 냈다. “놀랍게도, 나는 난독증이 있는 이런 사람들 이 열성적인 독자인 것을… 그들이 좀처럼 읽기를 피하지 않는 것을 알아냈다. 이에 반하여, 그들은 책을 찾았다.” Fink가 발견한 패턴은 그녀의 실험 대상자 모두가 어떤 개인적인 관심사에 열정적이 었다는 것이었다. 관심 분야는 종교, 수학, 상업, 과학, 역사 그리고 전기문을 포함했다. 중요한 것 은 그들이 더 많이 알아내기 위해 탐욕스럽게 읽 었다는 것이다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 많은 사람들에게 ‘능력’은 지적 능력을 의 미하기 때문에 그들은 자신이 하는 모든 것이 자 신이 얼마나 똑똑한지를 보여주기를 원한다. 예컨 대, 훌륭한 법률 보고서를 작성하는 것, 시험에서 최고의 성적을 받는 것, 정연한 컴퓨터 코드를 작 성하는 것, 대화에서 비범하게 현명하거나 재치 있는 말을 하는 것이다. 여러분은 또한 피아노를 얼마나 잘 치는지, 언어를 얼마나 잘 배우는지, 테니스공을 얼마나 잘 서브하는지와 같은 특정한 기술이나 재능의 관점에서 능력을 정의할 수도 있 다. 어떤 사람들은 매력적이고, 재미있고, 최신 유 행에 맞추거나, 최신 기기를 가질 수 있는 그들의 능력에 초점을 맞춘다. 능력이 어떻게 정의되든지, 그것이 자신의 가치를 결정하는 유일한 결정 요소 일 때 문제가 발생한다. 수행이 그 사람의 ‘유일 한’ 척도가 되며, 다른 것은 고려되지 않는다. 뛰 어난 수행은 뛰어난 사람을 의미하고, 평범한 수 행은 평범한 사람을 의미한다. 끝."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 [해석] 감각 신경은 특정 감각을 포착하는 특화된 말단을 조직에 가지고 있다. 예를 들어, 만약 여 러분이 핀과 같이 날카로운 물체를 밟는다면, 피 부의 신경 말단이 통증 감각을 여러분의 다리 위 로, 그리고 척수를 따라 위로 뇌까지 전달할 것이 다. 통증 자체는 불쾌하지만, 사실은 발을 보호하 는 메커니즘으로 작용하고 있다. (즉, 여러분은 그 통증에 익숙해져 통증을 피할 수 있는 능력이 감소한다.) 뇌 안에서, 신경은 언어를 통제하는 부분에 연결될 것이고, 그래서 여러분은 ‘아야’ 또 는 다소 덜 공손한 무언가를 외칠 것이다. 그것들 은 또한 척수를 타고 다시 내려오는 운동 신경에 연결될 것이고, 그리고 이제 재빨리 수축하여 고 통을 주는 물체로부터 발을 떼어 들어 올리게 하 는 여러분의 다리 근육에 연결될 것이다. 감각 신 경과 운동 신경은 심장의 박동에서부터 장 운동, 발한과 그 밖에 모든 것에 이르기까지 신체의 거 의 모든 기능을 통제한다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 아마 여러분은 이 농담을 들어본 적이 있 을 것이다. “코끼리를 어떻게 먹는가?” 정답은 ‘한 번에 한 입’이다. (B) 그렇다면, 여러분은 어떻게 지구를 ‘건설’하는가? 그것은 또한 간단하다. 한 번에 하나의 원자이다. 원자는 결정의 기본 구성 요소이고, 모든 암석은 결정으로 이루어져 있기 때문에, 여러분은 원자에 대해 더 많이 알수록 더 좋다. 결정은 과학자들이 ‘습성’이라고 부르는 다 양한 모양으로 나온다. (A) 일반적인 결정 습성은 사각형, 삼각형, 육면의 육각형을 포함한다. 보통 여러분이 얼음을 만들 때와 같이 액체가 차가워질 때 결정이 형성된다. 많은 경우, 결정은 완벽한 모 Silversmithing Class Kingston Club은 정교한 보석 만들기 수업을 제공합니다. 여러분만의 보석을 만들 이 좋은 기회를 놓치지 마세요! 시간 & 장소 · 2023년 10월 21일 토요일(오후 2시부터 오후 4시까지) · Kingston Club 스튜디오 등록 · 온라인으로만 가능 · 일자: 2023년 10월 1~14일 · 비용: 40달러(이것은 모든 도구와 재료를 포함합니다.) · 등록은 6명으로 제한됩니다. 유의 사항 · 참가자는 16세 이상이어야 합니다. · 수업 당일 취소 시 환불 불가 2023 Ocean Awareness Film Contest 우리의 일곱 번째 연례 영상 대회에 참여하여 해양 보존에 관한 여러분의 지식을 보여 주세요. □ 주제 ­ 해양 야생 생물 / 해양 오염 (위에서 하나를 선택하세요.) □ 지침 ­ 참가자: 고등학생 ­ 제출 기한: 2023년 9월 22일 ­ 영상은 10분에서 15분 사이여야 합니다. ­ 모든 출품작은 우리 웹사이트에 업로드되 어야 합니다. ­ 1인당 오직 하나의 출품작 □ 상금 · 1등: 100달러 · 2등: 70달러 · 3등: 50달러 (수상자는 우리 웹사이트에 공지될 것입니다.) 더 많은 정보를 위해 www.oceanawareFC.com을 방문하세요. 2023학년도 9월 전국연합학력평가 정답 및 해설 고1 13 16 양을 허용하지 않는 방식으로 형성된다. 조건이 너무 차갑거나, 너무 뜨겁거나, 혹은 원천 물질이 충분하지 않으면 이상하고 뒤틀린 모양을 형성할 수 있다. (C) 하지만 조건이 맞을 때, 우리는 아름 다운 배열을 본다. 보통, 이것은 개별적인 원자들 이 결합하고 ‘결정격자’라고 알려진 것에 완벽하게 들어맞는 충분한 시간을 가지는 느리고 안정적인 환경을 수반한다. 이것은 반복하여 보이는 원자의 기본적인 구조이다. [어휘 및 어구] crystal lattice 결정격자(결정을 구성하는 원자와 이온의 규칙적인 배열)"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 여러분이 기타 줄을 뜯을 때 그것은 매초 수백 번 이리저리 움직인다. (B) 당연히, 이 움직 임은 너무 빨라서 여러분이 그것을 볼 수 없다. 여러분은 그저 움직이는 줄의 흐릿한 윤곽만 본 다. 이렇게 스스로 진동하는 줄들은 거의 소리가 나지 않는데, 이는 줄이 매우 가늘어 많은 공기를 밀어내지 못하기 때문이다. (C) 하지만 여러분이 (기타 몸통 같은) 커다란 속이 빈 상자에 줄을 달 면, 그 진동은 증폭되어 그 음이 크고 선명하게 들린다. 그 줄의 진동은 기타 몸통의 나무판으로 전달되어 줄과 같은 속도로 이리저리 떨린다. (A) 그 나무의 진동은 공기의 압력에 더 강력한 파동 을 만들어 내어 기타로부터 멀리 퍼진다. 그 파동 이 여러분의 고막에 도달할 때 그것들(고막)은 원 래의 줄과 초당 동일한 횟수로 안팎으로 구부러진 다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 휴대용 디지털 기술이 언제, 어디서나 작 업하는 것을 점차 가능하게 함에 따라 직장과 가 정의 경계가 흐릿해지고 있다. 사람들은 직장과 외부의 책임을 수행하기 위해 자신의 시간을 관리 하기를 바라는 방식에 차이가 있다. 어떤 사람들 은 경계 교차 지점이 최소화되도록 역할을 분리하 거나 분할하는 것을 선호한다. 예를 들어, 이러한 사람들은 직장과 가정을 위한 별개의 이메일 계정 을 유지하고 직장에서 일을 수행하고 휴식 시간과 일을 하지 않는 시간 동안에만 가정사를 처리하려 고 할지도 모른다. 우리는 더 많은 이러한 ‘분할자 들’이 하나는 업무용이고 하나는 개인용인 두 개 의 전화기를 가지고 다니고 있음을 심지어 알게 되었다. 유연근로시간제는 이런 사람들에게 잘 적 용되는데, 직장에서의 시간과 다른 역할에서의 시 간 간에 더 큰 구별을 가능하게 하기 때문이다. 다른 사람들은 하루 종일 직장과 가정의 역할을 통합하는 것을 선호한다. 이것은 직장으로 돌아가 서 받은 편지함에서 수백 개의 메시지를 발견하는 것 대신 사무실에서 아이들과 문자 메시지를 지속 적으로 주고받거나 집에서 그리고 휴가 중에 이메 일을 확인하는 것을 수반할지도 모른다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] ‘보완재’는 종종 다른 제품과 함께 소비되 는 제품이다. 예를 들어, 팝콘은 영화에 대한 보 완재인 한편, 여행 베개는 긴 비행기 여행에 대한 보완재이다. 한 제품의 인기가 높아지면 그것의 보완재 판매량도 늘어난다. 여러분은 이미 인기가 있는 (또는 곧 있을) 다른 제품을 보완하는 제품 을 생산함으로써 여러분의 제품에 대한 꾸준한 수 요 흐름을 보장할 수 있다. 일부 제품들은 완벽한 보완적 상태를 누리고 있고, 그것들은 램프와 전 구와 같이 함께 소비‘되어야’ 한다. 그러나 고객들 이 그 제품에 완전히 고정되어 있지 않을 수 있으 므로, 어떤 제품이 완벽하게 보완적이라고 가정하 지 마라. 예를 들어, 비록 운전자들이 자신의 차 를 운전하기 위해 휘발유를 구매할 필요가 있는 것처럼 보일지라도, 그들은 전기 자동차로 바꿀 수 있다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 [해석] 우리가 다른 사람들을 그들의 의복을 보고 판단하는 것은 누구에게도 새로운 일이 아니다. 일반적으로, 이러한 판단을 조사하는 연구는 사람 들이 수술복을 입은 외과 의사, 파란 옷을 입은 남자아이와 같이 예상에 맞는 의복이되 하나의 눈 에 띄는 예외가 있는 것을 선호한다는 것을 발견 한다. Journal of Consumer Research의 2014년 6월 기사에 실린 일련의 연구는 확립된 규범을 아주 약간 어긴 사람들에 대한 관찰자들의 반응을 탐구했다. 한 시나리오에서는, 정장 차림의 행사 에서 한 남자가 빨간 나비 넥타이를 맸을 때 더 높은 지위와 능력을 가진 것으로 보여졌다. 연구 자들은 독특함을 중시하는 것이 강의를 하는 동안 빨간 운동화를 신은 교수의 지위와 역량에 대한 청중들의 평가를 높였다는 것을 또한 발견했다. 그 결과들은 사람들이 규범으로부터 이러한 약간 의 일탈들을 긍정적으로 판단한다는 것을 시사하 는데, 왜냐하면 그것들은 그 사람이 그러한 행동 으로 인한 사회적 비용을 감수할 만큼 충분히 강 하다는 것을 시사하기 때문이다. [요약문] 일련의 연구는 사람들이 무엇을 착용해 야 하는지에 대한 규범에 한 사람이 아주 약간 도 전할 때 사람들이 그 사람을 긍정적으로 본다는 것을 나타낸다. [어휘 및 어구] scrubs (외과 의사의) 수술복 deviation 일탈"
    },
    {
        "question_num": 41,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 로컬푸드 생산이 운송 연료의 연소를 줄임 으로써 온실가스 배출을 줄였다는 주장들은 대개 근거가 충분하지 않다. 운송은 식품 부문 내에서 온실가스 배출의 11퍼센트만을 차지하는 원천이 기에, 식품이 농장을 떠난 후 이동하는 거리를 줄 이는 것은 농장에서 낭비되는 에너지 사용을 줄이 는 것보다 훨씬 덜 중요하다. 먼 곳에서 오는 식 품은 그것이 어떻게 재배되었느냐에 따라 실제로 기후에 더 좋을 수 있다. 예를 들어, 겨울에 멕시 코로부터 수송된 밭에서 재배된 토마토는 온실에 서 재배된 현지의 겨울 토마토보다 탄소 발자국이 더 적을 것이다. 영국에서는, 영국의 농부들이 클 로버 목초지에서가 아닌 (화석 연료를 사용하여 생산되어야 하는) 사료로 자신의 동물들을 기르기 때문에 뉴질랜드에서 11,000마일을 이동하는 양 고기는 영국의 양고기에 비해 파운드당 탄소 배출 량의 4분의 일만 발생시킨다. 식품이 이동할 때, 가장 중요한 것은 이동 거리 가 아니라 이동 방식(지상 대 공중), 그리고 무엇 보다 적재량의 규모이다. 대량의 적재된 식품은 단지 단거리를 이동하지만 훨씬 더 많은(→더 적 은) 적재량인 식품에 비해 배달된 파운드당 탄소 발자국이 더 적은 해상 화물 운송으로 세계의 절 반을 이동할 수 있다. 예를 들어, 18륜 대형트럭 은 픽업트럭보다 훨씬 더 많은 적재량을 운반하기 에 배달된 식품 파운드당 3분의 일의 연료만 연 소하면서 100배 멀리 식품을 이동시킬 수 있다. [어휘 및 어구] pastureland 목초지"
    },
    {
        "question_num": 42,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 로컬푸드 생산이 운송 연료의 연소를 줄임 으로써 온실가스 배출을 줄였다는 주장들은 대개 근거가 충분하지 않다. 운송은 식품 부문 내에서 온실가스 배출의 11퍼센트만을 차지하는 원천이 기에, 식품이 농장을 떠난 후 이동하는 거리를 줄 이는 것은 농장에서 낭비되는 에너지 사용을 줄이 는 것보다 훨씬 덜 중요하다. 먼 곳에서 오는 식 품은 그것이 어떻게 재배되었느냐에 따라 실제로 기후에 더 좋을 수 있다. 예를 들어, 겨울에 멕시 코로부터 수송된 밭에서 재배된 토마토는 온실에 서 재배된 현지의 겨울 토마토보다 탄소 발자국이 더 적을 것이다. 영국에서는, 영국의 농부들이 클 로버 목초지에서가 아닌 (화석 연료를 사용하여 생산되어야 하는) 사료로 자신의 동물들을 기르기 때문에 뉴질랜드에서 11,000마일을 이동하는 양 고기는 영국의 양고기에 비해 파운드당 탄소 배출 량의 4분의 일만 발생시킨다. 식품이 이동할 때, 가장 중요한 것은 이동 거리 가 아니라 이동 방식(지상 대 공중), 그리고 무엇 보다 적재량의 규모이다. 대량의 적재된 식품은 단지 단거리를 이동하지만 훨씬 더 많은(→더 적 은) 적재량인 식품에 비해 배달된 파운드당 탄소 발자국이 더 적은 해상 화물 운송으로 세계의 절 반을 이동할 수 있다. 예를 들어, 18륜 대형트럭 은 픽업트럭보다 훨씬 더 많은 적재량을 운반하기 에 배달된 식품 파운드당 3분의 일의 연료만 연 소하면서 100배 멀리 식품을 이동시킬 수 있다. [어휘 및 어구] pastureland 목초지"
    },
    {
        "question_num": 43,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 옛날, 한 노인이 마을 중심부에 큰 사 원을 지었다. 사람들이 사원에서 예배를 드리기 위해 멀리서 왔다. 그래서 노인은 사원 안에 음식 과 숙소를 준비했다. 그는 사원을 관리할 수 있는 사람이 필요했고, 그래서 그는 ‘관리자 구함’이라 는 공고를 붙였다. (D) 공고를 보고 많은 사람들이 노인을 찾아갔다. 그러나 그는 면접 후에 그들에게 “나는 이 일에 자격을 갖춘 사람이 필요합니다.”라고 말하며, 모 든 지원자들을 돌려 보냈다. 노인은 사람들이 사 원의 문을 통과하는 것을 지켜보며 매일 아침 그 의 집 지붕에 앉아 있곤 했다. 어느 날 그는 한 젊은이가 사원으로 오는 것을 보았다. (B) 젊은이가 사원을 나설 때, 노인이 그를 불러 “이 사원의 관리를 맡아 주겠소?”라고 질문했다. 젊은이는 그 제안에 놀라서 “저는 사원을 관리한 경험이 없고, 심지어 교육도 받지 못했습니다.”라 고 대답했다. 노인은 웃으며 “나는 교육을 받은 사람이 필요한 게 아니오. 나는 자격 있는 사람을 원하오.”라고 말했다. 당황하여, 젊은이는 “그런데 당신은 왜 저를 자격이 있는 사람이라고 여기시나 요?”라고 물었다. (C) 노인은 대답했다. “나는 사원으로 통하는 길 에 벽돌 한 개를 묻었소. 나는 여러 날 동안 사람 들이 그 벽돌에 발이 걸려 넘어지는 것을 지켜보 았소. 아무도 그것을 치울 생각을 하지 않았소. 하지만 당신은 그 벽돌을 파냈소.” 젊은이는 “저는 대단한 일을 한 것이 아닙니다. 타인을 생각하는 것은 모든 인간의 의무입니다. 저는 제 의무를 다 했을 뿐입니다.”라고 말했다. 노인은 미소를 지으 며 “자신의 의무를 알고 그 의무를 수행하는 사람 만이 자격이 있는 사람이오.”라고 말했다. [어휘 및 어구] trip over 발이 걸려 넘어지다"
    },
    {
        "question_num": 44,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 옛날, 한 노인이 마을 중심부에 큰 사 원을 지었다. 사람들이 사원에서 예배를 드리기 위해 멀리서 왔다. 그래서 노인은 사원 안에 음식 과 숙소를 준비했다. 그는 사원을 관리할 수 있는 사람이 필요했고, 그래서 그는 ‘관리자 구함’이라 는 공고를 붙였다. (D) 공고를 보고 많은 사람들이 노인을 찾아갔다. 그러나 그는 면접 후에 그들에게 “나는 이 일에 자격을 갖춘 사람이 필요합니다.”라고 말하며, 모 든 지원자들을 돌려 보냈다. 노인은 사람들이 사 원의 문을 통과하는 것을 지켜보며 매일 아침 그 의 집 지붕에 앉아 있곤 했다. 어느 날 그는 한 젊은이가 사원으로 오는 것을 보았다. (B) 젊은이가 사원을 나설 때, 노인이 그를 불러 “이 사원의 관리를 맡아 주겠소?”라고 질문했다. 젊은이는 그 제안에 놀라서 “저는 사원을 관리한 경험이 없고, 심지어 교육도 받지 못했습니다.”라 고 대답했다. 노인은 웃으며 “나는 교육을 받은 사람이 필요한 게 아니오. 나는 자격 있는 사람을 원하오.”라고 말했다. 당황하여, 젊은이는 “그런데 당신은 왜 저를 자격이 있는 사람이라고 여기시나 요?”라고 물었다. (C) 노인은 대답했다. “나는 사원으로 통하는 길 에 벽돌 한 개를 묻었소. 나는 여러 날 동안 사람 들이 그 벽돌에 발이 걸려 넘어지는 것을 지켜보 았소. 아무도 그것을 치울 생각을 하지 않았소. 하지만 당신은 그 벽돌을 파냈소.” 젊은이는 “저는 대단한 일을 한 것이 아닙니다. 타인을 생각하는 것은 모든 인간의 의무입니다. 저는 제 의무를 다 했을 뿐입니다.”라고 말했다. 노인은 미소를 지으 며 “자신의 의무를 알고 그 의무를 수행하는 사람 만이 자격이 있는 사람이오.”라고 말했다. [어휘 및 어구] trip over 발이 걸려 넘어지다"
    },
    {
        "question_num": 45,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 옛날, 한 노인이 마을 중심부에 큰 사 원을 지었다. 사람들이 사원에서 예배를 드리기 위해 멀리서 왔다. 그래서 노인은 사원 안에 음식 과 숙소를 준비했다. 그는 사원을 관리할 수 있는 사람이 필요했고, 그래서 그는 ‘관리자 구함’이라 는 공고를 붙였다. (D) 공고를 보고 많은 사람들이 노인을 찾아갔다. 그러나 그는 면접 후에 그들에게 “나는 이 일에 자격을 갖춘 사람이 필요합니다.”라고 말하며, 모 든 지원자들을 돌려 보냈다. 노인은 사람들이 사 원의 문을 통과하는 것을 지켜보며 매일 아침 그 의 집 지붕에 앉아 있곤 했다. 어느 날 그는 한 젊은이가 사원으로 오는 것을 보았다. (B) 젊은이가 사원을 나설 때, 노인이 그를 불러 “이 사원의 관리를 맡아 주겠소?”라고 질문했다. 젊은이는 그 제안에 놀라서 “저는 사원을 관리한 경험이 없고, 심지어 교육도 받지 못했습니다.”라 고 대답했다. 노인은 웃으며 “나는 교육을 받은 사람이 필요한 게 아니오. 나는 자격 있는 사람을 원하오.”라고 말했다. 당황하여, 젊은이는 “그런데 당신은 왜 저를 자격이 있는 사람이라고 여기시나 요?”라고 물었다. (C) 노인은 대답했다. “나는 사원으로 통하는 길 에 벽돌 한 개를 묻었소. 나는 여러 날 동안 사람 들이 그 벽돌에 발이 걸려 넘어지는 것을 지켜보 았소. 아무도 그것을 치울 생각을 하지 않았소. 하지만 당신은 그 벽돌을 파냈소.” 젊은이는 “저는 대단한 일을 한 것이 아닙니다. 타인을 생각하는 것은 모든 인간의 의무입니다. 저는 제 의무를 다 했을 뿐입니다.”라고 말했다. 노인은 미소를 지으 며 “자신의 의무를 알고 그 의무를 수행하는 사람 만이 자격이 있는 사람이오.”라고 말했다. [어휘 및 어구] trip over 발이 걸려 넘어지다"
    }
]