[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적을 추론한다. M: Hello, Villeford High School students. This is principal Aaron Clark. As a big fan of the Villeford ice hockey team, I’m very excited about the upcoming National High School Ice Hockey League. As you all know, the first game will be held in the Central Rink at 6 p.m. this Saturday. I want as many of you as possible to come and cheer our team to victory. I’ve seen them put in an incredible amount of effort to win the league. It will help them play better just to see you there cheering for them. I really hope to see you at the rink. Thank you. principal 교장 upcoming 다가오는 hold 개최하다 cheer 응원하다 incredible 엄청난, 믿을 수 없는"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화자의 의견을 추론한다. W: Honey, are you okay? M: I’m afraid I’ve caught a cold. I’ve got a sore throat. W: Why don’t you go see a doctor? M: Well, I don’t think it’s necessary. I’ve found some medicine in the cabinet. I’ll take it. W: You shouldn’t take that medicine. That’s what I got prescribed last week. M: My symptoms are similar to yours. W: Honey, you shouldn’t take medicine prescribed for others. M: It’s just a cold. I’ll get better if I take your medicine. W: It could be dangerous to take someone else’s prescription. M: Okay. Then I’ll go see a doctor this afternoon. sore 아픈 throat 목 medicine 약 prescribe 처방하다 symptom 증상 prescription 처방(약)"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 대화자의 관계를 추론한다. W: Hi, Mr. Thomson. How are your preparations going? M: You arrived at the right time. I have something to tell you. W: Okay. What is it? M: Well, I’m afraid that we have to change the exhibition room for your paintings. W: May I ask why? M: Sure. We have some electrical problems there. W: I see. Then where are you going to exhibit my works? M: Our gallery is going to exhibit your paintings in the main hall. W: Okay. Can I see the hall now? M: Sure. Come with me. preparation 준비 exhibition 전시 electrical 전기의"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림과 대화의 일치 여부를 파악한다. M: Hi, Grace. What are you looking at on your phone? W: Hi, James. It’s a photo I took when I did some volunteer work. We painted pictures on a street wall. M: Let me see. Wow, I like the whale with the flower pattern. W: I like it, too. How do you like the house under the whale? M: It’s beautiful. What are these two chairs for? W: You can take a picture sitting there. The painting becomes the background. M: Oh, I see. Look at this tree! It has heart­shaped leaves. W: That’s right. We named it the Love Tree. M: The butterfly on the tree branch is lovely, too. W: I hope a lot of people enjoy the painting. volunteer work 자원봉사 pattern 무늬 heart­shaped 하트 모양의"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화자가 할 일을 파악한다. M: Hi, Stella. How are you doing these days? W: Hi, Ryan. I’ve been busy helping my granddad with his concert. He made a rock band with his friends. M: There must be a lot of things to do. W: Yeah. I reserved a place for the concert yesterday. M: What about posters and tickets? W: Well, I’ve just finished designing a poster. M: Then I think I can help you. W: Really? How? M: Actually, I have a music blog. I think I can upload the poster there. W: That’s great! M: Just send the poster to me, and I’ll post it online. W: Thanks a lot. reserve 예약하다 upload 업로드하다 post 게시하다"
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 수치를 파악한다. M: Good morning. How may I help you? W: Hi. I want to buy a coffee pot. M: Okay. You can choose from these coffee pots. W: I like this one. How much is it? M: It was originally $60, but it’s now on sale for $50. W: Okay, I’ll buy it. I’d also like to buy this red tumbler. M: Actually, it comes in two sizes. This smaller one is $20 and a bigger one is $30. W: The smaller one would be easier to carry around. I’ll buy two smaller ones. M: All right. Is there anything else you need? W: No, that’s all. Thank you. M: Okay. How would you like to pay? W: I’ll pay by credit card. Here you are. originally 원래"
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자가 특정 행동을 하지 못한 이유를 파 악한다. [Cell phone rings.] W: Hi, Brian. M: Hi, Mom. I’m in line to get on the plane. W: Okay. By the way, did you drop by the duty free shop in the airport? M: Yes, but I couldn’t buy the wallet you asked me to buy. W: Did you forget the brand name? M: No. I remembered that. I took a memo. W: Then did you arrive late at the airport? M: No, I had enough time to shop. W: Then why couldn’t you buy the wallet? M: Actually, because they were all sold out. W: Oh, really? M: Yeah. The wallet must be very popular. W: Okay. Thanks for checking anyway. duty free shop 면세점 wallet 지갑"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. M: Lucy, look at this. W: Wow. It’s about the Youth Choir Audition. M: Yes. It’s open to anyone aged 13 to 18. W: I’m interested in joining the choir. When is it? M: April 2nd, from 9 a.m. to 5 p.m. W: The place for the audition is the Youth Training Center. It’s really far from here. M: I think you should leave early in the morning. W: That’s no problem. Is there an entry fee? M: No, it’s free. W: Good. I’ll apply for the audition. M: Then you should fill out an application form on this website. W: All right. Thanks. choir 합창단 entry fee 참가비 apply 지원하다 fill out ~을 작성하다 application form 지원서"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화 내용과의 일치 여부를 파악한다. W: Hello, Rosehill High School students! I’m your school counselor, Ms. Lee. I’m so happy to announce a special event, the 2023 Career Week. It’ll be held from May 22nd for five days. There will be many programs to help you explore various future jobs. Please kindly note that the number of participants for each program is limited to 20. A special lecture on future career choices will be presented on the first day. Registration begins on May 10th. For more information, please visit our school website. I hope you can come and enjoy the 2023 Career Week! counselor 상담사 announce 알리다 explore 탐색하다, 탐험하다 note 주의하다 participant 참가자 registration 등록 2"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 대화의 내용을 표에서 확인한다. M: Jessica, what are you doing? W: I’m trying to buy one of these five frying pans. M: Let me see. This frying pan seems pretty expensive. W: Yeah. I don’t want to spend more than $50. M: Okay. And I think 9 to 12­inch frying pans will work for most of your cooking. W: I think so, too. An 8­inch frying pan seems too small for me. M: What about the material? Stainless steel pans are good for fast cooking. W: I know, but they are heavier. I’ll buy an aluminum pan. M: Then you have two options left. Do you need a lid? W: Of course. A lid keeps the oil from splashing. I’ll buy this one. M: Good choice. option 선택, 선택 사항 splash 튀다"
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Have you finished your team’s short­movie project? W: Not yet. I’m still editing the video clip. M: Oh, you edit? How did you learn to do that? W: edit 편집하다"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. [Cell phone rings.] W: Daddy, are you still working now? M: No, Emma. I’m about to get in my car and drive home. W: Great. Can you give me a ride? I’m at the City Library near your office. M: be about to 막 ~하려던 참이다"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Claire, how’s your farm doing? W: Great! I harvested some cherry tomatoes and cucumbers last weekend. Do you want some? M: Of course. I’d like some very much. W: Okay. I’ll bring you some tomorrow. M: Thanks. Are you going to the farm this weekend too? W: Yes. The peppers are almost ready to be picked. M: Can I go with you? I’d like to look around your farm and help you pick the peppers. W: Sure. It would be fun to work on the farm together. M: Sounds nice. Is there anything I need to prepare? W: harvest 수확하다 cucumber 오이 pepper 고추"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Daniel, what’s wrong? M: Hi, Leila. I had an argument with Olivia. W: Was it serious? M: I’m not sure, but I think I made a mistake. W: So that’s why you have a long face. M: Yeah. I want to get along with her, but she’s still angry at me. W: Did you say you’re sorry to her? M: Well, I texted her saying that I’m sorry. W: I don’t think it’s a good idea to express your apology through a text message. M: Do you think so? Now I know why I haven’t received any response from her yet. W: I think it’d be best to go and talk to her in person. M: argument 말다툼, 논쟁 get along with ~와 잘 지내다 text 문자 메시지를 보내다 express 표현하다 apology 사과 response 응답 in person (본인이) 직접"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말을 찾는다. M: Ted and John are college freshmen. They are climbing Green Diamond Mountain together. Now they have reached the campsite near the mountain top. After climbing the mountain all day, they have a relaxing time at the campsite. While drinking coffee, Ted suggests to John that they watch the sunrise at the mountain top the next morning. John thinks it’s a good idea. So, now John wants to ask Ted how early they should wake up to see the sunrise. In this situation, what would John most likely say to Ted? John: freshman 1학년 학생 relaxing 편안한, 휴식의 suggest 제안하다 [16 ~ 17] W: Good morning, everyone. Do you spend a lot of time with your family? One of the best ways to spend time with your family is to enjoy sports together. Today, I will share some of the best sports that families can play together. The first one is badminton. The whole family can enjoy the sport with minimal equipment. The second one is basketball. You can easily find a basketball court near your house. The third one is table tennis. It can be played indoors anytime. The last one is bowling. Many families have a great time playing it together. When you go home today, how about playing one of these sports with your family? share 공유하다 minimal 최소의 equipment 장비 indoors 실내에서"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제를 추론한다. [16 ~ 17] W: Good morning, everyone. Do you spend a lot of time with your family? One of the best ways to spend time with your family is to enjoy sports together. Today, I will share some of the best sports that families can play together. The first one is badminton. The whole family can enjoy the sport with minimal equipment. The second one is basketball. You can easily find a basketball court near your house. The third one is table tennis. It can be played indoors anytime. The last one is bowling. Many families have a great time playing it together. When you go home today, how about playing one of these sports with your family? share 공유하다 minimal 최소의 equipment 장비 indoors 실내에서"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. [16 ~ 17] W: Good morning, everyone. Do you spend a lot of time with your family? One of the best ways to spend time with your family is to enjoy sports together. Today, I will share some of the best sports that families can play together. The first one is badminton. The whole family can enjoy the sport with minimal equipment. The second one is basketball. You can easily find a basketball court near your house. The third one is table tennis. It can be played indoors anytime. The last one is bowling. Many families have a great time playing it together. When you go home today, how about playing one of these sports with your family? share 공유하다 minimal 최소의 equipment 장비 indoors 실내에서"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적을 추론한다. 관계자분께 저는 Blue Sky 아파트의 거주자입니다. 최근에 저는 아이들을 위한 구역이 수리가 필요하다는 것을 알게 되었습니다. 저는 귀하께서 그 구역 놀이터 설비의 열 악한 상태에 관심을 기울여 주시기를 바랍니다. 그네 가 손상되었고, 페인트가 떨어져 나가고 있고, 미끄럼 틀의 볼트 몇 개가 빠져 있습니다. (놀이터) 시설은 우리가 이곳으로 이사 온 이후로 이렇게 형편없는 상 태였습니다. 그것은 거기서 노는 아이들에게 위험합니 다. 그것을 수리해 주시겠습니까? 이 문제를 해결하기 위해 즉각적인 관심을 두시면 감사하겠습니다. Nina Davis 드림 resident 거주자 apartment 아파트 recently 최근에 observe 알다, 목격하다 kid 아이, 어린이 repair 수리; 수리하다 pay attention to ~에 주의를[관심을] 기울이다 condition 상태 playground 놀이터 equipment 설비 swing 그네 damage 손상하다 fall off 떨어져 나가다 slide 미끄럼틀 facility 시설 terrible 형편없는 move 이사하다 appreciate 감사하다 immediate 즉각적인 solve 해결하다 matter 문제"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 등장인물의 심경 변화를 추론한다. 로키산맥에서 2주간의 여행 중, 나는 자연 서식지에 서 회색곰 한 마리를 보았다. 처음에 나는 그 곰이 땅 을 가로질러 걸어가는 모습을 보았을 때 기분이 좋았 다. 그것은 이따금 멈춰 서서 고개를 돌려 깊게 코를 킁킁거렸다. 그것은 무언가의 냄새를 따라가고 있었고, 나는 서서히 거대한 이 동물이 내 냄새를 맡고 있다는 것을 깨닫기 시작했다! 나는 얼어붙었다. 이것은 더는 멋진 경험이 아니었고, 이제 생존의 문제였다. 그 곰의 동기는 먹을 고기를 찾는 것이었고, 나는 분명히 그의 메뉴에 올라 있었다. trip 여행 grizzly bear 회색곰 native 자연의, 태어난 habitat 서식지 every once in a while 이따금 sniff 코를 킁킁거리다 deeply 깊게 realize 깨닫다 giant 거대한 freeze 얼어붙다, 등골이 오싹하다 no longer 더는 ~이 아닌 wonderful 멋진 experience 경험 issue 문제 survival 생존 motivation 동기 meat 고기 clearly 분명히 menu 메뉴, 식단, 차림표"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장을 추론한다. 우리 중 누구라도 근무일 내내 일정한 수준의 주의 집중을 유지하기는 어렵다. 우리 모두 에너지와 기민 함의 정점과 저점을 특징으로 하는 신체 리듬을 가지 고 있다. 가장 힘든 작업을 그것을 가장 잘 처리할 수 있는 시간에 하도록 계획을 잡으면, 더 많은 것을 이 루고 이익으로 자신감을 느낄 것이다. 만약 전에 에너 지 정점에 관해 생각해 본 적이 없다면, 며칠 동안 자 신을 관찰하라. 자신이 가장 좋은 상태일 때를 알아차 3 리도록 노력하라. 우리는 모두 다르다. 어떤 사람에게 는 정점이 아침에 제일 먼저 오지만, 다른 사람에게는 준비되는 데 얼마간의 시간이 걸릴 수도 있다. difficult 어려운 maintain 유지하다 constant 일정한 level 수준 attention 주의 (집중) throughout 내내 rhythm 리듬 characterise 특징짓다 peak 정점, 최고조 valley 저점, 골짜기 energy 에너지 achieve 이루다, 성취하다 confident 자신감이 있는 benefit 이익, 혜택 schedule (~을 하기로) 계획을 잡다 demanding 힘든, 부담이 큰 task 작업, 과업 cope with ~을 처리하다 observe 관찰하다 note 알아차리다, 주의하다 take a while 얼마간의 시간이 걸리다 warm up 준비되다"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 어구의 함축 의미를 추론한다. 만약 우리가 기술을 받아들이면, 우리는 그것의 비 용을 치러야 한다. 수천 개의 전통적인 생계 수단이 발전에 의해 밀려났으며, 그 직업과 관련된 생활 방식 이 없어졌다. 오늘날 수억 명의 사람들이 자기가 싫어 하는 일자리에서 일하면서, 자신이 아무런 애정을 느 끼지 못하는 것들을 생산한다. 때때로 이러한 일자리 는 육체적 고통, 장애 또는 만성 질환을 유발한다. 기 술은 확실히 위험한 많은 새로운 일자리를 창출한다. 동시에, 대중 교육과 대중 매체는 낮은 기술의 육체노 동을 피하고 디지털 세계에서 일하는 직업을 찾도록 인간을 훈련시킨다. 머리로부터 손이 단절되는 것은 인간의 정신에 부담을 준다. 실제로, 가장 보수가 좋은 직업의 주로 앉아서 하는 특성은 신체와 정신에 건강 위험 요소이다. adopt 받아들이다, 채택하다 technology 기술 cost 비용 livelihood 생계 수단 push aside ~을 밀쳐 놓다 progress 발전, 전진 lifestyle 생활 방식 remove 없애다 hate 싫어하다 produce 생산하다, 제작하다 physical 육체의, 신체의 pain 고통, 통증 disability 장애 disease 질환, 질병 dangerous 위험한 mass 대중(의) education 교육 train 훈련시키다 avoid 피하다 seek 찾다, 구하다 divorce 단절, 이혼 stress 부담, 긴장 indeed 실제로, 참으로 risk 위험 (요소)"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지를 추론한다. 대학 생활을 시작할 때 학생들은 우리가 ‘고무도장 방식’이라고 부르고 싶은 방법을 이용하여, 모든 과목 이나, 시험, 학습 과제를 똑같은 방식으로 접근할지도 모른다. 그것을 이런 식으로 생각해 보라. 여러분은 야 구 경기에 턱시도를 입고 가겠는가? 장례식에 화려한 드레스를 입고 가겠는가? 종교적인 예식에 수영복을 입고 가겠는가? 아마 아닐 것이다. 다양한 행사와 상 황마다 적합한 옷이 있음을 여러분은 알고 있다. 숙련 된 학습자는 ‘같은 옷을 입는 것’이 모든 수업에 효과 가 있지는 않을 것임을 알고 있다. 그들은 유연한 학 습자이다. 그들은 다양한 전략을 갖고 있으며 그것을 언제 사용해야 하는지 안다. 그들은 선다형 시험은 논 술 시험을 위해 학습하는 것과는 다르게 학습한다는 것을 안다. 그리고 그들은 무엇을 해야 하는지 알고 있을 뿐만 아니라, 그것을 어떻게 해야 하는지도 알고 있다. approach 접근하다 course 과목, 과정 task 과제, 과업 rubber­stamp 고무도장 tuxedo 턱시도 colorful 화려한, 다채로운 funeral 장례식 bathing suit 수영복 religious 종교적인 service 예식 probably 아마 appropriate 적합한, 알맞은 occasion 행사 setting 상황, 장소 skillful 숙련된, 능숙한 flexible 유연한 strategy 전략 multiple­choice test 선다형 시험"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제를 추론한다. 국가들의 사회적, 경제적 상황이 더 나아지면서, 임 금 수준과 근로 여건이 개선되었다. 점차 사람들은 더 많은 휴가를 받게 되었다. 동시에, 운송 형태가 개선되 었고 장소를 이동하는 것이 더 빠르고 더 저렴해졌다. 영국의 산업 혁명이 이러한 변화 중 많은 것을 일으켰 다. 19세기에, 철도로 인해 Blackpool과 Brighton 같은 현재 유명한 해안가 리조트가 들어서게 되었다. 철도 가 생기면서 많은 대형 호텔이 생겨났다. 예를 들어, 캐나다에서는 새로운 대륙 횡단 철도 시스템이 로키산 맥의 Banff Springs와 Chateau Lake Louise 같은 유 명한 호텔의 건설을 가능하게 했다. 이후에 항공 운송 의 출현은 세계의 더 많은 곳으로 가는 길을 열어 주 었고 관광 산업의 성장을 이끌었다. social 사회의 economic 경제의 situation 상황 wage 임금, 급료 level 수준 condition 여건, 조건 improve 개선되다, 향상되다 gradually 점차 form 형태 transport 운송, 수송 cheap 저렴한, 싼 industrial 산업의 revolution 혁명 railway 철도 seaside 해안가, 바닷가 resort 리조트, 휴양지 coast­to­coast 대륙 횡단의 arrival 출현, 도래 tourism 관광 산업 growth 성장, 발전"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목을 추론한다. 성공은 여러분을 의도한 길에서 벗어나 틀에 박힌 편안한 생활로 이끌 수 있다. 여러분이 어떤 일을 잘 하고 그것을 하는 것에 대한 보상을 잘 받는다면, 그 것을 즐기지 않게 되더라도 계속 그것을 하고 싶을 수 도 있다. 위험한 점은 어느 날 여러분이 주변을 둘러 보고, 자신이 틀에 박힌 이 편안한 생활에 너무나 깊 이 빠져 있어서 더는 태양을 보거나 신선한 공기를 호 흡할 수 없으며, 그 틀에 박힌 생활의 양쪽 면이 너무 나 미끄럽게 되어 기어올라 나오려면 초인적인 노력이 필요할 것이고, 사실상 자신이 꼼짝할 수 없다는 것을 깨닫게 된다는 것이다. 그리고 그것은 많은 근로자가 현재 자신이 처해 있다고 걱정하는 상황이다. 열악한 고용 시장이 그들을 안정적이거나 심지어 보수가 좋을 수도 있지만, 궁극적으로는 만족스럽지 못한 일자리에 갇혀 있다고 느끼게 해 놓았다. success 성공 lead 이끌다 intend 의도하다 path 길 comfortable 편안한 be good at ~을 잘하다 reward 보상을 주다; 보상 realize 깨닫다 deep 깊은 breathe 호흡하다, 숨쉬다 slippery 미끄러운 superhuman 초인적인 effort 노력 effectively 사실상, 실제로 situation 상황 employment 고용 secure 안정적인 ultimately 궁극적으로 unsatisfying 만족스럽지 못한"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용을 파악한다. 위 그래프는 2016년부터 2021년까지 한국에서의 출 생자 수와 사망자 수를 보여 준다. 출생자 수는 전체 기간 내내 계속 감소했다. 출생자 수와 사망자 수 사 이의 차이는 2016년에 가장 컸다. 2019년에는 출생자 수와 사망자 수 사이의 차이가 가장 작았는데, 출생자 수가 사망자 수보다 약간 더 컸다. 사망자 수는 2018 년과 2019년까지의 기간을 제외하고 전체 기간 동안 꾸준히 증가했다. 2021년에 처음으로 사망자 수가 출 생자 수보다 더 컸다. decrease 감소하다 period 기간 gap 차이 slightly 약간 increase 증가하다 steadily 꾸준히 except ~을 제외하고 for the first time 처음으로, 최초로"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. Lilian Bland는 1878년 잉글랜드 Kent에서 태어났 다. 그 당시 대부분의 다른 여자아이와 달리 그녀는 바지를 입었고, 승마와 사냥 같은 모험적인 활동을 즐 기며 시간을 보냈다. Lilian은 영국 신문사의 스포츠 와 야생 동물 사진작가로 자신의 경력을 시작했다. 1910년에 그녀는 자신의 비행기를 설계하고, 제작하 고, 비행한 최초의 여성이 되었다. 약간 더 안전한 활 동을 하도록 그녀를 설득하기 위해, Lilian의 아버지는 그녀에게 자동차를 사주었다. 곧 Lilian은 뛰어난 운전 자가 되었고 결국 자동차 판매원으로 일하게 되었다. 그녀는 결코 비행을 다시 시작하지 않았지만, 그렇더 라도 오랫동안 흥미진진한 삶을 살았다. 그녀는 결혼 4 하여 캐나다로 이주했고, 아이를 낳았다. 결국 잉글랜 드로 돌아와 거기서 생의 마지막 기간을 보냈다. trousers 바지 adventurous 모험적인 career 경력 wildlife 야생 동물 photographer 사진작가 design 설계하다 airplane 비행기 persuade 설득하다 slightly 약간 end up ­ing 결국 ~하게 되다 car dealer 자동차 판매원 exciting 흥미진진한, 신나는 nonetheless 그렇더라도"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. 기사 모집 여러분의 이야기가 출간되기를 원하시나요? New Dream Magazine은 미래의 작가를 찾고 있습니다! 이 행사는 13세에서 18세까지 누구나 참여할 수 있습니 다. 기사 • 원고 길이: 300~325단어 • 기사에는 또한 고화질 컬러 사진이 포함되어야 합 니다. 사례금 • 단어당 5센트 • 사진당 5달러 주의 사항 • 여러분의 전화번호를 원고와 함께 보내야 합니다. • 원고를 이메일 article@ndmag.com으로 보내세요. article 기사 publish 출간하다 look for ~을 찾다 writing 원고, 글 include 포함하다 high‐quality 고화질의 send 보내다"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. Greenhill 롤러스케이팅 롤러스케이팅을 즐길 기회를 함께 해요! • 장소: Greenhill Park, 351 Cypress Avenue • 일자: 4월 7일 금요일~4월 9일 일요일 • 시간: 오전 9시~오후 6시 • 요금: 50분간 1인당 8달러 세부 사항 - 입장은 예약 없이 선착순입니다. - 10세 미만의 어린이는 어른과 동행해야 합니다. - 롤러스케이트는 무료로 빌려줍니다. 더 많은 정보를 위해서 커뮤니티 센터 013-234-6114로 연락하세요. chance 기회 fee 요금 admission 입장 first­come, first­served 선착순의 reservation 예약 accompany 동행하다 lend 빌려주다 contact 연락하다 information 정보"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 맞지 않는 표현을 찾는다. 동물에게 투영된 가장 눈에 띄는 인간의 특징은 동 물이 인간의 언어로 대화할 수 있다는 점이다. 신체적 으로도, 동물 만화 캐릭터와 동물을 본떠 만든 장난감 은 또한 인간을 닮게 하는 방식으로 변형되는 경우가 아주 많다. 이것은 인간과 같은 얼굴 특징과 사람의 손을 닮게 변형된 앞다리를 가지고 있는 것으로 그것 들을 보여줌으로써 달성된다. 더 최근의 만화 영화에 서 추세는 동물을 더 ‘자연스러운’ 방식으로 묘사하는 것이었다. 그러나 그것들은 (예를 들어 사자가 한 발 로 작은 물체를 집어 들어 올릴 수 있는 것처럼) 여전 히 사람의 손처럼 앞다리를 사용하고, 여전히 적절한 표정을 지으며 이야기한다. 동물 캐릭터를 아이와 어 른 모두에게 더 감정적으로 매력적이게 만들기 위해 이용하는 일반적인 전략은 그것들에 확대되고 변형된 어린이 같은 특징을 부여하는 것이다. ⑤ are →is noticeable 눈에 띄는 characteristic 특징, 특성 project 투영하다 physically 신체적으로 cartoon 만화 character 캐릭터, 등장인물 resemble 닮다 achieve 달성하다, 이루다 facial 얼굴의 feature 특징, 특색 front 앞의 animated 만화 영화의 appropriate 적절한, 적당한 strategy 전략 emotionally 감정적으로 appealing 매력적인 enlarge 확대하다 childlike 어린이 같은"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절하지 않은 어휘를 찾는다. 산업 사회가 1940년대와 1950년대 동안 더 부유하 고, 더 경쟁적이고, 더 지리적으로 퍼져 나가게 되면서 판매 개념에 주요한 철학적 변화가 일어났다. 이로 인 해 기업은 구매자 및 고객과 더 긴밀한 관계를 발전시 켜야 했고, 이것은 결과적으로 기업이 합리적인 가격 에 양질의 제품을 생산하는 것으로는 충분하지 않다는 것을 깨닫게 했다. 사실, 고객이 실제로 원하는 제품을 내놓는 것이 마찬가지로 매우 중요했다. 1908년에 Henry Ford는 자신의 가장 많이 팔렸던 T­모델 Ford 를 단 하나의 색상(검은색)으로만 생산했지만, 현대 사회에서는 이것이 더 이상 가능하지 않았다. 사회의 현대화는 생산이 그 자체의 수요를 창출할 것이라는 견해를 강화하는(→ 파괴하는) 마케팅 혁명으로 이어 졌다. 고객과 그들의 다양하고 흔히 복잡한 욕구를 충 족하고자 하는 욕망이 기업의 초점이 되었다. ④ strengthened →destroyed major 주요한, 중요한 philosophical 철학적인 shift 변화 industrial 산업의 competitive 경쟁적인 geographically 지리적으로 spread out ~을 퍼뜨리다 relation 관계 buyer 구매자 client 고객 realize 깨닫다 quality 양질의, 질 좋은 reasonable 합리적인 equally 마찬가지로 essential 매우 중요한 customer 고객 modernization 현대화 marketing 마케팅 revolution 혁명 demand 수요 meet 충족시키다 diverse 다양한 complex 복잡한"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 시차로 인한 피로감을 극복하기 위해서 자신의 체내 시계를 얼마나 빨리 재설정할 수 있는지는 사람마다 서로 다르며, 그 회복 속도는 이동 방향에 달려 있다. 일반적으로 동쪽으로 비행하여 여러분의 하루를 단축 하는 것보다 서쪽으로 비행하여 여러분의 하루를 연장 하는 것이 더 쉽다. 시차로 인한 피로감에서 이러한 동서의 차이는 스포츠 팀의 경기력에 영향을 미칠 만 큼 충분히 크다. 연구에 따르면 서쪽으로 비행하는 팀 이 동쪽으로 비행하는 팀보다 프로 야구와 대학 미식 축구에서 상당히 더 잘한다. 46,000 경기가 넘는 메이 저 리그 야구 경기에 대한 더 최근의 연구에 의해 동 쪽으로 이동하는 것이 서쪽으로 이동하는 것보다 더 힘들다는 추가적인 증거가 발견되었다. differ 다르다 reset 재설정하다 biological clock 체내 시계 overcome 극복하다 recovery 회복 westward 서쪽으로 lengthen 연장하다 eastward 동쪽으로 shorten 단축하다 sizable 큰 impact 영향 performance 경기력, 성과 perform 행하다, 수행하다 significantly 상당히 professional 프로의, 전문적인 recent 최근의 additional 추가적인 evidence 증거 tough 힘든"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 만약 매일 하고자 착수하는 일을 성취함으로써 얻게 되는 자신감을 원한다면 일이 얼마나 시간이 걸릴지 아는 것이 중요하다. 어떤 특정 기간 내에 성취될 수 있는 것에 대한 지나친 낙관주의는 문제다. 그러므로 그것을 개선하려고 노력하라. ‘해야 할 일’ 목록에 있 는 항목과 함께, 필요한 시간의 양을 추산하는 것을 습관화하고, 과제가 언제 예상보다 더 많은 시간 또는 더 적은 시간이 걸리는지 경험을 통해 배우라. 그 이 용 가능한 시간에 과제를 맞추는 것에도 또한 주의를 기울이라. 이용할 수 있는 시간의 양이 상당히 있어야 만 시작할 수 있는 몇몇 과제가 있다. 이용할 수 있는 시간이 짧은 시간밖에 없을 때 그런 과제를 위해 준비 를 갖추려고 애쓰는 것은 무의미하다. 그러므로 시간 이 더 오래 걸리는 과제를 위해 필요한 시간을 계획하 고, 그 사이의 남는 시간에 시간이 짧게 걸리는 과제 를 배치하라. confidence 자신감, 확신 achieve 성취하다 set out ~에 착수하다 over­optimism 지나친 낙관주의 certain 특정한 time frame 기간 estimate 추산하다, 어림잡다 5 amount 양 alongside ~와 함께 item 항목 task 과제, 과업 expect 기대하다 attention 주의 fit 맞추다 available 이용 가능한 significant 상당한 there is no point –ing ~하는 것은 무의미하다 period 시간, 기간"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. Lewis Carroll의 Through the Looking­Glass에서 붉 은 여왕은 Alice를 시골을 통과하는 한 경주에 데리고 간다. 그들은 달리고 또 달리지만, 그러다가 Alice는 자신들이 출발했던 나무 아래에 여전히 있음을 발견한 다. 붉은 여왕은 Alice에게 “‘여기서는’ 보다시피 같은 장소에 머물러 있으려면 네가 할 수 있는 모든 뜀박질 을 해야 한단다.”라고 설명한다. 생물학자들은 때때로 이 ‘붉은 여왕 효과’를 사용해 진화 원리를 설명한다. 만약 여우가 더 많은 토끼를 잡기 위해 더 빨리 달리 도록 진화한다면, 그러면 오직 가장 빠른 토끼만이 충 분히 오래 살아 훨씬 더 빨리 달리는 새로운 세대의 토끼를 낳을 텐데, 물론 이 경우 가장 빠른 여우만이 충분한 토끼를 잡아 번성하여 자신들의 유전자를 물려 줄 것이다. 그 두 종이 달린다 해도 그것들은 제자리 에 머무를 뿐이다. race 경주, 달리기 countryside 시골 discover 발견하다 still 여전히 biologist 생물학자 sometimes 때때로 effect 효과, 영향, 결과 evolutionary 진화의 principle 원리 evolve 진화하다 generation 세대 bunny 토끼 case 경우 pass on ~을 물려주다, ~을 전달하다 gene 유전자 species 종"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 우리 주변 세상의 모든 것은 시작되기 전에 그것을 만들어 낸 사람의 마음속에서 완성되었다. 우리가 사 는 집, 우리가 운전하는 자동차, 우리의 옷, 이 모든 것이 아이디어에서 시작했다. 각각의 아이디어는 그런 다음, 첫 번째 못이 박히거나 첫 번째 천 조각이 재단 되기 전에, 연구되고, 다듬어지고, 완성되었다. 그 아이 디어가 물리적 실체로 바뀌기 훨씬 전에 마음은 완제 품을 분명하게 그렸다. 인간은 거의 같은 과정을 통해 자신의 미래를 설계한다. 우리는 미래가 어떨지에 대 한 아이디어로 시작한다. 일정 기간에 걸쳐서 우리는 그 비전을 다듬어 완성한다. 머지않아, 우리의 모든 생 각, 결정, 활동은 우리가 미래에 대해 머릿속에서 완성 한 것을 생겨나게 하려고 모두 조화롭게 작용하게 된 다. creator 만들어 낸 사람, 창조자 clothing 옷 perfect 완성하다 nail 못 drive (못·말뚝 등을) 박다 cloth 천, 직물 physical 물리적인 reality 실체 picture 그리다 product 제품 design 설계하다 process 과정 period 기간 vision 비전 decision 결정 activity 활동 in harmony 조화롭게, 한마음이 되어 bring ~ into existence ~을 생겨나게 하다"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장을 파악한다. ‘누구의’ 이야기인지가 ‘무슨’ 이야기인지에 영향을 미친다. 주인공을 바꾸면, 이야기의 초점도 틀림없이 바뀐다. 만약 우리가 다른 등장인물의 눈을 통해 사건 을 본다면, 우리는 그것을 다르게 해석할 것이다. 우리 는 새로운 누군가에게 공감할 것이다. 이야기의 핵심 인 갈등이 발생할 때, 우리는 다른 결과를 간절히 바 랄 것이다. 예를 들어, 신데렐라 이야기가 사악한 의붓 자매의 관점에서 이야기된다면 어떻게 바뀔지 생각해 보라. (우리는 신데렐라의 왕국이 존재하지 않는다는 것을 알지만, 어쨌든 기꺼이 그곳에 간다.) Gone with the Wind는 Scarlett O’Hara의 이야기이지만, 만약 같 은 사건이 Rhett Butler나 Melanie Wilkes의 관점에서 우리에게 제시된다면 어떠할 것인가? affect 영향을 미치다 main character 주인공 focus 초점 character 등장인물 interpret 해석하다 conflict 갈등 arise 발생하다 pray for ~을 간절히 바라다 outcome 결과 consider 생각해 보다 tale 이야기 shift 바꾸다 viewpoint 관점 evil 사악한 stepsister 의붓자매 kingdom 왕국 exist 존재하다 willingly 기꺼이 viewpoint 관점"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서를 파악한다. 구석기 시대에는 20~60명의 작은 무리가 식량을 찾 아 이곳저곳을 돌아다녔다. 일단 농사를 짓기 시작하 면서, 사람들은 자신들의 농경지 근처에 정착할 수 있 었다. (C) 그 결과, 도시와 마을이 더 커졌다. 공동체 생활을 통해 사람들은 자신들을 더 효율적으로 조직할 수 있었다. 그들은 식량과 자신들에게 필요한 다른 것 들을 생산하는 일을 나눌 수 있었다. (A) 어떤 노동자 들은 농작물을 재배한 반면, 다른 노동자들은 새로운 집을 짓고 도구를 만들었다. 마을 거주자들은 또한 일 을 더 빨리 하기 위해 함께 일하는 것도 배웠다. (B) 예를 들어, 도구 제작자들은 돌도끼와 돌칼을 만드는 작업을 함께 할 수 있었다. 함께 일함으로써, 그들은 같은 시간 안에 더 많은 도구를 만들 수 있었다. Old Stone Age 구석기 시대 band 무리 wander (걸어서) 돌아다니다 in search of ~을 찾아 farming 농사 settle down 정착하다 farm 농경지 grow 재배하다 crop 농작물 tool 도구 task 일 toolmaker 도구 제작자 share 함께 하다, 공유하다 ax 도끼 community 공동체 allow ~하게 하다, 허용하다 organize 조직하다 efficiently 효율적으로 produce 생산하다"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서를 파악한다. 자연 과정은 많은 방법으로 광물을 형성한다. 예를 들어, 마그마라고 불리는 뜨거운 용암 물질은 지구의 표면에 도달할 때, 또는 심지어 표면 아래에 갇혔을 때도 식는다. 마그마가 식으면서, 마그마의 원자는 열 에너지를 잃고, 서로 더 가까이 이동해, 화합물로 결합 하기 시작한다. (B) 이 과정 동안, 서로 다른 화합물 의 원자가 질서 있고 반복적인 패턴으로 배열된다. 마 그마에 존재하는 원소의 종류와 양이 어떤 광물이 형 성될지를 부분적으로 결정한다. (A) 또한, 형성되는 결정의 크기는 부분적으로는 마그마가 얼마나 빨리 식 느냐에 달려있다. 마그마가 천천히 식으면, 형성되는 결정은 일반적으로 육안으로 볼 수 있을 만큼 충분히 크다. (C) 이것은 원자가 함께 이동해 더 큰 결정을 형성할 충분한 시간을 가지기 때문이다. 마그마가 빠 르게 식으면, 형성되는 결정은 작을 것이다. 그런 경우 에는 개별 광물 결정을 쉽게 볼 수 없다. natural 자연의 form 형성하다, 형성되다 mineral 광물 melt 녹이다, 녹다 material 물질 magma 마그마 surface 표면 trap 가두다 atom 원자 heat energy 열에너지 combine 결합하다 crystal 결정, 결정체 depend on ~에 달려있다 partly 부분적으로 rapidly 빨리 generally 일반적으로 unaided eye 육안, 맨눈 arrange 배열하다 orderly 질서있는 element 원소 determine 결정하다 individual 개별의"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치를 파악한다. 모든 탄수화물은 기본적으로 당이다. 복합 탄수화물 은 몸에 좋은 탄수화물이다. 이러한 복당류 화합물은 분해하기 매우 어렵고 비타민과 미네랄 같은 다른 영 양소를 그것의 사슬 안에 가두어 둘 수 있다. 그것들 이 천천히 분해되면서, 다른 영양소도 여러분의 몸으 로 방출되고, 많은 시간 동안 여러분에게 연료를 공급 할 수 있다. 반면에 나쁜 탄수화물은 단당류이다. 그것 의 구조는 복잡하지 않기 때문에, 그것은 분해되기 쉽 고 그것이 만들어지는 당 외에 몸을 위한 영양소를 거 의 가지고 있지 않다. 여러분의 몸은 이러한 탄수화물 을 상당히 빨리 분해하고 그것(몸)이 사용할 수 없는 것은 지방으로 바뀌어 몸에 저장된다. complex 복합의, 복잡한 break down ~을 분해하다, 분해되다 nutrient 영양소 release 방출하다 6 provide 제공하다 fuel 연료 a number of 많은 structure 구조 hold 가지고 있다 other than ~외에 rather 상당히 store 저장하다"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치를 파악한다. 흔히 사람들은 어떤 사람이 한 가지 유형의 특성을 가지고 있기 때문에, 그러면 자동적으로 그것과 어울 리는 다른 특성을 가지고 있다는 잘못된 가정을 한다. 한 연구에서, 대학생들은 초청 강사가 그 (대학생) 집 단에게 강연을 하기 전에 그 강사에 대한 설명을 들었 다. 학생들의 절반은 ‘따뜻하다’라는 단어가 포함된 설 명을 들었고 나머지 절반은 그 강사가 ‘차갑다’는 말을 들었다. 그러고 나서 그 초청 강사가 토론을 이끌었고, 그 후에 학생들은 그(강사)에 대한 그들의 인상을 말 해 달라고 요청받았다. 예상한 대로, 학생들에 의해 형 성된 인상 간에는 그 강사에 대한 학생들의 최초 정보 에 따라 큰 차이가 있었다. 또한, 그 강사가 따뜻할 것 이라 기대한 학생들은 그와 더 많이 소통하는 경향이 있다는 것이 밝혀졌다. 이것은 서로 다른 기대가 우리 가 형성하는 인상뿐만 아니라 우리의 행동 및 형성되 는 관계에도 영향을 미친다는 것을 보여 준다. commonly 흔히 lecturer 강사, 강연자 tend to ~하는 경향이 있다 mistaken 잘못된 assumption 가정 characteristic 특성 description 설명, 묘사 contain 포함하다 impression 인상 depending upon ~에 따라 original 최초의, 원래의 expectation 기대 affect 영향을 미치다"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 요약문을 완성한다. 무엇이 위험하고 무엇이 안전한지, 누구를 신뢰할 수 있고 누구를 신뢰할 수 없는지를 결정하는 것을 돕 기 위해, 우리는 ‘사회적 증거’를 찾는다. 진화의 관점 에서 볼 때, 집단을 따르는 것이 거의 항상 우리의 생 존 전망에 긍정적이다. “모든 사람이 그것을 하고 있다 면, 그것은 해야 할 분별 있는 일인 것이 틀림없다.”라 고 유명한 심리학자이자 Influence를 쓴 베스트셀러 작가인 Robert Cialdini는 설명한다. 오늘날 상품 평에 서 이것을 자주 볼 수 있지만, 환경 내의 훨씬 더 미 묘한 신호가 신뢰성을 나타낼 수 있다. 이것을 생각해 보라. 여러분이 어떤 지역의 음식점을 방문할 때, 그들 이 바쁜가? 밖에 줄이 있는가, 아니면 자리를 찾기가 쉬운가? 기다리는 것은 성가신 일이지만, 줄은 음식이 맛있고 이곳의 좌석은 수요가 많다는 강력한 신호일 수 있다. 대개는 주변에 있는 사람들의 행동을 따르는 것이 좋다. →우리는 어떻게 행동할지 결정할 때, 특히 불확실 한 상황에 직면할 때 수에서 안전하고 안심된다고 느 끼는 경향이 있다. trustworthy 신뢰할 수 있는 look for ~을 찾다 evidence 증거 evolutionary 진화의 positive 긍정적인 prospect 전망 psychologist 심리학자 product review 상품 평 cue 신호 signal 나타내다 consider 생각하다 local 지역의, 현지의 tasty 맛있는 in demand 수요가 많은 more often than not 대개, 자주 adopt 따르다, 채택하다 practice 행동, 관행 [41 ~ 42] 체스판을 게임 중간에 20~30개의 말들이 아직 놓여 있는 상태로 5초 동안 본 체스의 달인들은 그 말들의 위치를 기억으로부터 즉시 재현할 수 있다. 물론 초보 자들은 겨우 몇 개(의 위치)만 기억해 낼 수 있다. 이 제 같은 말들을 가져다가 체스판에 무작위로 놓으면 그 차이는 크게 줄어든다. 전문가의 유리함은 익숙한 패턴, 즉 이전에 기억에 저장된 패턴에 대해서만 있다. 익숙하지 않은 패턴에 직면하면, 같은 익숙한 분야와 관련 있는 경우라도 전문가의 유리함은 사라진다. 익숙한 구조가 기억에 미치는 유익한 효과는 음악을 포함하여 많은 유형의 전문 지식에서 관찰되어 왔다. 음표가 특이한(→ 전형적인) 순서를 따를 때는 음악 훈련을 받은 사람이 음악 훈련을 받지 않은 사람보다 짧은 연속된 악보를 더 정확하게 재현할 수 있지만, 음표가 무작위로 배열되면 그 유리함이 훨씬 줄어든 다. 전문 지식은 또한 연속 동작에 대한 기억을 향상 시킨다. 숙련된 발레 무용수가 경험이 적은 무용수보 다 더 긴 연속 스텝을 반복할 수 있고, 무작위로 배열 된 스텝보다 정해진 춤 동작을 이루는 연속 스텝을 더 잘 반복할 수 있다. 각각의 경우, 기억의 범위는 익숙 한 순서와 패턴을 인식하는 능력에 의해 늘어난다. master 달인 piece (장기, 체스의) 말, 조각 reproduce 재현하다 position 위치 memory 기억 beginner 초보자 place 기억해 내다, 놓다 randomly 무작위로 difference 차이 reduce 줄어들다, 줄이다 expert 전문가 advantage 유리함 familiar 익숙한 pattern 패턴, 모형, 방식 previously 이전에 face 직면하다 involve ~와 관련 있다 domain 분야 disappear 사라지다 beneficial 유익한 effect 효과 structure 구조 observe 관찰하다 including ~을 포함하여 training 훈련 accurately 정확하게 note 음표 unusual 특이한 order 배열하다 movement 동작 experienced 숙련된 ballet 발레 step 스텝, 걸음(걸이) make up ~을 이루다, ~을 구성하다 routine 정해진 춤 동작 range 범위 recognize 인식하다"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목을 추론한다. [41 ~ 42] 체스판을 게임 중간에 20~30개의 말들이 아직 놓여 있는 상태로 5초 동안 본 체스의 달인들은 그 말들의 위치를 기억으로부터 즉시 재현할 수 있다. 물론 초보 자들은 겨우 몇 개(의 위치)만 기억해 낼 수 있다. 이 제 같은 말들을 가져다가 체스판에 무작위로 놓으면 그 차이는 크게 줄어든다. 전문가의 유리함은 익숙한 패턴, 즉 이전에 기억에 저장된 패턴에 대해서만 있다. 익숙하지 않은 패턴에 직면하면, 같은 익숙한 분야와 관련 있는 경우라도 전문가의 유리함은 사라진다. 익숙한 구조가 기억에 미치는 유익한 효과는 음악을 포함하여 많은 유형의 전문 지식에서 관찰되어 왔다. 음표가 특이한(→ 전형적인) 순서를 따를 때는 음악 훈련을 받은 사람이 음악 훈련을 받지 않은 사람보다 짧은 연속된 악보를 더 정확하게 재현할 수 있지만, 음표가 무작위로 배열되면 그 유리함이 훨씬 줄어든 다. 전문 지식은 또한 연속 동작에 대한 기억을 향상 시킨다. 숙련된 발레 무용수가 경험이 적은 무용수보 다 더 긴 연속 스텝을 반복할 수 있고, 무작위로 배열 된 스텝보다 정해진 춤 동작을 이루는 연속 스텝을 더 잘 반복할 수 있다. 각각의 경우, 기억의 범위는 익숙 한 순서와 패턴을 인식하는 능력에 의해 늘어난다. master 달인 piece (장기, 체스의) 말, 조각 reproduce 재현하다 position 위치 memory 기억 beginner 초보자 place 기억해 내다, 놓다 randomly 무작위로 difference 차이 reduce 줄어들다, 줄이다 expert 전문가 advantage 유리함 familiar 익숙한 pattern 패턴, 모형, 방식 previously 이전에 face 직면하다 involve ~와 관련 있다 domain 분야 disappear 사라지다 beneficial 유익한 effect 효과 structure 구조 observe 관찰하다 including ~을 포함하여 training 훈련 accurately 정확하게 note 음표 unusual 특이한 order 배열하다 movement 동작 experienced 숙련된 ballet 발레 step 스텝, 걸음(걸이) make up ~을 이루다, ~을 구성하다 routine 정해진 춤 동작 range 범위 recognize 인식하다"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥상 적절하지 않은 어휘를 찾는다. ③ (c) unusual →conventional [43 ~ 45] (A) 옛날 옛적에, 아름다운 궁전에 사는 한 왕이 있 었다. 왕이 없는 동안, 한 괴물이 궁전 문으로 접근했 다. 그 괴물이 너무 추하고 냄새가 나서 경비병들은 충격으로 얼어붙었다. 그(괴물)는 경비병들을 지나 왕 의 왕좌에 앉았다. 경비병들은 곧 정신을 차리고 안으 로 들어가 그 괴물을 향해 소리치며 그에게 왕좌에서 내려올 것을 요구했다. (D) 경비병들이 나쁜 말을 사용할 때마다, 그 괴물 은 더 추해졌고, 더 냄새가 났다. 경비병들은 한층 더 화가 났다. 그들은 그 괴물을 겁주어 궁전에서 쫓아내 려고 칼을 휘두르기 시작했다. 하지만 그는 그저 점점 더 커져서 결국 방 전체를 차지했다. 그는 그 어느 때 보다 더 추해졌고, 더 냄새가 났다. (B) 마침내 왕이 돌아왔다. 그는 현명하고 친절했으 며 무슨 일이 일어나고 있는지 알아차렸다. 그는 무엇 을 해야 할지 알았다. 그는 미소를 지으며 그 괴물에 게 “나의 궁전에 온 것을 환영하오!”라고 말했다. 왕은 그 괴물에게 그가 커피 한 잔을 원하는지 물었다. 괴 물은 그 커피를 마시면서 더 작아지기 시작했다. (C) 왕은 그에게 약간의 테이크아웃 피자와 감자튀 김을 제안했다. 경비병들은 즉시 피자를 시켰다. 그 괴 물은 왕의 친절한 행동에 몸이 계속 더 작아졌다. 그 러고 나서 그는 그 괴물에게 전신 마사지를 제안했다. 경비병들이 편안한 마사지를 도와주자 그 괴물은 매우 작아졌다. 그 괴물에게 또 한 번의 친절한 행동을 베 풀자, 그는 바로 사라졌다. palace 궁전 approach 접근하다 gate 문 smelly 냄새가 나는 guard 경비병 freeze 얼어붙다, 얼다 shock 충격 come to one’s senses 정신을 차리다, 의식을 되찾다 shout 소리치다 demand 요구하다 get off ~에서 내려오다 return 돌아오다 wise 현명한 offer 제안하다 take‐out 테이크아웃의, 사 가지고 가는 fries 감자튀김 immediately 즉시 call for ~을 시키다, ~을 요구하다 continue 계속하다 gesture 행동 massage 마사지, 안마 relaxing 편안한 tiny 매우 작은 kindness 친절, 친절한 행위 disappear 사라지다 sword 칼 scare ~ away ~을 겁주어 쫓아내다 eventually 결국, 마침내 take up ~을 차지하다 whole 전체(의) [41 ~ 42] 체스판을 게임 중간에 20~30개의 말들이 아직 놓여 있는 상태로 5초 동안 본 체스의 달인들은 그 말들의 위치를 기억으로부터 즉시 재현할 수 있다. 물론 초보 자들은 겨우 몇 개(의 위치)만 기억해 낼 수 있다. 이 제 같은 말들을 가져다가 체스판에 무작위로 놓으면 그 차이는 크게 줄어든다. 전문가의 유리함은 익숙한 패턴, 즉 이전에 기억에 저장된 패턴에 대해서만 있다. 익숙하지 않은 패턴에 직면하면, 같은 익숙한 분야와 관련 있는 경우라도 전문가의 유리함은 사라진다. 익숙한 구조가 기억에 미치는 유익한 효과는 음악을 포함하여 많은 유형의 전문 지식에서 관찰되어 왔다. 음표가 특이한(→ 전형적인) 순서를 따를 때는 음악 훈련을 받은 사람이 음악 훈련을 받지 않은 사람보다 짧은 연속된 악보를 더 정확하게 재현할 수 있지만, 음표가 무작위로 배열되면 그 유리함이 훨씬 줄어든 다. 전문 지식은 또한 연속 동작에 대한 기억을 향상 시킨다. 숙련된 발레 무용수가 경험이 적은 무용수보 다 더 긴 연속 스텝을 반복할 수 있고, 무작위로 배열 된 스텝보다 정해진 춤 동작을 이루는 연속 스텝을 더 잘 반복할 수 있다. 각각의 경우, 기억의 범위는 익숙 한 순서와 패턴을 인식하는 능력에 의해 늘어난다. master 달인 piece (장기, 체스의) 말, 조각 reproduce 재현하다 position 위치 memory 기억 beginner 초보자 place 기억해 내다, 놓다 randomly 무작위로 difference 차이 reduce 줄어들다, 줄이다 expert 전문가 advantage 유리함 familiar 익숙한 pattern 패턴, 모형, 방식 previously 이전에 face 직면하다 involve ~와 관련 있다 domain 분야 disappear 사라지다 beneficial 유익한 effect 효과 structure 구조 observe 관찰하다 including ~을 포함하여 training 훈련 accurately 정확하게 note 음표 unusual 특이한 order 배열하다 movement 동작 experienced 숙련된 ballet 발레 step 스텝, 걸음(걸이) make up ~을 이루다, ~을 구성하다 routine 정해진 춤 동작 range 범위 recognize 인식하다"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서를 파악한다. [43 ~ 45] (A) 옛날 옛적에, 아름다운 궁전에 사는 한 왕이 있 었다. 왕이 없는 동안, 한 괴물이 궁전 문으로 접근했 다. 그 괴물이 너무 추하고 냄새가 나서 경비병들은 충격으로 얼어붙었다. 그(괴물)는 경비병들을 지나 왕 의 왕좌에 앉았다. 경비병들은 곧 정신을 차리고 안으 로 들어가 그 괴물을 향해 소리치며 그에게 왕좌에서 내려올 것을 요구했다. (D) 경비병들이 나쁜 말을 사용할 때마다, 그 괴물 은 더 추해졌고, 더 냄새가 났다. 경비병들은 한층 더 화가 났다. 그들은 그 괴물을 겁주어 궁전에서 쫓아내 려고 칼을 휘두르기 시작했다. 하지만 그는 그저 점점 더 커져서 결국 방 전체를 차지했다. 그는 그 어느 때 보다 더 추해졌고, 더 냄새가 났다. (B) 마침내 왕이 돌아왔다. 그는 현명하고 친절했으 며 무슨 일이 일어나고 있는지 알아차렸다. 그는 무엇 을 해야 할지 알았다. 그는 미소를 지으며 그 괴물에 게 “나의 궁전에 온 것을 환영하오!”라고 말했다. 왕은 그 괴물에게 그가 커피 한 잔을 원하는지 물었다. 괴 물은 그 커피를 마시면서 더 작아지기 시작했다. (C) 왕은 그에게 약간의 테이크아웃 피자와 감자튀 김을 제안했다. 경비병들은 즉시 피자를 시켰다. 그 괴 물은 왕의 친절한 행동에 몸이 계속 더 작아졌다. 그 러고 나서 그는 그 괴물에게 전신 마사지를 제안했다. 경비병들이 편안한 마사지를 도와주자 그 괴물은 매우 작아졌다. 그 괴물에게 또 한 번의 친절한 행동을 베 풀자, 그는 바로 사라졌다. palace 궁전 approach 접근하다 gate 문 smelly 냄새가 나는 guard 경비병 freeze 얼어붙다, 얼다 shock 충격 come to one’s senses 정신을 차리다, 의식을 되찾다 shout 소리치다 demand 요구하다 get off ~에서 내려오다 return 돌아오다 wise 현명한 offer 제안하다 take‐out 테이크아웃의, 사 가지고 가는 fries 감자튀김 immediately 즉시 call for ~을 시키다, ~을 요구하다 continue 계속하다 gesture 행동 massage 마사지, 안마 relaxing 편안한 tiny 매우 작은 kindness 친절, 친절한 행위 disappear 사라지다 sword 칼 scare ~ away ~을 겁주어 쫓아내다 eventually 결국, 마침내 take up ~을 차지하다 whole 전체(의)"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상을 추론한다. [43 ~ 45] (A) 옛날 옛적에, 아름다운 궁전에 사는 한 왕이 있 었다. 왕이 없는 동안, 한 괴물이 궁전 문으로 접근했 다. 그 괴물이 너무 추하고 냄새가 나서 경비병들은 충격으로 얼어붙었다. 그(괴물)는 경비병들을 지나 왕 의 왕좌에 앉았다. 경비병들은 곧 정신을 차리고 안으 로 들어가 그 괴물을 향해 소리치며 그에게 왕좌에서 내려올 것을 요구했다. (D) 경비병들이 나쁜 말을 사용할 때마다, 그 괴물 은 더 추해졌고, 더 냄새가 났다. 경비병들은 한층 더 화가 났다. 그들은 그 괴물을 겁주어 궁전에서 쫓아내 려고 칼을 휘두르기 시작했다. 하지만 그는 그저 점점 더 커져서 결국 방 전체를 차지했다. 그는 그 어느 때 보다 더 추해졌고, 더 냄새가 났다. (B) 마침내 왕이 돌아왔다. 그는 현명하고 친절했으 며 무슨 일이 일어나고 있는지 알아차렸다. 그는 무엇 을 해야 할지 알았다. 그는 미소를 지으며 그 괴물에 게 “나의 궁전에 온 것을 환영하오!”라고 말했다. 왕은 그 괴물에게 그가 커피 한 잔을 원하는지 물었다. 괴 물은 그 커피를 마시면서 더 작아지기 시작했다. (C) 왕은 그에게 약간의 테이크아웃 피자와 감자튀 김을 제안했다. 경비병들은 즉시 피자를 시켰다. 그 괴 물은 왕의 친절한 행동에 몸이 계속 더 작아졌다. 그 러고 나서 그는 그 괴물에게 전신 마사지를 제안했다. 경비병들이 편안한 마사지를 도와주자 그 괴물은 매우 작아졌다. 그 괴물에게 또 한 번의 친절한 행동을 베 풀자, 그는 바로 사라졌다. palace 궁전 approach 접근하다 gate 문 smelly 냄새가 나는 guard 경비병 freeze 얼어붙다, 얼다 shock 충격 come to one’s senses 정신을 차리다, 의식을 되찾다 shout 소리치다 demand 요구하다 get off ~에서 내려오다 return 돌아오다 wise 현명한 offer 제안하다 take‐out 테이크아웃의, 사 가지고 가는 fries 감자튀김 immediately 즉시 call for ~을 시키다, ~을 요구하다 continue 계속하다 gesture 행동 massage 마사지, 안마 relaxing 편안한 tiny 매우 작은 kindness 친절, 친절한 행위 disappear 사라지다 sword 칼 scare ~ away ~을 겁주어 쫓아내다 eventually 결국, 마침내 take up ~을 차지하다 whole 전체(의)"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. [43 ~ 45] (A) 옛날 옛적에, 아름다운 궁전에 사는 한 왕이 있 었다. 왕이 없는 동안, 한 괴물이 궁전 문으로 접근했 다. 그 괴물이 너무 추하고 냄새가 나서 경비병들은 충격으로 얼어붙었다. 그(괴물)는 경비병들을 지나 왕 의 왕좌에 앉았다. 경비병들은 곧 정신을 차리고 안으 로 들어가 그 괴물을 향해 소리치며 그에게 왕좌에서 내려올 것을 요구했다. (D) 경비병들이 나쁜 말을 사용할 때마다, 그 괴물 은 더 추해졌고, 더 냄새가 났다. 경비병들은 한층 더 화가 났다. 그들은 그 괴물을 겁주어 궁전에서 쫓아내 려고 칼을 휘두르기 시작했다. 하지만 그는 그저 점점 더 커져서 결국 방 전체를 차지했다. 그는 그 어느 때 보다 더 추해졌고, 더 냄새가 났다. (B) 마침내 왕이 돌아왔다. 그는 현명하고 친절했으 며 무슨 일이 일어나고 있는지 알아차렸다. 그는 무엇 을 해야 할지 알았다. 그는 미소를 지으며 그 괴물에 게 “나의 궁전에 온 것을 환영하오!”라고 말했다. 왕은 그 괴물에게 그가 커피 한 잔을 원하는지 물었다. 괴 물은 그 커피를 마시면서 더 작아지기 시작했다. (C) 왕은 그에게 약간의 테이크아웃 피자와 감자튀 김을 제안했다. 경비병들은 즉시 피자를 시켰다. 그 괴 물은 왕의 친절한 행동에 몸이 계속 더 작아졌다. 그 러고 나서 그는 그 괴물에게 전신 마사지를 제안했다. 경비병들이 편안한 마사지를 도와주자 그 괴물은 매우 작아졌다. 그 괴물에게 또 한 번의 친절한 행동을 베 풀자, 그는 바로 사라졌다. palace 궁전 approach 접근하다 gate 문 smelly 냄새가 나는 guard 경비병 freeze 얼어붙다, 얼다 shock 충격 come to one’s senses 정신을 차리다, 의식을 되찾다 shout 소리치다 demand 요구하다 get off ~에서 내려오다 return 돌아오다 wise 현명한 offer 제안하다 take‐out 테이크아웃의, 사 가지고 가는 fries 감자튀김 immediately 즉시 call for ~을 시키다, ~을 요구하다 continue 계속하다 gesture 행동 massage 마사지, 안마 relaxing 편안한 tiny 매우 작은 kindness 친절, 친절한 행위 disappear 사라지다 sword 칼 scare ~ away ~을 겁주어 쫓아내다 eventually 결국, 마침내 take up ~을 차지하다 whole 전체(의)"
    }
]