[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 고르기 W: Good afternoon, everybody. This is your student council president, Monica Brown. Our school’s annual e­sports competition will be held on the last day of the semester. For the competition, we need some volunteers to help set up computers. If you’re interested in helping us make the competition successful, please fill out the volunteer application form and email it to me. For more information, please visit our school website. I hope many of you will join us. Thank you for listening."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 의견 고르기 M: Hannah, how’s your design project going? W: Hey, Aiden. I’m still working on it, but I’m not making much progress. M: Can you tell me what the problem is? W: Hmm... [Pause] It’s hard to think of creative ideas. I feel like I’m wasting my time. M: I understand. Why don’t you take a walk? W: How can that help me to improve my creativity? M: It will actually make your brain more active. Then you’ll see things differently. W: But I don’t have time for that. M: You don’t need a lot of time. Even a short walk will help you to come up with creative ideas. W: Then I’ll try it. Thanks for the tip."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 대화자의 관계 고르기 W: Excuse me. Could you please tell me where I can put this box? M: Right here on this counter. How can I help you today? W: I’d like to send this to Jeju Island. M: Sure. Are there any breakable items in the box? W: No, there are only clothes in it. M: Then, there should be no problem. W: I see. What’s the fastest way to send it? M: You can send the package by express mail, but there’s an extra charge. W: That’s okay. I want it to be delivered as soon as possible. When will it arrive in Jeju if it goes out today? M: If you send it today, it will be there by this Friday. W: Oh, Friday will be great. I’ll do the express mail."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 내용 불일치 고르기(그림) M: Kayla, I heard you went busking on the street last weekend. W: It was amazing! I’ve got a picture here. Look! M: Oh, you’re wearing the hat I gave you. W: Yeah, I really like it. M: Looks great. This boy playing the guitar next to you must be your brother Kevin. W: You’re right. He played while I sang. M: Cool. Why did you leave the guitar case open? W: That’s for the audience. If they like our performance, they give us some money. M: Oh, and you set up two speakers! W: I did. I recently bought them. M: I see. And did you design that poster on the wall? W: Yeah. My brother and I worked on it together. M: It sounds like you really had a lot of fun!"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 할 일 고르기 W: Honey, are we ready for Jake’s birthday party tomorrow? M: I sent the invitation cards last week. What about other things? W: I’m not sure. Let’s check. M: We are expecting a lot of guests. How about the dinner menu? W: I haven’t decided yet. M: We won’t have much time to cook, so let’s just order pizza. W: Okay. I’ll do it tomorrow. What about the present? M: Oh, you mean the smartphone? I forgot to get it! W: That’s alright. Can you go to the electronics store and buy it now? M: No problem. I’ll do it right away. W: Good. Then, I’ll clean up the living room while you’re out."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 숫자 정보 파악하기 M: Good morning! How can I help you? W: Hi. I’m looking for a blanket and some cushions for my sofa. M: Okay. We’ve got some on sale. Would you like to have a look? W: Yes. How much is this green blanket? M: That’s $40. W: Oh, I love the color green. Can you also show me some cushions that go well with this blanket? M: Sure! How about these? W: They look good. I need two of them. How much are they? M: The cushions are $20 each. W: Okay. I’ll take one green blanket and two cushions. Can I use this coupon? M: Sure. It will give you 10% off the total. W: Thanks! Here’s my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 5W1H(이유) 고르기 W: Hello, Justin. What are you doing? M: Hi, Ellie. I’m doing my project for art class. W: Can you go to a rock concert with me this Saturday? My sister gave me two tickets! M: I’d love to! [Pause] But I’m afraid I can’t. W: Do you have to work that day? M: No, I don’t work on Saturdays. W: Then, why not? I thought you really like rock music. M: Of course I do. But I have to take care of my friend’s dog this Saturday. W: Oh, really? Is your friend going somewhere? M: He’s visiting his grandmother that day. W: Okay, no problem. I’m sure I can find someone else to go with me."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 세부 내용 고르기(언급 유무) W: Scott, did you see this Eco Day poster? M: No, not yet. Let me see. [Pause] It’s an event for picking up trash while walking around a park. W: Why don’t we do it together? It’s next Sunday from 10 a.m. to 5 p.m. M: Sounds good. I’ve been thinking a lot about the environment lately. W: Me, too. Also, the event will be held in Eastside Park. You know, we often used to go there. M: That’s great. Oh, look at this. We have to bring our own gloves and small bags for the trash. W: No problem. I have extra. I can bring some for you as well. M: Okay, thanks. Do we have to sign up for the event? W: Yes. The poster says we can do it online. M: Let’s do it right now. I’m looking forward to it."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화 내용 불일치 고르기 M: Hello, Eastville High School students. This is your P.E. teacher, Mr. Wilson. I’m pleased to let you know that we’re hosting the first Eastville Dance Contest. Any Eastville students who love dancing can participate in the contest as a team. All kinds of dance are allowed. If you’d like to participate, please upload your team’s dance video to our school website by August 15th. Students can vote for their favorite video from August 16th to 20th. The winning team will receive a trophy as a prize. Don’t miss this great opportunity to show off your talents!"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 세부 내용 고르기(도표) M: Honey, we need a water purifier for our new house. W: You’re right. Let’s order one online. M: Good idea. [Clicking Sound] Look! These are the five bestsellers. W: I see. What’s our budget? M: Well, I don’t want to spend more than 800 2023학년도 6월 고1 전국연합학력평가 정답 및 해설 2023학년도 6월 전국연합학력평가 정답 및 해설 고1 2 dollars. W: Okay, how about the water tank capacity? M: I think the five­liter tank would be perfect for us. W: I think so, too. And I like the ones with a power­saving mode. M: Okay, then we can save electricity. Now, there are just two options left. W: Let’s look at the warranties. The longer, the better. M: I agree. We should order this model."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 M: Let’s get inside. I’m so excited to see this auto show. W: Look over there. So many people are already standing in line to buy tickets. M: Fortunately, I bought our tickets in advance. W:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 W: Hi, Chris. Did you check your grade for the history test we took last week? M: Yes. But I think there’s something wrong with my grade. W: Don’t you think you should go ask Mr. Morgan about it? M:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 M: Mom, did you write this note? W: What’s that? M: I found this in the book you gave me. W: Oh, the one I bought for you at the secondhand bookstore last week? M: Yes. At first I thought it was a bookmark, but it wasn’t. It’s a note with a message! W: What does it say? M: It says, “I hope you enjoy this book.” W: How sweet! That really brings a smile to my face. M: Yeah, mom. I love this message so much. W: Well, then, why don’t we leave a note if we resell this book later? M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 M: Do you have any plans for this weekend, Sandy? W: Hey, Evan. I’m planning to go camping with my family. M: I’ve never gone before. Do you go camping often? W: Yes. Two or three times a month at least. M: That’s cool. Why do you like it so much? W: I like spending time in nature with my family. It makes me feel closer to them. M: I understand. It’s like a family hobby, right? W: Yes, you’re right. Camping helps me relieve all my stress, too. M: Sounds interesting. I’d love to try it. W: If you go camping with your family, you’ll see what I mean. M: I wish I could, but I don’t have any equipment for it. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 응답 고르기 W: Violet and Peter are classmates. They’re doing their science group assignment together. On Saturday morning, they meet at the public library. They decide to find the books they need in different sections of the library. Violet finds two useful books and tries to check them out. Unfortunately, she suddenly realizes that she didn’t bring her library card. At that moment, Peter walks up to Violet. So, Violet wants to ask Peter to check out the books for her because she knows he has his library card. In this situation, what would Violet most likely say to Peter? [16~17] M: Hello, everyone. I’m Shawn Collins, a doctor at Collins Sleep Clinic. Sleep is one of the most essential parts of our daily lives. So today, I’m going to introduce the best foods for helping you sleep better. First, kiwi fruits contain a high level of hormones that help you fall asleep more quickly, sleep longer, and wake up less during the night. Second, milk is rich in vitamin D and it calms the mind and nerves. If you drink a cup of milk before you go to bed, it will definitely help you get a good night’s sleep. Third, nuts can help to produce the hormone that controls your internal body clock and sends signals for the body to sleep at the right time. The last one is honey. Honey helps you sleep well because it reduces the hormone that keeps the brain awake! Now, I’ll show you some delicious diet plans using these foods."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 긴 담화 듣기(담화의 주제 파악하기) [16~17] M: Hello, everyone. I’m Shawn Collins, a doctor at Collins Sleep Clinic. Sleep is one of the most essential parts of our daily lives. So today, I’m going to introduce the best foods for helping you sleep better. First, kiwi fruits contain a high level of hormones that help you fall asleep more quickly, sleep longer, and wake up less during the night. Second, milk is rich in vitamin D and it calms the mind and nerves. If you drink a cup of milk before you go to bed, it will definitely help you get a good night’s sleep. Third, nuts can help to produce the hormone that controls your internal body clock and sends signals for the body to sleep at the right time. The last one is honey. Honey helps you sleep well because it reduces the hormone that keeps the brain awake! Now, I’ll show you some delicious diet plans using these foods."
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 긴 담화 듣기(담화의 언급 유무 고르기) [16~17] M: Hello, everyone. I’m Shawn Collins, a doctor at Collins Sleep Clinic. Sleep is one of the most essential parts of our daily lives. So today, I’m going to introduce the best foods for helping you sleep better. First, kiwi fruits contain a high level of hormones that help you fall asleep more quickly, sleep longer, and wake up less during the night. Second, milk is rich in vitamin D and it calms the mind and nerves. If you drink a cup of milk before you go to bed, it will definitely help you get a good night’s sleep. Third, nuts can help to produce the hormone that controls your internal body clock and sends signals for the body to sleep at the right time. The last one is honey. Honey helps you sleep well because it reduces the hormone that keeps the brain awake! Now, I’ll show you some delicious diet plans using these foods."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 고르기 ACC 여행사 고객님께: 자연 속에서 휴가를 즐기는 것을 원한 적이 있습니 까? 이번 여름이 당신의 꿈을 현실로 바꿀 최고의 시간 입니다. 우리에게는 당신을 위한 완벽한 패키지 여행 상품이 있습니다. 이 패키지 여행 상품은 당신이 편히 쉴 수 있도록 돕는 마사지와 명상뿐만 아니라 Lake Madison으로의 특별한 여행을 포함합니다. 또한, 우리 는 숙련된 강사의 요가 강의도 제공합니다. 만약 당신 이 이 패키지를 예약한다면, 당신은 이 모든 것을 합리 적인 가격으로 즐길 것입니다. 우리는 그것이 당신에게 잊지 못할 경험이 될 것을 확신합니다. 우리에게 전화 하시면, 우리는 당신에게 더 많은 세부 사항을 기꺼이 알려드리겠습니다. [어구] meditation 명상 [해설] 해석 참조"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 변화 고르기 내가 호텔 방에서 깨어났을 때는, 거의 자정이었다. 남편과 딸이 보이지 않았다. 나는 그들에게 전화를 걸 었지만, 나는 그들의 전화가 방에서 울리는 것을 들었 다. 걱정이 되어, 나는 밖으로 나가 거리를 걸어 내려갔 지만, 그들은 어디에도 없었다. 내가 누군가에게 도움을 요청하려고 했을 때, 근처에 있던 군중이 내 주의를 끌 었다. 나는 남편과 딸을 찾으려는 희망을 안고 다가갔 고, 갑자기 낯익은 두 얼굴이 보였다. 나는 안도하며, 웃었다. 바로 그때, 딸이 나를 보고 “엄마!”라고 외쳤다. 그들은 마술 쇼를 보고 있는 중이었다. 마침내, 나는 내 모든 걱정이 사라지는 것을 느꼈다. [해설] 해석 참조"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 고르기 연구는 일하는 사람들이 두 개의 달력을 가지고 있다 는 것을 보여준다: 하나는 업무를 위한 달력이고 하나 는 개인적인 삶을 위한 달력이다. 비록 그것이 현명해 보일지도 모르지만, 업무와 개인적인 삶을 위한 두 개 의 별도의 달력을 갖는 것은 주의를 산만하게 할 수 있 다. 누락된 것이 있는지를 확인하기 위해, 당신은 스스 로가 자신의 할 일 목록을 여러 번 확인하는 것을 깨닫 게 될 것이다. 대신, 당신의 모든 일들을 한 곳에 정리 하라. 당신이 디지털 매체를 사용하든 종이 매체를 사 용하든 중요하지 않다. 당신의 업무와 개인 용무를 한 곳에 두는 것은 괜찮다. 이것은 당신에게 일과 가정 사 이에 시간이 어떻게 쪼개지는지에 대해 잘 알게 해줄 것이다. 이것은 어떤 일이 가장 중요한지에 대한 정보 에 입각한 결정을 내리게 할 것이다. [어구] distraction 정신이 흐트러짐 [해설] 해석 참조"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축적 의미 파악하기 왜 당신은 고객이 구매품에 어떻게 반응하는지에 대 해 신경 쓰는가? 좋은 질문이다. 구매 후 행동을 이해 함으로써, 당신은 그 영향력과 구매자가 제품을 재구매 할지(그리고 그녀가 제품을 가질지 또는 반품할지)의 가능성을 이해할 수 있다. 당신은 구매자가 다른 사람 들에게 당신으로부터 제품을 구매하도록 권장할지 여부 도 또한 알아낼 것이다. 만족한 고객은 당신의 사업을 위한 무급 대사가 될 수 있으므로, 고객 만족이 할 일 목록의 최상단에 있어야 한다. 사람들은 그들이 아는 사람들의 의견을 믿는 경향이 있다. 사람들은 언제든 광고보다 친구를 더 신뢰한다. 그들은 광고에는 “좋은 면”을 말하기 위해 돈이 쓰이고 그리고 그것들이 제품 과 서비스를 구매하도록 그들을 설득하는 데 사용된다 는 것을 알고 있다. 판매 후 고객의 만족을 지속적으로 모니터함으로써, 당신은 부정적인 입소문 광고를 피할 수 있는 능력을 가진다. [어구] likelihood 가능성 word­of­mouth 구두의 [해설] 해석 참조"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 컴퓨터화된 사회의 약속은, 우리가 듣기로는, 그것이 모든 반복적인 고된 일을 기계에 넘겨, 우리 인간들이 더 높은 목적을 추구하고 더 많은 여가 시간을 가질 수 있게 해준다는 것이었다. 그것은 이런 식으로 되지는 않았다. 더 많은 시간 대신에, 우리 대부분은 더 적은 시간을 가지고 있다. 크고 작은 회사들은 일을 소비자 들의 등에 떠넘겼다. 회사에 맡겨 해결하던 부가가치 서비스의 일환으로, 우리를 위해 행해지던 것들을 이제 우리 스스로가 하도록 기대된다. 항공 여행의 경우, 항 공사 직원이나 여행사 직원들에 의해 행해지던 일인 우 리의 예약과 체크인을 이제는 우리가 직접 완수하도록 기대된다. 식료품점에서는, 우리가 우리 자신의 식료품 을 직접 봉지에 넣도록, 그리고 일부 슈퍼마켓에서는, 우리 자신이 구매한 물건을 스캔하도록 기대된다. [어구] off­load 떠넘기다 value­added 부가가치의 [해설] 해석 참조"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 2023학년도 6월 전국연합학력평가 정답 및 해설 고1 3 우리는 우리가 사회적으로 바람직한 특성들을 많이 지니고 있고, 그리고 우리는 사회적으로 바람직하지 않 은 특성들의 대부분은 지니고 있지 않다고 믿는 경향이 있다. 예를 들어, 대다수의 일반 대중들은 그들이 보통 사람보다 더 지적이고, 더 공정하고, 덜 편견을 가지고, 자동차를 운전할 때 더 능숙하다고 생각한다. 이 현상 은 너무 신뢰할 수 있고 어디서나 볼 수 있기 때문에 “여성들은 강하고, 남성들은 잘생겼으며, 모든 아이들은 평균 이상”인 Garrison Keillor의 허구적인 공동체의 이 름을 따서 “Lake Wobegon effect”라고 알려지게 되었 다. 고등학교 최고 학년 학생 100만 명을 대상으로 한 설문조사에서 70%는 자신이 리더십 능력에 있어 평균 이상이라고 생각했고, 2%만이 자신이 평균 이하라고 생각했다는 것을 발견했다. 다른 사람들과 잘 지내는 능력에 있어서, 모든 학생들은 자신이 평균 이상이라고 생각했고, 60%는 자신이 상위 10%에 속한다고 생각했 고, 25%는 자신이 상위 1%에 속한다고 생각했다! [어구] fair­minded 공정한 prejudiced 편견을 가진 [해설] 해석 참조"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 가난이 스트레스를 유발하는 경향이 있다는 것을 듣 고 놀랄 사람은 거의 없을 것이다: 예를 들어, 미국의 저널 Psychosomatic Medicine에 발표된 2006년 연구 는 더 낮은 사회 경제적 지위가 체내의 더 높은 수치의 스트레스 호르몬과 관련이 있다고 언급했다. 하지만, 더 부유한 국가는 그들만의 뚜렷한 스트레스를 가지고 있 다. 핵심 쟁점은 시간 압박이다. 미국 심리학자 Robert Levine과 캐나다 심리학자 Ara Norenzayan이 31개국 을 대상으로 한 1999년 연구는 더 부유하고, 더 산업화 된 국가들이 더 빠른 삶의 속도를 가지고 있다는 것― 그리고 이것이 더 높은 생활 수준으로 이어졌지만, 동 시에 사람들에게 지속적인 촉박함을 느끼게 했고 그뿐 만 아니라 심장병에 걸리기 더 쉽게 한다는 것을 알아 냈다. 사실, 빠른 속도의 생산력은 부를 창출하지만, 그 것은 또한 사람들이 긴장을 풀고 즐겁게 지낼 시간이 없을 때 시간이 부족하다고 느끼게 한다. [어구] associate 관련지어 생각하다 urgency 긴급 [해설] 해석 참조"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 내용 불일치 고르기(도표) 위 도표는 1990년과 2019년의 지역별 총 토지 면적 에서 산림 면적의 점유율을 보여준다. 아프리카의 전체 토지 면적에서 산림 면적의 점유율이 1990년과 2019년 둘 다 20%를 넘었다. 1990년 아메리카의 산림 면적 점 유율은 42.6%였고, 이는 2019년의 그것보다 더 컸다. 아시아의 산림 면적 점유율은 1990년부터 2019년까지, 10 퍼센트 포인트 이상 감소했다. 2019년 유럽의 산림 면적 점유율은 다섯 개 지역 중 가장 컸고, 같은 해 아 시아의 그것의 세 배가 넘었다. 오세아니아는 1990년과 2019년 사이에 총 토지 면적에서 산림 면적의 점유율 에 있어 가장 작은 차이를 보였다. [어구] share 점유율 [해설] 해석 참조"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 불일치 고르기 Gary Becker는 1930년 Pennsylvania 주 Pottsville에 서 태어났고 New York City의 Brooklyn에서 자랐다. 교육을 제대로 받지 못한 그의 아버지는 금융과 정치 문제에 깊은 관심이 있었다. 고등학교를 졸업한 후, Becker는 Princeton University로 진학했고, 거기서 그 는 경제학을 전공했다. “Princeton University에서의 경 제학 교육이 현실적인 문제를 다루고 있는 것처럼 보이 지 않았기” 때문에 그는 그것에 불만족했다. 그는 1955 년에 University of Chicago에서 경제학 박사 학위를 취득했다. 차별의 경제학에 대한 그의 박사 논문은 노 벨상 위원회에 의해 경제학에 대한 중요한 기여로 언급 되었다. 1985년부터, Becker는 Business Week에 경제 학적 분석과 아이디어를 일반 대중에게 설명하는 경제 학 칼럼을 정기적으로 기고했다. 1992년에, 그는 노벨 경제학상을 수상했다. [어구] major 전공하다 doctoral 박사학위의 [해설] 해석 참조"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 불일치 고르기(실용문) 2023 Drone Racing Championship 당신은 최고의 드론 레이서인가요? 그렇다면 여러분 이 바로 그 사람이라는 것을 증명할 기회를 잡으세요! 언제 & 어디서 · 오후 6시부터 오후 8시까지, 일요일, 7월 9일 · Lakeside Community Center 필요요건 · 참가자: 고등학생만 · 레이스를 위한 자신의 드론을 가지고 오세요. 상 · 500달러와 메달이 우승자에게 수여될 것입니다. 참고 사항 · 선착순 10명의 참가자들은 기념품을 받게 될 것입니다. 더 많은 세부 정보를 원하시면, www.droneracing.com을 방문하거나 313-6745-1189로 전화하세요. [어구] souvenir 기념품 [해설] 해석 참조"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 내용 일치 고르기(실용문) Summer Scuba Diving One­day Class 초보자를 위한 우리의 여름 스쿠버 다이빙 수업에 참여 하여, 수중 탐험가가 되세요! 일정 · 10시- 12시 기초 배우기 · 13시- 16시 수영장에서 다이빙 기술 연습하기 가격 · 개인 수업: $150 · 그룹 수업 (최대 3명): 1인당 $100 · 참가자는 다이빙 장비를 무료로 대여할 수 있습니다. 알림 · 참가자는 10세 이상이어야 합니다. · 참가자는 적어도 수업 시작 5일 전까지 등록해야 합니다. 더 많은 정보를 원하시면, www.ssdiver.com을 방문하세요. [어구] rent 빌리다 [해설] 해석 참조"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 문법성 판단하기 칭찬은 어린 아이들의 행동을 개선하는 데 사용할 수 있는 가장 강력한 도구 중 하나이지만, 그것은 아이의 자존감을 향상시키는 데에도 똑같이 강력하다. 미취학 아동들은 그들의 부모가 그들에게 하는 말을 매우 뜻 깊게 여긴다. 그들은 분석적으로 추론하고 잘못된 정보 를 거부할 수 있는 인지적 정교함을 아직 가지고 있지 않다. 만약 미취학 소년이 그의 어머니로부터 그가 똑 똑하고 좋은 조력자라는 것을 계속 듣는다면, 그는 그 정보를 그의 자아상으로 통합시킬 가능성이 높다. 스스 로를 똑똑하고 일을 어떻게 하는지 아는 소년으로 생각 하는 것은 그가 문제 해결 노력에 있어 더 오래 지속하 도록 하고 새롭고 어려운 일을 시도하는 것에 있어 그 의 자신감을 증가시킬 가능성이 높다. 마찬가지로, 자신 을 좋은 조력자인 그런 부류의 소년으로 생각하는 것은 그가 집에서와 유치원에서 일을 자발적으로 돕게 할 가 능성을 더 크게 만들 것이다. [어구] self­esteem 자존 incorporate 통합시키다 [해설] ④being → is"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 광고주들은 그들이 홍보하는 상품의 시장 지위에 맞 게 그들의 주장을 조절하는 상당한 능력을 자주 보여주 었다. 예를 들어, Fleischmann의 효모는 집에서 만든 빵을 요리하는 재료로 사용되었다. 하지만 20세기 초에 점점 더 많은 사람들이 가게나 빵집에서 빵을 사고 있 었고, 그래서 효모에 대한 소비자 수요는 증가했다(→ 감소했다). Fleischmann의 효모의 생산자는 판매를 촉 진하기 위해서 다른 마케팅 전략을 고안하려고 J. Walter Thompson 광고 대행사를 고용했다. Thompson 광고 대행사는 먼저 효모를 더 이상 “Soul of Bread”가 아니라 상당한 건강상의 이점이 있는 비타민의 중요한 공급원으로 바꾸었다. 그 직후, 광고 대행사는 효모를 천연 완하제로 바꾸었다. 효모의 이미지 전환을 꾀하는 것은 매출을 증가시키는 것을 도왔다. [어구] yeast 효모 ingredient 재료 [해설] 해석 참조"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 자신의 직업에서 높은 수준으로 수행하는 사람들은 흔히 다른 사람들에게 즉각적인 신뢰를 얻는다. 사람들 은 그들을 존경하고, 그들처럼 되고 싶어 하고, 그들과 연결되어 있다고 느낀다. 그들이 말할 때, 다른 사람들 은 비록 그들의 기술 분야가 그들이 주는 조언과 전혀 관련이 없을지라도 경청한다. 세계적으로 유명한 농구 선수에 대해 생각해 보라. 그는 그가 농구를 하면서 그 간 벌었던 것보다 광고로부터 더 많은 돈을 벌었다. 그 것이 그가 광고하는 제품에 대한 그의 지식 때문일까? 아니다. 그것은 그가 농구로 할 수 있는 것 때문이다. 올림픽 메달리스트 수영 선수도 마찬가지이다. 사람들 은 그가 수영장에서 할 수 있는 것 때문에 그의 말을 경청한다. 그리고 어떤 배우가 우리에게 특정 자동차를 운전해야 한다고 말할 때, 우리는 엔진에 대한 그의 전 문 지식 때문에 경청하는 것은 아니다. 우리는 그의 재 능을 존경하기 때문에 경청한다. 탁월함이 연결된다. 만 약 당신이 어떤 분야에서 높은 수준의 능력을 갖고 있 다면, 다른 사람들은 그것 때문에 당신과 연결되기를 원할 수도 있다. [어구] admire 존경하다 expertise 전문 지식 [해설] 해석 참조"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 뇌를 도시라고 생각해보라. 만약 당신이 도시를 내다 보며 “경제가 어디에 위치해 있나요?”라고 묻는다면 그 질문에 대한 좋은 답이 없다는 것을 알게 될 것이다. 대신, 경제는 상점과 은행에서 상인과 고객에 이르기까 지 모든 요소의 상호 작용으로부터 나타난다. 그리고 그것은 뇌의 작동도 그러하다: 그것은 한 곳에서 일어 나지 않는다. 도시에서처럼, 뇌의 어떤 지역도 독립적으 로 작동하지 않는다. 뇌와 도시 안에서, 모든 것은, 모 든 규모에서, 근거리에서든 원거리에서든, 거주자들 간 의 상호 작용으로부터 나타난다. 기차가 자재와 직물을 2023학년도 6월 전국연합학력평가 정답 및 해설 고1 4 도시로 들여오고, 그것이 경제 속으로 처리되는 것처럼, 감각 기관으로부터의 가공되지 않은 전기화학적 신호는 뉴런의 초고속도로를 따라서 전해진다. 거기서 신호는 처리와 우리의 의식적인 현실로 변형을 겪는다. [어구] emerge 나타나다 process 처리하다 [해설] 해석 참조"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 다른 사람의 보디 랭귀지는 우리 자신의 신체에 영향 을 미치며, 그것은 그 후 우리가 그에 따라 느끼도록 하는 감정적인 메아리를 만들어낸다. Louis Armstrong 이 노래했듯이, “당신이 미소 지을 때, 전 세계가 당신 과 함께 미소 짓는다.” 만약 다른 사람의 미소를 따라 하는 것이 우리를 행복하게 한다면, 그 미소 짓는 사람 의 감정은 우리의 신체를 통해 전달된 것이다. 이상하 게 들릴지 모르지만, 이 이론은 감정이 우리 신체에서 발생한다고 말한다. 예를 들어, 우리의 기분은 단순히 입꼬리를 올리는 것으로 좋아질 수 있다. 만약 사람들 이 연필을 긴 방향으로 꽉 물라고 요구받으면, 연필이 그들의 입술에 닿지 않도록 조심하면서 (그리하여 억지 로 입을 미소 짓는 것과 같은 모양이 되도록), 그들은 인상을 찌푸리라고 요구받은 경우보다 만화를 더 재미 있다고 판단한다. 신체가 우선함은 “나는 두려운 것이 분명하다, 왜냐하면 나는 도망치고 있기 때문이다.”라는 구절로 때때로 요약된다. [어구] transmit 전달하다 primacy 우선함 [해설] 해석 참조"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 고객이 구입할 수 있는 품목의 개수를 제한하는 것은 매출을 증가시킨다. Cornell University의 마케팅 교수 인 Brian Wansink는 1998년에 이 전략의 효과를 조사 했다. 그는 Iowa 주 Sioux City에 있는 세 개의 슈퍼마 켓이 Campbell의 수프를 약간 할인하여 제공하도록 설 득했다: 89센트가 아닌 79센트로. 할인된 수프는 세 가 지 조건 중 하나의 조건으로 판매되었다: 구매량에 제 한이 없는 하나의 대조군, 또는 고객이 4개의 캔으로 제한되거나 12개의 캔으로 제한되는 두 개의 실험군. 무제한 조건에서 구매자들은 평균 3.3캔을 구입했던 반 면, 제한이 있던 희소 조건에서는, 평균 5.3캔을 구입했 다. 이것은 희소성이 판매를 장려한다는 것을 보여준다. 이 실험은 진짜 구매자들이 있는 슈퍼마켓에서 진행되 었기 때문에 그 결과는 특히 타당하다. 그것은 주장된 데이터에 의존하지 않았고, 소비자들이 다르게 행동할 지도 모르는 실험실에서 이루어진 것도 아니었다. [어구] control 대조군 genuine 진짜의 [해설] 해석 참조"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 무관한 문장 파악하기 기술은 생산성을 높일 수 있는 잠재력을 가지고 있지 만, 또한 생산성에 부정적인 영향을 미칠 수 있다. 예를 들어, 많은 사무실 환경에서 직원들은 컴퓨터가 있는 책상에 앉아 인터넷에 접속한다. 그들은 원할 때마다 개인 이메일을 확인하고 소셜 미디어를 사용할 수 있 다. 이것은 그들이 일을 하는 것을 방해하고 그들의 생 산성을 떨어뜨리게 만들 수 있다. 또한 새로운 기술을 도입하는 것은 생산 공정에 변화를 야기하거나 직원들 에게 새로운 시스템을 배우도록 요구할 때 생산에 부정 적인 영향을 미칠 수 있다. (기술을 사용하는 것은 기 업이 더 많은 제품을 생산하고 다른 생산 요소들로부터 더 많은 것을 얻게 할 수 있다.) 새로운 기술을 사용하 는 것을 배우는 것은 직원들에게 시간이 많이 걸리고 스트레스를 줄 수 있으며 이것은 생산성 저하를 야기할 수 있다. [어구] productivity 생산성 impact 영향 [해설] 해석 참조"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 약 6,000년 전까지, 대부분의 사람들은 농부였다. 많 은 사람들은 일 년 내내 여러 장소에서 살았고, 식량을 찾아다니거나 가축을 충분한 먹이가 있는 지역으로 옮 겼다. (B) 변화하는 계절이나 일출과 일몰 같은, 자연 적인 주기에 삶이 달려있기 때문에 시간을 알 필요가 없었다. 점점 더 많은 사람들이 더 큰 정착지에서 살기 시작했고, 어떤 사람들은 시간을 알 필요가 있었다. (A) 예를 들어, 성직자들은 언제 종교적인 의식을 수행 해야 하는지 알고 싶었다. 이때 사람들이 시간을 보여 주고, 측정하고, 흐르는 시간을 추적하는 장치인 시계 를 처음으로 발명했다. (C) 시계는 그 이후로도 중요했 다. 오늘날, 시계는 바쁜 공항 시간표를 설정하는 것과 같은 중요한 일에 사용된다― 만약 시간이 부정확하다 면, 비행기는 이륙하거나 착륙할 때 서로 충돌할지도 모른다! [어구] priest 성직자 settlement 정착지 [해설] 해석 참조"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 관리자들은 항상 생산성을 높일 수 있는 방법을 찾고 있는데, 생산성은 생산에서 비용 대비 생산량의 비율이 다. 제조 산업이 새로 등장했을 때 저술한 Adam Smith 는 생산이 더 효율적으로 될 수 있는 방식을 설명했고, “노동 분업”으로 알려져 있다. (C) 대부분의 공산품을 만드는 것은 다른 기술을 사용하는 여러 가지 다른 과 정을 포함한다. Smith의 예는 핀의 제조였다. 철사는 곧게 펴지고, 뾰족해지고, 상부가 놓이고, 그러고 나서 그것이 다듬어진다. (B) 한 명의 노동자가 이 모든 작 업들을 할 수 있고, 하루에 20개의 핀을 만들 수도 있 다. 그러나 이 일은 많은 노동자가 각각 한 가지 작업 을 수행하며 별개의 과정으로 분리될 수 있다. (A) 각 노동자는 한 가지 작업을 전문으로 하기 때문에 그 또는 그녀는 한 작업에서 다른 작업으로 변경하지 않고도 훨 씬 더 빠르게 일할 수 있다. 이제 10명의 노동자가 하루 에 수천 개의 핀을 생산할 수 있다. 이는 이전에 그들이 생산했던 200개로부터 생산성 측면에서 크게 증가한 것 이다. [어구] sharpen 뾰족하게 하다 [해설] 해석 참조"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 때때로 변화의 속도는 훨씬 더 느리다. 오늘 아침 거 울 속에 비춰진 당신이 본 얼굴은 아마도 당신이 그 전 날 또는 일주일이나 한 달 전에 본 얼굴과 다르지 않은 것처럼 보였을 것이다. 그러나 우리는 거울로부터 우리 를 쳐다보는 얼굴이 10분 전에 그랬던 것과 같지 않고, 같을 수 없다는 것을 안다. 증거는 당신의 사진 앨범에 있다: 5년 또는 10년 전에 찍힌 당신의 사진을 보면 당 신은 스냅사진 속의 얼굴과 거울 속 얼굴 사이의 명확 한 차이를 보게 될 것이다. 만약 당신이 일 년간 거울 이 없는 세상에 살고 그 이후 (거울에) 비친 당신의 모 습을 본다면, 당신은 그 변화 때문에 깜짝 놀랄지도 모 른다. 당신 자신을 보지 않고 10년의 기간이 지난 후, 당신은 거울에서 쳐다보고 있는 사람을 처음에는 알아 보지 못할지도 모른다. 심지어 우리 자신의 얼굴같이 아주 기본적인 것조차도 순간순간 변한다. [어구] pace 속도 snapshot 스냅사진 [해설] 해석 참조"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 교육 심리학자 Susan Engel에 따르면, 호기심은 네 살 정도의 어린 나이에 줄어들기 시작한다. 우리가 어 른이 될 무렵, 질문은 더 적어지고 기본값은 더 많아진 다. Henry James가 말했듯이, “흥미를 유발하지 않는 호기심은 없어지고, 정신의 고랑과 경로가 자리잡는다.” 호기심의 감소는 유년 시절을 통한 뇌의 발달에서 원인 을 찾을 수 있다. 비록 성인의 뇌보다 작지만, 유아의 뇌는 수백만 개 더 많은 신경 연결을 가지고 있다. 그 러나 연결 상태는 엉망이다; 유아의 뉴런 간의 전달은 성인 뇌의 그것들 간의 전달보다 훨씬 덜 효율적이다. 결과적으로 세상에 대한 아기의 인식은 매우 풍부하면 서도 상당히 무질서하다. 아이들이 그들 주변의 세상으 로부터 더 많은 증거를 흡수함에 따라, 특정한 가능성 들이 훨씬 더 커지게 되고 더 유용하게 되며 지식이나 믿음으로 굳어진다. 그러한 믿음을 가능하게 하는 신경 경로는 더 빠르고 자동적으로 이루어지게 되고 반면에, 아이가 주기적으로 사용하지 않는 경로는 제거된다. [어구] wiring 연결(상태) intensely 매우 [해설] 해석 참조"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 문단 요약하기 미국 성인 10명 중 거의 8명이 “좋은 음식”과 “나쁜 음식”이 있다고 믿는다. 하지만, 우리가 상한 스튜, 독 버섯, 또는 이와 유사한 것에 대해 이야기하고 있지 않 는 한, 어떤 음식도 좋고 나쁨으로 분류될 수 없다. 하 지만, 결국 건강에 좋은 식단이나 건강에 좋지 않은 식 단이 되는 음식들의 조합이 있다. “좋은” 음식이라고 생 각되는 음식만 먹는 성인의 경우를 생각해보라― 예를 들어, 생브로콜리, 사과, 오렌지 주스, 삶은 두부와 당 근. 비록 이 모든 음식들이 영양이 풍부하지만, 그것들 은 우리가 필요로 하는 충분히 다양한 영양소를 공급하 지 않기 때문에 그것들은 결국 건강한 식단이 되지 않 는다. 또는 튀긴 치킨을 가끔 먹지만, 그렇지 않으면 튀 긴 음식을 멀리하는 십대의 경우를 예로 들어보자. 가 끔 먹는 튀긴 치킨은 그나 그녀의 식단을 궤도에서 벗 어나게 하지 않을 것이다. 하지만 채소나 과일을 거의 먹지 않으면서 매일 튀긴 음식을 먹고, 간식으로 초대 형 탄산음료, 사탕, 그리고 감자 칩으로 배를 가득 채우 는 사람은 나쁜 식단을 가지고 있다.  일반적인 믿음과 달리, 음식을 좋고 나쁨으로 정의하 는 것은 적절하지 않다; 사실, 건강에 좋은 식단은 대 체로 그 식단이 무엇으로 구성되는지에 의해 결정된 다. [어구] label (라벨을 붙여) 분류하다 nutrient 영양소 [해설] 해석 참조 [41~42] 초기 수렵 채집 사회는 최소한의 구조만 가지고 있었 다. 추장이나 장로 그룹이 주로 캠프나 마을을 이끌었 다. 식량과 기타 필수 자원의 잉여분이 전임 추장이나 마을 의회를 지원할 만큼 거의 충분하지 않았기 때문에 대부분의 이러한 지도자들은 다른 구성원들과 함께 사 냥과 채집을 해야 했다. 농업의 발전은 작업 패턴을 변 화시켰다. 초기 농부들은 심은 씨앗 1kg마다 3-10kg의 곡물을 수확할 수 있었다. 이 식량/에너지 잉여분의 일 부는 지역 사회에 환원되었고 족장, 마을 의회, 의술가, 사제, 전사와 같은 비농민에 대한 지원을 제한했다(→ 제공했다). 그 대가로, 비농민들은 농업 인구에게 리더 십과 안보를 제공하여, 그들이 식량/에너지 생산량을 지 속적으로 늘리고 항상 더 많은 잉여를 제공할 수 있게 하였다. 2023학년도 6월 전국연합학력평가 정답 및 해설 고1 5 개선된 기술과 유리한 조건으로, 농업은 기본 생필품 의 지속적인 흑자를 창출했고, 인구 집단은 규모가 커 졌다. 이러한 집단은 마을과 도시에 집중되었고, 인간의 업무는 더욱 전문화되었다. 목수, 대장장이, 상인, 무역 업자, 선원과 같은 전문가들은 기술을 발전시키고 자신 의 시간과 에너지 사용을 더 효율적으로 하게 되었다. 그들이 제공한 재화와 서비스로 인해 향상된 삶의 질, 더 높은 생활 수준, 그리고, 대부분의 사회에서, 향상된 안정성을 가져왔다. [어구] surplus 잉여 blacksmith 대장장이 [해설] 해석 참조"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 1지문 2문항(글의 제목 추론하기) [41~42] 초기 수렵 채집 사회는 최소한의 구조만 가지고 있었 다. 추장이나 장로 그룹이 주로 캠프나 마을을 이끌었 다. 식량과 기타 필수 자원의 잉여분이 전임 추장이나 마을 의회를 지원할 만큼 거의 충분하지 않았기 때문에 대부분의 이러한 지도자들은 다른 구성원들과 함께 사 냥과 채집을 해야 했다. 농업의 발전은 작업 패턴을 변 화시켰다. 초기 농부들은 심은 씨앗 1kg마다 3-10kg의 곡물을 수확할 수 있었다. 이 식량/에너지 잉여분의 일 부는 지역 사회에 환원되었고 족장, 마을 의회, 의술가, 사제, 전사와 같은 비농민에 대한 지원을 제한했다(→ 제공했다). 그 대가로, 비농민들은 농업 인구에게 리더 십과 안보를 제공하여, 그들이 식량/에너지 생산량을 지 속적으로 늘리고 항상 더 많은 잉여를 제공할 수 있게 하였다. 2023학년도 6월 전국연합학력평가 정답 및 해설 고1 5 개선된 기술과 유리한 조건으로, 농업은 기본 생필품 의 지속적인 흑자를 창출했고, 인구 집단은 규모가 커 졌다. 이러한 집단은 마을과 도시에 집중되었고, 인간의 업무는 더욱 전문화되었다. 목수, 대장장이, 상인, 무역 업자, 선원과 같은 전문가들은 기술을 발전시키고 자신 의 시간과 에너지 사용을 더 효율적으로 하게 되었다. 그들이 제공한 재화와 서비스로 인해 향상된 삶의 질, 더 높은 생활 수준, 그리고, 대부분의 사회에서, 향상된 안정성을 가져왔다. [어구] surplus 잉여 blacksmith 대장장이 [해설] 해석 참조"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 1지문 2문항(문맥상 적절한 어휘 파악하기) [43~45] (A) 한 간호사가 피곤하고 불안해하는 군인을 침대 곁으로 데려갔다. “Jack, 당신 아들이 왔어요.”라고 간호 사가 침대에 누워있는 노인에게 말했다. 그 노인이 눈 을 뜨기 전에 그녀는 그 말을 여러 번 반복해야 했다. 심장병 때문에 극심한 고통을 겪고 있어, 그는 제복을 입은 젊은 군인이 그의 옆에 서 있는 것을 간신히 보았 다. 그는 손을 그 군인에게 뻗었다. (D) 그 군인은 노인의 병약한 손을 부드럽게 감쌌다. 간호사는 군인이 침대 옆에 앉을 수 있도록 의자를 가 져왔다. 밤새 젊은 군인은 거기에 앉아, 노인의 손을 잡 고 그에게 지지와 위로의 말을 건넸다. 가끔, 그녀는 군 인에게 잠시 쉬라고 제안했다. 그는 정중하게 거절했다. (B) 간호사가 병실에 들어올 때마다, 그녀는 그 군인 이 부드러운 몇 마디의 말을 하는 것을 들었다. 밤새도 록 그에게 손이 꼭 쥐어진 채로 노인은 아무 말도 하지 않았다. 동트기 직전에, 그 노인은 죽었다. 그 군인은 노인의 손을 놓고 간호사를 찾기 위해 병실을 나갔다. 그녀가 무슨 일이 있었는지 들은 후, 그녀는 그와 함께 병실로 돌아갔다. 군인은 잠시 머뭇거리고는 “그 남자는 누구였나요?”라고 물었다. (C) 그녀는 깜짝 놀라서 물었다. “그가 당신의 아버지 가 아니었나요?” “아니요, 그는 아니었어요. 저는 그를 이전에 만난 적이 없어요.”라고 군인이 대답했다. 그녀 는 물었다, “그러면 내가 당신을 그에게 데리고 갔을 때 왜 아무 말도 하지 않았나요?” 그가 말했다, “저는 실수 가 있었다는 것을 알았지만, 그가 위독해서 제가 그의 아들인지 아닌지 구별할 수 없다는 걸 알게 되었을 때, 저는 그가 얼마나 저를 필요로 하는지 알 수 있었습니 다. 그래서, 저는 머물렀습니다.” [어구] severe 극심한 gentle 부드러운 [해설] 해석 참조 [41~42] 초기 수렵 채집 사회는 최소한의 구조만 가지고 있었 다. 추장이나 장로 그룹이 주로 캠프나 마을을 이끌었 다. 식량과 기타 필수 자원의 잉여분이 전임 추장이나 마을 의회를 지원할 만큼 거의 충분하지 않았기 때문에 대부분의 이러한 지도자들은 다른 구성원들과 함께 사 냥과 채집을 해야 했다. 농업의 발전은 작업 패턴을 변 화시켰다. 초기 농부들은 심은 씨앗 1kg마다 3-10kg의 곡물을 수확할 수 있었다. 이 식량/에너지 잉여분의 일 부는 지역 사회에 환원되었고 족장, 마을 의회, 의술가, 사제, 전사와 같은 비농민에 대한 지원을 제한했다(→ 제공했다). 그 대가로, 비농민들은 농업 인구에게 리더 십과 안보를 제공하여, 그들이 식량/에너지 생산량을 지 속적으로 늘리고 항상 더 많은 잉여를 제공할 수 있게 하였다. 2023학년도 6월 전국연합학력평가 정답 및 해설 고1 5 개선된 기술과 유리한 조건으로, 농업은 기본 생필품 의 지속적인 흑자를 창출했고, 인구 집단은 규모가 커 졌다. 이러한 집단은 마을과 도시에 집중되었고, 인간의 업무는 더욱 전문화되었다. 목수, 대장장이, 상인, 무역 업자, 선원과 같은 전문가들은 기술을 발전시키고 자신 의 시간과 에너지 사용을 더 효율적으로 하게 되었다. 그들이 제공한 재화와 서비스로 인해 향상된 삶의 질, 더 높은 생활 수준, 그리고, 대부분의 사회에서, 향상된 안정성을 가져왔다. [어구] surplus 잉여 blacksmith 대장장이 [해설] 해석 참조"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 1지문 3문항(글의 순서 파악하기) [43~45] (A) 한 간호사가 피곤하고 불안해하는 군인을 침대 곁으로 데려갔다. “Jack, 당신 아들이 왔어요.”라고 간호 사가 침대에 누워있는 노인에게 말했다. 그 노인이 눈 을 뜨기 전에 그녀는 그 말을 여러 번 반복해야 했다. 심장병 때문에 극심한 고통을 겪고 있어, 그는 제복을 입은 젊은 군인이 그의 옆에 서 있는 것을 간신히 보았 다. 그는 손을 그 군인에게 뻗었다. (D) 그 군인은 노인의 병약한 손을 부드럽게 감쌌다. 간호사는 군인이 침대 옆에 앉을 수 있도록 의자를 가 져왔다. 밤새 젊은 군인은 거기에 앉아, 노인의 손을 잡 고 그에게 지지와 위로의 말을 건넸다. 가끔, 그녀는 군 인에게 잠시 쉬라고 제안했다. 그는 정중하게 거절했다. (B) 간호사가 병실에 들어올 때마다, 그녀는 그 군인 이 부드러운 몇 마디의 말을 하는 것을 들었다. 밤새도 록 그에게 손이 꼭 쥐어진 채로 노인은 아무 말도 하지 않았다. 동트기 직전에, 그 노인은 죽었다. 그 군인은 노인의 손을 놓고 간호사를 찾기 위해 병실을 나갔다. 그녀가 무슨 일이 있었는지 들은 후, 그녀는 그와 함께 병실로 돌아갔다. 군인은 잠시 머뭇거리고는 “그 남자는 누구였나요?”라고 물었다. (C) 그녀는 깜짝 놀라서 물었다. “그가 당신의 아버지 가 아니었나요?” “아니요, 그는 아니었어요. 저는 그를 이전에 만난 적이 없어요.”라고 군인이 대답했다. 그녀 는 물었다, “그러면 내가 당신을 그에게 데리고 갔을 때 왜 아무 말도 하지 않았나요?” 그가 말했다, “저는 실수 가 있었다는 것을 알았지만, 그가 위독해서 제가 그의 아들인지 아닌지 구별할 수 없다는 걸 알게 되었을 때, 저는 그가 얼마나 저를 필요로 하는지 알 수 있었습니 다. 그래서, 저는 머물렀습니다.” [어구] severe 극심한 gentle 부드러운 [해설] 해석 참조"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 1지문 3문항(지칭 추론하기) [43~45] (A) 한 간호사가 피곤하고 불안해하는 군인을 침대 곁으로 데려갔다. “Jack, 당신 아들이 왔어요.”라고 간호 사가 침대에 누워있는 노인에게 말했다. 그 노인이 눈 을 뜨기 전에 그녀는 그 말을 여러 번 반복해야 했다. 심장병 때문에 극심한 고통을 겪고 있어, 그는 제복을 입은 젊은 군인이 그의 옆에 서 있는 것을 간신히 보았 다. 그는 손을 그 군인에게 뻗었다. (D) 그 군인은 노인의 병약한 손을 부드럽게 감쌌다. 간호사는 군인이 침대 옆에 앉을 수 있도록 의자를 가 져왔다. 밤새 젊은 군인은 거기에 앉아, 노인의 손을 잡 고 그에게 지지와 위로의 말을 건넸다. 가끔, 그녀는 군 인에게 잠시 쉬라고 제안했다. 그는 정중하게 거절했다. (B) 간호사가 병실에 들어올 때마다, 그녀는 그 군인 이 부드러운 몇 마디의 말을 하는 것을 들었다. 밤새도 록 그에게 손이 꼭 쥐어진 채로 노인은 아무 말도 하지 않았다. 동트기 직전에, 그 노인은 죽었다. 그 군인은 노인의 손을 놓고 간호사를 찾기 위해 병실을 나갔다. 그녀가 무슨 일이 있었는지 들은 후, 그녀는 그와 함께 병실로 돌아갔다. 군인은 잠시 머뭇거리고는 “그 남자는 누구였나요?”라고 물었다. (C) 그녀는 깜짝 놀라서 물었다. “그가 당신의 아버지 가 아니었나요?” “아니요, 그는 아니었어요. 저는 그를 이전에 만난 적이 없어요.”라고 군인이 대답했다. 그녀 는 물었다, “그러면 내가 당신을 그에게 데리고 갔을 때 왜 아무 말도 하지 않았나요?” 그가 말했다, “저는 실수 가 있었다는 것을 알았지만, 그가 위독해서 제가 그의 아들인지 아닌지 구별할 수 없다는 걸 알게 되었을 때, 저는 그가 얼마나 저를 필요로 하는지 알 수 있었습니 다. 그래서, 저는 머물렀습니다.” [어구] severe 극심한 gentle 부드러운 [해설] 해석 참조"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 1지문 3문항(세부 내용 파악하기) [43~45] (A) 한 간호사가 피곤하고 불안해하는 군인을 침대 곁으로 데려갔다. “Jack, 당신 아들이 왔어요.”라고 간호 사가 침대에 누워있는 노인에게 말했다. 그 노인이 눈 을 뜨기 전에 그녀는 그 말을 여러 번 반복해야 했다. 심장병 때문에 극심한 고통을 겪고 있어, 그는 제복을 입은 젊은 군인이 그의 옆에 서 있는 것을 간신히 보았 다. 그는 손을 그 군인에게 뻗었다. (D) 그 군인은 노인의 병약한 손을 부드럽게 감쌌다. 간호사는 군인이 침대 옆에 앉을 수 있도록 의자를 가 져왔다. 밤새 젊은 군인은 거기에 앉아, 노인의 손을 잡 고 그에게 지지와 위로의 말을 건넸다. 가끔, 그녀는 군 인에게 잠시 쉬라고 제안했다. 그는 정중하게 거절했다. (B) 간호사가 병실에 들어올 때마다, 그녀는 그 군인 이 부드러운 몇 마디의 말을 하는 것을 들었다. 밤새도 록 그에게 손이 꼭 쥐어진 채로 노인은 아무 말도 하지 않았다. 동트기 직전에, 그 노인은 죽었다. 그 군인은 노인의 손을 놓고 간호사를 찾기 위해 병실을 나갔다. 그녀가 무슨 일이 있었는지 들은 후, 그녀는 그와 함께 병실로 돌아갔다. 군인은 잠시 머뭇거리고는 “그 남자는 누구였나요?”라고 물었다. (C) 그녀는 깜짝 놀라서 물었다. “그가 당신의 아버지 가 아니었나요?” “아니요, 그는 아니었어요. 저는 그를 이전에 만난 적이 없어요.”라고 군인이 대답했다. 그녀 는 물었다, “그러면 내가 당신을 그에게 데리고 갔을 때 왜 아무 말도 하지 않았나요?” 그가 말했다, “저는 실수 가 있었다는 것을 알았지만, 그가 위독해서 제가 그의 아들인지 아닌지 구별할 수 없다는 걸 알게 되었을 때, 저는 그가 얼마나 저를 필요로 하는지 알 수 있었습니 다. 그래서, 저는 머물렀습니다.” [어구] severe 극심한 gentle 부드러운 [해설] 해석 참조"
    }
]