[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 고르기 W: [Chime bell rings.] Attention, everyone! Our CEO, Mr. Wayne, has prepared a snack bar to celebrate our success on last month’s project. Please come down to the lobby and enjoy some delicious snacks. They’ll be available until 4 p.m. You’ll be impressed by the amazing variety, from crispy fries and hot dogs to fresh lemonade and coffee. It’d be great if you could bring your own personal cups for the drinks. See you there."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 의견 고르기 M: Hi, Pamela. Did you finish your history assignment? W: Yes, Dad. I finished it quite easily with the help of AI. M: Really? Do you mean you used an artificial­intelligence website? W: Yeah. I typed in the questions and AI gave me the answers right away. M: Well, is it a good idea to do your homework that way? W: Why not? It saves a lot of time and gives me just the information I need. M: I used to think so, too. But after trying it a couple of times, I found out AI sometimes uses false information as well. W: Really? I didn’t know that. M: Yeah, you shouldn’t blindly trust the answers from AI. W: Okay. I’ll keep that in mind next time."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 요지 고르기 W: Hello, listeners. This is Kelly Watson’s Love Yourself. Have you ever thought about your social media use? Social media lets you stay connected with others easily. However, it can make you compare yourself with others, too. For example, a celebrity’s post about going on a luxurious trip may make you jealous. Continuously making such comparisons stops you from looking at yourself the way you truly are. You might think, “Why can’t I have a better life?” and feel small about yourself. As you can see, social media can have a negative effect on your self­esteem. I’ll be right back with some tips for healthy social media use."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 내용 불일치 고르기(그림) W: Honey, I love this park! M: Me, too. This park is so cool. But, oh, look! What’s that in the tree? W: It’s just a kite stuck in the tree’s branches. M: I guess some kids went home without their kite. W: By the same tree, a woman is walking her dog. They look so lovely. M: What about the little girl beside her? W: You mean the girl holding balloons in her hand? M: Right. She’s adorable. And look there! Did you notice a basket full of flowers on the picnic mat? W: Yes, right. It adds a touch of romance to the scene. M: I think so, too. Oh, there’s a fountain. Next to it, a man is playing the violin. W: The melody is beautiful. I’m glad we came here."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 할 일 고르기 M: Hey, Alice. I applied for the science camp next week. What about you? W: Me, too. But I didn’t know that there were so many things to do before the camp. M: Right. Would you like to go over my checklist together? W: Hmm, let’s see. Did you upload your introduction video to the website? M: Yes, I tried to show my interest in science. Oh, hey, have you picked which experiment to work on? W: Yes. I decided to participate in a biology experiment. M: Me, too. Wasn’t it difficult to make a plan for your experiment? W: Actually, I haven’t even started yet because I’ve never written a plan for a biology experiment before. M: I’ll show you mine after class. Maybe you can get some ideas. W: Really? That’d be great. See you soon."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 숫자 정보 파악하기 W: Hi, I’m looking for a backpack for my niece. She’s going on a camping trip this summer. M: Great. We have this blue backpack that has multiple pockets. W: It looks stylish and functional. How much is it? M: It’s $50, but we have a special discount only on backpacks today. Every backpack is 10% off. W: That’s a great deal! I’ll take it. M: I’m sure your niece will love it. Do you need anything else? W: Yes. I like this camping hat. How much is it? M: It’s $10, not on sale, though. W: That’s okay. I’ll take it as well. M: Gift wrapping for them would be a total of $5. Would you like gift wrapping? W: Yes, please. Here’s my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 5W1H(이유) 고르기 W: Hi, Chris. How was your weekend? M: Hello, Martha. I went to a rock concert and had fun. How about you? W: I’ve been preparing for tomorrow’s club festival. M: Oh, what kind of activity are you preparing for the festival? W: Our club members are presenting a magic show. Come and watch us at 4 p.m. tomorrow if you are available. M: I’d love to, but I can’t make it. W: Why? It’d be nice to have you there. M: I’m sorry, but I have to attend my uncle’s birthday party. W: Oh, I understand. I hope you have a wonderful time with your family. M: Thank you, I will."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 세부 내용 고르기(언급 유무) W: Hey, Alex. Have you seen the announcement for the Victory Marathon? M: Not yet, but I’m curious about it. When’s the event? W: It’s on Saturday, July 13th. M: Nice. Where will the race start? W: It will start at William Stadium. M: Oh, great. How much does it cost to participate? W: It costs $30. M: That’s reasonable. How many participants are they expecting? W: Last year, there were around 5,000. They say they expect about the same this year. M: I didn’t know that many people love marathons. I’m in! W: Great. I look forward to running with you."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화 내용 불일치 고르기 M: Good morning, students of Violet Hill High School. This is your principal speaking. I’m delighted to announce that the annual Violet Hill Mentorship will be held next Friday. Our school graduates who are now majoring in English literature, bioengineering, and theater and film will be giving some tips on university life. To register for this event, visit our school website and submit two questions you would like to ask them in advance. The deadline for registration is next Tuesday, so don’t wait too long. And remember, the maximum number of participants for each major is 30 people. For more information, visit our school website."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 세부 내용 고르기(도표) M: Honey, look. This website’s Summer Sale has just begun. 2024학년도 6월 고1 전국연합학력평가 정답 및 해설 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 2 W: Oh, great. Why don’t we buy a new cordless vacuum cleaner? M: Sure. There are five bestsellers shown here. W: Let’s check the battery life first. M: I think it should be at least two hours so that we don’t have to charge it as often. W: I agree. But let’s not spend more than $400 on a vacuum cleaner. M: Fine. Oh, some of these also have a wet cleaning function. W: I’d love that. With that function, we can definitely save a lot of time. M: Okay. What about the color? The white one looks better to me. W: Right. It’ll match the color tone of our living room. M: Perfect. So, let’s buy this one. W: Great."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 M: Mom, I want to have a cat. Have you ever thought about us adopting a cat? W: Sweetie, having a pet requires a lot of responsibility. M: I’m totally ready for it. Mom, we could at least consider it. W:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 짧은 대화의 적절한 응답 고르기 W: Jake, I completely forgot about the math assignment. When’s the deadline? M: You need to submit it by next Tuesday. W: Phew, I still have some time. Where should I submit it? M:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 M: Hey, Cindy. Have you been playing a lot of badminton these days? W: No, I’ve been experiencing some pain in my knee since a badminton match last weekend. M: I’m sorry to hear that. Did you go see a doctor? W: Yes, I visited a local clinic yesterday. M: I hope you feel better soon. By the way, have you ever taken a badminton lesson? W: No, I haven’t. Why are you asking? M: In my experience, that kind of injury can come from bad posture. A lesson might reduce the risk of any further injury. W: Well, I thought I didn’t need those lessons. M: Cindy, if you want to keep playing badminton without any injuries, it’s important to learn from an instructor to develop the right posture. W:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 긴 대화의 적절한 응답 고르기 W: Mike, don’t you think climate change is kind of scary? M: Right. The temperature seems higher than ever. W: I heard it’s putting a number of animals in danger these days. M: Right. Maybe one day we won’t be able to see polar bears anymore. W: That’s not good. What can we do? M: Use less plastic, plant more trees. Small things matter. W: And maybe we can ride bikes instead of always asking for rides. M: Yeah. Making a Tree­Planting Day at school can also be helpful. W: Absolutely. Then, why don’t we make our own school club to put it into action? M:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 응답 고르기 W: Laura and Tony are close coworkers. Laura notices that Tony has been looking unusually tired and pale recently. One day, she asks Tony if he’s not been feeling well lately, but Tony says he’s just a bit tired from work. Laura knows that Tony sometimes works even on weekends without taking a break or getting any rest. However, this time, she is really worried about him and wants him to take at least a couple of days off. In this situation, what would Laura most likely say to Tony? [16~17] M: Hello, Lincoln High School. This is David Newman, your current student representative, and I’m speaking to you today to let you know about the upcoming election for next year’s student representative. Candidates can now begin their campaigns, following these instructions. First, they can share short promotional video clips on their social media, but the video clips must not be longer than 3 minutes. Second, candidates can display posters only in allowed areas, and it’s important to keep the size to A3 or smaller, as larger posters will be removed without warning. Third, the use of pamphlets is allowed, but they must only be distributed within the school campus. Lastly, there will be an online debate broadcast on our school website among the candidates three days before the election. It’s important to be respectful toward the other candidates during the debate. Let’s make this election a success."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 긴 담화 듣기(담화의 주제 파악하기) [16~17] M: Hello, Lincoln High School. This is David Newman, your current student representative, and I’m speaking to you today to let you know about the upcoming election for next year’s student representative. Candidates can now begin their campaigns, following these instructions. First, they can share short promotional video clips on their social media, but the video clips must not be longer than 3 minutes. Second, candidates can display posters only in allowed areas, and it’s important to keep the size to A3 or smaller, as larger posters will be removed without warning. Third, the use of pamphlets is allowed, but they must only be distributed within the school campus. Lastly, there will be an online debate broadcast on our school website among the candidates three days before the election. It’s important to be respectful toward the other candidates during the debate. Let’s make this election a success."
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 긴 담화 듣기(담화의 언급 유무 고르기) [16~17] M: Hello, Lincoln High School. This is David Newman, your current student representative, and I’m speaking to you today to let you know about the upcoming election for next year’s student representative. Candidates can now begin their campaigns, following these instructions. First, they can share short promotional video clips on their social media, but the video clips must not be longer than 3 minutes. Second, candidates can display posters only in allowed areas, and it’s important to keep the size to A3 or smaller, as larger posters will be removed without warning. Third, the use of pamphlets is allowed, but they must only be distributed within the school campus. Lastly, there will be an online debate broadcast on our school website among the candidates three days before the election. It’s important to be respectful toward the other candidates during the debate. Let’s make this election a success."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 고르기 독자분께, 보내주신 성원에 항상 감사드립니다. 아시다시피, 이제 앱을 통해서도 저희 서비스를 이용하실 수 있습니다. TourTide Magazine의 온라인 회원으로 전환하기에 이보다 더 좋은 시기는 없습니다. 당신의 현재 인쇄본 구독료에서 50% 할인된 가격으로 1년 치를 온라인으 로 구독할 수 있습니다. TourTide.com에서 신간호와 일일 웹 기사를 받아보고, 앱을 통해 TourTide Magazine을 읽거나 청취해 보고, 회원 전용 뉴스레터 도 받아보세요. 편집자들이 선정한 최고의 기사도 받 아볼 수 있습니다. 오늘 가입하세요! TourTide 팀 드림 [해설] 해석 참조"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 변화 고르기 우체통에서 걸어올 때 내 심장은 빠르게 뛰고 있었 다. 내 손에는 지원했던 대학에서 보낸 편지가 들려 있었다. 내 생각에는 합격할 만큼 성적이 좋았고 지원 서도 잘 썼지만, 그것으로 충분했을까? 며칠 동안 한 숨도 잘 수 없었다. 봉투의 종이를 조심스럽게 찢자 “매우 기쁘게도...”라는 첫 문구와 함께 편지가 천천히 모습을 드러냈다. 나는 기뻐서 소리질렀다. “합격이 야!” 나는 편지를 손에 쥐고 집에서 멀리 떨어진 도시 에서의 대학 생활에 대해 상상하기 시작했다. [어구] faraway 먼, 멀리서 [해설] 해석 참조"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 고르기 방이 지저분한 것은 결국 부정적인 감정과 파괴적 인 사고로 이어질 수 있다. 심리학자들은 방이 무질서 하다는 것은 정신 상태가 혼란스럽다는 것을 나타낼 수 있다고 말한다. 정리 전문가 중 한 명은 방 청소를 시작하는 순간 당신은 인생을 변화시키고 새로운 관 점을 얻기 시작한다고 말한다. 주변을 청소하면 긍정 적이고 좋은 분위기가 따라온다. 당신은 더 많은 일을 효율적이고 깔끔하게 할 수 있다. 그러니 먼저 옷장을 청소하고, 서랍을 정리하고, 물건을 정돈한다면 마음 의 평화가 따라올 것이다. [어구] destructive 파괴적인 disorderly 무질서한 [해설] 해석 참조"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축적 의미 파악하기 농지의 토양은 단일 작물 재배를 위한 완벽한 환경 이어야 한다. 이것은 비료 형태로 양분을 더하고 관개 로 물을 댐으로써 이루어진다. 지난 50년 동안 기술 자와 농작물 연구자들은 농부들이 양쪽 모두의 정확 한 적정량을 공급하는 데 훨씬 더 효율적일 수 있도 록 도움을 주었다. 전 세계 비료 사용량은 1969년 이 래로 세 배가 되었고, 전체 관개 능력은 거의 두 배가 되었다. 우리는 그 어느 때보다도 들판을 기름지게 하 고 물을 대고 있으며, 우리의 농작물은 이를 좋아한 다. 불행히도, 이러한 호사스러운 상황은 농업에서는 달갑지 않은 것들의 관심도 끌어들였다. 농지는 주위 를 둘러싼 자연 지대에 비해 영양분과 물이 풍족히 채워져 있기 때문에 그 지역의 어떤 잡초라도 원하는 고급 부동산이 된다. [어구] be loaded with ~로 가득차다 [해설] 해석 참조"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 도움을 주는 것에 관해서 당신은 많은 것을 할 필 요는 없다. 그저 다가가서 관심을 갖고 있다는 것을 보여주기만 하면 된다. 외로운 사람을 발견하면 가서 함께 앉아 있으면 된다. 혼자서 점심을 먹는 사람과 함께 일한다면, 그리고 그 사람에게 다가가서 함께 앉 는다면 얼마 지나지 않아 그 사람은 더 사교적으로 변하기 시작할 것이고, 이 모든 것을 당신 덕분이라고 할 것이다. 한 사람의 행복은 관심에서 비롯된다. 세 상에는 모든 이가 자신을 잊었거나 무시한다고 느끼 는 사람들이 너무 많다. 지나가는 사람들에게 인사만 건네도, 누군가 (그들에게) 관심을 가져주는 것처럼, 그들은 자기 자신에 대해 기분이 좋아지기 시작할 것 이다. [어구] owe ~ to - ~은- 덕분이다 [해설] 해석 참조"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 우리는 종종 우리의 도전을 멈추고, 쉬운 길을 택하 려고 한다. 쉬운 길을 택하면 경쟁할 수 있는 힘을 얻 지 못한다. 우리는 종종 실력을 향상하기 위해 쉬운 길을 택한다. 우리 중 다수가 인생의 핵심이 되는 영 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 3 역에서 숙달을 위한 노력을 하지 않는다. 이러한 기술 은 경력, 건강, 번영에 도움이 될 수 있는 핵심 도구 이다. 성공한 운동선수들은 더 좋은 장비 때문에 승리 하는 것이 아니다. 그들은 힘과 실력을 얻기 위해 고 난에 맞섬으로써 승리한다. 그들은 준비를 통해 승리 한다. 그들을 돋보이게 하는 것은 바로 정신적 준비, 승리하는 마음가짐, 전략, 그리고 기술이다. 힘은 저항 이 가장 적은 길을 택하는 것이 아니라 맞서 싸우는 데서 나온다. 고난은 단지 우리 앞에 놓인 다음을 위 한 교훈만은 아니다. 고난은 우리 인생에서 가장 위대 한 스승이 될 것이다. [어구] prosperity 번영 [해설] 해석 참조"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 당신의 행동은 대개 당신의 정체성을 반영한다. 당 신이 하는 행동은 의식적으로든 무의식적으로든 당신 이 스스로를 어떤 사람이라고 믿고 있는지를 나타낸 다. 연구에 따르면 자신의 정체성의 특정 측면을 믿는 사람은 그 믿음에 따라 행동할 가능성이 더 높다. 예 를 들어, 자신을 “유권자”라고 느끼는 사람은 단순히 “투표”가 자신이 하고 싶은 행동이라고 주장하는 사람 보다 투표할 가능성이 더 높았다. 마찬가지로, 운동을 자신의 정체성의 일부로 받아들이는 사람은 훈련하라 고 스스로를 설득할 필요가 없다. 옳은 일을 하는 것 은 쉽다. 결국, 자신의 행동과 정체성이 완벽하게 일 치하면 더 이상 행동 변화를 추구하지 않아도 된다. 당신은 그저 당신 스스로가 그렇다고 이미 믿고 있는 유형의 사람처럼 행동하고 있을 뿐이다. [어구] consciously 의식적으로 [해설] 해석 참조"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 내용 불일치 고르기(도표) 위 도표는 2016년과 2019년의 지역별 전자 폐기물 수거율 및 재활용률을 보여준다. 두 해 모두 유럽이 가장 높은 전자 폐기물 수거율 및 재활용률을 보였다. 2019년 아시아의 전자 폐기물 수거율 및 재활용률은 2016년보다 낮았다. (남ㆍ북ㆍ중앙)아메리카는 2016 년과 2019년 모두 3위를 기록했으며, 그 비율은 각각 17퍼센트와 9퍼센트였다. 오세아니아의 전자 폐기물 수거율 및 재활용률은 두 해 모두 10퍼센트 아래에 머물렀다. 아프리카는 2016년과 2019년 모두 가장 낮 은 전자 폐기물 수거율 및 재활용률을 기록했으며, 두 해 사이의 비율 격차가 가장 적었다. [어구] respectively 각각 gap 격차 [해설] 해석 참조"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 불일치 고르기 ‘초신성’이라는 용어를 만든 유명한 천체 물리학자 Fritz Zwicky는 불가리아의 Varna에서 스위스인 아버 지와 체코인 어머니 사이에서 태어났다. 여섯 살이 되 던 해, 그는 스위스에서 보낸 어린 시절의 대부분 동 안 그를 돌봐준 조부모에게 보내졌다. 그곳에서, 그는 수학과 물리학에 대한 고급 교육을 받았다. 1925년 미국으로 이주하여 California Institute of Technology(Caltech)에서 물리학 연구를 이어갔다. 그 는 21세기 초 우주에 대한 이해에 지대한 영향을 미 친 수많은 이론을 발전시켰다. 1942년 Caltech의 천 문학 교수로 임용된 후 그는 초창기 제트 엔진을 개 발했고, 50개 이상의 특허를 보유하고 있으며, 이 중 많은 부분이 제트 추진 분야의 특허이다. [어구] coin (새로운 낱말·어구를) 만들다 emigrate (타국으로) 이주하다 [해설] 해석 참조"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 불일치 고르기(실용문) 미식 베이킹 대회 요리책을 꺼내 최고의 베이킹 레시피의 먼지를 털어내세요. 일시 및 장소 · 8월 3일 토요일 오후 5시 - 오후 7시 · Gourmet Baking Studio 참가 신청 · 7월 25일까지 www.bakeoff.org에서 온라인으 로 신청하세요. · 누구나 대회에 참가할 수 있습니다. 부문 · 파이, 케이크, 쿠키 · 참가자 한 명당 하나의 부문만 참가할 수 있습니다. 상 및 선물 · 각 부문별 최상위 3명에게는 상이 수여됩니다. · 모든 참가자에게 기념품이 주어집니다. [어구] dust off (다시 쓰기 위해) 방치했던 것을 오랜 만에 꺼내다 souvenir 기념품 [해설] 해석 참조"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 내용 일치 고르기(실용문) 겨울 스포츠 프로그램 겨울이 옵니다! 같이 즐겨요! 시간 및 장소 · 12월 매주 일요일 오후 1시부터 오후 3시까지 · Grand Blue Ice Rink 강좌 세부 정보 · 아이스하키, 스피드 스케이팅, 피겨 스케이팅 · 참가자는 8세 이상이어야 합니다. 수강료 · 아이스하키: $200 · 스피드 스케이팅 / 피겨 스케이팅: $150 주의 사항 · 스케이트와 헬멧이 무료로 제공됩니다. · 장갑은 각자 가져와야 합니다. ※ 더 많 은 정 보 를 얻 고 자 한 다 면 , www.wintersports.com 에 방문하세요. [해설] 해석 참조"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 문법성 판단하기 수렵 채집 생활 방식은 인류에게 “자연스러운” 것으 로 묘사될 수 있으며, 그것을 추천할 만한 많은 것(장 점)이 있는 것으로 보인다. 초기 수렵 채집 사회의 유 적 조사는 인류의 조상들이 과도한 노력 없이도 구할 수 있는 풍족한 식량을 누릴 수 있었고 질병에 걸리 는 일도 거의 없었다는 것을 알려준다. 이것이 사실이 라면, 왜 그렇게 많은 인류가 영구적으로 마을에 정착 하여 농작물을 재배하고 동물을 기르면서 농업을 발 달시켰는지는 분명하지 않다. 밭을 경작하는 것은 힘 든 일이었고, 전염병이 처음 뿌리를 내린 곳은 농경 마을이었다. 인간의 삶에 미치는 즉각적인 영향이 무 엇이든, 정착지와 농업의 발전은 의심의 여지 없이 인 구 밀도의 높은 증가로 이어졌다. 신석기 시대로 알려 진 이 시기는 인류 발전의 중요한 전환점으로, 최초의 마을과 도시가 성장하는 길을 열었고, 결국 정착된 “문 명”으로 이어졌다. [어구] domesticate 길들이다 [해설] ③ what → that"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 많은 인간과 인간이 아닌 동물은 물건이나 돈을 미 래의 소비를 위해 저축한다. 이러한 행동은 즉각적인 보상보다 지연된 보상을 선호하는 것을 드러내는 듯 하다. 즉, 행위자는 미래의 보상을 위해 당장의 쾌락 을 포기하는 것이다. 그러므로 미래 보상의 하락된 가 치는 하락되지 않은 현재의 가치보다 더 커야만 한다. 그러나, 어떤 경우 행위자가 계획한 일을 기다리지 않 고 그들의 저축을 조기에 사용하는 경우도 있다. 예를 들어, 연초에 한 직원이 자기 돈을 크리스마스 선물을 사기 위해 모아두었지만 대신 여름 휴가에 사용할 수 있다. 이러한 사례는 의지의 약함의 예시가 될 수 있 다. 즉, 행위자는 그들의 저축을 가장 큰 이익을 위해 특정 방식으로 사용하기로 판단하거나 결심했으나 즉 각적인 즐거움에 대한 유혹이 사라지면(→생기면) 다 르게 행동할 수도 있다. [어구] commodity 물건 resolve 결심하다 [해설] 해석 참조"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 방해로 인한 대가는 잘 기록되어 있다. Martin Luther King Jr.는 “누군가 문을 두드리는 바람에 쓰 여지지 못한 사랑스러운 시”를 묘사하며 이를 슬퍼했 다. 아마도 가장 유명한 문학적 사례는 1797년 Samuel Taylor Coleridge가 꿈을 꾸고 Kubla Khan이 라는 시를 쓰기 시작했는데 뜻밖의 손님이 찾아왔을 때 일어났던 일일 것이다. 공교롭게도 Coleridge에게 이 불청객은 특히 좋지 않은 시기에 찾아왔다. 그는 영감을 잊고 작품을 미완성으로 남겼다. 의사, 간호사, 관제실 운영자, 주식 거래자, 조종사와 같은 중요한 역할을 담당하는 전문가들에게 심각한 결과를 초래한 갑작스러운 방해의 사례가 많이 기록되어 있지만, 갑 작스러운 방해는 일상 생활에서 대부분의 사람들에게 도 영향을 미쳐 업무 생산성을 떨어뜨리며 일반적으 로 스트레스 수준을 높인다. [어구] document 기록하다 [해설] 해석 참조"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 주의 집중이 뇌의 재구조화로 이어진다는 과학적 증거는 많이 있다. (예를 들어 사냥하거나 사냥감이 되는 것을 피하기 위해) 소리를 알아채는 것에 대한 보상을 받은 동물에서 우리는 뇌의 청각 중추가 훨씬 더 큰 것을 발견한다. 예리한 시력에 대한 보상을 받 은 동물은 시각 영역이 더 크다. 바이올린 연주자의 뇌 스캔 결과는 더 많은 증거를 제공해서 종종 매우 빠른 속도로 현을 정확하게 켜야 하는 왼손을 나타내 는 피질 영역의 극적인 성장과 확장을 보여준다. 다른 연구는 공간 기억에 필수적인 해마가 택시 운전사에 게서 확대되는 것을 보여준다. 요점은 우리가 어디에 주의를 기울이고 무엇을 연습하느냐에 따라 뇌의 물 리적 구조가 달라진다는 것이다. [어구] auditory 청각의 spatial 공간의 [해설] 해석 참조"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 4 인간의 생각은 어떻게 진화했을까? 한 가지 가능성 은 다른 인간 부족과의 경쟁과 갈등이 우리 두뇌가 그렇게 진화하도록 했다는 것이다. 적보다 조금이라도 더 우수한 생각을 할 수 있는 인간 부족은 중요한 우 위를 점했다. 적대적인 적 부족이 언제 어디서 공격할 지 상상하고 예측하며 그에 따라 계획을 세울 수 있 는 능력은 부족에게 상당한 군사적 우위를 가져다준 다. 인간의 생각은 생존을 위한 투쟁에서 그 이전의 어떤 무기보다 훨씬 더 결정적인 무기가 되었다. 그리 고 이러한 정신적 우위는 다음 세대에 걸쳐 계속해서 적용되었다. 상대보다 더 우수한 생각을 할 수 있는 부족은 전투에서 승리할 확률이 높았고, 이러한 정신 적 우위를 담당하는 유전자를 자손에게 물려주었다. 당신과 나는 승자의 후손이다. [어구] out­think ~보다 우수한 생각을 하다 succeeding 다음의 [해설] 해석 참조"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 팀의 숨겨진 잠재력을 찾으려면 브레인스토밍 대신 브레인라이팅이라는 과정으로 전환하는 것이 좋다. 초기 단계는 혼자서 진행한다. 먼저 모든 사람에게 개별적으로 아이디어를 내도록 요청한다. 그런 다음, 아이디어를 모아 익명으로 그룹에 공유한다. 독립적인 판단을 유지하기 위해 각 구성원이 스스로 그 아이디 어를 평가한다. 그러고 나서야 팀이 함께 모여 가장 유 망한 옵션을 선택하고 다듬는다. 아이디어를 선택하고 구체화하기 전에 개별적으로 아이디어를 전개하고 평 가함으로써 팀은 다른 방법으로는 주목받지 못했을 가 능성을 드러내고 발전시킬 수 있다. 이 브레인라이팅 과정은 모든 아이디어를 테이블에 올려놓고 모든 의견 을 대화에 반영할 수 있도록 한다. 특히 집단 지성을 달성하는 데 어려움을 겪는 그룹에서 효과적이다. [어구] potential 잠재력 promising 유망한 [해설] 해석 참조"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 무관한 문장 파악하기 단순히 직원들에게 주인의식(그들이 통제하고 있다 는 느낌, 진정한 의사 결정 권한이 있다는 느낌)을 주 는 것만으로도 그들이 자신의 업무에 쏟는 에너지와 집중력을 급격하게 높일 수 있다. 예를 들어, 오하이 오주의 한 제조 공장에서 진행된 2010년의 한 연구는 그들의 일정과 작업 환경에 대한 작은 결정 권한을 부여받은 조립 라인 근로자를 주의 깊게 살펴보았다. 그들은 그들 자신의 유니폼을 디자인했고, 근무 교대 에 대한 권한을 가진 반면에, 모든 생산 과정과 임금 규모는 동일하게 유지되었다. (결정이 합치되거나 조 직의 목표 달성에 초점이 맞춰지지 않았기 때문에 그 것은 효율성을 낮추는 결과를 낳았다.) 두 달 만에 직 원들은 휴식 시간을 더 짧게 가졌고, 실수를 더 적게 하였으며, 그 공장의 생산성은 20퍼센트 증가했다. 자 신들이 통제권을 쥐고 있다는 느낌을 직원들에게 부 여한 것이 그들이 업무에 끌어들이는 자기 통제력을 향상시켰다. [어구] genuine 진정한 empower (권한을) 부여하다 [해설] 해석 참조"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 기업이 영업, 마케팅, 파일 보관 등 일부 핵심 비 즈니스 활동을 디지털로 전환함에 따라 환경에 미치 는 영향이 덜 부정적일 것으로 예상된다. (B) 그러나 디지털 비즈니스 활동은 여전히 환경을 위협할 수 있 다. 경우에 따라서는 디지털 비즈니스가 끼치는 해악 이 훨씬 더 위험할 수 있다. 수십 년 전만 해도 사무 실에서는 모든 문서가 종이로 작성되었기 때문에 종 이 폐기물이 훨씬 더 많았다. (C) 직장에서 종이를 디 지털 문서, (디지털) 송장, 이메일로 전환한 것은 나 무를 보호할 수 있는 유망한 조치였다. 하지만 인터넷 과 전기가 환경에 입히는 손실은 간과되고 있다. 최근 Wired의 보고서에 따르면 대부분의 데이터 센터의 에 너지원은 화석 연료이다. (A) 클라우드에 더 많은 데 이터를 저장할수록 탄소 배출량이 증가하여 녹색 구 름을 회색으로 변하게 만든다. 이메일의 탄소 발자국 은 우체국을 통해 보내는 우편물보다 적지만 여전히 4g의 이산화탄소를 유발하며 첨부 파일이 크면 50g에 달할 수 있다. [어구] hazardous 위험한 [해설] 해석 참조"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 외래종이 갑자기 생태계에 유입되면 문제가 종종 발생한다. (B) 영국의 붉은색 다람쥐와 회색 다람쥐가 명확한 예를 제공한다. 1870년대 미국에서 회색 다람 쥐가 왔을 때, 두 다람쥐 종은 동일한 먹이와 서식지 를 놓고 경쟁했고, 이것이 토종의 붉은 다람쥐 개체군 을 압박했다. (A) 회색 다람쥐는 먹이를 조절할 수 있 기 때문에 우위를 점했다. 예를 들어 회색 다람쥐는 설익은 도토리를 먹을 수 있는 반면, 붉은 다람쥐는 다 익은 도토리만 소화할 수 있다. 숲의 같은 지역 내 에서 회색 다람쥐는 붉은 다람쥐가 한 입 먹기도 전에 식량 공급을 파괴할 수 있다. (C) 회색 다람쥐는 또한 더 밀집하며 다양한 서식지에서 살 수 있어서 삼림이 파괴되었을 때 더 쉽게 살아남았다. 그 결과, 붉은 다 람쥐는 영국에서 거의 멸종 위기에 이르렀다. [어구] mature 익은 [해설] 해석 참조"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 농작물 재배는 사람들이 한곳에 머무르게 했다. 수 렵 채집인들은 일반적으로 자주 이동해야 했고, 이동 할 때마다 모든 소유물을 가지고 다닐 수 있어야 했 다. 특히, 어머니들은 어린아이를 업고 이동해야 했다. 그 결과, 수렵 채집인 어머니들은 대략 4년마다 한 명 의 아이만 낳을 수 있었고, 한 번에 한 명 이상의 아 이를 업고 다닐 필요가 없도록 출산 간격을 두었다. 반면, 농부들은 매년 같은 장소에서 살 수 있었고 어 린아이를 장거리 이동시켜야 하는 걱정을 하지 않아 도 되었다. 한곳에 정착하게 된 사회는 출산 간격을 4 년에서 약 2년으로 단축할 수 있었다. 이는 여성 한 명이 수렵 채집인인 상대보다 더 많은 아이를 낳을 수 있다는 것을 의미했고, 그 결과 그것은 농경 사회 에서 급격한 인구 증가를 야기했다. 인구 증가는 실제 로 농경 사회에 유리했는데, 왜냐하면 농사는 많은 인 간의 노동력을 필요로 했기 때문이다. [어구] space 간격을 두다 [해설] 해석 참조"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 동물은 유년기를 보내면서 환경에 대해 배울 수 있 다. 유년기가 없으면, 동물은 하드웨어에 더 많이 의 존해야 하므로 유연성이 떨어질 수밖에 없다. 철새 중 에서도 언제, 어디로, 어떻게 이동해야 하는지를 알고 태어나는 새들, 즉 전적으로 태어날 때부터 주어진 지 침에 따라 이동하는 새들은 때때로 매우 비효율적인 이동 경로를 가지고 있다. 이동 방법을 알고 태어난 새들은 쉽게 적응하지 못한다. 따라서 호수가 마르거 나 숲이 농지로 바뀌거나 기후 변화로 번식지가 더 북쪽으로 밀려났을 때, 이동하는 방법을 알고 태어난 새들은 기존의 규칙과 지도를 따라 계속 날아간다. 이 에 비해 유년기가 가장 길고 부모와 함께 이동하는 새는 가장 효율적인 이동 경로를 가지고 있는 경향이 있다. 유년기는 문화적 정보의 전달을 촉진하며, 문화 는 유전자보다 더 빠르게 진화할 수 있다. 유년기는 변화하는 세상에서 유연성을 제공한다. [어구] migrate 이동하다 flexibility 유연성 [해설] 해석 참조"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 문단 요약하기 지난 수십 년 동안 학자들은 미래 세대를 위해 디 지털 정보를 가장 잘 만들고, 정리하고, 제시하고, 보 존하는 방법에 대한 표준을 개발해 왔다. 그러나 대 부분의 경우 장애가 있는 사람들의 요구는 여전히 무시되어 왔다. 그 결과, 청각 장애가 있거나 듣는 것이 힘든 사람, 시각 장애가 있거나 시력이 낮거나 특정 색상을 구분하기 어려운 사람에게는 그렇지 않 은 경우라면 가장 가치 있었을 디지털 자원 중 상당 수가 무용지물이 되고 있다. 교육 기술 및 상업용 웹 디자인에 종사하는 전문가들은 이러한 사용자의 요 구를 충족시키는 데 상당한 진전을 이루었지만, 디지 털 프로젝트를 만드는 일부 학자들은 이러한 요구를 고려하지 못하는 경우가 너무 많다. 더 많은 프로젝 트에서 디자인을 결정할 때 최대한 많은 사용자를 항상 염두에 두고 최종 제품이 장애가 있는 사람들 과 그렇지 않은 사람들 모두의 요구를 충족시킬 수 있도록 해야 한다는 생각을 받아들인다면 이러한 상 황은 훨씬 개선될 것이다.  장애가 있는 사람들의 요구는 디지털 프로젝트에서 종종 간과되어 왔으며, 이것은 포괄(포용)적인 디자인을 채택함으로써 변화될 수 있다. [어구] preserve 보존하다 embrace 받아들이다 [해설] 해석 참조 [41~42] 모든 인간은 어느 정도는 쾌락을 경험하기 위해 약 간의 고통을 유발하는 활동을 추구한다. 이것이 매운 음식 또는 강한 마사지, 너무 차갑거나 뜨거운 욕조에 들어가기 중 어디에서 발견되든지 간에 말이다. 핵심 은 그것이 ‘안전한 위협’이라는 점이다. 뇌는 자극이 고통스럽지만 궁극적으로 위협적이지 않은 것으로 인 식한다. 흥미롭게도 이것은 유머가 작동하는 방식, 즉 규범을 장난스럽게 위반함으로써 쾌락을 유발하는 ‘안 전한 위협’과 유사할 수 있다. 우리는 불편하지만 안 전하다고 느낀다. 생존이 위험하지 않은 이런 상황에 서 고통에 대한 욕구는 실제로는 고통이나 처벌이 아 닌 보상에 대한 욕구이다. 이러한 보상과 같은 효과는 고통에 대한 숙달된 느낌에서 비롯된다. 칠리를 먹는 습관을 자세히 들여다볼수록 이는 더욱 분명하게 드 러난다. 칠리의 활성 성분인 캡사이신이 혀에 닿으면 피부 조직이 화상을 입었을 때 활성화되는 것과 똑같 은 수용체를 자극한다. 우리 몸이 위험 신호를 보내고 있지만 실제로는 완전히 안전하다는 것을 알면 쾌감 이 생긴다. 모든 아이들은 처음에는 칠리를 싫어하지 만, 반복적인 노출과 실질적인 기쁨을(→해를) 경험하 지 않는다는 것을 알게 됨을 통해 그것에서 쾌락을 얻는 방법을 배우게 된다. 흥미롭게도 고통 그 자체를 위해 고통을 추구하는 것은 인간만이 할 수 있는 행 동으로 보인다. 동물이 칠리를 선호하게 하거나 스스 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 5 로에게 해를 가하도록 과학자들이 훈련시키는 유일한 방법은 고통을 항상 즐거운 보상과 직접적으로 연관 시키는 것이다. [어구] receptor 수용체 tissue (세포)조직 [해설] 해석 참조"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 1지문 2문항(글의 제목 추론하기) [41~42] 모든 인간은 어느 정도는 쾌락을 경험하기 위해 약 간의 고통을 유발하는 활동을 추구한다. 이것이 매운 음식 또는 강한 마사지, 너무 차갑거나 뜨거운 욕조에 들어가기 중 어디에서 발견되든지 간에 말이다. 핵심 은 그것이 ‘안전한 위협’이라는 점이다. 뇌는 자극이 고통스럽지만 궁극적으로 위협적이지 않은 것으로 인 식한다. 흥미롭게도 이것은 유머가 작동하는 방식, 즉 규범을 장난스럽게 위반함으로써 쾌락을 유발하는 ‘안 전한 위협’과 유사할 수 있다. 우리는 불편하지만 안 전하다고 느낀다. 생존이 위험하지 않은 이런 상황에 서 고통에 대한 욕구는 실제로는 고통이나 처벌이 아 닌 보상에 대한 욕구이다. 이러한 보상과 같은 효과는 고통에 대한 숙달된 느낌에서 비롯된다. 칠리를 먹는 습관을 자세히 들여다볼수록 이는 더욱 분명하게 드 러난다. 칠리의 활성 성분인 캡사이신이 혀에 닿으면 피부 조직이 화상을 입었을 때 활성화되는 것과 똑같 은 수용체를 자극한다. 우리 몸이 위험 신호를 보내고 있지만 실제로는 완전히 안전하다는 것을 알면 쾌감 이 생긴다. 모든 아이들은 처음에는 칠리를 싫어하지 만, 반복적인 노출과 실질적인 기쁨을(→해를) 경험하 지 않는다는 것을 알게 됨을 통해 그것에서 쾌락을 얻는 방법을 배우게 된다. 흥미롭게도 고통 그 자체를 위해 고통을 추구하는 것은 인간만이 할 수 있는 행 동으로 보인다. 동물이 칠리를 선호하게 하거나 스스 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 5 로에게 해를 가하도록 과학자들이 훈련시키는 유일한 방법은 고통을 항상 즐거운 보상과 직접적으로 연관 시키는 것이다. [어구] receptor 수용체 tissue (세포)조직 [해설] 해석 참조"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 1지문 2문항(문맥상 적절한 어휘 파악하기) [43~45] (A) 비행기가 육지에서 멀리 떨어진 깊고 푸른 바 다 위를 높이 날고 있었다. 소형 비행기를 조종하고 있는 것은 노련한 비행 교관과 나란히 앉아 있는 한 파일럿 교육생이었다. 교육생이 창문 밖을 바라볼 때, 그녀는 세상의 아름다움에 대한 경이로움과 감탄으로 가득 찼다. 한편, 비행 교관은 비행 중 돌발 비상 상 황 대처 훈련을 시작할 적절한 때를 인내심을 가지고 기다리고 있었다. (D) 비행기가 약간의 난기류를 만났을 때, 교관은 숨겨진 버튼을 눌렀다. 갑자기, 비행기 안의 모든 모 니터가 여러 번 깜박이다가 완전히 꺼졌다! 이제 교육 생은 잘 날고 있는 비행기를 조종하고 있었지만, 그녀 는 자신이 어디에 있는지, 어디로 가야 하는지 알 방 도가 없었다. 교육생은 지도는 가지고 있었지만, 다른 도구는 가지고 있지 않았다. 그녀는 어쩔 줄 몰라 했 고 그때 비행기가 다시 흔들렸다. (C) 교육생이 당황하기 시작하자 교관은 “침착하세 요. 당신은 할 수 있습니다.” 여느 때처럼 침착한 교관 은 교육생에게 “비행 중에는 항상 어려운 상황이 발생 합니다. 그러한 상황에서는 비행에 집중하는 것이 가 장 중요합니다.”라고 말했다. 그 말이 교육생이 먼저 비행에 집중할 수 있게끔 용기를 주었다. “감사합니다. 제가 해낼 수 있을 것 같아요.”라고 그녀는 말했다. “훈련받은 대로, 저는 시각 표식을 찾아야겠어요.” (B) 그런 다음 교육생은 바다 표면을 가로지르는 배가 보이는지 확인할 수 있을 정도로 충분히 낮게 조심히 비행하였다. 이제 교관과 교육생은 배 몇 척을 볼 수 있었다. 배들은 멀리 떨어져 있었지만 모두 한 줄을 이루고 항해하고 있었다. 배들이 줄을 지어있는 것이 보이자, 교육생은 안전하게 복귀하는 길을 알 수 있었다. 교육생은 안도하며 그녀를 바라봤고, 그녀도 교육생을 향해 자랑스럽게 웃어보였다. [해설] 해석 참조 [41~42] 모든 인간은 어느 정도는 쾌락을 경험하기 위해 약 간의 고통을 유발하는 활동을 추구한다. 이것이 매운 음식 또는 강한 마사지, 너무 차갑거나 뜨거운 욕조에 들어가기 중 어디에서 발견되든지 간에 말이다. 핵심 은 그것이 ‘안전한 위협’이라는 점이다. 뇌는 자극이 고통스럽지만 궁극적으로 위협적이지 않은 것으로 인 식한다. 흥미롭게도 이것은 유머가 작동하는 방식, 즉 규범을 장난스럽게 위반함으로써 쾌락을 유발하는 ‘안 전한 위협’과 유사할 수 있다. 우리는 불편하지만 안 전하다고 느낀다. 생존이 위험하지 않은 이런 상황에 서 고통에 대한 욕구는 실제로는 고통이나 처벌이 아 닌 보상에 대한 욕구이다. 이러한 보상과 같은 효과는 고통에 대한 숙달된 느낌에서 비롯된다. 칠리를 먹는 습관을 자세히 들여다볼수록 이는 더욱 분명하게 드 러난다. 칠리의 활성 성분인 캡사이신이 혀에 닿으면 피부 조직이 화상을 입었을 때 활성화되는 것과 똑같 은 수용체를 자극한다. 우리 몸이 위험 신호를 보내고 있지만 실제로는 완전히 안전하다는 것을 알면 쾌감 이 생긴다. 모든 아이들은 처음에는 칠리를 싫어하지 만, 반복적인 노출과 실질적인 기쁨을(→해를) 경험하 지 않는다는 것을 알게 됨을 통해 그것에서 쾌락을 얻는 방법을 배우게 된다. 흥미롭게도 고통 그 자체를 위해 고통을 추구하는 것은 인간만이 할 수 있는 행 동으로 보인다. 동물이 칠리를 선호하게 하거나 스스 2024학년도 6월 전국연합학력평가 정답 및 해설 고1 5 로에게 해를 가하도록 과학자들이 훈련시키는 유일한 방법은 고통을 항상 즐거운 보상과 직접적으로 연관 시키는 것이다. [어구] receptor 수용체 tissue (세포)조직 [해설] 해석 참조"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 1지문 3문항(글의 순서 파악하기) [43~45] (A) 비행기가 육지에서 멀리 떨어진 깊고 푸른 바 다 위를 높이 날고 있었다. 소형 비행기를 조종하고 있는 것은 노련한 비행 교관과 나란히 앉아 있는 한 파일럿 교육생이었다. 교육생이 창문 밖을 바라볼 때, 그녀는 세상의 아름다움에 대한 경이로움과 감탄으로 가득 찼다. 한편, 비행 교관은 비행 중 돌발 비상 상 황 대처 훈련을 시작할 적절한 때를 인내심을 가지고 기다리고 있었다. (D) 비행기가 약간의 난기류를 만났을 때, 교관은 숨겨진 버튼을 눌렀다. 갑자기, 비행기 안의 모든 모 니터가 여러 번 깜박이다가 완전히 꺼졌다! 이제 교육 생은 잘 날고 있는 비행기를 조종하고 있었지만, 그녀 는 자신이 어디에 있는지, 어디로 가야 하는지 알 방 도가 없었다. 교육생은 지도는 가지고 있었지만, 다른 도구는 가지고 있지 않았다. 그녀는 어쩔 줄 몰라 했 고 그때 비행기가 다시 흔들렸다. (C) 교육생이 당황하기 시작하자 교관은 “침착하세 요. 당신은 할 수 있습니다.” 여느 때처럼 침착한 교관 은 교육생에게 “비행 중에는 항상 어려운 상황이 발생 합니다. 그러한 상황에서는 비행에 집중하는 것이 가 장 중요합니다.”라고 말했다. 그 말이 교육생이 먼저 비행에 집중할 수 있게끔 용기를 주었다. “감사합니다. 제가 해낼 수 있을 것 같아요.”라고 그녀는 말했다. “훈련받은 대로, 저는 시각 표식을 찾아야겠어요.” (B) 그런 다음 교육생은 바다 표면을 가로지르는 배가 보이는지 확인할 수 있을 정도로 충분히 낮게 조심히 비행하였다. 이제 교관과 교육생은 배 몇 척을 볼 수 있었다. 배들은 멀리 떨어져 있었지만 모두 한 줄을 이루고 항해하고 있었다. 배들이 줄을 지어있는 것이 보이자, 교육생은 안전하게 복귀하는 길을 알 수 있었다. 교육생은 안도하며 그녀를 바라봤고, 그녀도 교육생을 향해 자랑스럽게 웃어보였다. [해설] 해석 참조"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 1지문 3문항(지칭 추론하기) [43~45] (A) 비행기가 육지에서 멀리 떨어진 깊고 푸른 바 다 위를 높이 날고 있었다. 소형 비행기를 조종하고 있는 것은 노련한 비행 교관과 나란히 앉아 있는 한 파일럿 교육생이었다. 교육생이 창문 밖을 바라볼 때, 그녀는 세상의 아름다움에 대한 경이로움과 감탄으로 가득 찼다. 한편, 비행 교관은 비행 중 돌발 비상 상 황 대처 훈련을 시작할 적절한 때를 인내심을 가지고 기다리고 있었다. (D) 비행기가 약간의 난기류를 만났을 때, 교관은 숨겨진 버튼을 눌렀다. 갑자기, 비행기 안의 모든 모 니터가 여러 번 깜박이다가 완전히 꺼졌다! 이제 교육 생은 잘 날고 있는 비행기를 조종하고 있었지만, 그녀 는 자신이 어디에 있는지, 어디로 가야 하는지 알 방 도가 없었다. 교육생은 지도는 가지고 있었지만, 다른 도구는 가지고 있지 않았다. 그녀는 어쩔 줄 몰라 했 고 그때 비행기가 다시 흔들렸다. (C) 교육생이 당황하기 시작하자 교관은 “침착하세 요. 당신은 할 수 있습니다.” 여느 때처럼 침착한 교관 은 교육생에게 “비행 중에는 항상 어려운 상황이 발생 합니다. 그러한 상황에서는 비행에 집중하는 것이 가 장 중요합니다.”라고 말했다. 그 말이 교육생이 먼저 비행에 집중할 수 있게끔 용기를 주었다. “감사합니다. 제가 해낼 수 있을 것 같아요.”라고 그녀는 말했다. “훈련받은 대로, 저는 시각 표식을 찾아야겠어요.” (B) 그런 다음 교육생은 바다 표면을 가로지르는 배가 보이는지 확인할 수 있을 정도로 충분히 낮게 조심히 비행하였다. 이제 교관과 교육생은 배 몇 척을 볼 수 있었다. 배들은 멀리 떨어져 있었지만 모두 한 줄을 이루고 항해하고 있었다. 배들이 줄을 지어있는 것이 보이자, 교육생은 안전하게 복귀하는 길을 알 수 있었다. 교육생은 안도하며 그녀를 바라봤고, 그녀도 교육생을 향해 자랑스럽게 웃어보였다. [해설] 해석 참조"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 1지문 3문항(세부 내용 파악하기) [43~45] (A) 비행기가 육지에서 멀리 떨어진 깊고 푸른 바 다 위를 높이 날고 있었다. 소형 비행기를 조종하고 있는 것은 노련한 비행 교관과 나란히 앉아 있는 한 파일럿 교육생이었다. 교육생이 창문 밖을 바라볼 때, 그녀는 세상의 아름다움에 대한 경이로움과 감탄으로 가득 찼다. 한편, 비행 교관은 비행 중 돌발 비상 상 황 대처 훈련을 시작할 적절한 때를 인내심을 가지고 기다리고 있었다. (D) 비행기가 약간의 난기류를 만났을 때, 교관은 숨겨진 버튼을 눌렀다. 갑자기, 비행기 안의 모든 모 니터가 여러 번 깜박이다가 완전히 꺼졌다! 이제 교육 생은 잘 날고 있는 비행기를 조종하고 있었지만, 그녀 는 자신이 어디에 있는지, 어디로 가야 하는지 알 방 도가 없었다. 교육생은 지도는 가지고 있었지만, 다른 도구는 가지고 있지 않았다. 그녀는 어쩔 줄 몰라 했 고 그때 비행기가 다시 흔들렸다. (C) 교육생이 당황하기 시작하자 교관은 “침착하세 요. 당신은 할 수 있습니다.” 여느 때처럼 침착한 교관 은 교육생에게 “비행 중에는 항상 어려운 상황이 발생 합니다. 그러한 상황에서는 비행에 집중하는 것이 가 장 중요합니다.”라고 말했다. 그 말이 교육생이 먼저 비행에 집중할 수 있게끔 용기를 주었다. “감사합니다. 제가 해낼 수 있을 것 같아요.”라고 그녀는 말했다. “훈련받은 대로, 저는 시각 표식을 찾아야겠어요.” (B) 그런 다음 교육생은 바다 표면을 가로지르는 배가 보이는지 확인할 수 있을 정도로 충분히 낮게 조심히 비행하였다. 이제 교관과 교육생은 배 몇 척을 볼 수 있었다. 배들은 멀리 떨어져 있었지만 모두 한 줄을 이루고 항해하고 있었다. 배들이 줄을 지어있는 것이 보이자, 교육생은 안전하게 복귀하는 길을 알 수 있었다. 교육생은 안도하며 그녀를 바라봤고, 그녀도 교육생을 향해 자랑스럽게 웃어보였다. [해설] 해석 참조"
    }
]