[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적을 추론한다. M: Good afternoon, students! This is your vice principal, Jack Eliot. Due to the heavy rain last night, there’s some damage on the road and the road condition is not good. So we decided to make some rearrangements to the school shuttle bus schedule. From tomorrow, keep in mind that the bus schedule will be delayed by 15 minutes. We want to make sure all of you are safe. This bus schedule change will continue for one week. We appreciate your understanding and cooperation. Thank you for your attention! vice principal 교감 heavy rain 폭우 damage 손상 condition 상태 decide 결정하다 rearrangement 조정 delay 지연되다 safe 안전한 schedule 일정 continue 계속되다 appreciate 감사하다 understanding 이해 cooperation 협조"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화자의 의견을 추론한다. W: Brian, I heard that you are thinking of buying an electric bicycle. M: Yes, that’s right. W: That’s good. But be careful when you ride it. M: Yeah, I know what you mean. On my way here I saw a man riding an electric bicycle without wearing a helmet. W: Some riders don’t even follow basic traffic rules. M: What do you mean by that? W: These days many people ride electric bicycles on sidewalks. M: Yes, it’s so dangerous. W: Right. There should be stricter rules about riding electric bicycles. M: I totally agree with you. electric bicycle 전기 자전거 be careful 조심하다 ride 탑승하다 mean 의미하다 way 길 helmet 헬멧 basic 기본적인 traffic rule 교통 법규 sidewalk 보행로, 인도 dangerous 위험한 strict 엄격한 agree 동의하다"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 요지를 추론한다. W: Hello, this is your student counselor, Susan Smith. You might be worried about your new school life as a freshman. You have a lot of things to do in the beginning of the year. Today, I’m going to give you a tip about time management. Make a to­do list! Write down the tasks you have to do on a list and check off what you finish, one by one. By doing this, you won’t miss the things you need to do. Using a to­do list will help you manage your time efficiently. Good luck to you and don’t forget to start today. counselor 상담사 worry 걱정하다 freshman 1학년 beginning 시작 tip 도움 time management 시간 관리 to­do list 할 일 목록 task 과업 list 목록 finish 끝내다 one by one 하나씩 miss 놓치다 manage 관리하다 efficiently 효율적으로 forget 잊다 start 시작하다"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림과 대화의 일치 여부를 파악한다. M: Hi, Amy. I heard that you’ve joined the English Newspaper Club. W: Yes, Tom. I went to the club room yesterday and took a picture of it. Look. M: Wow, the place looks nice. I like the lockers on the left. W: Yes, they’re good. We also have a star­shaped mirror on the wall. M: It looks cool. What’s that on the bookshelf? W: Oh, that’s the trophy my club won for ‘Club of the Year’. M: You must be very proud of it. There’s also a computer on the right side of the room. W: Yeah, we use the computer when we need it. M: Great. I can see a newspaper on the table. W: Yes, it was published last December. join 들어가다 newspaper 신문 club 동아리 picture 사진 locker 사물함 star­shaped 별 모양의 mirror 거울 wall 벽 bookshelf 책장 trophy 상패 publish 발행하다 December 12월"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화자가 할 일을 파악한다. W: Mike, I think we’ve got most of the camping supplies ready now. M: Yeah, the tent, sleeping bags, and cooking tools are all set. W: Perfect. I bought some easy­to­cook meals and snacks for us. M: Great. What about some warm clothes? It might get cold at night. W: I’ve packed some warm jackets for us, too. Anything else we need to consider? M: We need something fun for the camping night. I already packed some books to read. W: How about playing board games? M: Nice. I have a chess set at home. W: Cool, can you bring it? M: Of course! I’ll take it with me. most 대부분의 camping supplies 캠핑 용품 ready 준비된 sleeping bag 침낭 cooking tool 요리 도구 easy­to­cook meal 간편식 snack 간식 clothes 옷 cold 추운 pack (짐을) 챙기다 warm 따뜻한 consider 생각하다 fun 재미있는 board game 보드게임 chess 체스 bring 가지고 오다 take 가지고 가다"
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 수치를 파악한다. M: Hello, what can I help you with today? W: Hi! I want to buy some fruit and vegetables. What’s fresh today? M: We just got some apples in. W: How much are they? M: They are ten dollars for one bag. W: Fantastic! I’ll take two bags of apples. M: Okay, what else do you need? W: I’d like to buy some carrots, too. M: The carrots are five dollars for one bag. How many do you need? W: I need two bags of carrots. M: Okay, you need two bags of apples and two bags of carrots. W: Right. And I have a coupon. I can get a discount with this, right? M: Yes. You can get a ten percent discount off the total price. W: Good. Here’s the coupon and my credit card. help 도와주다 buy 사다 fruit 과일 vegetable 채소, 야채 fresh 신선한 bag 가방, 봉지 fantastic 굉장한 some 약간의, 일부 2 carrot 당근 need 필요하다 coupon 쿠폰 discount 할인 price 가격 credit card 신용 카드"
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자가 특정 행동을 하지 못한 이유를 파 악한다. W: Hey, Jake! How was your math test yesterday? M: Better than I expected. W: That’s great. Let’s go and practice for Sports Day. M: I’m so sorry but I can’t make it. W: Come on, Jake! Sports Day is just around the corner. M: I know. That’s why I brought my soccer shoes. W: Then, why can’t you practice today? Do you have a club interview? M: No, I already had the interview last week. W: Then, does your leg still hurt? M: Not really, it’s okay, now. Actually, I have to attend a family dinner gathering tonight for my mother’s birthday. W: Oh, that’s important! Family always comes first. Are you available tomorrow, then? M: Sure. Let’s make up for the missed practice. math 수학 test 시험 yesterday 어제 better 더 나은 expect 기대하다 practice 연습 already 이미 interview 면접 last 지난 still 아직, 여전히 hurt 아프다 actually 사실은 attend 참여하다 birthday 생일 important 중요한 available 참석 가능한 tomorrow 내일 make up 보충하다"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. W: Hey, Chris. Have you heard about the Science Open Lab Program? M: Yes, I heard about it. But I don’t know what it is exactly. W: In that program, we can design any science experiment we want. M: That sounds pretty cool. Do you want to join the program? W: Sure, it’s only for freshmen like us. Let’s join it together. M: Great! Do we need to buy some materials for experiments? W: No, they’ll prepare everything for us. We just need to send the application form online. M: When is the deadline for applying? W: It’s tomorrow. We need to hurry. M: Oh, I see. Is there any special prize? W: Yes. I heard they’re giving out prizes for the most creative projects. M: Perfect! I’m so excited. lab 실험실 know 알다 exactly 정확히 design 설계하다 pretty 꽤 join 참여하다 experiment 실험 material 재료 prepare 준비하다 application form 지원서 deadline 제출 기한 prize 상 give out 주다 creative 창의적인"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화 내용과의 일치 여부를 파악한다. W: Hello, students! Are you looking for a chance to help others? Then, I recommend you to join Triwood High School Volunteer Program to help senior citizens. You’re supposed to help the senior citizens face­to­face. You teach them how to use their smartphones for things such as sending text messages or taking pictures. You will also teach seniors how to use various apps. The program will require volunteers to participate for two hours every Saturday. If you are interested in joining our program, please send us an application form through email. look for 찾다 chance 기회 recommend 추천하다 volunteer 봉사 활동 senior 노인의 citizen 시민 face­to­face 대면(으로) text message 문자 메시지 take picture 사진을 찍다 various 다양한 require 요구하다 participate 참여하다 be interested in ~에 관심이 있다 application 지원"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 대화의 내용을 표에서 확인한다. M: Sophie, what are you looking for? W: I’m trying to choose one of these portable fans as a gift for my friend Cathy. M: Oh, let me help you. How many speed options do you think she would want? W: She would like it if the fan has more than two options. M: Okay, then, what color do you have in mind? W: Cathy’s old one was white. I want to choose a different color. M: Good idea. Do you want an LED display to show the remaining battery power? W: Hmm, I don’t think she will need it. M: You’re left with two options. Which one do you prefer? W: Well, I’ll take the cheaper one. portable 휴대용의 fan 선풍기 speed 속도 option 선택지 remain 남다 prefer 선호하다 cheap (값이) 싼"
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: What’s wrong, Jane? You look so upset. W: I lost my purse! I have been searching for it for an hour, but I can’t find it. M: When did you last have it? W: upset 당황한 purse 지갑 search for 찾다 last 마지막으로 biology 생물학"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Honey, what do you have in mind for lunch this Saturday? M: I was thinking we should try the new Italian restaurant. W: Hmm... I heard that it’s hard to make a reservation there these days. M: reservation 예약 delicious 맛있는 recipe 요리법"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Mom! I’ve started to record audiobooks for kids. W: That’s great! How did you get involved in that? M: My teacher told me that a local organization is looking for students to record audiobooks. W: Fantastic! Are you having fun with it? M: Well, actually, I’m struggling with my voice acting. W: Oh? Is that so? M: Yes, it’s a bit challenging to get the right tone for kids. W: I’m sure you’ll get better with practice soon. M: Thanks. I’m trying my best. W: That’s wonderful. Anything I can help you with? M: Can you recommend a good book for my audiobook recording? W: record 녹음하다 organization 단체 struggle 고군분투하다 challenging 도전적인 right 알맞은 tone 어조 recommend 추천하다"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Hi, Fred. What should we do for our history project? M: Actually, I was thinking about it. Why don’t we divide the roles for the project? W: Okay. Good idea. We have the research part, the visual material part, and the presentation part. M: Hmm, is there any part you want to take on? W: Well, I would like to do the research. I’ve been collecting news articles about history. M: Excellent. You are good at gathering necessary information. W: Thanks. Can you handle the visual material? M: Okay. I’ll take care of it. I have done it before. W: All right. Then, the only part left is the 3 presentation. M: history 역사 divide 나누다 research 조사 visual material 시각 자료 presentation 발표 take on 맡다 collect 모으다 article (신문 등의) 기사 gather 모으다 necessary 필요한 information 정보 handle 다루다"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말을 찾는다. W: Robert and Michelle are attending their high school orientation. After short greetings, the teacher begins to explain student clubs, school activities, and school facilities. Robert is focusing very carefully on the explanation. However, while writing down important things about the school library, Robert drops his pen. Trying to find his pen, Robert misses important information about the opening hours of the library, so now, Robert wants to ask Michelle when the library is open. In this situation, what would Robert most likely say to Michelle? Robert: attend 참석하다 orientation 설명회 greetings 인사 explain 설명하다 facility 시설 explanation 설명 library 도서관 drop 떨어뜨리다 [16 ~ 17] M: Hello, listeners. Thank you for tuning in to our Happy Radio Show. Are you taking good care of your health in the early spring? Today, I want to recommend some foods that can reduce the symptoms of a cough. Ginger is a popular home remedy for coughs. A cup of hot ginger tea can be helpful for reducing your cough. Lemon is a rich source of vitamin C. Lemon tea can help you relieve your cough. Surprisingly, pineapple is another excellent food to help relieve a cough. When you are suffering from a cough, eating bananas also helps to get rid of the symptoms more easily. These foods are rich in vitamins and they are recommended for people suffering from a cough. I hope you have a healthy week. tune in 주파수를 맞추다 recommend 추천하다 cough 기침 reduce 줄이다 symptom 증상 ginger 생강 popular 인기 있는 remedy 치료법 relieve 완화하다 suffer 고생하다 get rid of 없애다 rich 풍부한 source 공급원 vitamin 비타민 healthy 건강한"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제를 추론한다. [16 ~ 17] M: Hello, listeners. Thank you for tuning in to our Happy Radio Show. Are you taking good care of your health in the early spring? Today, I want to recommend some foods that can reduce the symptoms of a cough. Ginger is a popular home remedy for coughs. A cup of hot ginger tea can be helpful for reducing your cough. Lemon is a rich source of vitamin C. Lemon tea can help you relieve your cough. Surprisingly, pineapple is another excellent food to help relieve a cough. When you are suffering from a cough, eating bananas also helps to get rid of the symptoms more easily. These foods are rich in vitamins and they are recommended for people suffering from a cough. I hope you have a healthy week. tune in 주파수를 맞추다 recommend 추천하다 cough 기침 reduce 줄이다 symptom 증상 ginger 생강 popular 인기 있는 remedy 치료법 relieve 완화하다 suffer 고생하다 get rid of 없애다 rich 풍부한 source 공급원 vitamin 비타민 healthy 건강한"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. [16 ~ 17] M: Hello, listeners. Thank you for tuning in to our Happy Radio Show. Are you taking good care of your health in the early spring? Today, I want to recommend some foods that can reduce the symptoms of a cough. Ginger is a popular home remedy for coughs. A cup of hot ginger tea can be helpful for reducing your cough. Lemon is a rich source of vitamin C. Lemon tea can help you relieve your cough. Surprisingly, pineapple is another excellent food to help relieve a cough. When you are suffering from a cough, eating bananas also helps to get rid of the symptoms more easily. These foods are rich in vitamins and they are recommended for people suffering from a cough. I hope you have a healthy week. tune in 주파수를 맞추다 recommend 추천하다 cough 기침 reduce 줄이다 symptom 증상 ginger 생강 popular 인기 있는 remedy 치료법 relieve 완화하다 suffer 고생하다 get rid of 없애다 rich 풍부한 source 공급원 vitamin 비타민 healthy 건강한"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적을 추론한다. 친애하는 Jane Watson 씨, 저는 Crestville 고등학교의 과학 교사 John Austin입니다. 최근에, 저는 환경에 관해 당신이 쓴 최신 도서에 감명받았습니다. 또한 저의 학생들은 당 신의 책을 읽었고 그것에 대해 토론 수업을 하였습니 다. 그들은 당신의 책을 아주 좋아하고, 그래서 저는 당신이 우리 학교에 방문하여 특별 강연을 해 주시기 를 요청드리고 싶습니다. 우리는 당신의 일정에 맞춰 날짜와 시간을 정하겠습니다. 당신이 우리 학교에 와 주신다면 학생들에게 멋진 경험이 될 것 같습니다. 우리는 당신이 와 주신다면 정말 감사하겠습니다. 안부를 전하며, John Austin science 과학 recently 최근에 impressed 감명을 받은 environment 환경 discussion 토론 lecture 강의 suit 맞추다 grateful 감사한"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 등장인물의 심경 변화를 추론한다. Marilyn과 세 살 된 딸 Sarah는 해변으로 여행을 떠 났고, 그곳에서 Sarah는 처음으로 모래성을 쌓았다. 잠 시 후, 거대한 파도가 Sarah의 성을 무너뜨렸다. 모래 성을 잃은 것에 반응하여 눈물이 Sarah의 뺨을 타고 흘러내렸고, 그녀의 마음은 무너졌다. 그녀는 다시는 모래성을 쌓지 않겠다고 말하며 Marilyn에게 달려갔 다. Marilyn은 “모래성을 쌓는 즐거움 중 일부는 결국 에는 우리가 그것을 바다에게 선물로 주는 것이란다.” 라고 말했다. Sarah는 이 생각이 마음에 들었고 또 다 른 모래성을 만들 생각에 이번에는 바다와 훨씬 더 가 까운 곳에서 바다가 그 선물을 더 빨리 받을 수 있도 록 하겠다며 열정적으로 반응했다. sandcastle 모래성 enormous 거대한 destroy 부수다 stream 흐르다 ocean 바다 respond 반응하다 enthusiasm 열정"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장을 추론한다. 마법은 우리 모두 자신의 삶에서 일어나기를 바라는 바이다. 여러분도 나처럼 신데렐라 영화를 사랑하는 가? 그러면, 실제 삶에서, 여러분도 마법을 만들 수 있 다. 여기 그 요령이 있다. 여러분이 직면하고 처리하는 모든 실시간의 어려움을 적어라. 그 어려움에 관한 진 술을 긍정적인 진술로 바꾸어라. 여기서 여러분에게 한 예시를 제시하겠다. 만약 여러분이 아침 일찍 일어 나는 것에 어려움을 겪는다면, 그러면 ‘나는 매일 일찍 아침 5시에 일어난다.’와 같은 긍정적인 진술을 써라. 일단 여러분이 이러한 진술을 적는다면, 마법과 자신 감을 목격할 준비를 하라. 여러분은 단지 이러한 진술 을 적음으로써 여러분이 생각하고 행동하는 방식에 변 화가 있다는 것에 놀랄 것이다. 어느 순간 여러분은 더 강력하고 긍정적이라고 느끼게 된다. magic 마법, 마술 challenge 어려움, 도전 statement 진술 positive 긍정적인 struggle 어려움을 겪다 witness 목격하다 confidence 자신감 surprise 놀라게 하다 shift 변화 powerful 강력한"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 어구의 함축 의미를 추론한다. ‘얼마나 많은 감각이 존재하는가?’라는 겉으로 보기 에 단순한 질문을 고려해 봐라. 약 2,370년 전 Aristotle은 인간과 동물 둘 다에게 시각, 청각, 후각, 미각, 그리고 촉각의 다섯(감각)이 있다고 썼다. 그러 나, 철학자 Fiona Macpherson에 따르면, 그것을 의심 할 이유가 존재한다. 우선, Aristotle은 인간에게서 몇 가지를 빠뜨렸는데, 그것은 촉각과는 다른 여러분 자 신의 신체에 대한 인식과, 촉각과 시각 모두에 관련되 어 있는 균형 감각이었다. 다른 동물들은 훨씬 더 범 주화하기 어려운 감각을 가지고 있다. 많은 척추동물 은 냄새를 탐지하기 위한 다른 감각 체계를 가지고 있 다. 어떤 뱀은 그들의 먹잇감의 체열을 감지할 수 있 다. Macpherson이 ‘The Senses’에서 쓰기를, 이러한 사례는 우리에게 ‘감각은 제한된 수의 특정한 종류로 명확하게 나누어지지 않을 수 있다.’라는 것을 알려 준 다. 동물의 감각을 Aristotle의 양동이로 밀어 넣는 대 신, 우리는 그것들을 존재하는 그대로 연구해야 한다. consider 고려하다 sight 시각 philosopher 철학자 doubt 의심하다 perception 인식 balance 균형 link 연결 categorize 분류하다 detect 감지하다 prey 먹잇감 divide 나누다 specific 특정한 bucket 양동이"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지를 추론한다. 우리가 리더에 대해 생각할 때, 우리는 Abraham Lincoln 혹은 Martin Luther King, Jr. 와 같은 사람들 에 대해 생각할지 모른다. 만약 여러분이 이러한 인물 들의 역사적 중요성과 광범위한 영향력을 고려한다면, 리더십은 고귀하고 높은 목표처럼 보일지도 모른다. 그러나 우리 모두와 마찬가지로, 이러한 인물들은 일 상생활의 어느 측면이 더 큰 규모로 어떻게 개선될 수 있는지에 대한 생각을 가졌던 학생, 근로자, 그리고 시 민으로 시작했다. 근면함과 경험을 통해, 그들은 자신 의 생각을 다른 사람들과 공유하고, 그들의 의견과 반 응을 구하며, 끊임없이 집단의 목표를 성취할 수 있는 가장 좋은 방법을 찾음으로써 자신의 생각을 발전시켰 다. 그러므로 우리는 모두, 나이나 경험에 관계없이, 학교, 공동체, 그리고 일터에서 리더가 될 수 있는 잠 재력을 가지고 있다. historical 역사적인 far­reaching 광범위한 influence 영향력 noble 고귀한 possess 가지다, 소유하다 aspect 측면 improve 개선하다 diligence 근면 feedback 피드백 constantly 끊임없이 accomplish 성취하다 4 potential 잠재력 community 공동체 regardless of ~와 관계없이"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제를 추론하다. 윤작은 농부가 자신의 밭에서 재배하는 작물을 특별 한 순서로 바꾸는 과정이다. 예를 들면, 만약 한 농부 가 세 개의 밭을 가지고 있다면, 그들은 첫 번째 밭에 는 당근을, 두 번째 밭에는 녹색 콩을, 세 번째 밭에는 토마토를 재배할 수 있다. 그 다음 해에 첫 번째 밭에 는 녹색 콩을, 두 번째 밭에는 토마토를, 세 번째 밭에 는 당근을 재배할 것이다. 3년 차에 작물은 다시 순환 할 것이다. 4년째에 이르면 작물은 원래의 순서로 되 돌아 갈 것이다. 각각의 작물은 다음 작물을 위한 토 양을 비옥하게 한다. 이 유형의 농업은 토양이 건강하 게 유지되기 때문에 지속 가능하다. crop rotation 윤작 field 밭 rotate 순환하다 original 원래의 enrich 비옥하게 하다 soil 토양"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목을 추론한다. 한 번에 한 영역에만 집중하기보다 전체 그림에 대 해서 작업하는 것은 여러분이 어떤 지점에서도 멈출 수 있고 그림이 ‘완성’된 것으로 간주될 수 있다는 것 을 의미할 것이다. 화가인 여러분은 종종 언제 그림을 멈춰야 할지 알기 어렵다는 것을 발견하고, 자신의 그 림에 계속해서 더 추가하고 싶은 유혹을 느낄 수도 있 다. 때때로 자신의 진행 상황을 평가하기 위해 그림에 서 몇 걸음 뒤로 물러나는 것이 중요하다. 한 그림에 너무 많은 것을 넣으면 그것의 영향력을 망칠 수 있고 그것이 과하게 작업된 것처럼 보이게 둘 수 있다. 만 약 여러분이 끝냈는지를 결정하는 데 자신이 어려움을 겪고 있음을 알게 된다면, 잠시 휴식을 취하고 나중에 새로운 눈으로 그것(그림)으로 다시 돌아와라. 그러면 여러분은 더 정교하게 꾸며서 자신의 그림 어느 부분 이 득을 볼지를 결정할 수 있다. concentrate 집중하다 assess 평가하다 spoil 망쳐 놓다 impact 영향(력) overwork 과하게 작업하다 benefit 득을 보다"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용을 파악한다. 위 그래프는 2021년 6개국의 16세에서 25세 사이 젊은 사람들이 기후 변화에 대해 두려움을 갖는 정도 를 보여 준다. 필리핀은 극도로 혹은 매우 걱정한다고 말한 젊은 사람들의 비율이 84퍼센트로 가장 높았으 며, 브라질이 67퍼센트로 그 뒤를 이었다. 포르투갈은 60퍼센트 이상의 젊은 사람들이 극도로 혹은 매우 걱 정하고 있다고 말했다. 프랑스는 극도로 걱정하는 젊 은 사람들의 비율이 매우 걱정하는 젊은 사람들의 비 율보다 높았다. 영국은 매우 걱정한다고 말하는 젊은 세대의 비율이 29퍼센트였다. 미국은 극도로 걱정하거 나 매우 걱정하는 젊은 사람들의 총비율이 6개국 중에 서 가장 작았다. extent 정도 climate 기후 extremely 극도로 generation 세대"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. Jaroslav Heyrovsky는 1890년 12월 20일 Prague에 서 Leopold Heyrovsky의 다섯째 자녀로 태어났다. 1901년 Jaroslav는 Akademicke Gymnasium이라고 불 리는 중등학교에 다녔다. 그는 라틴어와 그리스어보다 는 자연 과학에 강한 흥미를 보였다. Prague에 있는 Czech University에서 그는 화학, 물리학 및 수학을 공부했다. 1910년부터 1914년까지 그는 런던의 University College에서 학업을 이어 나갔다. 제1차 세 계 대전 내내 Jaroslav는 군 병원에 복무했다. 1926년 에 Jaroslav는 Prague에 있는 Charles University 최초 의 물리화학 교수가 되었다. 그는 1959년에 노벨 화학 상을 수상했다. secondary school 중등학교 chemistry 화학 physics 물리학 mathematics 수학 throughout 내내 military 군대의"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. 청소년을 위한 봄철 차 교실 청소년을 위한 즐거운 봄철 차 교실에 참여하세요. 그곳에서 여러분은 전 세계 다양한 문화권의 차를 맛 보는 경험을 할 것입니다. 수업 일정 • 4월 5일 금요일 (오후 4:30~오후 6:00) • 4월 6일 토요일 (오전 9:30~오전 11:00) 세부 내용 • 우리는 여러분에게 차와 간식을 드리겠습니다. • 우리는 차 모임 주최를 위한 특별한 조언을 제공합 니다. 참가비 • 13 ~ 15세: 1인당 25달러 • 16 ~ 18세: 1인당 30달러 주의 사항 만약 여러분이 음식 알레르기가 있다면 저희에게 미 리 youth@seasonteaclass.com으로 이메일을 보내야 합니다. delightful 즐거운 experience 경험하다 various 다양한 host (파티 등을) 주최하다 in advance 미리"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. 2024 의류 업사이클링 대회 여러분은 패션과 환경에 대한 열정이 있으신가요? 그렇다면 우리가 여러분을 위한 대회를 개최합니다! • 참가자 - Lakewood에 거주하는 11세에서 18세까지이면 누 구나 • 참여 방법 - 여러분의 업사이클된 옷의 전, 후 사진을 찍으세 요. - 사진은 lovelw@lwplus.com으로 이메일을 보내세 요. - 사진은 4월 14일부터 5월 12일까지 보내세요. • 우승 상품 - 지역 상점에서 쓸 수 있는 100달러 기프트 카드 한 장 - 우승자를 우리 웹사이트에서 5월 30일에 발표할 것입니다. 더 많은 정보를 위해서는 우리 웹사이트 (www.lovelwplus.com)를 방문하세요. upcycled 업사이클된 environment 환경 passionate 열정적인 fashion 패션, 의류 contest 대회 announce 발표하다 local 지역의"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 맞지 않는 표현을 찾는다. 인간에게 의미 있는 일, 즉 성취감과 권한을 제공하 는 일이 얼마나 중요한지를 과장해서 말한다는 것은 어려울 것이다. 자신의 직업에서 더 깊은 의미를 찾은 사람은 자신의 하루하루가 훨씬 더 활기차고 만족감을 준다는 것을 발견하고, 자신의 직업을 기쁨과 자부심 의 가장 큰 원천 중 하나로 꼽는다. University of California의 심리학 교수인 Sonya Lyubomirsky는 사 람이 직업에 더 많은 성취감을 느낄 때 그들은 더 질 높은 업무와 더 큰 성과를 만들어 낼 뿐만 아니라 일 반적으로 더 높은 수입을 거둔다는 것을 보여 주는 수 많은 업무 현장 연구를 수행했다. 자신의 일에 가장 만족하는 사람은 또한 전반적으로 자신의 삶에 더 행 복해할 가능성이 훨씬 더 크다. 자신의 저서 ‘Happiness at Work’를 위해 연구자 Jessica Pryce­Jones는 79개 국가의 3,000명의 근로자에 대한 연구를 수행했고, 자신의 일로부터 더 큰 만족감을 갖 는 사람이 전반적으로 더 행복한 삶을 살 가능성이 150퍼센트 더 크다는 것을 알아냈다. ② (to count → count) overstate 과장해서 말하다 fulfillment 성취감 empowerment 권한 energizing 활기찬 satisfying 만족감을 주는 employment 직업, 고용 source 원천 conduct 수행하다 numerous 수많은 psychology 심리 workplace 업무 현장, 직장 quality 질 output 성과 generally 일반적으로 income 수입 overall 전반적으로"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절하지 않은 어휘를 찾는다. 사람이 이동하는 속도의 빠르기는 환경 속 세세한 것을 처리하는 능력을 크게 결정할 것이다. 진화론적 관점에서, 인간의 감각은 그 자신의 힘으로 걸으며 공 간을 이동하는 속도에 적응되어 있다. 환경 속에서 세 세한 것을 구별하는 우리의 능력은 그래서 대략 시속 5마일 또는 그 속도 이하의 이동에 이상적으로 맞추어 져 있다. 그러므로 도로의 가장 빠른 사용자인 운전자 는 도로를 따라서 (이동하며) 세세한 것을 처리하는 훨씬 더 제한된 능력을 가지고 있고, 그래서 운전자는 단지 디자인의 세세한 것을 감상할 수 있는 충분한(→ 적은) 시간이나 능력이 있다. 반면에 보행자 이동은 훨씬 더 느려서, 환경의 세세한 것을 감상할 수 있도 록 허용해 준다. 조깅하는 사람과 자전거를 타는 사람 은 이러한 극과 극 사이의 어딘가에 해당한다. 그들은 보행자보다 더 빨리 이동하지만, 속도의 빠르기는 보 통 전형적인 운전자의 그것보다 훨씬 더 느리다. ③ enough → little rate 빠르기 determine 결정하다 ability 능력 adapted 맞추어진, 적응된 ideally 이상적으로 suited 적합한 motorist 운전자 limited 제한된 appreciate 감상하다, 제대로 인식하다 5 on the other hand 반면에 allow for 가능하게 하다, 허락하다 polar 극과 극의 opposite 반대의 것 ordinarily 보통 typical 전형적인"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 모든 종은, 예를 들자면 어느 정도의 더위나 추위를 견딜 수 있는지와 같은, 특정한 기후 요건을 가지고 있다. 기후가 변할 때, 그러한 요건을 충족시키는 장소 도 역시 변한다. 종은 따르도록 강요받는다. 모든 생명 체는 어느 정도의 이동이 가능하다. 심지어 나무나 따 개비처럼 움직이지 않는 것처럼 보이는 생명체도, 나 무의 경우는 씨앗으로, 따개비의 경우는 유충으로, 그 들 일생의 어느 단계에서 분산할 수 있다. 생명체는 종종 자신의 부모에 의해서 점유된, 그래서 자신이 태 어난 장소로부터 생존하고 성장하며 번식할 수 있는 장소로 이동해야 한다. 화석으로부터, 과학자들은 심지 어 나무와 같은 생명체는 기후 변화의 과거 시기 동안 놀라운 속도로 이동했다는 것을 알고 있다. climatic 기후의 requirement 요건 endure 견디다 satisfy 충족시키다 force 강요하다 creature 생명체 immobile 움직이지 않는 capable ~할 수 있는 seed 씨앗 larva 유충 occupy 점유하다 survive 생존하다 reproduce 번식하다"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 존경할 만한 상사라면 누구라도 ‘나는 반드시 내 직 원이 자유롭게 의견을 내지 못하도록 하고, 동의하지 않는 관점이 언제든 공공연히 알려지는 것을 가로막는 문화를 유지한다.’라고 말하지는 않을 것이다. 오히려, 대부분의 상사는 심지어 자신은 반대에 찬성한다고 말 한다. 이러한 생각은 매주 발행되는 신문의 경제란에 기업, 대학, 그리고 비영리 (단체의) 리더와의 일련의 대담을 통해서 발견될 수 있다. 인터뷰에서, (기사에) 다루어진 리더는 자신의 경영 기법에 대해 질문을 받 고, 내부적인 저항이 더 많은 부하 직원에게서 (나오 기를) 계속해서 장려하고 있다고 어김없이 주장한다. Bot Pittman은 이러한 대담 중 하나에서 “저는 우리가 이러한 반대자에게 귀 기울이기를 원합니다. 왜냐하면 그들은 여러분에게 우리가 무엇인가를 할 수 없는 이 유를 말하려고 의도할 수 있겠지만, 그러나 만약에 여 러분이 열심히 귀 기울이면, 그들이 정말로 여러분에 게 말하고 있는 것은 어떤 일이 이루어지도록 하기 위 해서 여러분이 무엇을 해야만 하는가이기 때문입니다.” 라고 말했다. respectable 존경할 만한 make it a point 반드시 ~하도록 하다 discourage 못하게 하다 speak up 자유롭게 의견을 내다 maintain 유지하다 get aired 공공연히 알려지다 if anything 오히려 conversation 대담, 대화 corporate 기업 nonprofit 비영리인 publish 발행하다, 출판하다 feature (기사로) 다루다 management 경영 techniques 기법 regularly 어김없이, 규칙적으로 claim 주장하다 remark 말하다"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 잠을 자고 있는 동물이나 사람의 가장 두드러진 특 징 중 하나는 그들이 환경의 자극에 정상적으로 반응 하지 않는다는 것이다. 만약 당신이 잠을 자고 있는 포유류의 눈꺼풀을 열면, 그 눈은 정상적으로 볼 수 없을 것인데, 즉 그 눈은 기능적으로는 실명 상태이다. 어떤 시각적 정보는 명백히 눈으로 들어오지만, 그것 은 짧아지거나 약화되어서 정상적으로 처리되지 않는 데, 이는 다른 감각 체계도 마찬가지다. 자극은 등록되 지만 정상적으로 처리되지 않고 사람을 깨우는 데 실 패한다. 지각 이탈은 추측하건대 수면을 보호하는 기 능을 제공해서 어떤 저자는 그것을 수면 자체의 정의 의 일부로 여기지 않는다. 그러나 수면이 그것 없이는 불가능하기 때문에 그것(지각 이탈)은 그것(수면)의 정의에 필수적인 것으로 보여진다. 그럼에도 (인간을 포함한) 많은 동물은 완전한 지각 이탈 없이 수면의 일부 이득을 끌어내기 위해서 졸음이라는 중간 상태를 이용한다. striking 두드러진 characteristics 특징 eyelid 눈꺼풀 mammal 포유류 apparently 분명히 process 처리하다 shorten 짧아지다 weaken 약해지다 register 등록하다 function 기능 definition 정의 essential 필수적인 derive 얻다 perceptual 지각의"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 많은 조사 연구는 한 분야의 전문가가 그 분야로 초 보자를 입문시킬 때 어떻게 어려움을 종종 겪는지를 보여 주었다. 예를 들어, 실제 교육 상황에서 Pamela Hinds 박사는 휴대 전화기를 사용하는 데 능숙한 사람 들이 휴대 전화기 사용법을 배우는 것에 얼마나 오랜 시간이 걸리는지를 판단하는 데 있어서, 초보 휴대 전 화기 사용자보다 놀랍도록 덜 정확하다는 것을 알아냈 다. 전문가는 한 과업이 초보자에게 얼마나 어려운지 에 대해 무감각해질 수 있는데, 즉 ‘지식의 저주’로 칭 해지는 효과이다. Hinds 박사는 사람이 기술을 습득했 을 때 그 이후에 그 기술의 어려움의 정도를 과소평가 하기 시작했다는 것을 보여 줄 수 있었다. 그녀의 참 가자는 심지어 자신들이 이전 기간에 그 기술을 습득 하는 데 얼마나 오래 걸렸는지를 과소평가했다. 전문 가가 자신이 학습하는 것이 얼마나 어려웠는지를 잊어 버린다는 것을 안다면, 우리는 학생이 어떻게 학습을 ‘해야 하는지’에 대한 (근거 없는) 추정을 하기보다 학 생들의 눈을 통해 학습 과정을 바라봐야 할 필요성을 이해할 수 있을 것이다. research 연구 expert 전문가 difficulty 어려움 newcomer 초보 genuine 실제 remarkably 놀랍게 accurate 정확한 judge 판단하다 insensitive 무감각한 acquire 습득하다 underestimate 과소평가하다 session 기간, 시간 assumption 추정, 가정"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장을 파악한다. 한 심리학자 그룹이 친숙한 노래 부르기와 독창적인 작곡하기를 포함한 집단 음악 치료를 매주 경험한 심 각한 정신 질환이 있는 사람들을 연구했다. 그 연구 결과는 참여자가 (치료) 활동에 참여한 횟수가 많을수 록 가장 큰 효과를 경험했기에, 집단 음악 치료가 참 여자의 삶의 질을 개선하였음을 보여 주었다. 노래 부 르기에 초점을 두고, 또 다른 그룹의 심리학자는 집단 생활의 환경에서 정신적인 건강 문제를 가지고 살고 있는 이들에게 미치는 집단 가창의 효능에 대한 논문 을 검토했다. 발견된 결과는, 정신적인 건강 문제를 가 진 사람이 합창단에 참여했을 때, 정신 건강과 행복이 상당히 개선되었음을 보여주었다. (음악의 부정적인 효과는 심리학자가 예상했던 것보다 더 컸다.) 집단 가창은 즐거움을 제공했고 감정 상태를 개선하였으며 소속감을 키웠고 자신감을 강화하였다. psychologist 심리학자 severe 심각한 mental 정신적 compose 작곡하다 improve 개선하다 session 활동, 기간 review 검토하다 treatment 치료 finding 결과 choir 합창단 wellbeing 행복 significantly 상당히 enhance 강화하다"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서를 파악한다. 많은 스포츠에서 사람들은 어린아이들이 여러 성인 스포츠 환경에 완전히 참여하기란 어렵고 심지어 불가 능하다는 것을 깨달았다. (C) 어린아이들이 너무 크거 나 너무 무겁고 또는 너무 빨라서 그들(어린아이들)이 다룰 수 없는 장비를 가지고 성인 스타일의 시합에서 경쟁하려고 하면서 성인용 운동장, 코트 또는 경기장 에서 운동한다면 그들(어린아이들)이 성공으로 가는 길이 있을 것 같지 않다는 것을 그들은 발견했다. 이 러한 공통된 견해가 널리 퍼졌기에 여러 스포츠는 어 린아이들을 위한 조정을 했다. (A) 예를 들자면, 야구 에는 티볼이 있고, 풋볼에는 플래그 풋볼이 있고, 유소 년 축구는 더 작고 더 가벼운 공과 (가끔은) 더 작은 경기장을 사용한다. 모두가 어린아이들이 더 짧아진 경기 시간 동안 그리고 종종 더 작은 팀으로 경기하는 유소년 시합의 구조를 가진다. (B) 비슷한 방식으로, 테니스는 코트 면적, 공, 라켓을 10세 미만의 어린아 이에게 더 적합하도록 만들기 위해 조정했다. 이러한 조정은 점진적이고 어린아이의 연령과 관련이 있다. realize 깨닫다 impossibility 불가능 competitive 경쟁적인 structure 구조 period 기간 racket 라켓 appropriate 적절한 progressive 점진적인 relate to ~와 관련되다 arena 경기장 equipment 장비 common sense (일반인들의) 공통된 견해, 상식 adaptation 조정"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서를 파악한다. 구할 수 있는 말이 없어서, Inca 제국은 걸어서 메 시지를 전달하는 데 탁월했다. (B) 전령들은 Inca 왕 의 명령과 그의 영토에서 오는 보고를 전달하기 위해 6 왕의 길에 배치되었다. Chasquis라고 불리는, 그들은 네 명에서 여섯 명의 집단을 이루어 길을 따라 1마일 에서 2마일 간격으로 떨어져 배치된 오두막에서 생활 했다. (C) 그들은 모두 젊은 남자였고, 양방향으로 길 을 주시하는 특히 잘 달리는 이들이었다. 그들은 다른 전령이 오는 것을 발견하면 그들을 맞이하기 위해 서 둘러 나갔다. Inca 사람들은 서로를 볼 수 있는 높은 지대에 오두막을 지었다. (A) 전령은 다음 오두막에 다가갈 때, 자신을 만나러 달려 나오고 있는 전령에게 소리치기 시작했고 메시지를 서너 번 반복했다. Inca 제국은 사정이 좋으면 사나흘 만에 1,000마일(1,610 km) 정도 메시지를 이어 갈 수 있었다. available 구할 수 있는 empire 제국 deliver 전달하다 near 다가가다 repeat 반복하다 relay 이어가다 condition 사정, 상황 station 배치하다 royal 왕의, 왕실의 hut 오두막 apart 떨어진 direction 방향 hurry out 서둘러 나오다"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치를 파악한다. 혀는 특정 맛이 등록되는 개별적인 영역으로 구획되 었는데, 즉, 끝에는 단맛, 측면에는 신맛, 그리고 입의 뒤쪽에는 쓴맛이 있었다. 그러나 1980년대와 1990년 대의 연구는 우리가 맛을 느끼는 방식에 대한 ‘혀 지 도’ 설명이 사실은 완전히 틀렸다는 것을 보여 주었다. 밝혀진 바와 같이, 그 지도는 20세기 초입 독일에서 수행된 연구를 오해하고 오역한 것이었다. 오늘날, 선 도적인 미각 연구자는 미뢰가 맛을 느끼는 특화된 분 야에 따라 분류되지 않는다고 믿는다. 비록 그것들이 여러 위치에서 조금씩 다른 강도로 지각될지도 모르겠 지만, 단맛, 짠맛, 쓴맛 그리고 신맛은 입안 어디에서 나 느낄 수 있다. 게다가, 작동 중인 기제는 위치가 아 니라 시간이다. 여러분은 혀끝에서 단맛을 느낀다기보 다 오히려 그 지각(단맛)을 ‘가장 먼저’ 등록하는 것이 다. demonstrate 보여 주다 explanation 설명 map (지도에) 구획하다 register 등록하다 tip 끝 sourness 신맛 bitterness 쓴맛 misinterpretation 오해 mistranslation 오역 conduct 수행하다 specialty 특화된 분야 perceive 지각하다 intensity 강도 mechanism 기제"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치를 파악한다. 어떤 두 동물도 똑같지 않다. 한 배에서 태어난 동 물은 똑같은 몇몇 특성을 보여 줄 수 있겠지만, 서로 정확히 같지는 않을 것이다. 그런 까닭에, 그들은 치료 활동 중에 완전히 똑같은 방식으로 반응하지 않을지도 모른다. 또한 환경적 요인은 치료 중에 동물이 어떻게 반응할지를 결정할 수 있다. 예를 들어, 구조 센터에 있는 고양이는 가정집 환경 내에 있는 고양이와는 매 우 다르게 반응할 것이다. 게다가, 신체적 질병의 치료 를 받는 동물은 감정적 동요의 치료를 받는 동물과는 다르게 반응할 것이다. 이를 염두에 두어, 모든 치료 활동은 다르게 탐구되어야 하고, 각각의 치료법은 동 물의 특정한 필요에 맞도록 조정되어야 한다. 여러분 은 치료가 끊임없는 학습의 과정인 것을 직접 겪으면 서 배우게 될 것이다. determine 결정하다 display 보이다 therefore 그런 까닭에 session 활동 rescue 구조하다 domestic 가정의 illness 질병 confusion 동요, 혼란 explore 탐구하다 specific 특정한, 구체적인 constant 끊임없는 process 과정"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 요약문을 완성한다. 마음은 의식적 마음과 잠재의식적 마음이라고 알려 진 부분을 갖고 있다. 잠재의식적 마음은 매우 빠르게 작동하며 감정을 다루지 않는다. 그것은 여러분의 삶 에 대한 반응의 기억, 기억 및 인식을 다룬다. 그러나 의식적 마음은 여러분이 더 많은 통제력을 갖고 있는 부분이다. 여러분은 생각한다. 여러분은 생각을 계속할 지 또는 그 생각에 감정을 더할지를 선택할 수 있다. 그리고 이것은 감정에 북받쳐 잘못된 결정을 반복해서 내리게 만들기 때문에 여러분을 빈번하게 낙담시키는 마음의 부분이기도 하다. 감정에 의해 여러분의 판단 력이 흐려질 때 이것은 편견과 그 밖의 여러분을 억제 하는 모든 종류의 부정성을 자리 잡게 만든다. 거미를 무서워하는가? 어둠을 무서워하는가? 이러한 두려움 전부 이유가 있지만 그것들은 의식적 마음에서 비롯된 다. 그것들은 오직 잠재의식적 마음이 여러분의 반응 을 기록할 때 실제 두려움이 된다. → 통제할 수 있는 의식적 마음은 생각과 감정을 다 루지만, 빠르게 작동하는 잠재의식적 마음이 여러분의 반응을 저장하고, 이는 실제 두려움을 형성한다. conscious 의식적 subconscious 잠재의식(적) recognition 인식 frequently 자주, 빈번히 judgment 판단(력) cloud (기억력, 판단력 등을) 흐리게 하다 bias 편견 negativity 부정성 originate 비롯되다 fear 두려움 [41∼42] 규범은 무엇이 ‘정상적’인지를 규정하고 모든 순간 사회적 생활에 대한 우리의 해석을 안내해 주며 어디 에나 존재한다. 간단한 예로, 문을 열어 주거나, 여러 분이 물건을 방금 떨어뜨렸다는 것을 짚어 주거나, 길 을 알려주는 것과 같이 도움을 줄 수 있는 무언가를 이제 막 해준 낯선 사람에게 ‘감사합니다’라고 말하는 규범이 Anglo 사회에 있다. 여러분이 ‘감사합니다’라고 말하도록 강요하는 법은 없다. 하지만 이런 상황에서 사람들이 ‘감사합니다’라고 말하지 않으면 그것은 눈에 띄게 된다. 사람들은 여러분이 그렇게 말하기를 기대 한다. 여러분은 책임을 지게 되는 것이다. 그렇게 말하 지 못하는 것은 (주변을) 놀라게 하기도 하고 비판을 받을 만하다. 다른 집단의 규범을 모른다는 것은 문화 간 의사소통에서 중심적인 문제이다. ‘감사합니다’의 예를 이어 보자면, 비록 또 다른 문화권이 번역할 수 있는 것처럼 보이는 어떤 표현(다수는 그렇지 못하지 만)을 가지고 있다 할지라도, 그것의 사용법에 대해, 예를 들어, 누군가가 초래한 대가가 상당할 때만 ‘감사 합니다’라고 말해야 한다는 것처럼 유사한( → 다른) 규범이 있을 수 있다. 그 같은 상황에서 만약 여러분 이 혹시라도, 여러분을 위해 문을 잡아주는 것과 같이 아주 사소한 일에 대해 누군가에게 감사해한다면, 그 것은 우스꽝스럽게(즉, 예상치 못하게, 놀랍게, 비판을 받을 만하게) 들릴 수 있을 것이다. norm 규범 define 규정하다 interpretation 해석 stranger 낯선 사람 marked 눈에 띄는 responsible 책임이 있는 worthy 받을 만한 criticism 비난 central 중심적인 translatable 번역할 수 있는 cost 대가, 비용 considerable 상당한 ridiculous 우스꽝스러운 unexpected 예상치 못한 minor 사소한"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목을 추론한다."
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥상 적절하지 않은 어휘를 찾는다. ④ (d) similar → different [43∼45] (A) 오래전, 세상이 생겨난지 오래지 않을 무렵, 아 메리카 원주민의 늙은 영적 지도자인 Odawa는 높은 산에서 꿈을 꾸었다. 자신의 꿈속에서 위대한 신령이 자 지혜의 구도자인 Iktomi가 거미의 형태로 그에게 나타났다. Iktomi는 성스러운 언어로 그에게 말했다. (D) Iktomi는 Odawa에게 삶의 순환에 관해서 말했 다. 그는 “우리는 모두 아기로 삶을 출발하고, 유년기 를 거쳐 그다음 성년기에 이르게 된다. 결국 우리는 노년기에 도달하고, 거기서 우리는 다시 아기처럼 보 살핌을 받아야 한다.”라고 말했다. 또한 Iktomi는 삶의 각 단계에는 좋고 나쁜 힘이 있다고 그에게 말했다. “우리가 좋은 힘에 귀를 기울이면 그들은 우리를 올바 른 방향으로 인도할 것이다. 하지만 만약 나쁜 힘에 귀를 기울이면 그들은 우리를 잘못된 길로 이끌고 우 리를 해칠 수도 있다.”라고 Iktomi는 말했다. (C) Iktomi가 말을 끝냈을 때, 그는 거미집을 짜서 Odawa에게 주었다. 그가 Odawa에게 말하기를, “그 거 미집은 가운데 구멍이 뚫린 완벽한 원이다. 너의 마을 사람들이 자신들의 목표에 도달할 수 있도록 거미집을 사용해라. 그들의 생각, 꿈, 비전을 잘 활용해라. 만약 네가 위대한 신령을 믿는다면 그 거미집이 네 좋은 생 각을 붙잡아 줄 것이고 나쁜 생각은 구멍을 통해 빠져 나갈 것이다.” Odawa는 잠에서 깨자마자 자기 마을로 되돌아갔다. (B) Odawa는 Iktomi의 교훈을 그의 마을 사람들과 나누었다. 오늘날 많은 미국 원주민은 침대 위에 드림 캐처를 건다. 드림캐처는 나쁜 꿈을 걸러 준다고 믿어 진다. 좋은 꿈은 인생이라는 거미집에 걸리고 사람들 과 동반하게 된다. 나쁜 꿈은 거미집의 구멍 사이로 빠져나가고 더 이상 그들의 삶의 한 부분이 되지 못한 다. Native American 미국 원주민 spiritual 영적인 holy 성스러운 spin 짜다(과거형 spun) cycle 순환"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서를 파악한다."
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상을 추론한다."
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. 7"
    }
]