[
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 1,
        "지문": "",
        "선택지1": "반려견과의 공원 산책 시 준수 사항을 안내하려고",
        "선택지2": "반려견의 감염병 발병 시 대처법을 소개하려고",
        "선택지3": "반려견을 동반한 공원 출입 자제를 요청하려고",
        "선택지4": "공원 시설 수리를 위한 휴관을 공지하려고",
        "선택지5": "",
        "text": "1. 다음을 듣고남자가 하는 말의 목적으로 가장 적절한 것을 고, 르시오.반려견을 위한 공원 시설 개선 아이디어를 공모하려고① 반려견과의 공원 산책 시 준수 사항을 안내하려고② 반려견의 감염병 발병 시 대처법을 소개하려고③ 반려견을 동반한 공원 출입 자제를 요청하려고④ 공원 시설 수리를 위한 휴관을 공지하려고⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 2,
        "지문": "",
        "선택지1": "인테리어 작업은 전문가에게 맡기는 것이 좋다.",
        "선택지2": "인테리어 공사는 예산 안에서 진행해야 한다.",
        "선택지3": "집안의 색이 가족의 기분에 영향을 미친다.",
        "선택지4": "주기적으로 가구를 재배치하는 것이 좋다.",
        "선택지5": "",
        "text": "2. 대화를 듣고여자의 의견으로 가장 적절한 것을 고르시오, .의뢰인의 취향을 존중하여 인테리어를 디자인해야 한다.① 인테리어 작업은 전문가에게 맡기는 것이 좋다.② 인테리어 공사는 예산 안에서 진행해야 한다.③ 집안의 색이 가족의 기분에 영향을 미친다.④ 주기적으로 가구를 재배치하는 것이 좋다.⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 3,
        "지문": "",
        "선택지1": "– 스포츠 기자 사이클 선수",
        "선택지2": "– 건물 청소부 입주민",
        "선택지3": "– 골동품 감정사 의뢰인",
        "선택지4": "– 농기구 판매상 농장주",
        "선택지5": "–",
        "text": "3. 대화를 듣고두 사람의 관계를 가장 잘 나타낸 것을 고르시오, .자전거 수리공 고객① – 스포츠 기자 사이클 선수② – 건물 청소부 입주민③ – 골동품 감정사 의뢰인④ – 농기구 판매상 농장주⑤ – "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 4,
        "지문": "",
        "선택지1": "",
        "선택지2": "",
        "선택지3": "",
        "선택지4": "",
        "선택지5": "",
        "text": "4. 대화를 듣고그림에서 대화의 내용과 일치하지 , 않는것을  고르시오. ①②③④⑤"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 5,
        "지문": "",
        "선택지1": "김치 조리법 전송하기",
        "선택지2": "김치 시식 후기 쓰기",
        "선택지3": "채식 도시락 주문하기",
        "선택지4": "요리 재료 구매하기",
        "선택지5": "",
        "text": "5. 대화를 듣고여자가 남자를 위해 할 일로 가장 적절한 것을 , 고르시오.요리 강습 신청하기① 김치 조리법 전송하기② 김치 시식 후기 쓰기③ 채식 도시락 주문하기④ 요리 재료 구매하기⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 6,
        "지문": "",
        "선택지1": "$30",
        "선택지2": "$35",
        "선택지3": "$40",
        "선택지4": "$45",
        "선택지5": "",
        "text": "6. 대화를 듣고남자가 지불할 금액을 고르시오점, . [3]$25① $30② $35③ $40④ $45⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 7,
        "지문": "",
        "선택지1": "휴대 전화가 고장 나서",
        "선택지2": "접속 비밀번호를 잊어서",
        "선택지3": "인터넷 접속이 불안정해서",
        "선택지4": "다른 회의에 참석해야 해서",
        "선택지5": "",
        "text": "7. 대화를 듣고남자가 화상 회의에 참석하지 , 못한이유를 고르 시오.회의 시간을 착각해서① 휴대 전화가 고장 나서② 접속 비밀번호를 잊어서③ 인터넷 접속이 불안정해서④ 다른 회의에 참석해야 해서⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 8,
        "지문": "",
        "선택지1": "개최 장소",
        "선택지2": "개최 시기",
        "선택지3": "우승 상금",
        "선택지4": "참가비",
        "선택지5": "",
        "text": "8. 대화를 듣고에 관해 언급되지 , Jazz Guitar Contest않은것을  고르시오.주최 단체① 개최 장소② 개최 시기③ 우승 상금④ 참가비⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 9,
        "지문": "",
        "선택지1": "열기구 탑승 시각은 매일 오전 시와 오후 시이다105.",
        "선택지2": "첫날 열기구 탑승권은 할인된다20% .",
        "선택지3": "열기구는 다양한 국기로 장식된다.",
        "선택지4": "웹 사이트에서 실시간으로 스트리밍된다.",
        "선택지5": "",
        "text": "9.에 관한 다음 The 10th International Hot Air Balloon Fiesta내용을 듣고일치하지 , 않는것을 고르시오 .다음 주 월요일부터 주간 개최된다2.① 열기구 탑승 시각은 매일 오전 시와 오후 시이다105.② 첫날 열기구 탑승권은 할인된다20% . ③ 열기구는 다양한 국기로 장식된다.④ 웹 사이트에서 실시간으로 스트리밍된다.⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 10,
        "지문": "",
        "선택지1": "A$655Medium○",
        "선택지2": "B$854Medium×",
        "선택지3": "C$755Large○",
        "선택지4": "D$955Large×",
        "선택지5": "E$1054X­Large○",
        "text": "10. 다음 표를 보면서 대화를 듣고여자가 구매할 캣 트리를 고, 르시오. Multi-Level Cat TreesModelPriceNo. of LevelsSizeAssembly Required①A$655Medium○②B$854Medium×③C$755Large○④D$955Large×⑤E$1054X­Large○"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 11,
        "지문": "",
        "선택지1": "Really? You’d better leave school early.",
        "선택지2": "Okay. Then, let me call my doctor later.",
        "선택지3": "I know how you feel. It must hurt a lot.",
        "선택지4": "Oh, no. You should have been more careful.",
        "선택지5": "",
        "text": "11. 대화를 듣고여자의 마지막 말에 대한 남자의 응답으로 가장 , 적절한 것을 고르시오.Thanks. That would be a great help.① Really? You’d better leave school early.② Okay. Then, let me call my doctor later.③ I know how you feel. It must hurt a lot.④ Oh, no. You should have been more careful.⑤  "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 12,
        "지문": "",
        "선택지1": "Look at the expiration date! We shouldn’t buy this.",
        "선택지2": "Yes. It’s cheaper to buy it from an online store.",
        "선택지3": "No. We shouldn’t put too much ketchup on the food.",
        "선택지4": "Sure. We can keep the ketchup at room temperature.",
        "선택지5": "학년도 월 고전국연합학력평가 문제지2020103 영어영역제3 교시1|SURF SCHOOLChanging Room삐 비 /2영어영역고328",
        "text": "12. 대화를 듣고남자의 마지막 말에 대한 여자의 응답으로 가장 , 적절한 것을 고르시오.Definitely. Don’t forget to wash it after emptying it.① Look at the expiration date! We shouldn’t buy this.② Yes. It’s cheaper to buy it from an online store.③ No. We shouldn’t put too much ketchup on the food.④ Sure. We can keep the ketchup at room temperature.⑤ 학년도 월 고전국연합학력평가 문제지2020103 영어영역제3 교시1|SURF SCHOOLChanging Room삐 비 /2영어영역고328"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 13,
        "지문": "",
        "선택지1": "I disagree. Camping equipment is overpriced.",
        "선택지2": "Yes. I’m looking for a two­bedroom apartment.",
        "선택지3": "I see it differently. Selling offline is much easier.",
        "선택지4": "Thanks. But I can manage the packing on my own.",
        "선택지5": "",
        "text": "13. 대화를 듣고여자의 마지막 말에 대한 남자의 응답으로 가장 , 적절한 것을 고르시오.Man:                                                  That’s a good idea. I’ll sign up for a booth.① I disagree. Camping equipment is overpriced.② Yes. I’m looking for a two­bedroom apartment.③ I see it differently. Selling offline is much easier.④ Thanks. But I can manage the packing on my own.⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 14,
        "지문": "",
        "선택지1": "I don’t think so. Reading is not for everybody.",
        "선택지2": "Hold on. Let me bring the books you requested.",
        "선택지3": "Not at all. You should respect his taste in books.",
        "선택지4": "Okay. I hope my son enjoys reading books there.",
        "선택지5": "",
        "text": "14. 대화를 듣고남자의 마지막 말에 대한 여자의 응답으로 가장 , 적절한 것을 고르시오점. [3]Woman:                                               Oh, really? Good luck with your book search.① I don’t think so. Reading is not for everybody.② Hold on. Let me bring the books you requested.③ Not at all. You should respect his taste in books.④ Okay. I hope my son enjoys reading books there.⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 15,
        "지문": "",
        "선택지1": "Just turn off your phone when you go to bed.",
        "선택지2": "Did you check out the latest model at the shop?",
        "선택지3": "You’re not allowed to use your phone during class.",
        "선택지4": "Why don’t you switch your phone to one like mine?",
        "선택지5": "[16 ~다음을 듣고물음에 답하시오17] , .",
        "text": "15. 다음 상황 설명을 듣고가 에게 할 말로 가장 적절한 , JoshLily것을 고르시오점. [3]Josh:                                                  It’s too bad that your phone is not working.① Just turn off your phone when you go to bed.② Did you check out the latest model at the shop?③ You’re not allowed to use your phone during class.④ Why don’t you switch your phone to one like mine?⑤ [16 ~다음을 듣고물음에 답하시오17] , ."
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 16,
        "지문": "",
        "선택지1": "benefits of various vegetable cooking oils",
        "선택지2": "tips for choosing fresh vegetable cooking oils",
        "선택지3": "roles of fatty acids in delaying the aging process",
        "선택지4": "advantages of vegetable oils as a flavor enhancer",
        "선택지5": "",
        "text": "16. 여자가 하는 말의 주제로 가장 적절한 것은?chemical compositions of fatty acids① benefits of various vegetable cooking oils② tips for choosing fresh vegetable cooking oils③ roles of fatty acids in delaying the aging process④ advantages of vegetable oils as a flavor enhancer⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 17,
        "지문": "",
        "선택지1": "olive oil",
        "선택지2": "avocado oil",
        "선택지3": "grapeseed oil",
        "선택지4": "walnut oil",
        "선택지5": "이제 듣기 문제가 끝났습니다번부터는 문제지의 지시. 18에 따라 답을 하시기 바랍니다.",
        "text": "17. 언급된 기름이 아닌것은 ?coconut oil① olive oil② avocado oil③ grapeseed oil④ walnut oil⑤ 이제 듣기 문제가 끝났습니다번부터는 문제지의 지시. 18에 따라 답을 하시기 바랍니다."
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 18,
        "지문": "",
        "선택지1": "신설되는 교육 프로그램에 강사로 초빙하려고",
        "선택지2": "교육 프로그램 참가자에게 준비물을 안내하려고",
        "선택지3": "어린이를 위한 미술 프로그램 개설을 건의하려고",
        "선택지4": "미술 교육 프로그램을 위한 물품 기부를 요청하려고",
        "선택지5": "",
        "text": "18. 다음 글의 목적으로 가장 적절한 것은?Dear Mr. Collins,I am writing on behalf of Green Youth Center. We will be conducting a program titled “Arts For All.” This program aims to spend time with young children and provide an art education program for them. In line with this, we would like to ask for your support for the program. We are expecting 5080 children ages 58 years as participants. －－We would greatly appreciate donations such as art supplies, picture books, or any other materials that would be beneficial to children’s art education. We sincerely thank you for your kind consideration in advance.Best regards,Rose Sanders, Program Coordinator미술 교육 프로그램 운영에 조언을 구하려고① 신설되는 교육 프로그램에 강사로 초빙하려고② 교육 프로그램 참가자에게 준비물을 안내하려고③ 어린이를 위한 미술 프로그램 개설을 건의하려고④ 미술 교육 프로그램을 위한 물품 기부를 요청하려고⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 19,
        "지문": "",
        "선택지1": "relieved→ excited",
        "선택지2": "anxious→ bored",
        "선택지3": "surprised→ ashamed",
        "선택지4": "thankful→ amazed",
        "선택지5": "indifferent→",
        "text": "19. 다음 글에 드러난 의 심경 변화로 가장 적절한 것은‘I’?Daddy hums as he packs our car with suitcases and a cooler full of snacks. We leave when the sky is still dark with sleep. Sister closes her eyes, but mine stay wide open. “Alan,” Momma says after a while, “you better catch some sleep while you can.” I try to rest, but can’t stop smiling. Soon I’ll get to see my great­grandma Granny and hang out with my cousins. But when I look at my hands, empty as the road in front of us, my grin fades. The anniversary celebration. I bet everyone will bring something to share except me. I have nothing prepared for Granny. I’m suddenly overwhelmed with worries.scared① relieved→ excited② anxious→ bored③ surprised→ ashamed④ thankful→ amazed⑤ indifferent→ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 20,
        "지문": "",
        "선택지1": "업무에 대한 동료의 건전한 비판을 겸허히 수용하라.",
        "선택지2": "직원 결속을 위해 회사 내 비공식적 모임을 활성화하라.",
        "선택지3": "직장에서 상사에게 이의를 제기할 때는 격식을 존중하라.",
        "선택지4": "절차에만 의존하지 말고 부하 직원들과 일상적으로 소통하라.",
        "선택지5": "고3영어영역338",
        "text": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?One of the funniest things about becoming a boss is that it causes an awful lot of people to forget everything they know about how to relate to other people. If you have a complaint about somebody in your personal life, it would never occur to you to wait for a formally scheduled meeting to tell them. Yet, management has been bureaucratized to the point that we throw away effective strategies of everyday communication. Don’t let the formal processes like annual performance reviews take over. They are meant to reinforce, not substitute, what we do every day. You’d never let the fact that you go to the dentist for a cleaning a couple times a year prevent you from brushing your teeth every day. 정확하고 구체적으로 직원들에게 피드백을 제공하라.① 업무에 대한 동료의 건전한 비판을 겸허히 수용하라.② 직원 결속을 위해 회사 내 비공식적 모임을 활성화하라.③ 직장에서 상사에게 이의를 제기할 때는 격식을 존중하라.④ 절차에만 의존하지 말고 부하 직원들과 일상적으로 소통하라.⑤ 고3영어영역338"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 21,
        "지문": "",
        "선택지1": "work inefficiently for longer hours",
        "선택지2": "give up your passion in your career",
        "선택지3": "keep a healthy work­and­life balance",
        "선택지4": "compare your accomplishments with others",
        "선택지5": "",
        "text": "21. 밑줄 친 boil a pot of water on medium hea 가 다음 글에서 t의미하는 바로 가장 적절한 것은?Under­slept employees are not going to drive your business forward with productive innovation. Like a group of people riding stationary exercise bikes, everyone looks like they are pedaling, but the scenery never changes. The irony that employees miss is that when you are not getting enough sleep, you work less productively and thus need to work longer to accomplish a goal. This means you often must work longer and later into the evening, arrive home later, go to bed later, and need to wake up earlier, creating a negative feedback loop. Why try to boil a pot of water on medium heat when you could do so in half the time on high? People often tell me that they do not have enough time to sleep because they have so much work to do. Without wanting to be combative in any way whatsoever, I respond by informing them that perhaps the reason they still have so much to do at the end of the day is precisely because they do not get enough sleep at night.multitask beyond your limits① work inefficiently for longer hours② give up your passion in your career ③ keep a healthy work­and­life balance ④ compare your accomplishments with others⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 22,
        "지문": "",
        "선택지1": "개인의 양심적 행동이 사회 전체의 도덕성을 결정한다.",
        "선택지2": "부정직해 보이는 행동에도 선한 의도가 있을 수 있다.",
        "선택지3": "시대에 따라 사업가에게 중시되는 덕목이 달라진다.",
        "선택지4": "사업 운영에 가장 중요한 가치는 정직과 친절이다.",
        "선택지5": "",
        "text": "22. 다음 글의 요지로 가장 적절한 것은?The tendency for the market to reward caring for others may just be an incentive to act, or pretend, as if one cares for others. Say, for instance, a shopkeeper who realizes he is losing exchange opportunities because of his dishonest behavior may begin to act as if he were a kind and honest man in order to garner more business. He is persuaded to behave in an appropriate way, yet his actions may be insincere. While it is socially beneficial that he at least pretends to behave in this way, he may not actually become more virtuous. However, in order to maintain this status in his community and succeed in his business long term, he must continue to behave in this manner. Over time, it is likely that his once intentional actions will become instinctive and more genuine, and eventually result in actual moral development. Stated another way, a truly dishonest and conniving person is unlikely to convincingly pretend to be reputable for an extended period of time without being impacted by some sort of moral development.*얻다  garner: **남을음해하는conniving: () 장기간의 의도적 행동을 통해 도덕적 발달이 가능하다.① 개인의 양심적 행동이 사회 전체의 도덕성을 결정한다.② 부정직해 보이는 행동에도 선한 의도가 있을 수 있다.③ 시대에 따라 사업가에게 중시되는 덕목이 달라진다.④ 사업 운영에 가장 중요한 가치는 정직과 친절이다.  ⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 23,
        "지문": "",
        "선택지1": "correlations between crime rates and social welfare",
        "선택지2": "efforts to revise outdated criminal justice procedures",
        "선택지3": "expanding government roles in controlling the crime rate",
        "선택지4": "changing the definition of humane treatment in modern criminal justice",
        "선택지5": "humane treatment of suspects and the accused in the criminal justice system",
        "text": "23. 다음 글의 주제로 가장 적절한 것은점? [3]The principle of humane treatment exerts an important constraint on the administration of criminal justice, a state­run process which has the potential to do very great harm to anybody who becomes caught up in its snares. Suspects and the accused are the ones most obviously in jeopardy. Procedural rules contribute to suspects’ humane treatment by providing them with legal advice and assistance to prepare and present their cases in court. Rules of evidence perform a similar function by affording accused persons fair opportunity to answer the charges against them, whilst at the same time respecting their right to remain silent if they choose to keep their counsel and put the prosecution to proof. These and other rules of criminal evidence and procedure treat the accused as thinking, feeling, human subjects of official concern and respect, who are entitled to be given the opportunity to play an active part in procedures with a direct and possibly catastrophic impact on their welfare.*덫  snare: **검찰 측prosecution: ①correlations between crime rates and social welfare②efforts to revise outdated criminal justice procedures③expanding government roles in controlling the crime rate④changing the definition of humane treatment in modern criminal justice ⑤humane treatment of suspects and the accused in the criminal justice system"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 24,
        "지문": "",
        "선택지1": "Rediscovering the Human­Machine Relationship",
        "선택지2": "AI Breakthroughs Born Outside Research Labs",
        "선택지3": "The Self­Evolving Nature of Smart Technology",
        "선택지4": "AI: A Pioneer of Breakthroughs in Human History",
        "선택지5": "4영어영역고348",
        "text": "24. 다음 글의 제목으로 가장 적절한 것은?The view of AI breakthroughs that the public gets from the media－stunning victories over humans, robots becoming citizens of Saudi Arabia, and so on－bears very little relation to what really happens in the world’s research labs. Inside the lab, research involves a lot of thinking and talking and writing mathematical formulas on whiteboards. Ideas are constantly being generated, abandoned, and rediscovered. A good idea－a real breakthrough－will often go unnoticed at the time and may only later be understood as having provided the basis for a substantial advance in AI, perhaps when someone reinvents it at a more convenient time. Ideas are tried out, initially on simple problems to show that the basic intuitions are correct and then on harder problems to see how well they scale up. Often, an idea will fail by itself to provide a substantial improvement in capabilities, and it has to wait for another idea to come along so that the combination of the two can demonstrate value.AI Breakthroughs: Not an Instant Success① Rediscovering the Human­Machine Relationship② AI Breakthroughs Born Outside Research Labs③ The Self­Evolving Nature of Smart Technology④ AI: A Pioneer of Breakthroughs in Human History⑤ 4영어영역고348"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 25,
        "지문": "",
        "선택지1": "The two countries that generated the most e­waste in 2016 were China and the United States, each producing more than 6 million metric tons of e­waste.",
        "선택지2": "The combined amount of total e­waste of the bottom three countriesRussia, Brazil, and －Francewas less than that of the United States. －",
        "선택지3": "Among the eight countries, China was first in the total amount of e­waste, but its per capita e­waste production was the second smallest.",
        "선택지4": "Though the amount of e­waste generated in India was larger than that in Japan just by 0.1 million metric tons, e­waste per capita in India was less than one tenth of that in Japan.",
        "선택지5": "The amount of e­waste per capita was over 20 kg in two countries, with Germany leading France by 1.5 kg.",
        "text": "25. 다음 도표의 내용과 일치하지 않는것은 ?The above graph shows the top eight countries by the amount of electronic waste (e­waste) generated in 2016. ①The two countries that generated the most e­waste in 2016 were China and the United States, each producing more than 6 million metric tons of e­waste. ②The combined amount of total e­waste of the bottom three countriesRussia, Brazil, and －Francewas less than that of the United States. －③Among the eight countries, China was first in the total amount of e­waste, but its per capita e­waste production was the second smallest. ④Though the amount of e­waste generated in India was larger than that in Japan just by 0.1 million metric tons, e­waste per capita in India was less than one tenth of that in Japan. ⑤The amount of e­waste per capita was over 20 kg in two countries, with Germany leading France by 1.5 kg."
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 26,
        "지문": "",
        "선택지1": "의 지도자 중 한 명이었다Prague Linguistic Circle.",
        "선택지2": "년에 미국에서 스칸디나비아로 이주했다1941.",
        "선택지3": "유럽과 미국 언어학 사이의 간극을 좁히는 데에 기여했다.",
        "선택지4": "현대 구조 언어학의 아버지로 알려져 있다.",
        "선택지5": "",
        "text": "26.에 관한 다음 글의 내용과 일치하지 Roman Jakobson않는것은 ?Roman Jakobson was one of the greatest linguists of the 20th century. He was born in Russia and was a member of the Russian Formalist school as early as 1915. Jakobson taught in Czechoslovakia between the two world wars, where he was one of the leaders of the influential Prague Linguistic Circle. When Czechoslovakia was invaded by the Nazis, he was forced to flee to Scandinavia, and went from there to the United States in 1941. In 1943 he became one of the founding members of the Linguistic Circle of New York and acted as its vice president until 1949. He taught at numerous institutions from 1943 on, including Harvard University and MIT. Through his teaching in the United States, Jakobson helped to bridge the gap between European and American linguistics. Known as the father of modern structural linguistics, he elaborated sophisticated theories of language and communication that have had significant effects on such disciplines as anthropology, art criticism, and brain research.년에 학파의 일원이었다1915Russian Formalist .① 의 지도자 중 한 명이었다Prague Linguistic Circle.② 년에 미국에서 스칸디나비아로 이주했다1941.③ 유럽과 미국 언어학 사이의 간극을 좁히는 데에 기여했다.④ 현대 구조 언어학의 아버지로 알려져 있다.⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 27,
        "지문": "",
        "선택지1": "금요일 저녁에 시간 동안 진행된다2.",
        "선택지2": "도자기 품목 세 가지 중 하나를 선택할 수 있다.",
        "선택지3": "참가비 중 절반이 도서관에 기부된다Waine .",
        "선택지4": "도자기를 구운 후 참가자에게 돌려준다.",
        "선택지5": "",
        "text": "27.에 관한 다음 안내문의 내용과 일치하지 Pottery Painting Event않는것은 ?Pottery Painting EventInstructors from O­Paint Pottery Studio will be traveling to our school for a fun family event of pottery painting!All students and family members are welcome to paint. Please bring the whole family!Event Information∎Time: 6 p.m.8 p.m. Friday, October 30, 2020－∎Choice of pottery: mug, plate, vase (Choose one.)∎Fee: $10 per person ($2 will be donated to Waine Library.)                          * After painting, pottery will be fired and returned within one week.* All materials/paints are 100% non­toxic.의 강사가 학교에 와서 진행한다O­Paint Pottery Studio.① 금요일 저녁에 시간 동안 진행된다2.② 도자기 품목 세 가지 중 하나를 선택할 수 있다.③ 참가비 중 절반이 도서관에 기부된다Waine .④ 도자기를 구운 후 참가자에게 돌려준다.⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 28,
        "지문": "",
        "선택지1": "화요일에는 개장하지 않는다.",
        "선택지2": "주민은 절반 가격에 이용할 수 있다Double Swan .",
        "선택지3": "이용객은 수영 장비를 빌릴 수 있다.",
        "선택지4": "웹 사이트를 통해서만 예약할 수 있다.",
        "선택지5": "Top 8 Countries by the Amount of E-Waste in 2016‘Total in million metric tons KG per capitaCin is 5.2United States Ts) 19.422.87.49.721.3고3영어영역558",
        "text": "28.에 관한 다음 안내문의 내용과 일Double Swan Hot Springs치하는 것은?Double Swan Hot SpringsSoak your way to health and have your cares float away!Water Temperatures: - Hot springs: 40year round ℃  - Swimming pools: 3031in summer－℃ 3233in winter－℃ Hours: - Monday: Closed - Tuesday through Friday: 11 a.m.7 p.m.－ - Saturday & Sunday: 9 a.m.8 p.m.－Fees:One­Day Pass10­Swim PassAdults$12$85Children (3－12)$7$502 & UnderFreeDouble Swan residents: 50% offNotes: ∎Visitors can bring their own Coast Guard approved life jackets.∎Swimming equipment rental is not available.Reservations can be made at www.dshotsprings.com or by calling us at 719­980­3456.수영장의 수온은 겨울보다 여름이 더 높다.① 화요일에는 개장하지 않는다.② 주민은 절반 가격에 이용할 수 있다Double Swan .③ 이용객은 수영 장비를 빌릴 수 있다.④ 웹 사이트를 통해서만 예약할 수 있다.⑤ Top 8 Countries by the Amount of E-Waste in 2016‘Total in million metric tons KG per capitaCin is 5.2United States Ts) 19.422.87.49.721.3고3영어영역558"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 29,
        "지문": "",
        "선택지1": "where all students develop positive identities as mathematics learners. Instruction in mathematics skills in isolation and devoid of student understandings and identities renders them",
        "선택지2": "helpless to benefit from explicit instruction. Thus, we agree that explicit instruction benefits students but propose that incorporating culturally relevant pedagogy and consideration of nonacademic factors that",
        "선택지3": "promoting learning and mastery must enhance explicit instruction in mathematics instruction. Furthermore, teachers play a critical role in developing environments",
        "선택지4": "that encourage student identities, agency, and independence through discourses and practices in the classroom. Students who are actively engaged in a contextualized learning process are in control of the learning process and are able to make connections with past learning experiences",
        "선택지5": "to foster deeper and more meaningful learning. *어떤 상태가 되게만들다  render: () **교수법pedagogy:",
        "text": "29. 다음 글의 밑줄 친 부분 중어법상 , 틀린것은점 ? [3]Mathematical practices and discourses should be situated within cultural contexts, student interests, and real­life situations ①where all students develop positive identities as mathematics learners. Instruction in mathematics skills in isolation and devoid of student understandings and identities renders them ②helpless to benefit from explicit instruction. Thus, we agree that explicit instruction benefits students but propose that incorporating culturally relevant pedagogy and consideration of nonacademic factors that ③promoting learning and mastery must enhance explicit instruction in mathematics instruction. Furthermore, teachers play a critical role in developing environments ④that encourage student identities, agency, and independence through discourses and practices in the classroom. Students who are actively engaged in a contextualized learning process are in control of the learning process and are able to make connections with past learning experiences ⑤to foster deeper and more meaningful learning. *어떤 상태가 되게만들다  render: () **교수법pedagogy:  "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 30,
        "지문": "",
        "선택지1": "empathize with others, and to avoid drawing attention to themselves. In contrast, members of individualist cultures tend to define themselves in terms of their independence from groups and autonomy and are socialized to",
        "선택지2": "value individual freedoms and individual expressions. In individualist cultures, standing out and being different is often seen as a sign of",
        "선택지3": "weakness. Implicit in the characterization of collectivist and individualist groups is the assumption that deviance will be",
        "선택지4": "downgraded more in groups that prescribe collectivism than in groups that prescribe individualism. Indeed, empirical research shows that individualist group norms broaden the latitude of",
        "선택지5": "acceptable group member behavior and non­normative characteristics.*일탈표준에서 벗어남deviance: , [31 ~다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오34] .",
        "text": "30. 다음 글의 밑줄 친 부분 중문맥상 낱말의 쓰임이 적절하지 , 않은것은 ?In collectivist groups, there is considerable emphasis on relationships, the maintenance of harmony, and “sticking with” the group. Members of collectivist groups are socialized to avoid conflict, to ①empathize with others, and to avoid drawing attention to themselves. In contrast, members of individualist cultures tend to define themselves in terms of their independence from groups and autonomy and are socialized to ②value individual freedoms and individual expressions. In individualist cultures, standing out and being different is often seen as a sign of ③weakness. Implicit in the characterization of collectivist and individualist groups is the assumption that deviance will be ④downgraded more in groups that prescribe collectivism than in groups that prescribe individualism. Indeed, empirical research shows that individualist group norms broaden the latitude of ⑤acceptable group member behavior and non­normative characteristics.*일탈표준에서 벗어남deviance: , [31 ~다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오34] ."
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 31,
        "지문": "",
        "선택지1": "unchallenged power",
        "선택지2": "suppressed desire",
        "선택지3": "voluntary surrender",
        "선택지4": "unexpected disasters",
        "선택지5": "",
        "text": "31. Some people may find it hard to believe they are making a difference all the time. In which case, it may help to abandon the global perspective for a moment and zoom in to our daily human interactions－in which we spend every moment either deciding what must happen next or going along with somebody else’s ideas. Either way, our actions are all purposeful, and all produce effects. Our day­to­day lives are hardly the stuff of history, you might argue. Certainly not compared with Julius Caesar invading Britain, Genghis Khan sacking Baghdad and Christopher Columbus discovering America. That’s how many people understand history. ‘The history of the world is but the biography of great men,’ wrote Thomas Carlyle. But the ‘great man’ theory of history has been on its way out for years. Nowadays, we recognize that those men couldn’t have done what they did on their own. And we identify historical significance in hitherto ________________. *약탈하다sack: overlooked episodes① unchallenged power② suppressed desire③ voluntary surrender④ unexpected disasters⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 32,
        "지문": "",
        "선택지1": "the words and images conveyed by the media",
        "선택지2": "a critical attitude toward media products",
        "선택지3": "a belief on the media’s roles in politics",
        "선택지4": "emotional responses to unusual events",
        "선택지5": "6영어영역고368",
        "text": "32. The diffusion of media products enables us in a certain sense to experience events, observe others and, in general, learn about a world that extends beyond the sphere of our day­to­day encounters. The spatial horizons of our understanding are thereby greatly expanded, for they are no longer restricted by the need to be physically present at the places where the observed events, etc., occur. So profound is the extent to which our sense of the world is shaped by media products today that, when we travel to distant parts of the world as a visitor or tourist, our lived experience is often preceded by a set of images and expectations acquired through extended exposure to media products. Even in those cases where our experience of distant places does not concur with our expectations, the feeling of novelty or surprise often attests to the fact that our lived experience is preceded by a set of preconceptions derived, at least to some extent, from                          .*을 입증하다attest to: ~our collective world views inherited from ancestors① the words and images conveyed by the media② a critical attitude toward media products③ a belief on the media’s roles in politics④ emotional responses to unusual events⑤ 6영어영역고368"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 33,
        "지문": "",
        "선택지1": "our biological rhythms change along with their speed",
        "선택지2": "the biological constants of our auditory system disappear",
        "선택지3": "our visual system and auditory system function together",
        "선택지4": "they exceed the temporal resolution of our visual system",
        "선택지5": "",
        "text": "33. At the level of hours and minutes, the most relevant constants are human heart rates, which normally vary from 60 to 100 beats per minute, and the need to spend roughly one­third of our time sleeping in order to function properly. Biologists and physiologists still don’t know why this is so. Moving down to the level of time that occurs at 1/1000 of a second are biological constants with respect to the temporal resolution of our senses. If a sound has a gap in it shorter than 10 milliseconds, we will tend not to hear it, because of resolution limits of the auditory system. For a similar reason, a series of clicks ceases to sound like clicks and becomes a musical note when the clicks are presented at a rate of about once every 25 milliseconds. If you’re flipping through static (still) pictures, they must be presented slower than about once every 40 milliseconds in order for you to see them as separate images. Any faster than that and                                          and we 점perceive motion where there is none. [3]*상수 constant: details become clearer than when seen one by one① our biological rhythms change along with their speed② the biological constants of our auditory system disappear③ our visual system and auditory system function together④ they exceed the temporal resolution of our visual system⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 34,
        "지문": "",
        "선택지1": "create a flight formation to use less energy in the air",
        "선택지2": "take advantage of the rising and descending air currents",
        "선택지3": "modify the path to take a shorter route to their destination",
        "선택지4": "inform its flightmates of the need to complement the extended flying time",
        "선택지5": "match the rate of gain of information to increasing perceptual challenges",
        "text": "34. It is well established that the aerobic range of flight speeds for any bird is restricted. The well­established U­shaped function of aerodynamic power requirement as a function of flight speed has wide applicability. It shows that for most birds, slow flight, even for short periods, is not possible and this becomes more acute for birds with high wing loading and consequently higher average flight speeds. In essence, birds cannot readily slow down. Sustained slow flight for a bird which has a high average flight speed is costly or aerodynamically impossible and, hence, being able to reduce speed in order to                                         is unlikely to occur. In other words, when the environment restricts the information available (e.g. rain, mist, low light levels), birds cannot easily fly more slowly in order to compensate for lowered visibility. Thus if birds are to fly under non­ideal perceptual conditions, or visibility conditions change during a flight, they cannot act in the way that a careful car driver can and reduce their speed in order to gain information at a rate sufficient to match the new 점perceptual challenge. [3]①create a flight formation to use less energy in the air②take advantage of the rising and descending air currents  ③modify the path to take a shorter route to their destination④inform its flightmates of the need to complement the extended flying time⑤match the rate of gain of information to increasing perceptual challenges"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 35,
        "지문": "",
        "선택지1": "Musicians and athletes both must attempt to create mistake­free performances that require finely tuned neural and muscle control enabled by countless hours of practice.",
        "선택지2": "For both activities, disciplining the body and mind is central to achieving what is typically considered a successful performance.",
        "선택지3": "Standard descriptions of the actions of the muscles controlling the hand can give a misleading impression of the degree to which the fingers can be controlled independently.",
        "선택지4": "Indeed one might assume that one of the prime objectives of art, as in sports, is to win recognition for the artist/performer’s technical physical ability.",
        "선택지5": "Thus, in essence, even music becomes a competition for performers, who compete against their own bodies, if not those of others, in attaining recognition for their performances.[36 ~주어진 글 다음에 이어질 글의 순서로 가장 적절한 것37] 을 고르시오.",
        "text": "35. 다음 글에서 전체 흐름과 관계없는문장은 ?In the case of classical music performance, notwithstanding the perhaps increased psychological pressure to achieve “perfection,” to a large extent it is the participation in a physical pursuit of excellence that links art to sports. ①Musicians and athletes both must attempt to create mistake­free performances that require finely tuned neural and muscle control enabled by countless hours of practice. ②For both activities, disciplining the body and mind is central to achieving what is typically considered a successful performance. ③Standard descriptions of the actions of the muscles controlling the hand can give a misleading impression of the degree to which the fingers can be controlled independently. ④Indeed one might assume that one of the prime objectives of art, as in sports, is to win recognition for the artist/performer’s technical physical ability. ⑤Thus, in essence, even music becomes a competition for performers, who compete against their own bodies, if not those of others, in attaining recognition for their performances.[36 ~주어진 글 다음에 이어질 글의 순서로 가장 적절한 것37] 을 고르시오."
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 36,
        "지문": "",
        "선택지1": "- (C) - (B)(B)",
        "선택지2": "- (A) - (C)(B)",
        "선택지3": "- (C) - (A)(C)",
        "선택지4": "- (A) - (B)(C)",
        "선택지5": "- (B) - (A)고3영어영역778",
        "text": "36. Film speaks in a language of the senses. Its flowing and sparkling stream of images, its compelling pace and natural rhythms, and its pictorial style are all part of this nonverbal language.(A) As important as the quality of the image may be, however, it must not be considered so important that the purpose of the film as an artistic, unified whole is ignored. A film’s photographic effects should not be created for their own sake as independent, beautiful, or powerful images.(B) In the final analysis, they must be justified psychologically and dramatically, as well as aesthetically, as important means to an end, not as ends in themselves. Creating beautiful images for the sake of creating beautiful images violates a film’s aesthetic unity and may actually work against the film.(C) So it follows naturally that the aesthetic quality and dramatic power of the image are extremely important to the overall quality of a film. Although the nature and quality of the story, editing, musical score, sound effects, dialogue, and acting can do much to enhance a film’s power, even these important elements cannot save a film whose images are mediocre or poorly edited. *썩 좋지 않은mediocre: (A)① - (C) - (B)(B)② - (A) - (C)(B)③ - (C) - (A)(C)④ - (A) - (B)(C)⑤ - (B) - (A)고3영어영역778"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 37,
        "지문": "",
        "선택지1": "- (C) - (B)(B)",
        "선택지2": "- (A) - (C)(B)",
        "선택지3": "- (C) - (A)(C)",
        "선택지4": "- (A) - (B)(C)",
        "선택지5": "- (B) - (A)[38 ~글의 흐름으로 보아주어진 문장이 들어가기에 가장 39] , 적절한 곳을 고르시오.",
        "text": "37.When dealing with investments, different people have different risk profiles. If risk is a continuum from high risk to low risk, a retired investor will generally take less risk than a young investor just entering the market. (A) No, younger investors tend to take more risk with their investments because they have a longer time horizon on when they expect to actually need their money. For the vast majority of people, the reason they invest is so they can enjoy retirement. (B) Why is this? Why are younger investors generally willing to take more risks than older investors? It is not because younger people don’t care or tend to make hazardous decisions, although that may be true to some extent.  (C) This means that younger people are not expecting to sell their investments for twenty or thirty years. With this kind of time horizon, they can afford to shoot for the higher risk, higher return investments. For them, the prospect of losing money is not that bad. If they lose, 점they still have time to make it up. [3](A)① - (C) - (B)(B)② - (A) - (C)(B)③ - (C) - (A)(C)④ - (A) - (B)(C)⑤ - (B) - (A)[38 ~글의 흐름으로 보아주어진 문장이 들어가기에 가장 39] , 적절한 곳을 고르시오."
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 38,
        "지문": "",
        "선택지1": ") Since the Neanderthals had already become acclimatized to cold conditions for at least 200,000 years in Europe, it may seem counterintuitive that they lost out to the new arrivals, who were not only unaccustomed to cold climate but who came from a subtropical African climate, via the Near East. (",
        "선택지2": ") It appears that the technological superiority of Homo sapiens played a role. (",
        "선택지3": ") The population of the new arrivals increased tenfold as the population of the existing Neanderthals decreased. (",
        "선택지4": ") This presumably required sewing hides together, possibly in double layers, and fastening them with buttons or pegs, allowing the wearer to hunt in colder conditions. (",
        "선택지5": ") In contrast, the Neanderthals may have had only a single layer or wrap­around clothing, which did not involve sophisticated tailoring or sewing.",
        "text": "38. At least one researcher has speculated that the ability of the new arrivals to produce more advanced clothing involving closely fitting skins was significant.Why Neanderthals became extinct about 40,000 years ago to be replaced by modern humans is debated, but the two most favored theories are deteriorating climate conditions together with competition from the new arrivals. ( ①) Since the Neanderthals had already become acclimatized to cold conditions for at least 200,000 years in Europe, it may seem counterintuitive that they lost out to the new arrivals, who were not only unaccustomed to cold climate but who came from a subtropical African climate, via the Near East. ( ②) It appears that the technological superiority of Homo sapiens played a role. ( ③) The population of the new arrivals increased tenfold as the population of the existing Neanderthals decreased. ( ④) This presumably required sewing hides together, possibly in double layers, and fastening them with buttons or pegs, allowing the wearer to hunt in colder conditions. ( ⑤) In contrast, the Neanderthals may have had only a single layer or wrap­around clothing, which did not involve sophisticated tailoring or sewing."
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 39,
        "지문": "",
        "선택지1": ") Constitutions are typically, though not always, adopted in moments of high political drama, perhaps even violent crisis. (",
        "선택지2": ") Often there are upstream constraints that limit the amount of time available to draftersdeadlines that are exogenously fixed －and cannot be evaded. (",
        "선택지3": ") But they also bound the negotiation and prevent the parties from spelling out a complete set of arrangements, and so the constitutional bargain will of necessity be incomplete. (",
        "선택지4": ") Negotiators may focus only on the largest, most salient issues, leaving more minor ones unresolved. (",
        "선택지5": ") Time pressures contribute to the introduction of structural mistakes in the constitutional text, seeding pitfalls for the immediate 점post­constitution­making period. [3]*외적인 요인으로  exogenously: **두드러진salient:",
        "text": "39.These constraints may be helpful to facilitate agreement, as they put pressure on parties to come to agreement.Any negotiation is bounded in terms of time allocated to it, and time constraints are especially important when it comes to constitutional negotiations. ( ①) Constitutions are typically, though not always, adopted in moments of high political drama, perhaps even violent crisis. ( ②) Often there are upstream constraints that limit the amount of time available to draftersdeadlines that are exogenously fixed －and cannot be evaded. ( ③) But they also bound the negotiation and prevent the parties from spelling out a complete set of arrangements, and so the constitutional bargain will of necessity be incomplete. ( ④) Negotiators may focus only on the largest, most salient issues, leaving more minor ones unresolved. ( ⑤) Time pressures contribute to the introduction of structural mistakes in the constitutional text, seeding pitfalls for the immediate 점post­constitution­making period. [3]*외적인 요인으로  exogenously: **두드러진salient: "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 40,
        "지문": "",
        "선택지1": "novelty······authenticity",
        "선택지2": "novelty······security",
        "선택지3": "variety······completeness",
        "선택지4": "accessibility······authority",
        "선택지5": "accessibility······hospitality8영어영역고388[41 ~다음 글을 읽고물음에 답하시오42] , .Because personality is the innermost layer of your “personhood,” it’s easy (and very common) to lose sight of your personality. In fact, most people are (a) unaware of their personalities because from early childhood, they have spent most of their time adopting out­of­sync identities that completely mask their natural personalities. More often than not, the environments of our youth (for example, the way our parents raise us, the way society interacts with us, and the way our culture shapes us) (b) mislead us as adults into thinking we are one kind of personwhen we are really another! －As children, we are surrounded by families and societies and cultures that are constantly making impressions on us, giving us (c) feedback about how we should be in the world, and teaching us “the right” ways to behave, the “right” thoughts and feelings to have, and the “right” groups to join. Although we come into the world being one way (our personalities), we often receive messages over time, from these (d) outside influences, that there are drawbacks to being our true selves and rewards for adopting identities that are out­of­sync with our true selves. So instead of developing behaviors, thoughts, and relationships that support our true selves, we develop ones that will (e) disappoint the people in our lives. *맞지 않는out­of­sync:",
        "text": "40. 다음 글의 내용을 한 문장으로 요약하고자 한다빈칸 . (A), 에 들어갈 말로 가장 적절한 것은(B)?People typically consider the virtual, or imaginative, nature of cyberspace to be its unique characteristic. Although cyberspace involves imaginary characters and events of a kind and magnitude not seen before, less developed virtual realities have always been integral parts of human life. All forms of art, including cave drawings made by our Stone Age ancestors, involve some kind of virtual reality. In this sense, cyberspace does not offer a totally new dimension to human life. What is new about cyberspace is its interactive nature and this interactivity has made it a psychological reality as well as a social reality. It is a space where real people have actual interactions with other real people, while being able to shape, or even create, their own and other people’s personalities. The move from passive imaginary reality to the interactive virtual reality of cyberspace is much more radical than the move from photographs to movies. 󰀻What makes cyberspace unique is not the (A) of its virtual reality but the interaction among people that gives cyberspace the feeling of (B).(A)(B)① novelty······authenticity② novelty······security③ variety······completeness④ accessibility······authority⑤ accessibility······hospitality8영어영역고388[41 ~다음 글을 읽고물음에 답하시오42] , .Because personality is the innermost layer of your “personhood,” it’s easy (and very common) to lose sight of your personality. In fact, most people are (a) unaware of their personalities because from early childhood, they have spent most of their time adopting out­of­sync identities that completely mask their natural personalities. More often than not, the environments of our youth (for example, the way our parents raise us, the way society interacts with us, and the way our culture shapes us) (b) mislead us as adults into thinking we are one kind of personwhen we are really another! －As children, we are surrounded by families and societies and cultures that are constantly making impressions on us, giving us (c) feedback about how we should be in the world, and teaching us “the right” ways to behave, the “right” thoughts and feelings to have, and the “right” groups to join. Although we come into the world being one way (our personalities), we often receive messages over time, from these (d) outside influences, that there are drawbacks to being our true selves and rewards for adopting identities that are out­of­sync with our true selves. So instead of developing behaviors, thoughts, and relationships that support our true selves, we develop ones that will (e) disappoint the people in our lives. *맞지 않는out­of­sync: "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 41,
        "지문": "",
        "선택지1": "The Key to Building Character and Personality",
        "선택지2": "Silence Your Impulses and Achieve Inner Peace",
        "선택지3": "Why Do We Move Away from Our True Selves?",
        "선택지4": "Can We Base Self­Worth on Social Achievements?",
        "선택지5": "",
        "text": "41. 윗글의 제목으로 가장 적절한 것은?Let Your Social Skills Speak for You① The Key to Building Character and Personality② Silence Your Impulses and Achieve Inner Peace③ Why Do We Move Away from Our True Selves?④ Can We Base Self­Worth on Social Achievements?⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 42,
        "지문": "",
        "선택지1": "(b)",
        "선택지2": "(c)",
        "선택지3": "(d)",
        "선택지4": "(e)",
        "선택지5": "[43 ~다음 글을 읽고물음에 답하시오45] , .(A)Louise checked her watch and began a last sweep of the paediatric ward she worked on. The hospital was always busy; there was very little time to think about anything other than what was right there in front of you. Louise paused in front of her favourite cubicle and looked in. “All set for the afternoon?” (a) she asked Hazel, who was six and had just come back to the ward. *소아과의paediatric:  (B)Hazel nodded and Louise left her alone. Louise grabbed her things from the staffroom and walked out, passing by the charity shop at the end of the ward. The teddy in the window immediately caught (b) her eye. It looked very similar to the one that Hazel was missing and it was a bargain at five pounds. She went straight in and bought it. Checking her watch, she walked briskly back to the ward.(C)When Louise returned, Hazel’s mum, Sarah, was outside the cubicle talking on her phone. Louise nodded and smiled at Sarah as she passed and ducked back into Hazel’s cubicle. “Now (c) I know this isn’t your bear, but I think this one will do just as good a job looking after you,” Louise said, handing it to Hazel who gasped. “Really?” Hazel’s face lit up as she looked at it. That smile made all the long hours and the hard tasks (d) she often had to deal with worth it.(D)Hazel was battling cancer and was in and out of the hospital, which broke Louise’s heart, but somehow she stayed positive throughout. Louise supposed she shouldn’t really have favourite patients, but Hazel was definitely hers. “Mum got me a new colouring book. She’s gone home to try and find my teddy. We think we might have lost it when I went for tests the other day.” Louise remembered the cute bear that Hazel usually had. “Oh, I’m sorry. I’m sure he’ll turn up. Enjoy your colouring and I’ll see (e) you when I’m next in?”",
        "text": "42. 밑줄 친 중에서 문맥상 낱말의 쓰임이 적절하지 (a)~(e) 않은 것은? 점[3](a)① (b)② (c)③ (d)④ (e)⑤ [43 ~다음 글을 읽고물음에 답하시오45] , .(A)Louise checked her watch and began a last sweep of the paediatric ward she worked on. The hospital was always busy; there was very little time to think about anything other than what was right there in front of you. Louise paused in front of her favourite cubicle and looked in. “All set for the afternoon?” (a) she asked Hazel, who was six and had just come back to the ward. *소아과의paediatric:  (B)Hazel nodded and Louise left her alone. Louise grabbed her things from the staffroom and walked out, passing by the charity shop at the end of the ward. The teddy in the window immediately caught (b) her eye. It looked very similar to the one that Hazel was missing and it was a bargain at five pounds. She went straight in and bought it. Checking her watch, she walked briskly back to the ward.(C)When Louise returned, Hazel’s mum, Sarah, was outside the cubicle talking on her phone. Louise nodded and smiled at Sarah as she passed and ducked back into Hazel’s cubicle. “Now (c) I know this isn’t your bear, but I think this one will do just as good a job looking after you,” Louise said, handing it to Hazel who gasped. “Really?” Hazel’s face lit up as she looked at it. That smile made all the long hours and the hard tasks (d) she often had to deal with worth it.(D)Hazel was battling cancer and was in and out of the hospital, which broke Louise’s heart, but somehow she stayed positive throughout. Louise supposed she shouldn’t really have favourite patients, but Hazel was definitely hers. “Mum got me a new colouring book. She’s gone home to try and find my teddy. We think we might have lost it when I went for tests the other day.” Louise remembered the cute bear that Hazel usually had. “Oh, I’m sorry. I’m sure he’ll turn up. Enjoy your colouring and I’ll see (e) you when I’m next in?”"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 43,
        "지문": "",
        "선택지1": "- (D) - (C)(C)",
        "선택지2": "- (B) - (D)(C)",
        "선택지3": "- (D) - (B)(D)",
        "선택지4": "- (B) - (C)(D)",
        "선택지5": "- (C) - (B)",
        "text": "43. 주어진 글 에 이어질 내용을 순서에 맞게 배열한 것으로 (A)가장 적절한 것은?(B)① - (D) - (C)(C)② - (B) - (D)(C)③ - (D) - (B)(D)④ - (B) - (C)(D)⑤ - (C) - (B)"
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 44,
        "지문": "",
        "선택지1": "(b)",
        "선택지2": "(c)",
        "선택지3": "(d)",
        "선택지4": "(e)",
        "선택지5": "",
        "text": "44. 밑줄 친 중에서 가리키는 대상이 나머지 넷과 (a)~(e) 다른 것은?(a)① (b)② (c)③ (d)④ (e)⑤ "
    },
    {
        "학년": 3,
        "년도": 2020,
        "월": 10,
        "주최기관": "모평(교육청)",
        "과목분류": "공통",
        "문제번호": 45,
        "선택지1": "자선 상점의 곰 인형은 이 잃어버린 것과 비슷했다Hazel.",
        "선택지2": "은 가 건넨 곰 인형을 보고 얼굴이 환해졌다HazelLouise.",
        "선택지3": "은 엄마가 칠하기 그림책을 사러 나갔다고 말했다Hazel.",
        "선택지4": "는 이 지니고 있던 곰 인형을 기억했다LouiseHazel.",
        "선택지5": "확인 사항* ◦답안지의 해당란에 필요한 내용을 정확히 기입표기()했는지 확인하시오.",
        "문항지문": "",
        "text": "45. 윗글에 관한 내용으로 적절하지 않은것은 ?는 의 병상을 들여다보았다LouiseHazel.① 자선 상점의 곰 인형은 이 잃어버린 것과 비슷했다Hazel. ② 은 가 건넨 곰 인형을 보고 얼굴이 환해졌다HazelLouise.③ 은 엄마가 칠하기 그림책을 사러 나갔다고 말했다Hazel.④ 는 이 지니고 있던 곰 인형을 기억했다LouiseHazel.⑤ 확인 사항* ◦답안지의 해당란에 필요한 내용을 정확히 기입표기()했는지 확인하시오."
    }
]