{
    "text": "1 8 1번 부 터 17번 까 지 는 듣 고 답 하 는 문 제 입 니 다 . 1번 부 터 15번 까 지 는 한 번 만 들 려 주 고 , 16번 부 터 17번 까 지 는 두 번 들 려 줍 니 다 . 방 송 을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① Yes, I like watching movies. ② Sure, I will borrow it from you. ③ No, I don’t like the characters in it. ④ That’s why people call you a walking dictionary. ⑤ Sorry, but I have to return it to the library today. 2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① No, the game starts at 7 p.m. ② Actually, I’m a big fan of baseball. ③ Well, I usually get sleepy at this hour. ④ You should take part in the next game. ⑤ Lack of sleep is a serious problem nowadays. 3. 다음을 듣고, 여자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 학생회 개최를 안내하려고 ② 학교 식당 이용을 권장하려고 ③ 위생 관리의 중요성을 강조하려고 ④ 불우 이웃돕기 모금활동을 장려하려고 ⑤ 음식물 쓰레기 줄이기 행사를 홍보하려고 4. 대화를 듣고, 남자의 의견으로 가장 적절한 것을 고르시오. ① 온라인을 통한 언어 학습은 유익하다. ② 스페인어를 독학으로 배우기는 어렵다. ③ 듣기 능력 향상을 위해 반복 훈련이 필요하다. ④ 해외 여행 전에 여행 에티켓을 숙지해야 한다. ⑤ 외국어 습득을 위해 해외 여행이 필요하다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 서점 직원 - 고객 ② 커피숍 점장 - 직원 ③ 도서관 사서 - 방문객 ④ 소설가 - 독자 ⑤ 인쇄업자 - 작가 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ① 꽃다발 주문하기 ② 생일 선물 숨기기 ③ 케이크 찾으러 가기 ④ 거실에 풍선 장식하기 ⑤ 친척에게 초대장 보내기 8. 대화를 듣고, 여자가 New York에 가려는 이유를 고르시오. ① 미술 작품을 구입해야 해서 ② 친구의 포트폴리오를 제출해야 해서 ③ 자신의 작품 전시회에 참석해야 해서 ④ 미술관 개관식 축사를 해야 해서 ⑤ 미술관을 관람해야 해서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. [3점] ① ＄200 ② ＄270 ③ ＄300 ④ ＄330 ⑤ ＄400 10. 대화를 듣고, skin problem에 관해 두 사람이 언급하지 않은 것을 고르시오. ① 증상 ② 발병 시기 ③ 발병 원인 ④ 치료 방법 ⑤ 치료 기간 11. Roseville Fitness Club에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 신규 회원은 첫 달에 50% 할인을 받는다. ② 신규 회원은 사물함 이용이 무료이다. ③ 요가 프로그램을 제공한다. ④ 밤 11시까지 이용할 수 있다. ⑤ 음료를 마실 수 있는 카페가 있다. 2016학년도 6월 고2 전국연합학력평가 문제지 제3 교시 영어영역 1 영어영역 2 고2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 8 12. 다음 표를 보면서 대화를 듣고, 남자와 여자가 구매하기로 선택한 티켓을 고르시오. Ticket Type Duration Audio Guide Sydney Harbor Cruise Total Price ① A 24 hours × × $50 ② B 24 hours ○ ○ $90 ③ C 48 hours × × $95 ④ D 48 hours ○ × $100 ⑤ E 48 hours ○ ○ $130 Sydney City Tour 13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① Why don’t you get off and run the rest of the way? ② Taking a taxi is more comfortable than a bus. ③ Watch out! You were almost hit by that car! ④ You’re likely to get a ticket from the police. ⑤ Can you buy me a map to find a shortcut? 14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. Woman: ① Spring is a perfect season for driving. ② Contact the insurance company in case of an accident. ③ Sure. Let’s check if snow tires are on sale on that site. ④ I don’t think snow tires are necessary in this weather. ⑤ Right, I believe that was a really nice car. 15. 다음 상황 설명을 듣고, Peter가 Nancy에게 할 말로 가장 적절한 것을 고르시오. [3점] Peter: Nancy, ① I think we’d better buy more beads. ② let’s choose a dress and a ring for you. ③ how about asking your friends to help you? ④ we’ll run out of money if you spend too much. ⑤ you shouldn’t think of anything except your dress. [16~17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 목적으로 가장 적절한 것은? ① to give tips for effective studying ② to explain how to improve memory ③ to help students reduce exam anxiety ④ to introduce how to use digital devices ⑤ to emphasize the importance of note­taking 17. 언급된 물건이 아닌 것은? ① study planner ② notebook ③ pencil ④ textbook ⑤ smartphone 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? As a recent college graduate, I am very excited to move forward with my career in marketing and gain additional experience in a food sales environment specifically. I have heard wonderful things about your company and would love to join your team. While my prior experience has been in retail, I have always wanted to move in the direction of food sales. My volunteer experience has allowed me to work with people from all walks of life, and I know how much they appreciate your company’s contributions to the local charity. If hired as a member of your Marketing Department, my goal would be to get new clients and to ensure that current customers continue to feel excited about their purchases. ① 식품 회사의 자원봉사 활동에 감사하려고 ② 식품 회사의 신입 사원 모집에 지원하려고 ③ 식품을 통한 구호 사업에 대해 설명하려고 ④ 자선 단체에 대한 식품 지원을 요청하려고 ⑤ 새로운 고객에게 회사의 식품을 홍보하려고 19. 다음 글에 드러난 ‘Billy’의 심경으로 가장 적절한 것은? A shivery feeling shot through Billy. It was a good feeling at first. He tried to locate his father among the sea of heads, but he couldn’t. And then the good feeling turned bad. He had an odd sensation that the world around him was moving in all directions. His mouth was dry. His heart was pounding. He forgot every word of his poem, including the title, but he didn’t have a copy of it to read from. He saw Ms. Silver in the fringes of his vision. She was smiling and nodding, urging him on with her wide eyes. Should he walk over to her to get a copy of his poem? She seemed about a mile away. And he didn’t think he could make his legs move. * fringe: 가장자리 ① nervous ② delighted ③ jealous ④ sympathetic ⑤ relieved 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Engaged in procrastination, how do you move from being stuck to doing the day’s most difficult tasks? I say, “Eat the frogs!” The idea comes from a Mark Twain quote: “Eat a live frog first thing in the morning, and nothing worse will happen to you the rest of the day.” Every morning, commit to dealing with the item on your to­do list that you’re dreading the most, and do it before anything else. Mornings are especially ideal for when you need to be productive on creative tasks, such as writing, because you have fewer distractions and your mind is free of the stresses that accumulate over the course of a workday. While diving into undesirable tasks first thing, imagine how good it will feel to have gotten over that hurdle and still have a whole day ahead of you. * procrastination: 미루는 버릇 ① 하기 싫은 일에 시간을 낭비하지 말아야 한다. ② 어렵고 싫은 일을 하루 중 가장 먼저 해야 한다. ③ 업무가 주는 과도한 스트레스에서 벗어나야 한다. ④ 힘든 일을 해결하려면 여러 명이 협동해야 한다. ⑤ 해야 할 일의 목록을 저녁에 작성해야 한다. 영어영역 고2 3 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 8 21. 다음 글의 요지로 가장 적절한 것은? We began helping in the kitchen when we each turned three years old. We’re sure that, at that age, we were more of a hindrance than help, but because our mom thought cooking was a good learning tool, she tolerated all of the mess that we made. Of course, we didn’t care about any of that learning stuff, we just thought it was fun, and we still do. We learned to cook through trial and many errors. We can’t tell you how many times we have dropped eggs on the floor, coated the kitchen in flour, or boiled things over on the stove. The point is, if there is a mistake that could be made, we have made it. But, as our mom always says, mistakes are the best teachers. Through those mistakes we have learned what works and definitely what doesn’t. ① 시행착오를 통해서 학습이 이루어질 수 있다. ② 주방에서 요리를 할 때 안전에 유의해야 한다. ③ 요리가 어린 아이들의 신체 활동에 도움을 준다. ④ 어릴 때부터 정리하는 습관을 길러줄 필요가 있다. ⑤ 사소한 실수를 줄이기 위해서는 신중함이 요구된다. 22. 다음 글의 주제로 가장 적절한 것은? In some sense, tea played a life­changing role for herdsmen and hunters after it spread to China’s grasslands and pasture lands. It is often said that people make a living according to given circumstances. On high mountains and grasslands in the northwest part of China, a large quantity of cattle, sheep, camels, and horses are raised. The milk and meat provide people with much fat and protein but few vitamins. Tea, therefore, supplements the basic needs of the nomadic tribes, whose diet lacks vegetables. Therefore, the herdsmen from the Qinghai­Tibet Plateau, the Xinjiang and Inner Mongolia autonomous regions follow the tea culture system in which they drink tea with milk. And they make milky tea the most precious thing for the people in the northwest part of China. ① importance of drinking tea for reducing fat ② the reason nomadic tribes in China drink tea ③ the difficulties of living in high altitude areas ④ history of nomadic life in the northwest China ⑤ items that make the Chinese tea culture simple 23. 다음 글의 제목으로 가장 적절한 것은? A bridge is normally constructed to last one hundred years in a natural or manmade environment. Its presence makes a lasting mark that shows the evolution of society. It should, then, be an agreeable addition to the local environment. Therefore, one of the first qualities a bridge must exhibit concerns how it harmonizes with its surroundings. It must not upset the balance of the environment; it must either adapt to or indeed reinforce this balance. Depending on the type of bridge and the site, it is subordinate to the surroundings, or it makes a strong statement. In the latter case the bridge must possess an intrinsic beauty that works within its surroundings. It is not acceptable to create a bridge that is spectacular in itself but spoils its local environment. ① Why Do Bridges Ruin Natural Beauty? ② Benefits of the Eco­friendly Design ③ Efforts to Protect the Environment ④ Bridge: Integration to the Site ⑤ Various Functions of Bridges 24. 다음 도표의 내용과 일치하지 않는 것은? The above graph shows the percentage of retail car sales by vehicle size from 1995 to 2015 in the U.S. ①Among the given three years, midsize cars recorded the highest percentage of retail car sales each year despite a decrease from 1995 to 2005. ②Large cars were the least preferred among the three categories during the given period. ③Regarding small cars, the percentage of sales increased over the past two decades, and peaked in 2015. ④The percentage gap between large car sales from 1995 to 2005 was bigger than that of small car sales in the same period. ⑤In 2005 and 2015, midsize cars accounted for the same percentage of retail sales. 영어영역 4 고2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 8 25. tarsier에 관한 다음 글의 내용과 일치하지 않는 것은? Tarsiers are little primates not much bigger than rats. Their resemblance to the rat is exaggerated by their thin tail, which is much longer than their overall body length. All tarsiers are completely nocturnal and have a number of remarkable physical adaptations for this lifestyle. They have an excellent sense of hearing. Tarsiers also have enormous eyes in comparison with their body size; their eyes make up nearly one­fourth the size of their faces. The habitat of the tarsier is generally tropical rain forest and they are found in dense bamboo thickets. During the day, they lie in holes in tree trunks and in dark, thickly tangled vegetation. At night, they hunt for insects, spiders, and small lizards. Tarsiers can rotate their heads at least 180 degrees, which gives them a wide field of vision for spotting prey. ① 몸통보다 긴 꼬리를 지니고 있다. ② 뛰어난 청력을 가지고 있다. ③ 눈이 얼굴 크기의 약 4분의 1을 차지한다. ④ 열대우림 지역에 주로 서식한다. ⑤ 채식 위주의 먹잇감을 찾아다닌다. 26. Science Camp에 관한 다음 안내문의 내용과 일치하는 것은? Science Camp for Girls - Day Camp In the University of Chicago, we offer special day­only sessions of our science camps. These programs feature a convenient 5­day schedule, with classes from 9a.m. to 5 p.m. each day. Please note that day camp students attend a shortened version of the program offered at the overnight camps. ∙Date: July 4 - July 8 ∙Location: Michigan Science Hall ∙Grade: 9th - 11th ∙Price: $795 ∙Each girl will choose a science major that will be the focus of her morning or afternoon classes. — Beginning Level: Marine Science, Engineering, Physics — Intermediate Level: Astronomy, Marine Biology, Chemistry ∙Reservations: The participants should make a reservation no later than May 31. ① 숙박형 프로그램이다. ② 7일간 진행된다. ③ 대상은 4학년에서 8학년까지이다. ④ 중급 과정에 천문학 수업이 있다. ⑤ 예약은 5월 31일 이후로 가능하다. 27. Campus Tour에 관한 다음 안내문의 내용과 일치하지 않는 것은? CAMPUS TOUR California State University, Channel Islands(CI) Just 10 minutes from the beach and downtown Camarillo, the CI campus provides what you need in your educational endeavors. ∙CI offers walking tours of the campus led by a student guide. ∙The tour lasts approximately 1 hour. ∙Reservations are strongly recommended. WEEKDAY TOURS ∙Tours are offered Monday through Friday at 11:30 a.m. ∙Tours begin in Sage Hall. SATURDAY TOURS ∙Saturday tours are available only on the first Saturday of each month and begin at 11:00 a.m. ∙Tours begin in the enrollment center located in Malibu Hall. PARKING ∙Free parking permits will be provided only to those who have registered in advance. ∙If you do not have a permit, you will be required to pay the $6 daily parking fee. ① 학생 가이드가 안내한다. ② 전체 소요 시간은 1시간 정도이다. ③ 평일 투어는 Sage Hall에서 시작한다. ④ 매주 토요일마다 오전 11시에 출발한다. ⑤ 사전에 등록한 경우에 무료 주차권을 제공한다. 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? Architecture is generally conceived, designed, and realized in response to an existing set of conditions. These conditions may be ①purely functional in nature, or they may also reflect in varying degrees the social, political, and economic climate. In any case, it is assumed that the existing set of conditions is ②much less satisfactory and that a new set of conditions would be desirable. The initial phase of any design process is the recognition of a problematic condition and the decision ③to find a solution to it. Design is above all a purposeful endeavor. A designer must first document the existing conditions of a problem and ④collecting relevant data to be analyzed. This is the critical phase of the design process since the nature of a solution is related to how a problem ⑤is defined. 영어영역 고2 5 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 8 29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? The discovery that attitudes don’t always reflect actions came as a great surprise. Richard LaPiere, a professor at Standford University, gave a powerful demonstration of the (A) disconnect / similarity between attitude and behavior in the 1930s. He traveled around the US with some colleagues from China. At the time, many people in the US had a (B) positive / negative opinion of Chinese people. LaPiere wrote to hotels and restaurants along the route, asking whether they would accommodate him and his Chinese guests. Of the 128 who wrote back, 92 percent told him that they would refuse to serve Chinese customers. But when he traveled around the country, visiting the same hotels and restaurants, the Chinese travelers were treated with courtesy in 249 out of 250 establishments. Remarkably, the powerful unfavorable attitudes didn’t (C) predict / improve actual behavior. (A) (B) (C) ①disconnect …… positive …… predict ②disconnect …… negative …… improve ③disconnect …… negative …… predict ④similarity …… positive …… improve ⑤similarity …… negative …… predict 30. 밑줄 친 He[he]가 가리키는 대상이 나머지 넷과 다른 것은? Paul is a tall freckled six­year­old with poor eyesight. One day, his father sends him on a children’s tour of the museum where he works. The guide is a gray­haired old man. ①He taps the tip of his cane against the floor for attention. Paul watches engineers use pulleys to lift a fossilized dinosaur. ②He also sees a stuffed giraffe in a closet and peers into drawers full of feathers and glass eyeballs. The guide shows him rare objects from Brazil and a meteorite in a glass case that ③he claims is as ancient as the solar system itself. After leading Paul down two twisting staircases and along several corridors, ④he stops outside an iron door with a single keyhole. “End of tour. This is the way out,” ⑤he says. * meteorite: 운석 [31~34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. The English political scientist John Stuart Mill realized that it is not only within the goods market that a lack of competition is able to push prices up. Monopoly effects can also emerge in the market. He pointed to the case of goldsmiths, who earned much higher wages than workers of a similar skill because they were perceived to be trustworthy ― a characteristic that is rare and not easily provable. This created a significant barrier to entry so that those working with gold could demand a monopoly price for their services. Mill realized that the goldsmiths’ situation was not an isolated case. He noted that large sections of the working classes were barred from entering skilled professions because they entailed many years of education and training. The cost of supporting someone through this process was out of reach for most families, so those who could afford it were able to enjoy wages far above what might be expected. [3점] * monopoly: 독점 ① labor ② street ③ gold ④ property ⑤ capital 32. Although people most commonly think of persuasion as deep processing, it is actually shallow processing that is the more common way to influence behavior. For example, Facebook started inserting advertisements in the middle of users’ webpages. Many users didn’t like this change and, on principle, refused to click on the ads. However, this approach displays a fundamental misunderstanding of the psychology behind the ads. The truth is that Facebook never expected anyone to click on the ads. All the company wants is to expose you to those product brands and images. The more times you’re exposed to something, in general, the more you like it. Everyone is influenced by . So, even though you can ignore the ads, by simply being in front of your eyes, they’re doing their work. [3점] ① others’ opinions on the ads ② the familiarity of an image ③ their loyalty to a specific brand ④ false information on the Internet ⑤ the deep processing of information 영어영역 6 고2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. In science, we can never really prove that a theory is true. All we can do in science is use evidence to reject a hypothesis. Experiments never directly prove that a theory is right; all they can do is provide indirect support by rejecting all the other theories until . For example, sometimes you hear people say things like ‘evolution is only a theory: science has never proved it.’ Well, that’s true, but only in the sense that science never proves that any theory is positively true. But the theory of evolution has assembled an enormous amount of convincing data proving that other competing theories are false. So though it hasn’t been proved, overwhelmingly, evolution is the best theory that we have to explain the data we have. [3점] ① scientists admit to using false data ② researchers document their methods ③ people go back to their original hypothesis ④ the theories can be explained in words ⑤ only one likely theory remains 34. There is no known cure for the ills of ownership. As Adam Smith said, ownership is woven into our lives. But being aware of it might help. Everywhere around us we see the temptation to improve the quality of our lives by buying a larger home, a second car, a new dishwasher, a lawn mower, and so on. But, once we upgrade our possessions we have a very hard time going back down. Ownership simply changes our perspective. Suddenly, moving backward to our pre­ownership state is a loss, one that we cannot accept. And so, while moving up in life, we fall into the fantasy that , but in reality, it’s unlikely. Downgrading to a smaller home, for instance, is experienced as a loss, it is psychologically painful, and we are willing to make all kinds of sacrifices in order to avoid such losses. [3점] ① purchasing a house is always profitable ② everyone can improve their quality of life ③ we are able to deal with the loss of faith ④ we can always return to the previous state ⑤ we are willing to sacrifice our pleasure for honor [35~36] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 35. There are things we simply cannot see or hear. Many stars are beyond our gaze, and we can’t see atoms, or even the tiny creatures in puddles of rain water. (A) A century later, more advanced microscopes were allowing naturalists to examine these finer details of anatomy and the wonderful array of tiny life. (B) We can’t hear sounds that many birds or mice can. But we can still learn about them, asking questions and using instruments that let us see or hear far better than with our eyes or ears alone. (C) Just as telescopes let us see further into space, microscopes help us see further into the tiny building blocks of living creatures. In the seventeenth century, Antonie van Leeuwenhoek used his small microscopes to look at blood cells and the hairs on a fly’s legs. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 36. To learn about the nature and location of memory, scientists in the 1940s began their search for memory in the most obvious place: within the cells of our brains ― our neurons. (A) These interconnected webs are intricately involved in our memories. The memory the rats had of the maze was spread throughout their brains. Whenever the scientists cut out a piece, they damaged only a small portion of the involved connections. (B) Researchers eventually turned their search for memories to the wiring between neurons rather than within the cells themselves. Each of the hundred billion neurons in our brains is connected to seven thousand other neurons, in a dense web of nerve fibers. (C) They cut out parts of rats’ brains, trying to make them forget a maze, and found that it didn’t matter what part of the brain they chose; the rats never forgot. In 1950, the researchers gave up, concluding that memory must be somewhere else. * maze: 미로 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 영어영역 고2 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8 [37~38] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 37. To avoid such symptoms, you need to consider the type and density of the book. Reading resembles driving on the road. You learn not to speed in the cities because it’s dangerous. You also learn that driving slowly on the highway is as dangerous as racing in the cities. Reading operates in the same way. ( ① ) It is harmful to use the same reading speed to handle different types of books. ( ② ) In reading, crashes happen when your reading speed is not appropriate for the type of book you’re reading. ( ③ ) When you experience a reading crash, you feel sleepy after a short time, get lost in the big picture, or cannot link together the information. ( ④ ) Different types of books demand different gears and speeds. ( ⑤ ) Applying the right gear for the right type of book helps keep you safe on your reading trip. 38. Nevertheless, the productivity gap tends to widen because men dominate the use of the new equipment and modern agricultural methods. In primitive agricultural systems, the difference in productivity between male and female agricultural labor is roughly proportional to the difference in physical strength. ( ① ) As agriculture becomes less dependent upon human muscular power, the difference in labor productivity between the two genders might be expected to narrow. ( ② ) However, this is far from being so. ( ③ ) It is usually the men who learn to operate new types of equipment while women continue to work with old hand tools. ( ④ ) With the introduction of improved agricultural equipment, there is less need for male muscular strength. ( ⑤ ) Thus, in the course of agricultural development, women’s labor productivity remains unchanged compared to men’s. [3점] * proportional: 비례하는 39. 다음 글에서 전체 흐름과 관계 없는 문장은? There is growing evidence that dependence on automobile travel contributes to insufficient physical activity, transport­related carbon dioxide emissions, and traffic congestion. ①The city of Freiburg in Germany has been successful in applying sustainable transport policies that may influence car­oriented countries around the world. ②Thanks to the automobile, the vast majority of Germans soon had a freedom of movement previously unknown. ③Over the last three decades, transport policies in Freiburg have encouraged more walking, cycling, and use of public transport. ④During this period, the number of bicycle trips has tripled, travel by public transport has doubled, and the proportion of journeys by automobile has declined from 38% to 32%. ⑤Since 1990, motorization rates have stayed the same and carbon dioxide emissions from transport have fallen, despite strong economic growth. 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A)와 (B)에 들어갈 말로 가장 적절한 것은? [3점] You’d think that whenever more than one person makes a decision, they’d draw on collective wisdom. Surely, a group of minds can do better than an individual. Unfortunately, that’s not always the case. The wisdom of a crowd partly relies on the fact that all judgments are independent. If people guess the weight of a cow and put it on a slip of paper, or estimate the likelihood of a revolution in Pakistan and enter it into a website, the average of their views is highly accurate. But, surprisingly, if those people talk about these questions in a group, the answers that they come to are increasingly incorrect. More specifically, researchers have found an effect of group polarization. Whatever bias people may have as individuals gets multiplied when they discuss things as a group. If individuals lean slightly toward taking a risk, the group leaps toward it. * polarization: 극단화 󰀻 When people (A) work with others, the wisdom of the crowd often turns into the (B) of the group. (A) (B) ①dependently …… stupidity ②dependently …… superiority ③independently …… selfishness ④independently …… morality ⑤accidentally …… prejudice 영어영역 8 고2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 8 8 [41~42] 다음 글을 읽고, 물음에 답하시오. Eye­blocking is a nonverbal behavior that can occur when we feel threatened or don’t like what we see. Squinting and closing or shielding our eyes are actions that have evolved to protect the brain from seeing undesirable images. As an investigator, I used eye­blocking behaviors to assist in the arson investigation of a tragic hotel fire in Puerto Rico. A security guard came under immediate suspicion because the blaze broke out in an area where he was assigned. One of the ways we determined he had nothing to do with starting the fire was by asking him some specific questions as to where he was before the fire, at the time of the fire, and whether or not he set the fire. After each question I observed his face for any telltale signs of eye­blocking behavior. He blocked his eyes only when questioned about where he was when the fire started. Oddly, in contrast, he did not seem troubled by the question, “Did you set the fire?” This told me the real issue was his at the time of the fire. He was questioned further by the investigators and eventually admitted to leaving his post to visit his girlfriend, who also worked at the hotel. Unfortunately, while he was gone, the arsonists entered the area he should have been guarding and started the fire. In this case, the guard’s eye­blocking behavior gave us the insight we needed to pursue a line of questioning that eventually broke the case open. * arson: 방화(죄) 41. 윗글의 제목으로 가장 적절한 것은? ① Why Did the Man Set the Fire? ② Factors Interrupting Eye­blocking ③ Eye­blocking Reveals Hidden Information ④ Strategies to Hide Eye­blocking Behaviors ⑤ Hiring a Security Guard to Protect a Building 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① emotion ② judgment ③ location ④ safety ⑤ reaction [43~45] 다음 글을 읽고, 물음에 답하시오. Elvis Summers, 38, met Kenneth McGhee, 60, in September 2015, when Kenneth appeared at Elvis’ Los Angeles apartment building looking for cans and bottles to recycle. As they chatted, Kenneth, who is also known as Smokie, revealed that he had been homeless since his wife died about a decade ago. Elvis was moved to help. “I couldn’t ignore the human suffering right next to (a) me,” he says. (A) On the first night in his new home, Smokie “felt so relaxed, I think I must have slept half the day,” (b) he told a local news station. In April, Elvis posted on YouTube a video of the house as it was being built, getting six million views in four days. (c) He began fund­raising online to build more tiny houses for the needy, and in a month, he had collected more than $80,000. (B) Elvis had read about the tiny­house movement, in which people construct homes measuring 500 square feet or fewer, and believed he had the construction know­how to build a similar structure for Smokie. He spent $500 on building supplies and, in five days, built a 3.5­by­8­foot house, at the curb in front of (d) his apartment. The tiny house sits on wheels so it can be moved every 72 hours to comply with city law. A sign reading “Home Sweet Home” hangs from one of the wooden walls. (C) With the funds he has raised, he’s building several more houses, including one for a homeless elderly woman and her dog. Eventually, Elvis wants to hire homeless people to help with construction, and he already has (e) his first employee lined up: Smokie. “I’m ready to start building,” he says. The way Elvis Summers helped Smokie can help hundreds more. (D) 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) － (D) － (C) ② (C) － (B) － (D) ③ (C) － (D) － (B) ④ (D) － (B) － (C) ⑤ (D) － (C) － (B) 44. 밑줄 친 (a) ~ (e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 Elvis에 관한 내용과 일치하지 않는 것은? ① Kenneth가 집이 없는 것을 알게 되었다. ② 집을 짓는 동영상을 YouTube에 게시했다. ③ 한 달 만에 8만 달러가 넘는 금액을 모금했다. ④ 이동 가능한 집을 Smokie에게 지어 주었다. ⑤ 집을 짓기 위해 건축 전문가를 고용했다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
}