{
    "text": "1 8 번부터 번까지는 듣고 답하는 문제입니다 번부터 번까지는 1 17 . 1 15 한 번만 들려주고 번부터 번까지는 두 번 들려줍니다방송을 , 16 17 . 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 , 것을 고르시오. It takes about half an hour. 檾 The ticket was not expensive. 檿 I really had a good time there. 櫀 You should get there by 10 a.m. 櫁 Let您s take a walk in the park now. 櫂 2. 대화를 듣고남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 , 것을 고르시오. Sorry. I won您t get up late again. 檾 Yeah, I plan to take a semester off. 檿 櫀 Well, you can ask a question on my essay. Great. I您ll submit it as soon as I get home. 櫁 Okay. Let me know your e-mail address, please. 櫂 3. 다음을 듣고여자가 하는 말의 목적으로 가장 적절한 것을 고르시오 , . 학교 컴퓨터 사용 시간 준수를 촉구하려고 檾 도서관 자료 온라인 검색 방법을 설명하려고 檿 사이버 범죄 발생 시 대처 방안을 안내하려고 櫀 온라인상의 다양한 학생회 활동을 홍보하려고 櫁 학교 컴퓨터 사용 후 로그아웃 할 것을 당부하려고 櫂 4. 대화를듣고남자의 의견으로 가장 적절한 것을 고르시오 , . 사무실 인테리어에는 친환경 물질을 사용해야 한다. 檾 퇴근 후 취미 생활이 업무 능력을 향상시킬 수 있다. 檿 업무 환경을 자주 바꾸는 것은 생산성을 감소시킨다. 櫀 직원들을 대상으로 하는 고민 상담소 설치가 필요하다. 櫁 책상을 꾸미는 것은 업무 스트레스를 줄이는 데 도움이 된다. 櫂 5. 대화를 듣고두 사람의 관계를 가장 잘 나타낸 것을 고르시오 , . 박물관장 화가 檾 悢 과학관 직원 방문객 檿 悢 방과후학교 강사 학생 櫀 悢 로봇 기술자 기자 櫁 悢 공연 기획자 무대 감독 櫂 悢 6. 대화를 듣고그림에서 대화의 내용과 일치하지 , 않는것을 고르시오 . 櫂 櫁 櫀 檿 檾 7. 대화를 듣고여자가 할 일로 가장 적절한 것을 고르시오 , . 檾 이름표 만들기 檿 음료 구매하기 櫀 의자 배열하기 櫁 방명록 준비하기 櫂 음향 기기 점검하기 8. 대화를 듣고여자가 , Fireworks Festival에 갈 수 없는이유를 고르시오. 몸 상태가 좋지 않아서 檾 친구 병문안을 가야 해서 檿 다른 공연과 일정이 겹쳐서 櫀 가족과 저녁을 먹기로 해서 櫁 할머니와 여행을 가기로 해서 櫂 9. 대화를 듣고남자가 지불할 금액을 고르시오 점 , . [3 ] $15 檾 $18 檿 $20 櫀 $25 櫁 $27 櫂 10. 대화를 듣고요리 강좌에 관해 언급되지 , 않은것을 고르시오 . 檾 수업 장소 檿 수강 기간 수강료 櫀 櫁 요리 종류 櫂 강사명 11. 에 관한 다음 내용을 듣고일치하지 Playground for Dogs , 않는것을 고르시오. 시내에서 가까운 곳에 위치해 있다. 檾 후프터널수영장이 마련되어 있다 , , . 檿 자격을 갖춘 직원들이 순찰한다. 櫀 개 한 마리당 입장료는 달러이다 10 . 櫁 주말을 제외하고 매일 문을 연다 櫂 . 학년도 월 고 전국연합학력평가 문제지 2017 11 2 영어 영역 제 교시 3 영어 영역 2 8 12. 다음 표를 보면서 대화를 듣고두 사람이 선택할 커튼을 고르시오 , . . Curtains for Sale 13. 대화를 듣고남자의 마지막 말에 대한 여자의 응답으로 가장 , 적절한 것을 고르시오. 점 [3 ] Woman: 抏 That您s okay. I like to take pictures of other people. 檾 All right. Social studies is my favorite subject, too. 檿 I您m sorry. I was too busy to check your text message. 櫀 Of course! Sometimes a picture is worth a thousand words. 櫁 櫂 Too bad! You should have made more effort in your presentation. 14. 대화를 듣고여자의 마지막 말에 대한 남자의 응답으로 가장 , 적절한 것을 고르시오. 점 [3 ] Man: 抏 Thank you. You were a big help to the club. 檾 I您m so sorry. I missed your school play today. 檿 Trust me. The play I watched has great actors. 櫀 Give it a try. You您re more capable than you think. 櫁 It您s not too late. Apologize to your club members. 櫂 15. 다음 상황 설명을 듣고 가 에게 할 말로 가장 적절한 , David Sarah 것을 고르시오. David: You您re the most skillful debate competitor ever. 檾 Why don您t you prepare more supporting opinions? 檿 Would you respect the time limit when you speak? 櫀 Your opinions on animal testing are not understandable. 櫁 You need to speak louder to let other students hear you. 櫂 [16 ~ 다음을 듣고물음에 답하시오 17] , . 16. 남자가 하는 말의 주제로 가장 적절한 것은? ways to help children enjoy learning math 檾 the role of math teachers in elementary school 檿 difficulties parents have in teaching math to kids 櫀 reasons why children easily get into violent games 櫁 positive effects of cooperative learning in childhood 櫂 17. 언급된 사물이 아닌것은 ? 콩 檾 사진 檿 분필 櫀 주사위 櫁 사과 櫂 이제 듣기 문제가 끝났습니다 번부터는 문제지의 지 . 18 시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? 고객 응대가 불친절한 것을 항의하려고 檾 제품에 사용한 이미지 교체를 요청하려고 檿 인도와 한국 부채춤의 차이를 설명하려고 櫀 잘못된 인터넷 정보의 수정을 부탁하려고 櫁 제품 불량으로 인한 피해 보상을 요구하려고 櫂 19. 다음 글의 상황에 나타난 분위기로 가장 적절한 것은? The wind continued to blow harder. He couldn您t measure it by any conscious process, but he knew somehow that it was blowing harder. Not far away a tree was uprooted. Other trees were falling, spinning and criss-crossing like matches. He was amazed at the power of the wind. The tree he was holding onto was swaying dangerously. Nearby, a woman was wailing and clutching a little girl, who in turn hung on to her cat. The sea washed across the strip of sand. He saw the silhouettes of people huddled together against the churning white of the lagoon. Things were getting worse every second. * 석호 lagoon: ( ) 潟湖 檾 solemn and sacred lively and cheerful 檿 urgent and desperate 櫀 boring and monotonous 櫁 peaceful and romantic 櫂 20. 다음 글의 요지로 가장 적절한 것은? Are you a 悧rushaholic您? Do you happen to live in a fast-paced city, where you feel in a constant hurry? A recent poll of over 1,000 Americans found that nearly half felt they lacked enough time in daily life. 悧Time famine您悤the feeling of having too much to do and not enough time to do it 悤is the cause of unnecessary stress and reduced performance. We all tend to rush when we have so many things to do, and that negatively affects our performance. Doing things quickly actually ends up slowing you down, such as when you rush out of your house only to realize you forgot your keys, phone, or wallet on the kitchen table. Driving faster will not get you to your destination any sooner. Assuming that by doing things faster you will get more done is a trap. 물건을 제자리에 두는 습관은 시간 낭비를 막아준다. 檾 급히 서두르는 것은 오히려 일 처리를 늦어지게 한다. 檿 적절한 스트레스는 효율적인 업무 처리에 櫀 도움이 된다. 해야 할 일은 미루지 않고 바로 처리하는 것이 중요하다. 櫁 櫂 우선순위를 정함으로써 시간 부족 문제를 해결할 수 있다. Model Color Price Pattern Fabric 檾 A Orange $65 Flowers Cotton 檿 B Green $55 Stripes Cotton 櫀 C Yellow $80 Stars Silk 櫁 D Gray $75 Stars Cotton 櫂 E Pink $105 Stripes Silk To whom it may concern: I am writing this email concerning one of your products. The image on your product 悫Indian Green悬 soup is not of an Indian dance but a Korean one. The image shows Buchaechum, a traditional Korean fan dance. It is clear that in the image the dancers are wearing traditional Korean dress. I searched online for images of an Indian fan dance, and of course, it looks very different from a Korean one. I know your company is putting a lot of effort into presenting authentic flavors, but I您m afraid that this one small mistake could damage your company您s reputation. I sincerely hope that you correct this as soon as possible. Sincerely, Susan Lee 영어 영역 3 8 21. 다음 글의 주제로 가장 적절한 것은? The trio of freeze, flight, and fight are fairly universal behavioral defensive reactions in mammals and other vertebrate species. But some species have other options available, such as 悫playing dead,悬 which is also called tonic immobility. Like freezing, this behavior can help prevent attack, but whereas in freezing muscles are contracted and poised to be used in fight or flight, in tonic immobility the muscles of the body are relaxed. Another such response is defensive burying : Rodents will use their paws and head to shovel dirt toward an aversive stimulus. Other behavioral options include making loud noises, retreating into a shell, rolling into a tight ball, choosing to live in a predator-free area such as underground, or relying on safety in numbers by living in a group. * 척추동물의 vertebrate: ** 혐오의 aversive: 檾reasons why the population of predators increases 檿impacts of survival strategies on species evolution 櫀species that attack other animals as a defensive reaction 櫁physical features that rodent species and other mammals share 櫂unusual defensive techniques certain animals use to protect themselves [22 ~ 23] 다음 글의 제목으로 가장 적절한 것을 고르시오. 22. Katherine Schreiber and Leslie Sim, experts on exercise addiction, recognized that smartwatches and fitness trackers have probably inspired sedentary people to take up exercise, and encouraged people who aren您t very active to exercise more consistently. But they were convinced the devices were also quite dangerous. Schreiber explained that focusing on numbers separates people from being in tune with their body. Exercising becomes mindless, which is 悧the goal您 of addiction. This 悧goal您 that she mentioned is a sort of automatic mindlessness, the outsourcing of decision making to a device. She recently sustained a stress fracture in her foot because she refused to listen to her overworked body, instead continuing to run toward an unreasonable workout target. Schreiber has suffered from addictive exercise tendencies, and vows not to use wearable tech when she works out. * 주로 앉아서 지내는 sedentary: 檾 Get out of Your Chair If You Want to Stay Fit 檿 Addiction: Another Name for Unbreakable Habit 櫀 Don您t Respond Mindlessly to Stressful Situations It您s Time to Use Advanced Technology for a Better Life 櫁 Setting a Workout Goal with Technology Isn您t Always Right 櫂 23. Your sense of smell links you directly with your feelings, instincts and memories. Scents have the power to stimulate states of well-being. By utilizing aromas in your daily habits, you can enjoy the advantages of an intense state of health. Find a scent that you like and inhale its perfume at times when you您re feeling calmed and at peace. Perhaps it您s the incense that you burn during meditation, a torch that you light during a calming bath, or an aromatic oil spray that you put on your cushion before bedtime. In time, your body will connect these relaxed feelings with the usage of that specific scent. When you encounter a moment of stress, you can smell the aroma that you connect with a state of relax and that will produce a calming response throughout your whole body. * 향 incense: Myth and Facts of Aromatherapy 檾 Smell: The Most Powerful Memory Trigger 檿 Relieve Stress by Meditating Every Morning 櫀 Using Aromas That Create States of Well-Being 櫁 How Companies Use Scents to Sell Their Products 櫂 24. 다음 도표의 내용과 일치하지 않는것은 ? The above graph shows the distribution of employment status by country income group. 檾In low income countries, the largest employment status group was own account or unpaid family workers, followed by temporary or no contract workers, permanent workers, and employers. 檿In middle income countries, although own account or unpaid family workers comprised the largest employment status group, their proportion was 28 percentage points lower than that of low income countries. 櫀The proportion of temporary or no contract workers in middle income countries was more than twice that of permanent workers in middle income countries. 櫁In high income countries, employers accounted for 3.4%, which was larger than the proportion of employers in each of the other two country income groups, respectively. 櫂The smallest percentage point gap between permanent workers and temporary or no contract workers was found in high income countries. 영어 영역 4 8 25. 에 관한 다음 글의 내용과 일치하지 Francis Crick 않는것은 ? Francis Crick, the Nobel Prize-winning codiscoverer of the structure of the DNA molecule, was born in Northampton, England in 1916. He attended University College London, where he studied physics, graduating with a Bachelor of Science degree in 1937. He soon began conducting research toward a Ph.D., but his path was interrupted by the outbreak of World War . During the war, he was involved in naval 棰 weapons research, working on the development of magnetic and acoustic mines.䠯After the war,䠯Dr. R. V. Jones, the head of Britain您s wartime scientific intelligence, asked Crick to continue the work, but Crick decided to continue his studies, this time in biology. In 1951, Crick met James Watson, a young American biologist, at the Strangeways Research Laboratory. They formed a collaborative working relationship solving the mysteries of the structure of DNA. 에서 물리학을 공부했다 University College London . 檾 제차 세계대전의 발발로 박사 학위를 위한 연구가 중단됐다 2 . 檿 전쟁 중 해군 무기 연구에 참여했다. 櫀 의 요청으로 전공을 생물학으로 바꿨다 Dr. R. V. Jones . 櫁 과 함께 구조의 비밀을 푸는 일을 했다 James Watson DNA . 櫂 26. 에 관한 다음 안내문의 내용과 일치하지 Robotics Camp 않는것은 ? Robotics Camp EXPERIENCE THE FUN OF ENGINEERING Students will work in teams of 4 - 6, consisting of different ages and abilities for maximum inspiration and collaboration. Each team of kids will have a personal coach who will guide them through the program. Time: September 4th 拋 - 8th (from Monday to Friday) Session A: 8 a.m. - 12 p.m. / Session B: 1 p.m. - 5 p.m. 拋 Location: 1800 Martha Avenue NE Albuquerque, NM 87112 Ages: 8 拋 - 13 Students develop: 拋 - Programming skills - Presentation skills - Teamwork skills (collaboration, communication) Limit: 30 students per session 拋 Cost: $100 for 1st child, $70 for additional siblings 拋 다양한 나이의 학생들로 팀을 구성한다. 檾 월요일부터 금요일까지 진행한다. 檿 학생들에게 발표와 팀워크 기술을 길러준다. 櫀 세션당 참가 인원수에 제한이 있다. 櫁 참가자의 형제나 자매는 절반 가격에 참가 가능하다. 櫂 27. 에 관한 다음 안내문의 내용과 일치하는 Vatican Museums Tour 것은? VATICAN MUSEUMS TOUR Take a guided tour of Vatican Museums for an amazing travel experience. Key Details Duration: 3 hours • Live Guide: English, German, Spanish, French • What’s Included Guided group tour by a professional • Official Vatican Museums headset • (Hotel pick- up is not included.) Cancellation Policy Cancel up to 48 hours in advance for a full refund • . Know Before You Go • It is essential to wear clothing that covers your shoulders and knees. No baby strollers will be allowed into the Museums. • 영어를 포함한 개 언어의 가이드가 있다 5 . 檾 호텔 픽업이 포함되어 있다. 檿 하루 전 취소 시 전액 환불이 가능하다. 櫀 어깨와 무릎을 가리는 옷을 입어야 한다. 櫁 유모차를 박물관 안으로 가지고 들어갈 수 있다. 櫂 28. 다음 글의 밑줄 친 부분 중어법상 , 틀린것은 점 ? [3 ] What comes to mind when we think about time? Let us go back to 4,000 B.C. in ancient China where some early clocks were invented. 檾To demonstrate the idea of time to temple students, Chinese priests used to dangle a rope from the temple ceiling with knots representing the hours. They would light it with a flame from the bottom so that it burnt evenly, 檿indicating the passage of time. Many temples burnt down in those days. The priests were obviously not too happy about that until someone invented a clock 櫀was made of water buckets. It worked by punching holes in a large bucket 櫁full of water, with markings representing the hours, to allow water to flow out at a constant rate. The temple students would then measure time by how fast the bucket drained. It was much better than burning ropes for sure, but more importantly, it taught the students 櫂that once time was gone, it could never be recovered. 영어 영역 5 8 29. 의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 (A), (B), (C) 것은? A lot of people find that physical movement can sometimes dispel negative feelings. If we are feeling negative, it can be very easy for us to stop wanting to stay (A) active / inactive in our everyday life. This is why many people who suffer from depression are also found sleeping in and having no motivation to go outside or exercise. Unfortunately, this (B) excess / lack of exercise can actually compound many negative emotions. Exercise and movement is a great way for us to start getting rid of negative energies. Many people find that when they are angry, they go into a state where they want to exercise or clean. This is actually a very healthy and positive thing for you to do and a great way for you to begin to (C) deconstruct / intensify your negative emotions so that they no longer affect your life and harm your relationships. (A) (B) (C) 檾active 悵悵excess 悵悵deconstruct 檿active 悵悵lack 悵悵intensify 櫀active 悵悵lack 悵悵deconstruct 櫁inactive 悵悵lack 悵悵intensify 櫂inactive 悵悵excess 悵悵intensify 30. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른것은 ? A father took his son to the circus. Before the show started, 檾he took his son to see the animals in their respective cages 患 all except for the elephant that was tied with a rope. Holding his father您s hand, the little boy turned to 檿him and said, 悫Dad, this elephant is so big and strong. He can kick the rope and run away. Why doesn您t he?悬 No matter how hard 櫀he tried to think of an intelligent answer, the father didn您t have a good one to give his son. So, 櫁he suggested to his son that he go ask the question to the elephant trainer. When the boy saw the trainer passing by, 櫂he asked why the beast didn您t try to escape. The trainer said, 悫When this elephant was a baby, we tied the same rope to his foot and the tree. The elephant couldn您t break free, and over time, he simply accepted the rope as a way of life.悬 [31 ~ 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오 33] . 31. What is the true nature of the brain? The brain is a slow-changing machine, and that您s a good thing. If your brain could completely change overnight, you would be unstable. Let您s just say that your norm is to wake up, read the paper with coffee and a bagel, walk your dog, and watch the news. This is your habitual routine. Then one night, you get a phone call at 3 a.m. and have to run outside in your underwear to check on your neighbors. What if your brain latched on to this new routine and you continued to run outside at 3 a.m. every night in your underwear? Nobody would want that, so it您s a good thing our brains require more repetition than that! Let您s accept and be thankful for the our slow-changing brains provide us. 점 [3 ] * 을 자기 것으로 하다 latch on to: ~ stability 檾 maturity 檿 curiosity 櫀 variability 櫁 productivity 櫂 32. Hearing is basically . Sound is simply vibrating air which the ear picks up and converts to electrical signals, which are then interpreted by the brain. The sense of hearing is not the only sense that can do this; touch can do this too. If you are standing by the road and a large truck goes by, do you hear or feel the vibration? The answer is both. With very low frequency vibration the ear starts becoming inefficient and the rest of the body您s sense of touch starts to take over. For some reason we tend to make a distinction between hearing a sound and feeling a vibration, but in reality they are the same thing. Deafness does not mean that you can您t hear, only that there is something wrong with the ears. Even someone who is totally deaf can still hear/feel sounds. 점 [3 ] a specialized form of touch 檾 an instinct rather than a learnt skill 檿 a sense resistant to frequency changes 櫀 櫁 an excellent way to build better understanding an experience different from feeling vibrations 櫂 영어 영역 6 8 33. Veblen goods are named after Thorstein Veblen, a US economist who formulated the theory of 悫conspicuous consumption悬. They are strange because demand for them increases as their price rises. According to Veblen, these goods must signal high status. A willingness to pay higher prices is due to a desire to advertise wealth rather than to acquire better quality. A true Veblen good, therefore, should not be noticeably higher quality than the lower-priced equivalents. If the price falls so much that , the rich will stop buying it. There is much evidence of this behavior in the markets for luxury cars, champagne, watches, and certain clothing labels. A reduction in prices might see a temporary increase in 점 sales for the seller, but then sales will begin to fall. [3 ] * conspicuous 과시적인 : 檾 the government starts to get involved in the industry manufacturers finally decide not to supply the market 檿 the law of supply and demand does not work anymore 櫀 櫁 there is no quality competition remaining in the market it is no longer high enough to exclude the less well off 櫂 34. 다음 글의 빈칸 에 들어갈 말로 가장 적절한 것은 (A), (B) ? Although the property of brain plasticity is most obvious during development, the brain remains changeable throughout the life span. It is evident that we can learn and remember information long after maturation. Furthermore, although it is not as obvious, the adult brain retains its capacity to be influenced by 悫general悬 experience. (A) , being exposed to fine wine or Pavarotti changes one您s later appreciation of wine and music, even if encountered in late adulthood. The adult brain is plastic in other ways, too. For instance, one of the characteristics of normal aging is that neurons die and are not replaced. This process begins in adolescence, yet most of us will not suffer any significant cognitive loss for decades because the brain compensates for the slow neuron loss by changing its structure. (B) , although complete restoration of function is not possible, the brain has the capacity to change in response to injury in order to at least partly compensate for the damage. (A) (B) 檾For example 悵悵Similarly 檿For example 悵悵Nevertheless 櫀Moreover 悵悵Similarly 櫁In contrast 悵悵Nevertheless 櫂In contrast 悵悵Therefore 35. 다음 글에서 전체 흐름과 관계 없는문장은 ? Identity theft can take many forms in the digital world. That您s because many of the traditional clues about identity 悤 someone您s physical appearance and presence 悤are replaced by machine-based checking of 悫credentials悬. 檾Someone is able to acquire your credentials 悤sign-on names, passwords, cards, tokens 悤and in so doing is able to convince an electronic system that they are you. 檿This is an ingredient in large numbers of cyber-related fraud, and cyber-related fraud is by far the most common form of crime that hits individuals. 櫀Thanks to advances in cyber security systems, reports of this crime have lowered dramatically. 櫁For example, identity thieves can buy goods and services which you will never see but will pay for, intercept payments, and, more drastically, empty your bank account. 櫂Although the victims of identity theft are usually thought of as individuals, small and large businesses are often caught out as well. [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. A researcher in adult education at the University of Toronto, Allen Tough wrote a paper called 悫The Iceberg of Informal Adult Learning.悬 Tough formulated a reverse 20/80 rule for adult learning. (A) Tough researched the reasons why people chose to learn on their own rather than attend a class. 悫People seem to want to be in control,悬 he wrote. 悫They want to set their own pace and use their own style of learning; they want to keep it flexible.悬 (B) Twenty percent of an adult learner您s efforts were formal, organized by an institution. Eighty percent was informal, organized by the learner. He used the metaphor of an iceberg to describe the large portion of learning, informal learning, that remains invisible. (C) People also seem to consider informal learning experiential and social. Lifelong learning organized around one您s interests might be seen as a new form of recreation. (A) 檾 - (C) - (B) (B) 檿 - (A) - (C) (B) 櫀 - (C) - (A) (C) 櫁 - (A) - (B) (C) 櫂 - (B) - (A) 영어 영역 7 8 37. The online world is an artificial universe 患entirely human-made and designed. The design of the underlying system shapes how we appear and what we see of other people. (A) They determine whether we see each other您s faces or instead know each other only by name. They can reveal the size and makeup of an audience, or provide the impression that one is writing intimately to only a few, even if millions are in fact reading. (B) Architects, however, do not control how the residents of those buildings present themselves or see each other 患but the designers of virtual spaces do, and they have far greater influence on the social experience of their users. (C) It determines the structure of conversations and who has access to what information. Architects of physical cities determine the paths people will take and the sights they will see. They affect people您s mood by creating cathedrals that 점 inspire awe and schools that encourage playfulness. [3 ] * cathedral 대성당 : (A) 檾 - (C) - (B) (B) 檿 - (A) - (C) (B) 櫀 - (C) - (A) (C) 櫁 - (A) - (B) (C) 櫂 - (B) - (A) [38 ~ 글의 흐름으로 보아주어진 문장이 들어가기에 가장 적절한 39] , 곳을 고르시오. 38. But it was more than just a centre for physical improvement. In 1996, as construction workers cleared a site in downtown Athens for the foundations of a new Museum of Modern Art, they found traces of a large structure sitting on the bedrock. ( 檾) A building had occupied this same spot some two-and-a-half thousand years earlier, when it was part of a wooded sanctuary outside the original city walls, on the banks of the River Ilissos. ( 檿) The excavation uncovered the remains of a gymnasium, a wrestling arena, changing rooms and baths. ( 櫀) This had been a place for athletics and exercise, where the young men of Athens had trained to become soldiers and citizens. ( 櫁) The archaeologists soon realised that they had found one of the most significant sites in all of western European intellectual culture, a site referred to continually by history您s greatest philosophers: the Lyceum of Aristotle. ( 櫂) It was the world您s first university. * 신전 sanctuary: 39. However, some say that a freer flow of capital has raised the risk of financial instability. The liberalization of capital markets, where funds for investment can be borrowed, has been an important contributor to the pace of globalization. Since the 1970s there has been a trend towards a freer flow of capital across borders. ( 檾) Current economic theory suggests that this should aid development. ( 檿) Developing countries have limited domestic savings with which to invest in growth, and liberalization allows them to tap into a global pool of funds. ( 櫀) A global capital market also allows investors greater scope to manage and spread their risks. ( 櫁) The East Asian crisis of the late 1990s came in the wake of this kind of liberalization. ( 櫂) Without a strong financial system and a sound regulatory environment, capital market globalization can sow the seeds of instability in economies rather than growth. 40. 다음 글의 내용을 한 문장으로 요약하고자 한다빈칸 에 . (A), (B) 들어갈 말로 가장 적절한 것은 점 ? [3 ] Power distance is the term used to refer to how widely an unequal distribution of power is accepted by the members of a culture. It relates to the degree to which the less powerful members of a society accept their inequality in power and consider it the norm. In cultures with high acceptance of power distance (e.g., India, Brazil, Greece, Mexico, and the Philippines), people are not viewed as equals, and everyone has a clearly defined or allocated place in the social hierarchy. In cultures with low acceptance of power distance (e.g., Finland, Norway, New Zealand, and Israel), people believe inequality should be minimal, and a hierarchical division is viewed as one of convenience only. In these cultures, there is more fluidity within the social hierarchy, and it is relatively easy for individuals to move up the social hierarchy based on their individual efforts and achievements. 䂞 Unlike cultures with high acceptance of power distance, where members are more (A) to accept inequality, cultures with low acceptance of power distance allow more (B) within the social hierarchy. (A) (B) 檾willing 悵悵mobility 檿willing 悵悵assistance 櫀reluctant 悵悵resistance 櫁reluctant 悵悵flexibility 櫂afraid 悵悵openness 영어 영역 8 8 [41 ~ 다음 글을 읽고물음에 답하시오 42] , . In 2009, Emily Holmes asked a group of adults to watch a video featuring 悫eleven clips of traumatic content including graphic real scenes of human surgery and fatal road traffic accidents.悬 This was their trauma simulation, and the participants were indeed traumatized. Before watching the video, they reported feeling calm and relaxed; afterward they were disturbed and anxious. Holmes forced the adults to wait for thirty minutes. Then, half the participants played a block-matching puzzle video game for ten minutes, while the other half sat quietly. The adults went home for a week, and recorded their thoughts in a daily diary. Once a day they recalled the scenes from the video that replayed in their minds. Those who had sat quietly after watching the video experienced an average of six flashbacks; those who had played the game experienced an average of fewer than three. The video game, with its colors and music and rotating blocks, prevented the initial traumatic memories from . The game soaked up the mental attention that might have otherwise moved those horrific memories to long-term memory, and so they were stored imperfectly or not at all. At the end of the week, the adults returned to the lab, and those who had been lucky enough to play the game reported fewer psychiatric symptoms. The video game had functioned as a 悫cognitive vaccine,悬 the researchers explained. 41. 윗글의 제목으로 가장 적절한 것은? Is It Possible for Time to Heal Trauma? 檾 Overcoming Your Bad Memories by Facing Them 檿 Video Games: Great Tools to Boost Your Brain Power 櫀 櫁 Playing Video Games Can Help Frightening Memories Go Away Exposure to Dreadful Scenes Worsens Psychiatric Symptoms 櫂 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은 점 ? [3 ] 檾 fading 檿 receding solidifying 櫀 diversifying 櫁 withdrawing 櫂 [43 ~ 다음 글을 읽고물음에 답하시오 45] , . (A) Justin was driving on a lonely stretch of farm road when all of a sudden he lost concentration, and his car ended up in a ditch. Unable to reverse the vehicle from its plight, he did the next best thing and headed for help at a nearby farmhouse. Justin was greeted by an old farmer. After listening to what had happened, (a) he nodded and said, 悫Don您t worry, Old Warrick will get you out.悬 (B) When they arrived there, the farmer tied one end of the rope to the car and the other to the donkey and began to shout, 悫Pull John! Pull Steve! Pull Mike! Pull Warrick!悬 As soon as the farmer said, 悫Pull Warrick!悬 the donkey heaved and pulled the car out of the ditch, much to Justin您s delight. (b) He patted the donkey and thanked the old farmer. (C) When he was just going to move off to get into his car, Justin stopped, turned to the old man, and asked, 悫Tell me, sir, why did you have to call on all those names before giving Old Warrick the instruction to pull the car out of the ditch?悬 (c) He smiled and replied, 悫You see, Old Warrick is very old 患 his eyesight is almost gone, his hearing isn您t that good, and he struggles to eat and walk 患but as long as he believes he is a part of a team, he can do great things.悬 (D) The farmer then led him to the barn at the back. There stood (d) his donkey, which looked as old and weathered as the farmer. There was no other choice; there was just this octogenarian and his equally old donkey. The farmer 患with the donkey, a rope, and Justin 患made (e) his way slowly to the stranded vehicle. * 나이가 대인 사람 octogenarian: ( ) 80 43. 주어진 글 에 이어질 내용을 순서에 맞게 배열한 것으로 가장 (A) 적절한 것은? (B) 檾 - (D) - (C) (C) 檿 - (B) - (D) (C) 櫀 - (D) - (B) (D) 櫁 - (B) - (C) (D) 櫂 - (C) - (B) 44. 밑줄 친 (a) ~ 중에서 가리키는 대상이 나머지 넷과 (e) 다른 것은? 檾(a) 檿(b) 櫀(c) 櫁(d) 櫂(e) 45. 윗글의 내용으로 적절하지 않은것은 ? 檾 은 Justin 도움을 받기 위해 가까운 농가로 향했다 . 檿 은 Justin 밧줄로 자신의 차와 당나귀를 서로 묶었다 . 농부는 자신의 당나귀의 이름을 소리쳐 불렀다. 櫀 농부의 당나귀는 시력을 거의 잃었다. 櫁 농부는 櫂 을 Justin 헛간으로 데리고 갔다 . 확인 사항 拤 답안지의 해당란에 필요한 내용을 정확히 기입표기했는지 확인하시오 ( ) ."
}