{
    "text": "1 8 1번 부 터 17번 까 지 는 듣 고 답 하 는 문 제 입 니 다 . 1번 부 터 15번 까 지 는 한 번 만 들 려 주 고 , 16번 부 터 17번 까 지 는 두 번 들 려 줍 니 다 . 방 송 을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① Yes, the bag is too big for you. ② No, it’ll take about ten minutes. ③ Yeah, I forgot where I put the bag. ④ Well, the repair shop is across the street. ⑤ Not really. You can get a refund right away. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ①Right. Then I’ll book that restaurant. ②Yes, she’ll cook seafood for us tonight. ③That’s okay. Mom’s birthday was last week. ④I don’t think so. Seafood is better than meat. ⑤Of course. Let’s throw a wedding party for her. 3. 다음을 듣고, 여자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ①장학금 신청 방법을 설명하려고 ②과제물 제출 방법을 공지하려고 ③만화 그리기 강좌를 홍보하려고 ④미술 수업 준비물을 안내하려고 ⑤미술 교육의 필요성을 강조하려고 4. 대화를 듣고, 남자의 의견으로 가장 적절한 것을 고르시오. ①인터넷을 통한 광고는 신뢰도가 낮다. ②신문을 통한 광고가 가장 경제적이다. ③ 젊은이들에게 신문을 읽도록 홍보해야 한다. ④청소년의 소셜 미디어 활용은 권장되어야 한다. ⑤소셜 미디어를 통한 광고는 젊은이들에게 효과가 있다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ①사장― 비서 ②의사― 간호사 ③보건교사― 학생 ④구급대원― 환자 ⑤영양사― 간병인 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 7. 대화를 듣고, 여자가 할 일로 가장 적절한 것을 고르시오. ①유인물 복사하기 ②사업 계획서 작성하기 ③아시아 시장 조사하기 ④국제부에 협조 요청하기 ⑤회의실 마이크 점검하기 8. 대화를 듣고, 남자가 워크숍에 참석할 수 없는 이유를 고르시오. ①출장을 가야 해서 ②강연에 참석해야 해서 ③계약서를 받아야 해서 ④친구를 데리러 가야 해서 ⑤자원봉사 활동을 해야 해서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. [3점] ①$150 ②$180 ③$200 ④$240 ⑤$280 10. 대화를 듣고, International Travel Fair에 관해 언급되지 않은 것을 고르시오. ①참가 업체 수 ②개최 기간 ③행사 장소 ④입장료 ⑤행사 내용 11. ABC Cable Network에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. [3점] ①150개 채널을 제공한다. ②오락, 뉴스, 영화를 즐길 수 있다. ③올해 가장 많은 사람들이 시청한 케이블 방송사이다. ④신규 고객에게는 모든 채널이 무료이다. ⑤ 구체적인 정보는 웹 사이트에서 안내한다. 2017학년도 6월 고2 전국연합학력평가 문제지 제3 교시 영어영역 1 ① ② ③ ④ ⑤ 영어영역 2 고2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 8 12. 다음 표를 보면서 대화를 듣고, 두 사람이 구입할 세탁기를 고르시오. Electro-Mall Washing Machine Sale Model Price Capacity Dryer Included Warranty ☓ ☓ 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. Woman: ①Of course it could. Give it a try. ②That’s what I mean. It’s not working. ③Too bad. You’d better find another job. ④I’m sure you’ll be happy in your new job. ⑤Thanks. You helped me get out of trouble. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ①I hope Mike is not getting worse. ②We don’t know who’ll pass the audition. ③That’s okay. You should learn to cooperate. ④You’re right. It’s hard to choose the best script. ⑤If you want, I can coach you on your performance. 15. 다음 상황 설명을 듣고, Ben이 Lucy에게 할 말로 가장 적절한 것을 고르시오. Ben: Lucy, ① I’m sure our principal will love our magazine. ② you should’ve met the deadline for the assignment. ③ we need at least one more day to solve this problem. ④ there’s enough time to edit the title of the magazine. ⑤ we already handed out the copies last week. [16~17] 다음을 듣고, 물음에 답하시오. 16. 남자가 하는 말의 주제로 가장 적절한 것은? ①personalities and food preferences ②foods that help your brain stay healthy ③necessity of having a balanced diet ④functions and features of the human brain ⑤bad habits influencing brain health 17. 언급된 식품이 아닌 것은? ①whole grains ②blueberries ③green onion ④spinach ⑤nuts 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Lauren Baker, We thank you for agreeing to play the music for my daughter’s wedding on September 17. Unfortunately, her fiancé, who is in the military, has received orders which make this date impossible, so we are moving the wedding date forward two weeks to September 3. Would it be possible for you to accommodate us on this date instead? All the other aspects of our agreement will remain the same. We would be most grateful if you could make this change and I really hope to see the extra touch of elegance added to my daughter’s wedding. Will you be gracing us with your presence? If you are unable to, please let us know as soon as possible so that we can make other arrangements. Sincerely, Bill Gibson ① 결혼식 장소가 변경되었음을 공지하려고 ② 상사의 지시에 따를 수 없음을 사과하려고 ③ 멋진 공연을 보여준 것에 대해 감사하려고 ④ 행사에 사용될 곡을 바꿔줄 것을 요청하려고 ⑤ 연주 날짜를 앞당겨 줄 수 있는지 문의하려고 19. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? As with memorizing anything, the simple method of repetition will be of help when remembering names. A powerful application of this principle is to repeat it in conversation. In this case you could simply say, “Tom. It’s nice to meet you, Tom.” Saying this short phrase repeats the word twice aloud. Saying something aloud creates a more powerful memory than only thinking it. The choice to say the word, mouthing it and hearing yourself say it, makes up a series of small events that increase memorization more than if you simply repeat the word in your mind. Continuing to repeat the name throughout conversation will further cement it in your memory. Say it whenever you have the opportunity to do so naturally. ①상대방과 친구가 되려면 이름을 먼저 암기하라. ②많은 정보를 암기하기 위해 우선 순위를 정하라. ③새로운 정보를 잘 기억하기 위해 배경 지식을 활용하라. ④이름을 잘 기억하려면 대화 중 이름을 반복적으로 언급하라. ⑤의견을 제시하기 전에 먼저 마음속으로 생각을 정리하라. 영어영역 고2 3 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 8 20. 다음 글의 분위기로 가장 적절한 것은? When Lucas joined the Navy, his duty station was near Panama City Beach. One day, his friend, Julia, decided to swim out to a sand bar about 150 yards off the beach. As he watched Julia swim away, he had a sense that things might not go well for her so he decided to swim after her. The current was strong that day. She made it about seventy yards before there was trouble. Thankfully, he soon caught up with Julia who was struggling in the water. Every time he got close enough to help, she pulled him under. Lucas tried reasoning with her, but she couldn’t hear him. Finally, he let her wear herself out to the point that she was so tired, she couldn’t stay above water. Lucas had to let her drown to help her. When she was completely exhausted, he tried to grab her. ①peaceful ②adventurous ③tense ④boring ⑤mysterious 21. 다음 글의 주제로 가장 적절한 것은? How can we access the nutrients we need with less impact on the environment? The most significant component of agriculture that contributes to climate change is livestock. Globally, beef cattle and milk cattle have the most significant impact in terms of greenhouse gas emissions(GHGEs), and are responsible for 41% of the world’s CO2 emissions and 20% of the total global GHGEs. The atmospheric increases in GHGEs caused by the transport, land clearance, methane emissions, and grain cultivation associated with the livestock industry are the main drivers behind increases in global temperatures. In contrast to conventional livestock, insects as “minilivestock” are low-GHGE emitters, use minimal land, can be fed on food waste rather than cultivated grain, and can be farmed anywhere thus potentially also avoiding GHGEs caused by long distance transportation. If we increased insect consumption and decreased meat consumption worldwide, the global warming potential of the food system would be significantly reduced. ①necessity of a dietary shift toward eating insects ②effects of supply and demand on farming insects ③importance of reducing greenhouse gas emissions ④technological advances to prevent global warming ⑤ways of productivity enhancement in agriculture [22~23] 다음 글의 제목으로 가장 적절한 것을 고르시오. 22. Do you have trouble locating your computer screen amid the jungle of old coffee mugs and scattered papers? Or is your workspace a minimalist’s dream? Whether you’re neat or messy, your workspace may reveal a lot about your personality. Every office worker has a particular type of desk they keep. And a number of studies suggest that the state of your desk might affect how you work, from the idea that disorderly environments produce creativity — to the idea that too much mess can interfere with focus. Deliberately or not, we’re constantly making statements about ourselves through our personal presentation of the desk. One of the reasons physical spaces, including our office desks, can be so revealing about us is that they’re essentially the crystallization of a lot of behavior over time. * crystallization: 구체화 ①Buy Office Desks You Love! ②What Your Desk Says About You ③Desk: A Key to the Office Design ④Best Desk Arrangement for Your Success ⑤Co­working in a New Type of Workspace 23. Numbers were invented to describe precise amounts: three teeth, seven days, twelve goats. When quantities are large, however, we do not use numbers in a precise way. We approximate using a ‘round number’ as a place mark. It is easier and more convenient. When we say, for example, that there were a hundred people at the market, we don’t mean that there were exactly one hundred people there. And when we say that the universe is 13.7 billion years old, we don’t mean exactly 13,700,000,000; we mean give or take a few hundred million years. Big numbers are understood approximately, small ones precisely, and these two systems interact uneasily. It is clear nonsense to say that next year the universe will be ‘13.7 billion and one’ years old. It will remain 13.7 billion years old for the rest of our lives. ①Mystery in Inventing Numbers ②Numbers: The Mirror of Precision ③Flexibility Allowed in Big Numbers ④How Numbers Manipulate Our Lives ⑤Don’t Use Round Numbers in Science! 영어영역 4 고2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 8 24. 다음 도표의 내용과 일치하지 않는 것은? The above graph shows the percentages of the most wanted features of smartphone by female and male adult users in the United States. ①As a whole, longer battery life is the most wanted feature for both females and males. ②Females put higher priority on shatter­proof screens, water resistance, and best camera available than their counterparts. ③The percentage gap of response between females and males for water resistance is the same as that for best camera available. ④The proportion of females who want hands­free technology the most is 5%, which is more than half the percentage of the females who want water resistance the most. ⑤Finally, the percentage of males who want best camera available most is less than 10% but is slightly higher than that of males who put top priority on hands­free technology. * shatter­proof: 바스러지지 않는 25. Family Movie Night에 관한 다음 안내문의 내용과 일치하는 것은? Date: June 10 (Saturday) Time: 7 p.m. (The movie starts on time!) Place: Auditorium on the 2nd floor Price: $10 per family (up to 4 persons) - If your family has more than four, please pay $2 extra per person. Notes: ∙Outside food and beverages are allowed but make sure to take your trash with you. ∙There will be no chairs to sit on, so bring your own cushions and/or blankets. For more information, contact us at 123-555-7890. Family Movie Night Brooklyn Elementary School is holding its annual family movie night! Spend some time with your family watching the movie, Despicable Me 2. ①매달 열리는 행사이다. ②영화는 학교 식당에서 상영된다. ③가족이 네 명일 경우 추가 비용이 든다. ④외부 음식 반입이 허용된다. ⑤쿠션과 담요가 제공된다. 26. Special Tour with The Sound of Music에 관한 다음 안내문의 내용과 일치하지 않는 것은? Special Tour with The Sound of Music Come and join us on a wonderful ride with breathtaking views! Our fantastic tour will lead you to Salzburg’s best filming locations! On this guided bus tour you will see 6 locations featured in the movie The Sound of Music. ∙Schedule: daily at 9 a.m., 2 p.m. ∙Duration: 4 hours ∙Meeting Spot: Mirabelplatz Bus Terminal ∙Price: general (aged 13+) $50 children (aged 5-12) $25 pre­schoolers (under 5) free - Travel insurance is NOT included. ∙Cancellation Policy: Cancellations received at least 1 day prior to the departure date can be fully refunded. (Day of Departure – No Refund) Note: Booking is essential. Please make reservations at www.salzburgtours.com. ①영화를 촬영했던 장소를 방문한다. ②매일 두 번 출발한다. ③13세 이상은 일반 요금이 적용된다. ④여행자 보험은 참가비에 포함되어 있지 않다. ⑤출발 당일 취소해도 환불이 가능하다. 27. Xia Gui에 관한 다음 글의 내용과 일치하지 않는 것은? Xia Gui is known today as one of China’s greatest masters of landscape painting. He painted rapidly, using short and sharp strokes of the brush. Most of his landscapes were done in shades of black, but a few had light washes of color added to them. Xia was probably the official court painter to either the emperor Ningzong or the emperor Lizong. Together with his friend and fellow artist Ma Yuan, Xia founded the Ma-Xia school of painting. This group followed a tradition of very simple landscape painting, with little happening in the landscape and few details. By showing only selected features, such as mountain peaks and twisted trees, they aimed to create a feeling of unlimited space and quiet drama. The Ma-Xia school had a great influence on later artists. * school: (예술가 등의) 파 ①풍경화의 대가이다. ②짧고 날카로운 붓놀림을 사용하였다. ③공식적인 궁정 화가였을 것으로 추측된다. ④동료와 함께 유파를 창시했다. ⑤그의 유파는 한정된 공간의 느낌을 표현하려 했다. 영어영역 고2 5 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 8 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] Cutting costs can improve profitability but only up to a point. If the manufacturer cuts costs so deeply ①that doing so harms the product’s quality, then the increased profitability will be short­lived. A better approach is to improve productivity. If businesses can get more production from the same number of employees, they’re ②basically tapping into free money. They get more product to sell, and the price of each product falls. As long as the machinery or employee training ③needed for productivity improvements costs less than the value of the productivity gains, it’s an easy investment for any business to make. Productivity improvements are as important to the economy as they ④do to the individual business that’s making them. Productivity improvements generally raise the standard of living for everyone and ⑤are a good indication of a healthy economy. 29. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? The overabundance of options in today’s marketplace gives you more freedom of choice. However, there may be a price to pay in terms of happiness. According to research by psychologists David Myers and Robert Lane, all this choice often makes people ①depressed. Researchers gave some shoppers 24 choices of jams to taste and others only 6 choices. Those who had ②fewer choices were happier with the tasting. Even more surprisingly, the ones with a smaller selection purchased jam 31% of the time, while those with a wider range of choices only purchased jam 3% of the time. The ironic thing about this is that people nearly always say they want ③more choices. Yet, the more options they have, the more ④relieved they become. Savvy restaurant owners provide fewer choices. This allows customers to feel more relaxed, ⑤prompting them to choose easily and leave more satisfied with their choices. * savvy: 사리에 밝은 30. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른 것은? Three teens slipped into their sleeping bags and zipped them up. A few hours later John woke up and was thirsty. Paul was still furiously snoring as ①he got up and went to find his water bottle in the dark. He stumbled on Bill’s sleeping bag, but it didn’t feel right to him. “Bill,” he called quietly. No answer. John bent over to feel ②his friend in the sleeping bag, but he couldn’t find him. He found the lantern and switched it on. Bill was not in his sleeping bag. “Paul,” ③he called loudly. “Paul,” he shouted again. “What do you want?” Paul said very sleepily. “Bill’s gone. Get up and help ④me find him. He said he couldn’t sleep with your snoring,” said John. “It’s not morning yet,” Paul mumbled. Then he gradually sat up in his bag. “Where is ⑤he?” Paul asked. “I don’t know. That’s why we have to go look for him.” John was visibly worried. [31~34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. There are countless examples of scientific inventions that have been generated by accident. However, often this accident has required a person with above­average knowledge in the field to interpret it. One of the better­known examples of the cooperation between is the invention of penicillin. In 1928, Scottish biologist Alexander Fleming went on a vacation. As a slightly careless man, Fleming left some bacterial cultures on his desk. When he returned, he noticed mold in one of his cultures, with a bacteria­free zone around it. The mold was from the penicillium notatum species, which had killed the bacteria on the Petri dish. This was a lucky coincidence. For a person who does not have expert knowledge, the bacteria­free zone would not have had much significance, but Fleming understood the magical effect of the mold. The result was penicillin — a medication that has saved countless people on the planet. [3점] * culture: (세균 등의) 배양균 ** mold: 곰팡이 ① trial and error ② idea and a critic ③ risk and stability ④ chance and a researcher ⑤ a professional and an amateur 32. Honeybees have evolved what we call “swarm intelligence,” with up to 50,000 workers in a single colony coming together to make democratic decisions. When a hive gets too crowded in springtime, colonies send scouts to look for a new home. If any scouts disagree on where the colony should build its next hive, they argue their case the civilized way: through a dance­off. Each scout performs a “waggle dance” for other scouts in an attempt to convince them of their spot’s merit. The more enthusiastic the dance is, the happier the scout is with his spot. The remainder of the colony , flying to the spot they prefer and joining in the dance until one potential hive overcomes all other dances of the neighborhood. It would be great if Congress settled their disagreements the same way. [3점] * colony: (개미, 벌 등의) 집단, 군집 ① votes with their bodies ② invades other bees’ hives ③ searches for more flowers ④ shows more concern for mates ⑤ improves their communication skills 영어영역 6 고2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. Confident leaders are not afraid to ask the basic questions: the questions to which you may feel embarrassed about not already knowing the answers. When you don’t know something, admit it as quickly as possible and immediately take action ― ask a question. If you have forgotten who the governor is or how many hydrogen atoms are in a molecule of water, quietly ask a friend but one way or the other, quit hiding, and take action. Paradoxically, when you ask basic questions, you will more than likely be perceived by others to be smarter. And more importantly, you’ll end up knowing far more over your lifetime. This approach will cause you to be more successful than you would have been had you employed the common practice of . To make good leaders, effective teachers encourage, invite, and even force their students to ask those fundamental questions. [3점] ①showing caring attitudes to others ②admitting you are less than perfect ③wanting to feel triumph over reality ④arguing against any opposing opinion ⑤pretending to know more than you do 34. We are extremely responsive to what we perceive people around us to be doing. This unconscious function has helped us make quick and good life­saving decisions throughout history. A study has shown how powerful this factor is. One practical experiment was an experiment conducted where a hotel wished their guests to reuse the towels in their rooms. They decided to put out a few signs. The first sign cited environmental reasons and the second sign said the hotel would donate a portion of end­of­year laundry savings. The third sign showed the majority of guests reused their towels at least once during their stay. To their surprise, guests responded most positively to the third sign. If you want to influence people to act a certain way, there are few more powerful methods than to give the impression that . [3점] ①others are doing the action you desire them to do ②humans support the policy meeting their personal needs ③people are encouraged to reuse their towels in most hotels ④you are expected to have positive influence in the world ⑤hotels are not providing guests with valuable services [35~36] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 35. Suppose that the price of frozen yogurt falls. The law of demand says that you will buy more frozen yogurt. At the same time, you will probably buy less ice cream. (A) Yet, in this case, you will likely buy more ice cream as well, since ice cream and topping are often used together. When a fall in the price of one good raises the demand for another good, the two goods are called complements. (B) They are often pairs of goods that are used in place of each other, like hot dogs and hamburgers. Now suppose that the price of chocolate topping falls. According to the law of demand, you will buy more chocolate topping. (C) This is because ice cream and frozen yogurt are both cold and sweet desserts, satisfying similar desires. When a fall in the price of one good reduces the demand for another good, the two goods are called substitutes. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 36. Most habits are probably good when they are first formed. That is, for many of the habits that you do not create intentionally, there must have been some value to performing that particular behavior. (A) Overeating is one such habit. You may know conceptually that eating too much is a problem. But when you actually overeat, there are few really negative consequences in the moment. (B) That value is what causes you to repeat the behavior often enough to create the habit. Some habits become bad, because a behavior that has rewarding elements to it at one time also has negative consequences that may not have been obvious when the habit began. (C) So you do it again and again. Eventually, though, you’ll start to gain weight. By the time you really notice this, your habit of eating too much is deeply rooted. [3점] ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 영어영역 고2 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8 [37~38] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 37. This instinctive exchange gradually helped the sick twin to recover and regain his health. The world can be a different and better place if, while you are here, you give of yourself. This concept became clear to Azim one day when he was watching television at an airport terminal while waiting for a flight. A priest was sharing a story about newborn twins, one of whom was ill. ( ①) The twins were in separate incubators, as per hospital rules. ( ②) A nurse on the floor repeatedly suggested that the twins be kept together in one incubator. ( ③) The doctors finally agreed to try this. ( ④) When the twins were brought into contact with each other, the healthy twin immediately put his arms around his sick brother. ( ⑤) The babies’ family and the doctors witnessed the intangible force of love and the incredible power of giving. * intangible: 만질 수 없는 38. If this goes on for any length of time the reactions in our cells cannot continue and we die. It is vitally important that wherever we go and whatever we do the body temperature is maintained at the temperature at which our enzymes work best. It is not the temperature at the surface of the body which matters. ( ①) It is the temperature deep inside the body which must be kept stable. ( ②) At only a few degrees above or below normal body temperature our enzymes cannot function properly. ( ③) All sorts of things can affect internal body temperature, including heat generated in the muscles during exercise, fevers caused by disease, and the external temperature. ( ④) We can control our temperature in lots of ways: we can change our clothing, the way we behave and how active we are. ( ⑤) But we also have an internal control mechanism: when we get too hot we start to sweat. * enzyme: 효소 39. 다음 글에서 전체 흐름과 관계 없는 문장은? Food shortages caused by global warming could force as many as 1 billion people to leave their homes by 2050, according to the Earth Institute, a New York­based aid agency. ①Hardest hit may be Africa, which could lose two­thirds of its cropland due to desertification, which occurs when the land loses its ability to produce vegetation and turns into deserts. ②Although many scientists expect climate change to result in more rainfall, some areas could experience droughts because rainfall is sporadic or falls in concentrations in some places but misses others. ③Having an adequate farming system helps farmers overcome long­term droughts. ④Also, desertification could occur because warmer temperatures draw moisture out of the soil. ⑤When regions can no longer produce food, people will be forced to move to other areas, making them “climate refugees.” * sporadic: 산발적인 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A)와 (B)에 들어갈 말로 가장 적절한 것은? The self is formed by social forces, by looking outwards as well as inwards. One way in which other people shape who you are is described by Leon Festinger’s theory. Simply put, imagine that you feel like you’re good at math because you came top of your class. But you feel that you’re bad at dancing after seeing other people at the school disco. These facts aren’t objective, of course. If you happen to be placed in a classroom of future professional statisticians, inevitably you feel relatively bad at math. On the upside, you may feel like you’re better at dancing. Festinger realized that these social comparisons aren’t entirely accidental. Humans actively seek out particular people and select particular skills or attributes for comparison. 󰀻 People (A) a sense of who they are by (B) themselves against those around them. (A) (B) ① acquire …… defending ② acquire …… weighing ③ forget …… defending ④ forget …… competing ⑤ overestimate …… weighing 영어영역 8 고2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 8 8 [41~42] 다음 글을 읽고, 물음에 답하시오. My buddy and his wife were in constant conflict over when the housework should get done. He wanted to work in spurts and take frequent breaks to watch a TV show or make a nice meal. She wanted to get it all done at a time and have the rest of the day to hang out and relax. I was able to point out to my buddy that his wife wasn’t trying to be a strict trainer; she was just more of a sensing, thinking, judging sort of person, and he was more of an intuition, feeling, perceiving sort of person. Neither of them were wrong; they just had different preferences. Once they realized this, they were able to regarding the housework. When they needed to get a lot of chores done in a short period of time, they used her method, but they agreed to always take a meal break at the appropriate meal hour. When they just had a few things to get done in no specific time frame, they used his method but agreed that they would see the specific task to completion before taking a break. This way, both of them could feel productive, and the housework no longer had to be a huge sore spot between them. * in spurts: 여러 번에 걸쳐 힘껏 41. 윗글의 제목으로 가장 적절한 것은? [3점] ①Married Couples Are Constantly at Cold War ②How a Couple’s Housework Styles Harmonize ③50/50 Plan: Splitting Housework with Your Spouse ④The Story of Mr. Messy Who Marries Mrs. Clean ⑤Differences Between Men’s Work and Women’s Work 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? ① skip ②question ③compromise ④criticize ⑤compete [43~45] 다음 글을 읽고, 물음에 답하시오. (A) When I was 8 years old, I decided to run away from home. With my suitcase packed and some peanut butter sandwiches in a bag, I started for the front door of our bungalow in Wantagh. My mom asked where I was going. “I’m leaving home,” I said. “Billy, what’s that you’re carrying?” she asked. “Some clothes and food,” I replied. “If (a) you want to run away, that’s all right,” she said. “But you came into this home without anything and you can leave the same way.” I threw my suitcase and sandwiches on the floor angrily and started for the door again. (B) “Who’s there?” I heard. “It’s Billy! Let me in!” The voice behind the door answered, “Billy doesn’t live here anymore. (b) He ran away from home.” Glancing behind me to see if anyone else was coming down the street, I said, “Aw, Mom! I’m still your son. Let me in!” The door inched open and Mom’s smiling face appeared. “Did you change (c) your mind about running away?” she asked. “What’s for supper?” I answered. (C) “Wait a minute,” Mom said. “You didn’t have any clothes on when you arrived, and I want them back.” This annoyed me. I took my clothes off — shoes, socks, underwear and all — and shouted, “Can (d) I go now?” “Yes,” my mom answered, “but once you close that door, don’t expect to come back.” I was so angry I slammed the door and stepped out on the front porch. Suddenly I realized that I was outside, completely naked. Then I noticed that down the street, a neighbor friend was walking toward our house. (D) Looking for a place to hide, I spotted the big spruce tree that took up half our yard. Hoping (e) he hadn’t seen me, I hid under the low­hanging branches. A pile of dried­up brown needles had accumulated beneath the tree, and you can’t imagine the pain those sharp spruce needles caused to my body. After I was sure he had passed by, I ran to the front door and banged on it loudly. * spruce: 전나무 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) －(D) －(C) ② (C) －(B) －(D) ③ (C) －(D) －(B) ④ (D) －(B) －(C) ⑤ (D) －(C) －(B) 44. 밑줄 친 (a) ～(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 Billy에 관한 내용과 일치하지 않는 것은? ①여덟 살 때 가출하려고 결심했다. ②엄마의 말에 화가 나서 가방을 바닥에 던졌다. ③엄마에게 집에 들여보내 달라고 부탁했다. ④속옷만 입은 채로 집을 나왔다. ⑤나뭇가지 아래에 숨었다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
}