{
    "text": "고2 영어영역 1 1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① You can see him next Wednesday. ② Sorry, I’m not available tomorrow. ③ Our hospital is next to the city hall. ④ He should have gone to see a doctor. ⑤ You can get your medicine over there. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① But I don’t like going on trips with her. ② Great! I’ll ask her to recommend a good place. ③ Thanks to her, I’ve finally decided where to go. ④ Sure. I don’t want to go anywhere this vacation. ⑤ Okay. I can help her make plans for her vacation. 3. 다음을 듣고, 여자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 다독의 중요성을 강조하려고 ② 대출 도서 반납을 독촉하려고 ③ 도서관의 전시 행사를 소개하려고 ④ 책 표지 디자인 아이디어를 공모하려고 ⑤ 독서 관련 대회 수상 결과를 공지하려고 4. 대화를 듣고, 남자의 의견으로 가장 적절한 것을 고르시오. ① 달리는 것보다 빨리 걷는 것이 열량 소모가 더 크다. ② 저녁 시간에 하는 격렬한 운동은 수면에 좋지 않다. ③ 격렬한 운동 후에는 충분한 휴식이 필요하다. ④ 자신의 건강 상태에 맞는 운동을 선택해야 한다. ⑤ 운동의 강도를 서서히 높여야 부상을 예방할 수 있다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 방송 연출가 – 배우 ② 방송 작가 – 청취자 ③ 공연 기획자 – 무용수 ④ 라디오 진행자 – 안무가 ⑤ 기자 – 연예인 매니저 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 7. 대화를 듣고, 남자가 여자를 위해 할 일로 가장 적절한 것을 고르시오. ① 도서 구입하기 ② 동영상 보내기 ③ 병원 예약하기 ④ 강좌 등록하기 ⑤ 강사 추천하기 8. 대화를 듣고, 여자가 구입한 신발을 환불받을 수 없는 이유를 고르시오. ① 환불 기한이 지나서 ② 특별 할인 상품이어서 ③ 영수증을 가져오지 않아서 ④ 제품 라벨을 제거해서 ⑤ 제품이 손상되어서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. ① $180 ② $185 ③ $190 ④ $200 ⑤ $205 10. 대화를 듣고, Michoo Stadium에 관해 언급되지 않은 것을 고르시오. ① 이름의 유래 ② 위치 ③ 편의시설 ④ 건설 기간 ⑤ 수용 인원 11. School Sports Festival에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 2년마다 열리는 행사이다. ② 올해는 10월 12일에 개최된다. ③ 총 5개의 경기 종목이 있다. ④ 학생의 참가 경기 종목 수에는 제한이 없다. ⑤ 신입생 댄스팀의 공연이 있다. 2017학년도 9월 고2 전국연합학력평가 문제지 영어영역 제3 교시 1 2 영어영역 고2 2 8 12. 다음 표를 보면서 대화를 듣고, 여자가 구입할 소형 프로젝터를 고르시오. Best Mini Projectors of 2017 Model Battery Life Wireless Support Weight Price ① A 2 hours ○ 500g $580 ② B 1.5 hours × 800g $500 ③ C 2.5 hours ○ 500g $620 ④ D 2.5 hours × 600g $600 ⑤ E 2 hours ○ 700g $550 13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① Right, let’s go there and give our opinion. ② Okay, I’ll sign up for the sports center. ③ I’m so glad you are in such good shape. ④ That’s why I enjoy exercising at the center. ⑤ Well, it’s never too late to learn a new sport. 14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① It’ll take some time for the paint to dry. ② I liked how the kids painted the sunflowers. ③ Do you think we really have to cancel the project? ④Right. Kids shouldn’t be allowed to draw on the wall. ⑤Okay. How about you draw while I take care of the kids? 15. 다음 상황 설명을 듣고, Helen이 Tom에게 할 말로 가장 적절한 것을 고르시오. [3점] Helen: ① Okay, I’ll cancel the tickets online. ② Good! It’s the perfect season for a trip. ③ Don’t worry. I can go with someone else. ④ Well, it’s not easy to be a musical singer. ⑤ Why not? I’ll check the theater reviews now. [16~17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① benefits of home­made food ② importance of eating fresh fruits ③ effects of breakfast on brain function ④ several ways to preserve nutrients in food ⑤ food recommendations for a healthy breakfast 17. 언급된 영양소가 아닌 것은? ① calcium ② fat ③ vitamin C ④ vitamin D ⑤ protein 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Justin White, It was with great pleasure that I attended your lecture at the National Museum about the ancient remains that you discovered during your trip to Southeast Asia. I am currently teaching World History at Dreamers Academy and feel that my class would greatly appreciate a visit from someone like you who has had the experience of visiting such historical sites. It is my hope that you would be willing to give a special lecture to my class and share stories about your travels. I have included my class schedule and would be able to make arrangements for you at any time that you would be available. You can give me a call at 714-456-7932 to let me know if your schedule permits. Thank you very much. Sincerely, Caroline Duncan ① 특별 강연을 부탁하려고 ② 변경된 강연 일정을 안내하려고 ③ 유적지 탐방 참가를 신청하려고 ④ 유적 발굴 시 유의 사항을 알리려고 ⑤ 유익한 강연에 대해 감사를 표하려고 19. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른 것은? On his march through Asia Minor, Alexander the Great fell dangerously ill. His physicians were afraid to treat him because if they didn’t succeed, the army would blame them. Only one, Philip, was willing to take the risk, as ①he had confidence in the king’s friendship and his own drugs. While the medicine was being prepared, Alexander received a letter accusing the physician of having been bribed to poison ②his master. Alexander read the letter without showing it to anyone. When Philip entered the tent with the medicine, Alexander took the cup from ③him, handing Philip the letter. While the physician was reading it, Alexander calmly drank the contents of the cup. Horrified, Philip threw himself down at the king’s bedside, but Alexander assured ④him that he had complete confidence in his honor. After three days, the king was well enough to appear again before ⑤his army. 20. 다음 글에 드러난 Brian의 심경으로 가장 적절한 것은? The sun caught the ends of the hairs along the bear’s back. Shining black and silky, it stood on its hind legs, half up, and studied Brian, just studied him. Then it lowered itself and moved slowly to the left, eating berries as it rolled along, delicately using its mouth to lift each berry from the stem. In seconds it was gone. Gone, and Brian still had not moved. His tongue was stuck to the top of his mouth, the tip half out, and his eyes were wide. Then Brian made a low sound, “Nnnnnnnggg.” It made no sense. It was just a sound of fear, of his disbelief that something that large could have come so close to him without his knowing. Brian couldn’t stop shivering, thinking that the bear could return and attack him anytime. ① scared and terrified ② calm and relaxed ③ bored and indifferent ④ proud and satisfied ⑤ ashamed and depressed 고2 영어영역 3 3 8 [21~22] 다음 글의 요지로 가장 적절한 것을 고르시오. 21. The effects of climate change will not be equally distributed across the globe, and there are likely to be winners and losers as the planet warms. Regarding climate effects in general, developing countries are likely to experience more negative effects of global warming. Not only do many developing countries have naturally warmer climates than those in the developed world, they also rely more heavily on climate sensitive sectors such as agriculture, forestry, and tourism. As temperatures rise further, regions such as Africa will face declining crop yields and will struggle to produce sufficient food for domestic consumption, while their major exports will likely fall in volume. This effect will be made worse for these regions if developed countries are able to make up for the fall in agricultural output with new sources, potentially from their own domestic economies as their land becomes more suitable for growing crops. ① 지구온난화가 개발도상국에 더 부정적 영향을 끼칠 수 있다. ② 환경오염의 심화로 사회 계층 간 갈등이 악화되고 있다. ③ 지구온난화 극복을 위해 환경 친화적 기술 도입이 시급하다. ④ 지구온난화가 농지 활용도를 높여 생산량을 증가시킬 수 있다. ⑤ 개발도상국의 기근 해결을 위한 선진국의 기술 지원이 필요하다. 22. Nervousness about public speaking is one of the most common fears among people. It can serve as a real and significant barrier to effective communication and ultimately to academic and professional success. Debate is an ideal setting to develop coping strategies that allow people to manage their speech anxiety. Because debate both requires and allows for a lot of preparation, individuals develop confidence in their materials and passion for the ideas they support. Debate provides a focus on the content over style, so the attention is on the arguments, not on the person. Participants may forget to be nervous as they have so much else to think about. And repetition of experience helps them build confidence and learn to cope with their inevitable nervousness in such a way as to prevent it from interfering with their objectives. ①적당한 긴장감은 업무 효율성을 증대시킨다. ②토론 시 지나치게 공격적인 태도는 지양해야 한다. ③상대방을 설득하려면 구체적인 근거 제시가 필요하다. ④토론은 공적인 말하기에 대한 불안감 극복에 도움이 된다. ⑤효과적인 의사소통기술은 학업 성취에 긍정적 영향을 미친다. 23. 다음 글의 주제로 가장 적절한 것은? Many parents who have experienced personal hardship desire a better life for their children. To want to spare children from having to go through unpleasant experiences is a noble aim, and it naturally stems from love and concern for the child. What these parents don’t realize, however, is that while in the short term they may be making the lives of their children more pleasant, in the long term they may be preventing their children from acquiring self­confidence, mental strength, and important interpersonal skills. Samuel Smiles, a nineteenth­century English author, wrote, “It is doubtful whether any heavier curse could be forced on man than the complete gratification of all his wishes without effort on his part, leaving nothing for his hopes, desires, or struggles.” For healthy development, the child needs to deal with some failure, struggle through some difficult periods, and experience some painful emotions. * gratification: 만족(감), 희열 ①benefits of traditional child­rearing practices ②critical factors in children’s physical development ③importance of parental emotional support for children ④necessity of parents letting their child experience difficulties ⑤differences between the parents’ and child’s points of view 24. 다음 글의 제목으로 가장 적절한 것은? In 1947, when the Dead Sea Scrolls were discovered, archaeologists set a finder’s fee for each new document. Instead of lots of extra scrolls being found, they were simply torn apart to increase the reward. Similarly, in China in the nineteenth century, an incentive was offered for finding dinosaur bones. Farmers located a few on their land, broke them into pieces, and made a lot of money. Modern incentives are no better: Company boards promise bonuses for achieved targets. And what happens? Managers invest more energy in trying to lower the targets than in growing the business. People respond to incentives by doing what is in their best interests. What is noteworthy is, first, how quickly and radically people’s behavior changes when incentives come into play, and second, the fact that people respond to the incentives themselves, and not the higher intentions behind them. * scroll: 두루마리 ① Relive the Glory of the Golden Past ② How Selfishness Weakens Teamwork ③ Rewards Work Against Original Purposes ④ Non­material Incentives: Superior Motivators ⑤ Cultural Heritage Becomes Tourism Booster! 4 영어영역 고2 4 8 25. 다음 도표의 내용과 일치하지 않는 것은? The graph above shows the percentage of music listeners from different age groups who consumed only traditional format music, only downloaded music, or both formats of music in 2010. ①In each age group, except for in ages 15 to 24, those who only listened to downloaded music took up the lowest percentage. ②The older the age group was, the lower the percentage of those who listened to both was. ③In ages 25 to 34, the percentage point gap between listeners of traditional formats only and downloaded music only was narrower than in any other age group. ④In ages 45 to 54, those who only listened to traditional formats outnumbered music listeners of the other types, taking up more than 60 percent. ⑤More than 70 percent of the 55 to 64 age group listened to traditional formats only. 26. Ole Bull에 관한 다음 글의 내용과 일치하지 않는 것은? Ole Bull was born in Bergen, Norway, in 1810. He was a violinist and composer known for his unique performance method. His father wished for him to become a minister of the church, but he desired a musical career. At the age of five, he could play all of the songs he had heard his mother play on the violin. At age nine, he played first violin in the orchestra of Bergen’s theater. His debut as a soloist came in 1819, and by 1828 he was made conductor of the Musical Lyceum. He is believed to have composed more than 70 works, but only about 10 remain today. In 1850, caught up in a rising tide of Norwegian romantic nationalism, Bull co­founded the first theater in which actors performed in Norwegian rather than Danish. Bull died from cancer in his home in 1880. He had held his last concert in Chicago the same year, despite his illness. ① 아버지는 그가 성직자가 되기를 원했다. ② 9세에 관현악단에서 바이올린을 연주했다. ③ 작곡한 70여 곡들이 현재 남아있다. ④ 노르웨이어로 공연하는 최초의 극장을 공동 설립했다. ⑤ 시카고에서 마지막 콘서트를 열었다. 27. Angeltown Bikes to Bookstores에 관한 다음 안내문의 내용과 일치하지 않는 것은? Angeltown Bikes to Bookstores Ride with us on Angeltown Bookstore Day and visit six of the town’s best bookstores. This event will invite you to have fun and think about what these local bookstores mean to the community. Discounts will be offered by the bookstores to participants for any book purchased. Participating Bookstores Treasure Books, Wonder Books, The Purple Arcade, Book Lovers’ Society, Alley Books, Orange Books (Total Biking Distance: 10 miles) Day & Time Saturday, October 7, 2017 1:00 p.m. - 5:30 p.m. Registration If you’re interested, sign up at www.angelbike.com. You need to pay a $5 fee by October 1 to participate. Registration is limited to 20 riders. ① 참가자는 6개의 서점을 방문한다. ② 행사 참여 서점에서 도서 할인 혜택을 제공한다. ③ 참가자는 자전거로 총 10마일을 이동한다. ④ 참가비는 행사 당일에 지불해야 한다. ⑤ 최대 20명까지 등록할 수 있다. 28. Water Awareness Poster & Slogan Contest에 관한 다음 안내문의 내용과 일치하는 것은? Water Awareness Poster & Slogan Contest Do you agree that water is our most valuable natural resource? Then you’re invited to create posters or slogans to reflect the importance of water. Contest Rules ­ Deadline: November 10, 2017 ­ You can submit both a poster and a slogan. ­ Posters must be drawn on 11×17 inch paper. ­ Slogans must be 15 words or less. ­ Please write the participant’s name and email address on the back of the poster or slogan. Prizes ­ 30 participants will be selected as winners, including three Grand Prize winners. ­ Results will be posted on November 21 on the website only. For more information, please visit www.psc.com. ① 표어와 포스터 중 하나만 제출해야 한다. ② 표어는 15개 이상의 단어로 작성한다. ③ 출품작 뒷면에 참가자의 전화번호를 적어야 한다. ④ 30명의 참가자가 수상자로 선정된다. ⑤ 심사 결과는 이메일을 통해 통보된다. 고2 영어영역 5 5 8 29. (A), (B), (C)의 각 네모 안에서 어법에 맞는 표현으로 가장 적절한 것은? English speakers have one of the simplest systems for describing familial relationships. Many African language speakers would consider it absurd to use a single word like “cousin” to describe both male and female relatives, or not to distinguish whether the person (A) described / describing is related by blood to the speaker’s father or to his mother. To be unable to distinguish a brother­in­law as the brother of one’s wife or the husband of one’s sister would seem confusing within the structure of personal relationships existing in many cultures. Similarly, how is it possible to make sense of a situation (B) which / in which a single word “uncle” applies to the brother of one’s father and to the brother of one’s mother? The Hawaiian language uses the same term to refer to one’s father and to the father’s brother. People of Northern Burma, who think in the Jinghpaw language, (C) has / have eighteen basic terms for describing their kin. Not one of them can be directly translated into English. (A) (B) (C) ①described ······ which ······ have ②described ······ in which ······ has ③described ······ in which ······ have ④describing ······ which ······ has ⑤describing ······ in which ······ has 30. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? [3점] Dworkin suggests a classic argument for a certain kind of equality of opportunity. From Dworkin’s view, justice requires that a person’s fate be determined by things that are within that person’s control, not by luck. If differences in well­being are determined by circumstances lying outside of an individual’s control, they are (A) fair / unjust . According to this argument, inequality of well­being that is driven by differences in individual choices or tastes is (B) acceptable / intolerable . But we should seek to eliminate inequality of well­being that is driven by factors that are not an individual’s responsibility and which prevent an individual from achieving what he or she values. We do so by (C) ensuring / neglecting equality of opportunity or equality of access to fundamental resources. (A) (B) (C) ①fair ······ acceptable ······ neglecting ②unjust ······ acceptable ······ ensuring ③unjust ······ intolerable ······ ensuring ④fair ······ intolerable ······ neglecting ⑤unjust ······ acceptable ······ neglecting [31~34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. We are the CEOs of our own lives. We work hard to urge ourselves to get up and go to work and do what we must do day after day. We also try to encourage the people working for and with us, those who are doing business with us, and even those who regulate us. We do this in our personal lives, too: From a very young age, kids try to persuade their parents to do things for them (“Dad, I’m too scared to do this!”) with varying degrees of success. As adults, we try to encourage our significant others to do things for us (“Sweetie, I had such a stressful day today, can you please put the kids to bed and do the dishes?”). We attempt to get our kids to clean up their rooms. We try to induce our neighbors to help out with a neighborhood party. Whatever our official job descriptions, we are all part­time . [3점] ① judges ② motivators ③ inventors ④ analysts ⑤ observers 32. In many regions of Central America, native people can but do not grow green vegetables packed with vital nutrients such as vitamin A. Generally speaking, the people do not have a tradition of raising these crops. They often have limited education in general and almost no exposure to health and nutrition advice, and they grow what feeds the most people. They often have plenty of tortillas and beans, so they have sufficient protein, and they eat until full. Yet the lack of micronutrients leads to their children developing blindness, iron deficiency, and other growth disorders. In these situations, families have to be educated about nutrition, encouraged to diversify their diets, plant more green vegetables, and sometimes receive nutritional assistance to . [3점] * micronutrient: 미량 영양소 ① eliminate obesity ② improve digestion ③ correct imbalances ④ consume more protein ⑤ preserve their tradition 6 영어영역 고2 6 8 33. One of the most curious paintings of the Renaissance is a careful depiction of a weedy patch of ground by Albrecht Dürer. Dürer extracts design and harmony from an apparently random collection of weeds and grasses that we would normally not think twice to look at. By taking such an ordinary thing, he is able to convey his artistry in a pure form. In a similar way, scientists often when trying to understand the essence of a problem. Studying relatively simple systems avoids unnecessary complications, and can allow deeper insights to be obtained. This is particularly true when we are trying to understand something as problematic as our ability to learn. Human reactions are so complex that they can be difficult to interpret objectively. It sometimes helps to step back and consider how more modest creatures, like bacteria or weeds, deal with the challenges they face. [3점] ①depend on personal experience ②choose to study humble subjects ③ work in close cooperation with one another ④look for solutions to problems from the past ⑤ test a hypothesis through lots of experiments 34. This true story is about a government­owned shoe factory in Poland in the days when the country had a much more socialist economy. Every month, the Polish government gave the factory materials, and the manager was told to produce a fixed number of shoes. Because there was no profit motive involved, the manager’s basic goal was to meet the quota in the easiest possible way ― by producing only small shoes. This production strategy created a problem for people who had big feet, and so the government revised the system. Now the factory received the same amount of materials, but instead of producing a fixed number of shoes, the factory was expected to produce a fixed number of tons of shoes. In other words, the factory’s output would now be weighed rather than counted. And again, the factory’s manager responded in the most efficient way, by producing nothing but huge shoes. In either situation, the government’s strategy did not provide any motivation to . [3점] ① improve the working environment for employees ② simplify the production process to reduce costs ③ increase the number of factories to make more profit ④ produce shoes in various sizes that met people’s needs ⑤ adopt new technology to compete against foreign shoes 35. 다음 글에서 전체 흐름과 관계 없는 문장은? The use of drones in science has been increasing. Drones may be useful to collect all kinds of research data. ①For instance, in meteorology drones can collect data on humidity, pressure, temperature, wind force, radiation, etc. ②In case of nearing tornados or hurricanes, people can seek safety with the help of the data gathered by drones. ③With drone delivery systems, fewer transportation carriers will be traveling on roads and polluting the atmosphere. ④Drones can gather relevant data in places that were previously difficult or costly to reach ― data that may provide new scientific knowledge about the atmosphere and the climate. ⑤Such knowledge may improve existing climate models and provide more accurate predictions. * meteorology: 기상학 [36~37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. Crossing the street in Los Angeles is a tricky business, but luckily, at the press of a button, we can stop traffic. Or can we? (A) Clever technicians create the illusion of control by installing fake temperature dials. This reduces energy bills ― and complaints. Such tricks are called “placebo buttons” and they are being pushed in all sorts of contexts. (B) The button’s real purpose is to make us believe we have an influence on the traffic lights, and thus we’re better able to endure the wait for the signal to change with more patience. (C) The same goes for “door­open” and “door­close” buttons in elevators: Many are not even connected to the electrical panel. Such tricks are also designed in offices: For some people it will always be too hot, for others, too cold. [3점] ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고2 영어영역 7 7 8 37. Both taxi and bus drivers use a part of their brain called the hippocampus to navigate routes that can sometimes be very complicated. Who would you guess has the larger hippocampus: the taxi driver or bus driver? (A) In contrast, most bus drivers follow the same route every day and therefore do not stimulate their hippocampus as much. Over time, the taxi driver’s role triggers a growth of neurons and synapses in the hippocampus, resulting in its increased size. (B) Brain changes like this are the basis for seeing improvement in mental performance. So if you put away your satellite navigation system and regularly use your memory instead, you may end up with a larger hippocampus and perhaps a better memory, too. (C) The answer is the taxi driver. This is because taxi drivers need to take new routes quite often. To do this, they use their hippocampus intensively to memorize all kinds of routes and figure out the quickest way to reach their destinations. * hippocampus: (뇌의) 해마 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38~39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. Yet, although the robot is sophisticated, it lacks all motivation to act. Emotion plays an essential role in all our pursuits ― including our pursuit of happiness. ( ①) It is nearly impossible for us to imagine a life without emotion. ( ② ) Think of an emotionless robot that, other than the capacity for emotions, has exactly the same physical and cognitive characteristics as humans. ( ③) The robot thinks and behaves in the same way that humans do. ( ④ ) It can discuss deep philosophical issues and follow complex logic; it can dig tunnels and build skyscrapers. ( ⑤ ) This is because even the most basic desires are dependent on emotions ― the one thing this robot lacks. 39. However, concerns have been raised that cookies, which can track what people do online, may be violating privacy by helping companies or government agencies accumulate personal information. Favorite websites sometimes greet users like old friends. Online bookstores welcome their customers by name and suggest new books they might like to read. ( ①) Real estate sites tell their visitors about new properties that have come on the market. ( ②) These tricks are made possible by cookies, small files that an Internet server stores inside individuals’ web browsers so it can remember them. ( ③) Therefore, cookies can greatly benefit individuals. ( ④) For example, cookies save users the chore of having to enter names and addresses into e­commerce websites every time they make a purchase. ( ⑤) Security is another concern: Cookies make shared computers far less secure and offer hackers many ways to break into systems. 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? We often assume we see our physical surroundings as they actually are. But new research suggests that how we see the world depends on what we want from it. When a group of psychologists asked people to estimate how far away a bottle of water was, those who were thirsty guessed it was closer than nonthirsty people did. This difference in perception showed up in a physical challenge, too. When people were told to toss a beanbag at a $25 gift card, and that the closest would win it, people threw their beanbags nine inches short on average. But when the gift card’s value was $0, people threw their beanbags past the card by an inch. As the brain evolved, people who saw distances to goals as shorter might have gone after what they wanted more often. This error in perception was actually an advantage, leading people to get what they needed. ＊beanbag: 콩 주머니  (A) objects are perceived as physically (B) to people than they really are, which might have motivated people to pursue them. (A) (B) ①Desired ······ nearer ②Familiar ······ farther ③Novel ······ bigger ④Familiar ······ heavier ⑤Desired ······ lighter 8 영어영역 고2 8 8 [41~42] 다음 글을 읽고, 물음에 답하시오. A new study published in Science reveals that people generally approve of driverless, or autonomous, cars programmed to sacrifice their passengers in order to save pedestrians, but these same people are not enthusiastic about riding in such autonomous vehicles (AVs) themselves. In six online surveys of U.S. residents conducted in 2015, researchers asked participants how they would want their AVs to behave. The scenarios involved in the surveys varied in the number of pedestrian and passenger lives that could be saved, among other factors. For example, participants were asked whether it would be more moral for AVs to sacrifice one passenger rather than kill 10 pedestrians. Survey participants said that AVs should be programmed to be utilitarian and to minimize harm to pedestrians, a position that would put the safety of those outside the vehicle ahead of the driver and passengers’ safety. The same respondents, however, said they prefer to buy cars that protect them and their passengers, especially if family members are involved. This suggests that if both self­protective and utilitarian AVs were allowed on the market, few people would be willing to ride in the latter — even though they would prefer others to do so. The , which illustrates an ethical tension between the good of the individual and that of the public, persisted across a wide range of survey scenarios analyzed. * utilitarian: 공리적인 41. 윗글의 제목으로 가장 적절한 것은? ① Will AVs Finally End Car Accidents? ② How Driverless Cars Cause Unemployment ③ Safety Measures Required for Driverless Cars ④ Putting Safety First: A New Trend in Car Industry ⑤ The Dilemma: AVs to Save Passengers or Pedestrians? 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① guilt ② inferiority ③ pessimism ④ ignorance ⑤ inconsistency [43~45] 다음 글을 읽고, 물음에 답하시오. (A) In the late 1990s, a family visited the public elementary school where I taught deaf students. They said they would be moving to the district and planned to enroll their deaf daughter as a first grader. They were upset that their child’s kindergarten teacher cautioned them not to have high hopes for her academically. Based upon assessment results, the teacher painted a hopeless picture for (a) their little girl’s future. Standing behind them was Kathy, a beautiful five­year­old with long shiny brown hair and dark flashing eyes. The whole time her parents were there, she didn’t make a sound or use sign language, even when her parents prompted her. (B) That day Kathy discovered the power of the pen. From then on, she had a new appreciation for writing. She is a young woman now and has become an excellent writer, public speaker, and student leader. During (b) her senior year in high school, Kathy became the Douglas County Rodeo Queen, and the following year, she enrolled at the University of Northern Colorado to become a teacher. Kathy keeps in touch, and I especially treasure her emails with term papers attached. (c) This young lady wields a very powerful pen! * wield: 잘 다루다, 휘두르다 (C) After a few weeks with Kathy, I discovered I was dealing with a very bright, very strong­willed child. Although I was able to engage (d) her in a variety of learning activities, writing was a constant struggle. I tried everything to interest her in writing class, but she would refuse to write anything. (D) One day, Kathy got off her bus and stood in front of the school crying. The staff member there did not know enough sign language to ask her why she was crying. Finally, the staff member took Kathy into the office where she handed Kathy a pen and notepad. Kathy wrote: “PAC BAK.” Immediately (e) she realized the girl left her backpack on the bus. She called the bus back to school, and soon Kathy was reunited with her backpack. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑 줄 친 (a)∼ (e) 중 에 서 가 리 키 는 대 상 이 나 머 지 넷 과 다 른 것 은 ? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 Kathy에 관한 내용으로 적절하지 않은 것은? ①청각 장애를 가지고 있었다. ②‘I’와 처음 만났을 때 다섯 살이었다. ③교사가 되려고 대학에 진학했다. ④초등학교 작문 수업 시간에 글쓰기를 거부하곤 했다. ⑤버스에 두고 내린 가방을 되찾지 못했다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
}