{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① I know that my report is due today. ② I should drink plenty of warm water. ③ The class was really interesting today. ④ I’ll let you leave early to see a doctor. ⑤ Thank you for helping me carry the books. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① Great. It’ll be good for your health as well. ② That’s right. I really like my yoga instructor. ③ Don’t worry. Nobody is perfect at the beginning. ④ I’m sorry, but I’ve already signed up for the lesson. ⑤ You did a good job. You’re such a nice yoga teacher. 3. 다음을 듣고, 여자가 하는 말의 목적으로 가장 적절한 것을 고 르시오. ① 특별 할인 행사를 홍보하려고 ② 경품 행사 당첨 결과를 알려 주려고 ③ 고객 사은품 수령 방법을 설명하려고 ④ 쇼핑몰 개장 행사에 고객을 초대하려고 ⑤ 기념일 행사를 위한 임시 직원을 모집하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 어른이 된 후에는 글씨체를 바꾸기가 어렵다. ② 손재주가 좋은 아이가 학습 능력도 뛰어나다. ③ 글씨 연습은 아이의 두뇌 발달에 도움이 된다. ④ 어릴 때 책을 많이 읽은 사람이 글을 잘 쓰는 경향이 있다. ⑤ 너무 어릴 때 시작한 글씨 연습은 악필의 원인이 될 수 있다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 트레이너－운동선수 ② 조련사－관람객 ③ 프로듀서－연기자 ④ 작곡가－가수 ⑤ 영화감독－기자 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는것을 고르시오. ① ② ③ ④ ⑤ 7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ① 환전하러 가기 ② 항공권 예약하기 ③ 고양이 돌보기 ④ 알람 시간 맞추기 ⑤ 여행 짐 꾸리기 8. 대화를 듣고, 여자가 노래 대회에 지원하지 못한이유를 고르 시오. ① 접수창구를 찾지 못해서 ② 신청 마감 시간에 늦어서 ③ 해당 지역 주민이 아니어서 ④ 다른 대회와 일정이 겹쳐서 ⑤ 지원 가능한 나이가 아니어서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. ① $18 ② $20 ③ $27 ④ $30 ⑤ $36 10. 대화를 듣고, 뮤지컬 Joy of Spring에 관해 언급되지 않은것 을 고르시오. ① 주연 배우 ② 공연 기간 ③ 공연 장소 ④ 티켓 구입 방법 ⑤ 일일 공연 횟수 11. Walk for Youth에 관한 다음 내용을 듣고, 일치하지 않는것 을 고르시오. ① 열 번째 열리는 연례행사이다. ② 모금액은 방과 후 교육 프로그램 후원에 사용된다. ③ 참가자는 최소한 20달러를 기부해야 한다. ④ 모든 참가자가 티셔츠를 무료로 받게 된다. ⑤ 비가 올 경우에도 3월 18일에 진행된다. 2017학년도 3월 고2 전국연합학력평가 문제지 영어영역 1 제3 교시 영어영역 2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 8 12. 다음 표를 보면서 대화를 듣고, 여자가 주문할 화장지를 고르 시오. Toilet Paper Package Recycled (%) Rolls Layer Scented ① A 100 48 1 × ② B 70 36 2 ○ ③ C 70 36 2 × ④ D 50 24 2 ○ ⑤ E 30 36 1 × 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① Yes, it was a wonderful essay. ② Well, let’s ask the teacher about it. ③ No, I haven’t decided on the topic yet. ④ No, I’m not interested in Indian culture. ⑤ Oh, your topic is far different from mine. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① I’m sorry you didn’t win the contest. ② Just try writing detective novels. ③ Are Internet novels becoming popular? ④ I’ll give you the website address, then. ⑤ Why don’t you post his novels on the Internet? 15. 다음 상황 설명을 듣고, Katie가 Jeff에게 할 말로 가장 적절한 것을 고르시오. [3점] Katie: ① I hope you get better soon. ② I appreciate your kind offer. ③ I’ll visit you tomorrow afternoon. ④ I’ll do the presentation myself. ⑤ I finished my presentation with your help. [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 남자가 하는 말의 주제로 가장 적절한 것은? ① pleasure of vegetable gardening ② ways to choose good vegetables ③ nutritional value of fresh vegetables ④ healthy recipes for cooking vegetables ⑤ how to display vegetables to attract customers 17. 언급된 채소가 아닌것은? ① carrots ② cucumbers ③ onions ④ pumpkins ⑤ eggplants 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Ms. Rider, My wife and I have lived at the Spruce Apartments for the past twelve years. As you know, we recently renewed our lease with plans to stay for another year. In recent weeks, my wife’s health has taken a dramatic turn for the worse, and it is now apparent that we must move to an assisted­living facility where she can receive the help she needs. As longtime residents, I am writing to ask that we be released from the new lease. It would be a substantial hardship on us to pay for this apartment as well as an assisted­living facility. We would very much appreciate your consideration for us in this difficult time. I look forward to hearing from you. Sincerely, Henry Martin ① 임대 기간 만료를 알려 주려고 ② 아파트 보수 공사를 독촉하려고 ③ 아파트 임대료 인상을 통보하려고 ④ 임대 계약 기간의 연장을 부탁하려고 ⑤ 아파트 임대 계약의 해지를 요청하려고 19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은? I rode my bicycle alone from work on the very quiet road of my hometown. Suddenly, I noticed a man with long hair secretly riding behind me. I felt my heart jump. I quickened my legs pushing the pedals, hoping to ride faster. He kept following me through the dark, across the field. At last, I got home and tried to reach the bell. The man reached for me. I turned my head around and saw the oddest face in the world. From deep in his throat, I heard him say, “Excuse me, you dropped your bag,” giving the bag back to me. I couldn’t say anything, but was full of shame and regret for misunderstanding him. ① scared →embarrassed ② worried →proud ③ excited →disappointed ④ happy →concerned ⑤ bored →moved 영어영역 3 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 8 20. 다음 글의 요지로 가장 적절한 것은? Much has been written and said about positive self­talk ― for example, repeating to ourselves “I am wonderful” when we feel down, “I am strong” when going through a difficult time, or “I am getting better every day in every way” each morning in front of the mirror. The evidence that this sort of pep talk works is weak, and there are psychologists who suggest that it can actually hurt more than it can help. Little, unfortunately, has been written about real self­talk, acknowledging honestly what we are feeling at a given point. When feeling down, saying “I am really sad” or “I feel so torn” ― to ourselves or to someone we trust ― is much more helpful than declaring “I am tough” or “I am happy.” * pep talk: 격려의 말 ① 타인에 대한 비난은 자신의 감정도 상하게 한다. ② 우울할 때 자신에게 하는 격려의 말은 큰 힘이 된다. ③ 자아 성찰은 타인의 조언을 받는 것보다 효과적이다. ④ 가까운 사이일수록 말과 행동을 조심할 필요가 있다. ⑤ 자신이 느끼는 감정을 솔직히 인정하는 것이 도움이 된다. 21. 다음 글의 주제로 가장 적절한 것은? The word sin itself is an interesting concept. It’s actually a term from archery, and it means “to miss the mark.” When we commit the “sin” of failing to take care of our bodies through proper nutrition, exercise, and rest, we’re missing the mark of what life is all about. Businesspeople will tell you that the individual who is in the best physical shape often wins in negotiations, because he has the physical stamina to see the deal through. One of the reasons world­class golfers are head and shoulders above the other golfers of their era is that they are in so much better shape than the others are. They work out not just on the practice range but in the weight room, which means that they have the strength and stamina to win not just the physical game but the mental game in order to close out their opponents in major tournaments. * practice range: 골프 연습장 ① the necessity to build up physical strength ② the importance of setting specific goals ③ various ways to overcome obstacles ④ differences between business and sports ⑤ things to consider for successful negotiations 22. 다음 글의 제목으로 가장 적절한 것은? Introducing recovery in all aspects of my life has transformed my overall experience. In four or five intensive hour­and­a­half sessions, each followed by at least fifteen minutes of recovery, I get just about as much done as I did previously in a twelve­hour marathon day. Taking one full day off every week makes me more productive overall rather than less so. And finally, I have come to see vacations as a good investment. Today, like a sprinter, I get as much work done as I did previously like a marathon runner ― in a lot less time and with a lot more energy and positive emotions. I spend more time with my family and friends, and when I do, I am more present. There is no magic here; I am simply paying better attention to my human needs. ① Productivity Comes from Endurance ② Give Your Body and Mind Time to Relax ③ It Is Dangerous to Get Addicted to Exercise ④ Activate Positive Emotions with Positive Thinking ⑤ Take More Time for Work and Less Time for Vacation 23. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Children sometimes see and say things to please adults; teachers must realize this and the power it implies. Teachers who prefer that children see beauty as they themselves do are not encouraging a sense of aesthetics in children. They are fostering uniformity and obedience. Only children who choose and evaluate for themselves can truly develop their own aesthetic taste. Just as becoming literate is a basic goal of education, one of the key goals of all creative early childhood programs is to help young children develop the ability to speak freely about their own attitudes, feelings, and ideas about art. Each child has a right to a personal choice of beauty, joy, and wonder. Aesthetic development takes place in secure settings free of competition and adult judgment. * aesthetics: 미학(美學) ① 아동의 정서 발달을 위해 미술 교육 시간을 늘려야 한다. ② 아동이 스스로 미적 감각을 기를 수 있게 해 주어야 한다. ③ 아동 미술 교육은 다른 과목과 통합적으로 실시해야 한다. ④ 아동의 창의성을 평가할 때 미적인 감각도 포함해야 한다. ⑤ 아동 미술 교육은 감상보다 창작에 더 비중을 두어야 한다. 영어영역 4 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 8 24. 다음 도표의 내용과 일치하지 않는것은? Number of Athletes in the Olympic Winter Games The above graph shows the number of both female and male athletes who participated in the Olympic Winter Games from 2002 to 2014. ①The largest number of male athletes took part in the 2014 Sochi Games. ②The number of male athletes who took part in the 2010 Vancouver Games was more than 1,500. ③The number of female athletes who joined the Olympic Winter Games steadily increased from 2002 to 2010, but it dropped in 2014. ④The number of female athletes who participated in the 2006 Torino Games was larger than that of female athletes who participated in the 2002 Salt Lake City Games. ⑤In the 2002 Salt Lake City Games, the number of male athletes was more than twice that of female athletes. 25. Victor Frankl에 관한 다음 글의 내용과 일치하지 않는것은? Victor Frankl, a famous psychiatrist, remained head of the neurology department at the Vienna Policlinic Hospital for twenty­five years. He wrote more than thirty books for both professionals and general readers. He met with politicians, world leaders such as Pope Paul VI, philosophers, students, teachers, and numerous individuals who had read and been inspired by his books. He lectured widely in Europe, the Americas, Australia, Asia, and Africa; and held professorships at Harvard, Stanford, and the University of Pittsburgh. Even in his nineties, Frankl continued to engage in dialogue with visitors from all over the world and to respond personally to some of the hundreds of letters he received every week. Twenty­nine universities awarded him honorary degrees, and the American Psychiatric Association honored him with the Oskar Pfister Award. * neurology: 신경(병)학 ① 전문가와 일반 독자를 위한 책을 30권 넘게 썼다. ② 자신의 책에 영감을 받은 많은 사람들을 만났다. ③ 대학교에서 강연을 했지만 교수직은 맡지 않았다. ④90대에도 방문객과의 대화를 계속했다. ⑤29개의 대학교에서 명예 학위를 받았다. 26. BBC Sports Camp에 관한 다음 안내문의 내용과 일치하지 않는 것은? BBC Sports Camp Bellaire Baseball Club (BBC) is holding a spring sports camp. Activities include basketball, indoor baseball and more! ∙When: April 21-23, 9 a.m.-1 p.m. ∙Where: The Tiras Family Gym ∙Who: Children aged 7-10 $35 a day / per child $100 all 3 days / per child Register today by emailing Jennifer Tiras at jtial@gpm.net. * Each child will need to bring a lunch, socks and shoes. * At least 3 instructors will be on site at all times. ① 활동에 농구와 실내 야구 등이 포함된다. ② 참여하는 데 연령 제한이 있다. ③3일 내내 참여하는 비용은 어린이 1인당 100달러이다. ④ 점심 식사가 무료로 제공된다. ⑤ 최소한 3명의 강사가 항상 현장에 있을 것이다. 27. Car Treasure Hunt에 관한 다음 안내문의 내용과 일치하는 것은? Car Treasure Hunt Sunday May 14th from 1:30 p.m. Leaving from Farrier Park Enjoy exploring the countryside in the old classic cars, solving the clues and finding treasures! Tickets: $15 per car Make up a team with your family or friends! Maximum 4 (driver plus 3 passengers) Tickets & details available from Caroline Fletcher Email: caroline@mersh.com Refreshments will be provided at the finish point. ① 토요일 오후 1시 30분에 시작한다. ② 최신형 차를 타고 시골을 탐방한다. ③ 티켓 값은 1인당 15달러이다. ④ 한 팀의 최대 구성 인원은 4명이다. ⑤ 간단한 음식물이 출발 지점에서 제공될 것이다. 영어영역 5 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 8 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린것은? [3점] The competition to sell manuscripts to publishers ①is fierce. I would estimate that less than one percent of the material ②sent to publishers is ever published. Since so much material is being written, publishers can be very selective. The material they choose to publish must not only have commercial value, but ③being very competently written and free of editing and factual errors. Any manuscript that contains errors stands ④little chance at being accepted for publication. Most publishers will not want to waste time with writers ⑤whose material contains too many mistakes. 29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적 절한 것은? Sometimes our judgments of ourselves are unreasonably negative. This is especially true for people with low self­esteem. Several studies have shown that such people tend to (A) ignore / magnify the importance of their failures. They often underestimate their abilities. And when they get negative feedback, such as a bad evaluation at work or a disrespectful remark from someone they know, they are likely to believe that it (B) accurately / inaccurately reflects their self­worth. People with low self­esteem also have a higher­than­average risk of being depressed. This (C) hurts / improves not only an individual’s mental and emotional well­being but also his or her physical health and the quality of his or her social relationships. (A) (B) (C) ① ignore ······ accurately ······ improves ② ignore ······ inaccurately ······ hurts ③ magnify ······ accurately ······ improves ④ magnify ······ inaccurately ······ improves ⑤ magnify ······ accurately ······ hurts 30. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른것은? The nurse showed Lina an opening in the side of the incubator. Lina slipped her hand in and touched her daughter’s hand. She lightly rubbed the baby’s wrist and fingers. Then ①she turned to the nurse as tears streamed down her cheeks. “When can I hold her?” asked Lina. “Probably later today. After the doctor checks her,” said the nurse. “It is important that ②you bond with her. The more you are around her, the better it will be for the baby.” Lina wiped the tears from her cheeks with the back of ③her free hand. “You don’t have to worry, my little darling,” Lina whispered. “I’m going to be right here with ④you. I can hardly wait to take you home.” To ⑤her surprise, the baby opened her eyes and grasped Lina’s finger. A surge of joy shot through her. [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. When Charles Darwin developed his theory of natural selection, he created a picture of the evolutionary process in which organismic adaptation was ultimately caused by competition for survival and reproduction. This biological “struggle for existence” bears considerable resemblance to the human struggle between businessmen who are striving for economic success in competitive markets. Long before Darwin published his work, social scientist Adam Smith had already considered that in business life, competition is the driving force behind economic efficiency and adaptation. It is indeed very striking how the ideas are on which the founders of modern theory in evolutionary biology and economics based their main thoughts. [3점] * organismic: 유기체의 ① similar ② confusing ③ unrealistic ④ conventional ⑤ complex 32. In 1944 the German rocket­bomb attacks on London suddenly escalated. Over two thousand V­1 flying bombs fell on the city, killing more than five thousand people and wounding many more. Somehow, however, the Germans consistently missed their targets. Bombs that were intended for Tower Bridge, or Piccadilly, would fall well short of the city, landing in the less populated suburbs. This was because, in fixing their targets, the Germans relied on secret agents they had planted in England. They did not know that these agents had been discovered, and that in their place, English­controlled agents were giving them subtly deceptive information. The bombs would hit farther and farther from their targets every time they fell. By the end of the attack they were landing on cows in the country. By , the English army gained a strong advantage. [3점] ① being honest with the public ② giving the enemy a chance to retreat ③ feeding the enemy wrong information ④ focusing on one goal consistently ⑤ exploring the unknown places 영어영역 6 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. Most people . If you really stop and think about it, most of what average people spend their money on revolves around the consumption of commodities. When you wake up in the morning, you might drink a cup of coffee. On the way to work, you might put gasoline in your car. When you pay your electric bills, buy a car, buy clothes, or even bake a cake, you are spending money on commodity­related expenses. The prices of these items are dependent on the prices of the physical commodities. For instance, when crude oil prices rise because of increased tensions in the Middle East, you can easily see this in gasoline prices. When excessive heat drives up demand for natural gas, you can also see this in your utility bill. [3점] ① interact with commodities on a daily basis ② spend too much and regret later ③ are in debt to some extent ④ feel the need for energy conservation ⑤ understand the importance of natural resources 34. Our sense of is relative. This is an observation that is both obvious and (upon exploration) deeply profound, and it explains all kinds of otherwise puzzling observations. Which do you think, for example, has a higher suicide rate: countries whose citizens declare themselves to be very happy, such as Switzerland, Denmark, Iceland, the Netherlands, and Canada, or countries like Greece, Italy, Portugal, and Spain, whose citizens describe themselves as not very happy at all? Answer: the so­called happy countries. If you are depressed in a place where most people are pretty unhappy, you compare yourself to those around you and you don’t feel all that bad. But can you imagine how difficult it must be to be depressed in a country where everyone else has a big smile on their face? [3점] ① who is to blame ② how deprived we are ③ what is truly worth doing ④ when we should help others ⑤ which countries have more power 35. 다음 글에서 전체 흐름과 관계 없는문장은? Companies would like to enhance employee contentment on the job for several reasons. Job satisfaction increases productivity because happy employees work harder, allowing them to produce more at a lower cost. ①Moreover, in many service organizations, client satisfaction often depends directly on the attitudes of employees, who are the company’s face for customers. ②Because people’s purchasing patterns are affected by how they feel during the buying experience, happy employees matter. ③When workers are dissatisfied, their unhappiness makes the customer’s experience worse; as a result, consumers buy less, and company performance suffers. ④In other words, when a product costs more, but is worth it, its value becomes acceptable to the consumer. ⑤Clearly, it is important for companies to know what makes their employees satisfied with their jobs. * contentment: 만족(감) [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. James Francis was born in England and emigrated to the United States at age 18. One of his first contributions to water engineering was the invention of the sprinkler system now widely used in buildings for fire protection. (A) Once the system was activated by opening the valve, water would flow out everywhere. If the building did not burn down, it would certainly be completely flooded. (B) Francis’s design involved a series of perforated pipes running throughout the building. It had two defects: it had to be turned on manually, and it had only one valve. (C) Only some years later, when other engineers perfected the kind of sprinkler heads in use nowadays, did the concept become popular. They turned on automatically and were activated only where actually needed. [3점] * perforate: 구멍을 내다 ① (A) －(C) －(B) ② (B) －(A) －(C) ③ (B) －(C) －(A) ④ (C) －(A) －(B) ⑤ (C) －(B) －(A) 영어영역 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8 37. The difference between selling and marketing is very simple. Selling focuses mainly on the firm’s desire to sell products for revenue. (A) When a product or service is marketed in the proper manner, very little selling is necessary because the consumer need already exists and the product or service is merely being produced to satisfy the need. (B) Salespeople and other forms of promotion are used to create demand for a firm’s current products. Clearly, the needs of the seller are very strong. (C) Marketing, however, focuses on the needs of the consumer, ultimately benefiting the seller as well. When a product or service is truly marketed, the needs of the consumer are considered from the very beginning of the new product development process, and the product­service mix is designed to meet the unsatisfied needs of the consuming public. * revenue: 수익 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가 장 적절한 곳을 고르시오. 38. On the other hand, if you are saving for auto repairs and pay down your debt a little slower, you will feel proud that you planned for the auto repair. If you apply all your extra money to paying off debt without saving for the things that are guaranteed to happen, you will feel like you’ve failed when something does happen. You will end up going further into debt. ( ①) Let’s use an example of an unexpected auto repair bill of $500. ( ②) If you don’t save for this, you’ll end up with another debt to pay off. ( ③) You’ll feel frustrated that you have been working so hard to pay things off and yet you just added more debt to your list. ( ④) You will have cash to pay for it, and you are still paying down your debt uninterrupted and on schedule. ( ⑤) Instead of frustration and disappointment from the unexpected auto repair, you feel proud and excited. 39. Only after everyone had finished lunch would the hostess inform her guests that what they had just eaten was neither tuna salad nor chicken salad but rather rattlesnake salad. A dramatic example of how culture can influence our biological processes was provided by anthropologist Clyde Kluckhohn, who spent much of his career in the American Southwest studying the Navajo culture. ( ①) Kluckhohn tells of a non­Navajo woman he knew in Arizona who took a somewhat perverse pleasure in causing a cultural response to food. ( ②) At luncheon parties she often served sandwiches filled with a light meat that resembled tuna or chicken but had a distinctive taste. ( ③) Invariably, someone would vomit upon learning what they had eaten. ( ④) Here, then, is an excellent example of how the biological process of digestion was influenced by a cultural idea. ( ⑤) Not only was the process influenced, it was reversed: the culturally based idea that rattlesnake meat is a disgusting thing to eat triggered a violent reversal of the normal digestive process. * perverse: 심술궂은 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? Sometimes animals seem unconcerned even when approached closely, whereas other times they disappear in a flash when you come in sight. Animals tend to be disturbed by unexpected and unpredictable events; quick movements and loud noises are particularly stressful. Animals that are regularly disturbed by visitors are more likely to tolerate your intrusion than those that have had little previous contact with humans. In Yellowstone National Park, for example, elk that live close to the town of Mammoth Hot Springs typically do not flee until cross­country skiers get within fifty feet. In more remote parts of the park, however, elk take flight when skiers are as much as a quarter mile away. * intrusion: 방해, 침범 뾞 The degree of animals’ (A) for the human disturbance depends on the (B) of their exposure to humans. (A) (B) ① tolerance ······ frequency ② tolerance ······ damage ③ preference ······ benefit ④ sacrifice ······ damage ⑤ sacrifice ······ frequency 영어영역 8 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. An artist or a child simply accepts whatever is in front of them as tool, toy, or environment, and proceeds from that point. Part of what is invigorating about the creative process is that it can start from humble materials and poor beginnings. There is a term in painting called “working with a limited palette;” a deliberate choice to work with fewer colors than actually available. With fewer options an artist can work more easily — less colors actually inspire her to creative resolutions. As a designer, I am often called upon to work with existing elements: logos, color palettes, slogans, etc. I see these limits as elements that actually help me; it is the limitations that help me free my creative imagination. Contemporary artist Vik Muniz uses everyday materials to replicate classic artwork. He has used chocolate syrup to render Leonardo da Vinci’s Last Supper, and has recreated the Mona Lisa with peanut butter and jelly. He uses what is around him — from spaghetti to toy soldiers — as the “paint” for his paintings. Like a child who doesn’t wait for the tool or circumstances, an artist makes art from what he has around him. The artist sees inspiration where the ordinary person sees only a limitation or an obstacle. * invigorating: 기운을 돋우는 ** replicate: 모사(模寫)하다 41. 윗글의 제목으로 가장 적절한 것은? ① Artists Are Late Bloomers ② Limitations Are Advantages ③ Inspiration Leads to Innovation ④ Masterpieces Motivate Children ⑤ Creation Makes Us More Human 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① perfect ② dangerous ③ familiar ④ imaginary ⑤ boring [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) It was the middle of October, and Miss Taglia realized that she needed to find a new way of dealing with the behavior of one of her first­grade students. Lisa had had a very hard time on the first days of school. She cried and didn’t want her mother to leave (a) her at school. Eventually, Lisa was comfortable with her mother leaving but had taken to clinging to Miss Taglia every morning. Aside from feeling irritated and pressed for time, Miss Taglia wanted to encourage (b) her to be more independent. (B) The next morning, Miss Taglia was pleased to see two smiling faces at her door. It was a different way to begin the day. During that day and the days that followed, Miss Taglia noticed a marked change in Lisa’s relationship to (c) her and to the rest of the class. Lisa no longer focused only on her teacher but looked for ways to be involved with her classmates. (C) Lisa was excited about this project. (d) She immediately felt important and useful. She was thrilled to be able to choose someone to work with and asked Miss Taglia if Jenny could be her partner. Miss Taglia agreed and asked both of the girls to meet with her during recess to show them what needed to be done. She reminded them that they would need to come directly to their classroom after getting off the bus the next morning to begin the project. (D) She wanted to find a way to help Lisa contribute and feel important and see herself as a part of the class, rather than depending only on Miss Taglia for attention and comfort. She decided to take advantage of an upcoming project for the class. There was a lot of preparation to be done such as paper sorting and distributing items into separate containers. She talked to Lisa about taking on this job and asked (e) her to choose a partner to help her. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) －(D) －(C) ② (C) －(B) －(D) ③ (C) －(D) －(B) ④ (D) －(B) －(C) ⑤ (D) －(C) －(B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 내용으로 적절하지 않은것은? ① Lisa는 학교생활 처음 며칠간 어려움을 겪었다. ② Taglia 선생님은 Lisa와 Jenny의 웃는 얼굴을 보고 기뻐했다. ③ Lisa는 자신이 파트너를 선택해야 해서 부담감을 느꼈다. ④ Taglia 선생님은 Lisa와 Jenny에게 쉬는 시간에 만나자고 했다. ⑤ Taglia 선생님은 프로젝트를 이용해 Lisa를 도우려고 했다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했 는지 확인하시오."
}