{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① No, I don’t know how to speak French. ② Well, we need to cross the street. ③ Good. I love to cook for myself. ④ Yeah, the food was really great. ⑤ Sorry. I already ate lunch. 2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① Sure. I’d love to go there with you. ② Well, I wonder if we can get tickets. ③ Yeah, I’ve already finished my painting. ④ No, you won’t be late for the exhibition. ⑤ Cheer up. You can go there another time. 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 동물 공연 일정을 안내하려고 ② 동물원 관람 규칙을 설명하려고 ③ 동물원에 새로 온 동물들을 소개하려고 ④ 변경된 동물원 운영 시간을 공지하려고 ⑤ 멸종 위기 동물 보호의 중요성을 강조하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 성인이 되면 경제적으로 독립해야 한다. ② 청소년 시기에 가족 간의 대화가 중요하다. ③ 신문 기사를 통해 경제관념을 기를 수 있다. ④ 부모가 바람직한 소비 습관을 가르쳐야 한다. ⑤ 구매 목록 작성으로 충동구매를 막을 수 있다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 환자- 간호사 ② 학생 기자- 의사 ③ 사진작가- 모델 ④ 봉사 단체 직원- 자원봉사자 ⑤ 중학생- 보건 교사 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 7. 대화를 듣고, 여자가 남자에게 부탁한 일로 가장 적절한 것을 고르시오. ① 탁구채 빌려주기 ② 이삿짐 옮겨 주기 ③ 이웃 소개해 주기 ④ 저녁 식사 초대하기 ⑤ 집 청소 도와주기 8. 대화를 듣고, 남자가 아이스 스케이트를 타러 갈 수 없는 이유를 고르시오. ① 쇼핑몰에 가기로 해서 ② 여행 가방을 싸야 해서 ③ 발표 준비를 해야 해서 ④ 아르바이트를 해야 해서 ⑤ 친구를 마중 나가야 해서 9. 대화를 듣고, 여자가 지불할 금액을 고르시오. [3점] ① $63 ② $70 ③ $72 ④ $80 ⑤ $88 10. 대화를 듣고, Global Student Card에 관해 언급되지 않은 것을 고르시오. ① 발급 가능 연령 ② 유효 기간 ③ 발급 비용 ④ 발급 필요 서류 ⑤ 발급 소요 기간 11. Clearwater University 5km Run에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 모든 학생과 교직원이 참가할 수 있다. ② 학생의 경우 참가비는 5달러이다. ③ 물과 간식이 제공될 것이다. ④ 점심 식사 전에 음악회가 있을 것이다. ⑤ 학교 웹 사이트나 도서관에서 신청 가능하다. 2018학년도 11월 고2 전국연합학력평가 문제지 영어 영역 제 3 교시 1 ① ② ③ ④ ⑤ 2 영어 영역 2 8 12. 다음 표를 보면서 대화를 듣고, 두 사람이 관람할 영화를 고르시오. Limestone Movie Theater 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① Okay. I like to read books about parenting. ② I don’t agree. We’re not prepared to raise dogs. ③ All right. I’ll tell Amy that we’ll take one of her puppies. ④ Never mind. You’ll have another chance to have a puppy. ⑤ Sure. Pet owners should protect their pets from diseases. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① Yeah. Let me know if you cannot find your way to the library. ② I agree. I’ll update all the information as soon as possible. ③ Too bad. The renovation is taking longer than I expected. ④ Sorry. You cannot borrow more than five books at once. ⑤ Right. You can use all the library facilities for free. 15. 다음 상황 설명을 듣고, Peter가 Stella에게 할 말로 가장 적절한 것을 고르시오. Peter: ① You’d better take some cough medicine. ② What do you think about the new office? ③ We should cooperate to get the best result. ④ We need to purchase another copy machine. ⑤ Why don’t we get some plants for fresh air? [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① foods to reduce depression in the winter ② necessity of exercising during cold winters ③ healthy recipes for various enjoyable foods ④ ways to select foods with adequate nutrition ⑤ important functions of protein in the human body 17. 언급된 식품이 아닌 것은? ① 연어 ② 계란 ③ 바나나 ④ 요거트 ⑤ 호두 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Principal Nolan, My name is Alexis Kerry and I am from a research center called ARKIC. We have recently been working on a project that looks at learning outcomes of children with disabilities. The project aims to build conversation around disability and to push for greater accessibility and inclusion. As part of this project, we are working on a video series, and I wonder if it is possible to film children in classes and around school for a day to show how a special needs school functions. I would greatly appreciate your assistance in this. Please let me know at your earliest convenience if this is possible. I understand that now is a busy time in the school year, but our project would benefit greatly from your cooperation. Best regards, Alexis Kerry ① 영상물 제작을 위한 촬영 협조를 부탁하려고 ② 오래된 학교 시설물의 교체를 요구하려고 ③ 특수 학교 폐지 반대 서명을 요청하려고 ④ 학교 홍보 영상물 제작을 제안하려고 ⑤ 촬영 장비 지원 요청을 거절하려고 19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은? Our class of 1960 was going to be returning for our momentous 50th reunion, but I had sadly stated to one of my four kids that regretfully, I was going to miss the reunion because I just couldn’t afford the trip. Then one evening my youngest daughter, Kelly, handed me an envelope and said, “Read this later.” A letter inside the envelope lectured me all about how important old friendships are at all ages and that I absolutely “must attend my 50th reunion since it is a once in a lifetime event.” Included within was a round-trip airline ticket to and from Syracuse and roughly $200 cash. The letter stated that all four siblings had met and agreed to pool their money to get me to the reunion. “And don’t even think about payback!” I sat there in stunned silence. And I wept. ① jealous → satisfied ② panicked → relieved ③ sorrowful → touched ④ excited → disappointed ⑤ frightened → indifferent 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Breaks are necessary to revive your energy levels and recharge your mental stamina, but they shouldn’t be taken carelessly. If you’ve planned your schedule effectively, you should already have scheduled breaks at appropriate times throughout the day, so any other breaks in the midst of ongoing work hours are unwarranted. While scheduled breaks keep you on track by being strategic, re-energizing methods of self-reinforcement, unscheduled breaks derail you from your goal, as they offer you opportunities to procrastinate by making you feel as if you’ve got “free time.” Taking unscheduled breaks is a sure-fire way to fall into the procrastination trap. You may rationalize that you’re only getting a cup of coffee to keep yourself alert, but in reality, you’re just trying to avoid having to work on a task at your desk. So to prevent procrastination, commit to having no random breaks instead. * derail: 벗어나게 하다 ** procrastinate: 미루다 ① 적절한 휴식을 통해 업무 스트레스로부터 벗어나야 한다. ② 효율적인 업무 처리를 위해 과업을 미루는 습관을 버려야 한다. ③ 능력에 맞게 업무를 배분함으로써 노동 생산성을 높여야 한다. ④ 일의 지연을 막으려면 계획되지 않은 휴식을 취하지 말아야 한다. ⑤ 일을 처리하는 속도를 높이려면 쾌적한 업무 환경을 조성해야 한다. Title Genre Special Feature Starting Time ① Love Really Drama None 10 a.m. ② Funny Guys Comedy None 1 p.m. ③ Behind You Horror 3D 3 p.m. ④ Space Wars Action 4D 6 p.m. ⑤ Dinosaurs Animation 4D 8 p.m. 3 영어 영역 3 8 21. 다음 글의 요지로 가장 적절한 것은? A Princeton study by Nobel Prize winner Daniel Kahneman found that once a person earns $75,000 per year, the emotional benefits of income wear off. He analyzed more than 450,000 responses to the Gallup-Healthways Well-Being Index, a daily survey of 1,000 U.S. residents conducted by the Gallup Organization, and discovered that emotional well-being rises with income — but not beyond an annual income of $75,000. What is the significance of $75,000? It’s not a magic number. It appears to be the income considered “adequate” to meet people’s basic needs. And the researchers found that lower income did not in itself cause sadness, but made people feel more burdened by the problems they already had. In other words, that old saying “money can’t buy happiness” turns out to be true. ① 행복에 대한 기준은 시대와 문화에 따라 변하기 마련이다. ② 물가 상승으로 인해 최저 생계비가 해마다 증가하고 있다. ③ 행복한 삶을 위해서는 심리적 안정감이 무엇보다도 중요하다. ④ 사회 취약 계층 보호를 위한 기초 생활비 보장이 반드시 필요하다. ⑤ 기본 욕구가 충족되는 한 그 이상의 소득은 행복과 비례하지 않는다. 22. 다음 글의 주제로 가장 적절한 것은? It turns out that the secret behind our recently extended life span is not due to genetics or natural selection, but rather to the relentless improvements made to our overall standard of living. From a medical and public health perspective, these developments were nothing less than game changing. For example, major diseases such as smallpox, polio, and measles have been eradicated by mass vaccination. At the same time, better living standards achieved through improvements in education, housing, nutrition, and sanitation systems have substantially reduced malnutrition and infections, preventing many unnecessary deaths among children. Furthermore, technologies designed to improve health have become available to the masses, whether via refrigeration to prevent spoilage or systemized garbage collection, which in and of itself eliminated many common sources of disease. These impressive shifts have not only dramatically affected the ways in which civilizations eat, but also determined how civilizations will live and die. * relentless: 끊임없는 ** eradicate: 근절하다 ① ways to raise public awareness of sanitation ② effects of improved nutrition on child growth ③ factors contributing to longer life expectancy ④ demand for establishing better medical infrastructure ⑤ controversies over how technologies change human life 23. 다음 글의 제목으로 가장 적절한 것은? Do you have a tendency to focus more on what you don’t have than on what you do? Unfortunately, many people tend to focus on what they don’t have, when in reality they are sitting on a pile of blessings! Unrealistic expectations and comparisons to others lead to jealousy. Being envious of what others have only serves to make you unhappy with what you personally have. It’s hard to be grateful when all you can think about is what you don’t have or think you should get. Oftentimes frustration and dissatisfaction are actually the result of unrealistic expectations on our part. We think our situation should be this way or that way, or at least different from the way it is. Gratitude is not about expectations, but about being thankful for our situation no matter what our expectations may be. ① Appreciate What You Have Without Unrealistic Expectations ② Frustration and Dissatisfaction Are Blessings in Disguise ③ How Expectation Makes You Strive Toward Excellence ④ Accepting Your Feelings as They Truly Are ⑤ Jealousy: Another Form of Self-Protection 24. 다음 도표의 내용과 일치하지 않는 것은? The above graph shows the percentage of the population in six nations who participated in giving behavior during the month prior to being interviewed in 2013. ①Over 90 percent of respondents in Myanmar did volunteer work, but the percentage of people who donated money to a charity was the lowest among the given countries. ②In the United States, nearly 80 percent of respondents donated money to a charity, which was the highest among the six nations. ③While the percentage of people who helped a stranger was 44 percent both in Canada and in New Zealand, the percentage of people who did volunteer work in Canada was higher than that in New Zealand. ④In Australia, the percentage of people who donated money to a charity was more than twice that of those who helped a stranger. ⑤Meanwhile, the respondents who did volunteer work in the UK represented the second highest percentage among the six countries, but the percentage of those who helped a stranger was the lowest. 4 영어 영역 4 8 25. William Beebe에 관한 다음 글의 내용과 일치하지 않는 것은? An American naturalist and marine biologist, William Beebe was born in 1877 in Brooklyn as the son of newspaper executive Charles Beebe, and although some sources have described William Beebe as an only child, he had a younger brother who died in infancy. During his high school years Beebe developed an interest in animals and published his first article about a bird known as a Brown Creeper. He attended Columbia University, but he never officially graduated. Beebe gradually developed an interest in marine biology and began to consider the possibility of diving with a deep-sea vessel to study marine creatures in their natural habitat. In 1928 he met an American deep-sea diver named Otis Barton, who had been working on a design for a deep diving sphere. After several test dives, in 1934 he and Barton made history with a record descent to 3,028 feet off the coast of Bermuda. In 1949, he founded a tropical research station in Trinidad and continued his research there until his death in 1962. ① 신문사 경영자의 아들이며 남동생이 한 명 있었다. ② 고등학교를 졸업한 뒤 새에 관한 첫 논문을 발표했다. ③ 대학에 다녔지만 공식적으로 졸업을 하지는 않았다. ④ 심해 잠수구를 설계하던 미국인 잠수부를 1928년에 만났다. ⑤ Otis Barton과 함께 3,028피트의 잠수 기록을 세웠다. 26. FAST Walk Day에 관한 다음 안내문의 내용과 일치하지 않는 것은? Join FAST and Walk Together (Foundation for Angelman Syndrome Therapeutics) The FAST Walk Day raises funds for research to find treatments and a cure for Angelman syndrome, a rare neurogenetic disorder that includes developmental delay, lack of speech, and walking disorders. ◾Date: Saturday, Dec 22, 2018 ◾Time: Sign-in starts at 9:00 am. Walk begins at 10:00 am. ◾Location: Blue Pacific Park, 5030 Beverly Blvd, LA ◾Early bird registration: $30 by Oct 31 and $40 after ◾Park for free at Blue Pacific Parking Lot or Romeo Parking Lot. ◾FAST Walk Day t-shirts will be only available online for purchase, while supplies last. For more information, contact Mary Jackson(maryjackson@fast.org). ① Angelman 증후군 치료 연구를 위한 모금 행사이다. ② 등록이 시작되고 한 시간 후에 걷기가 시작된다. ③ 11월에 접수하면 비용이 10월보다 비싸다. ④ 주차장 두 곳에 무료 주차가 가능하다. ⑤ 행사 티셔츠는 당일 현장에서 구매할 수 있다. 27. Cyber Security Awareness Contest에 관한 다음 안내문의 내용과 일치하는 것은? Cyber Security Awareness Contest Create a video that explains information security problems and specific actions students can take to safeguard their mobile devices or their personal information. Guidelines • An individual student or a group of students may submit a video. • Only one video submission per person or group is permissible. • All videos must include subtitles. • Entries will be judged on creativity, content, and overall effectiveness of delivery. Deadline & Winner Announcement • Videos must be submitted online by November 30. • The winners will be notified on our school website on December 14. Prizes * Winning entries will be used in campus security awareness campaigns. • 1st - $200 • 2nd - $150 • 3rd - $100 ① 개인으로 출품해야만 한다. ② 영상물에는 자막이 포함되지 않아도 된다. ③ 수상자는 11월 말에 발표될 것이다. ④ 1등 상금은 2등 상금의 두 배이다. ⑤ 수상작은 교내 보안 인식 캠페인에 사용될 것이다. 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] Application of Buddhist-style mindfulness to Western psychology came primarily from the research of Jon Kabat-Zinn at the University of Massachusetts Medical Center. He initially took on the difficult task of treating chronic-pain patients, many of ①them had not responded well to traditional pain-management therapy. In many ways, such treatment seems completely ②paradoxical — you teach people to deal with pain by helping them to become more aware of it! However, the key is to help people let go of the constant tension that ③accompanies their fighting of pain, a struggle that actually prolongs their awareness of pain. Mindfulness meditation allowed many of these people to increase their sense of well-being and ④to experience a better quality of life. How so? Because such meditation is based on the principle that if we try to ignore or repress unpleasant thoughts or sensations, then we only end up ⑤increasing their intensity. 5 영어 영역 5 8 29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? The ancient Egyptians and Mesopotamians were the Western world’s philosophical forebears. In their concept of the world, nature was not an (A) assistant / opponent in life’s struggles. Rather, man and nature were in the same boat, companions in the same story. Man thought of the natural world in the same terms as he thought of himself and other men. The natural world had thoughts, desires, and emotions, just like humans. Thus, the realms of man and nature were (B) distinguishable / indistinguishable and did not have to be understood in cognitively different ways. Natural phenomena were imagined in the same terms as human experience. These ancients of the Near East did (C) neglect / recognize the relation of cause and effect, but when speculating about it they came from a “who” rather than a “what” perspective. When the Nile rose, it was because the river wanted to, not because it had rained. (A) (B) (C) ①assistant …… distinguishable …… neglect ②assistant …… indistinguishable …… recognize ③opponent …… distinguishable …… recognize ④opponent …… indistinguishable …… neglect ⑤opponent …… indistinguishable …… recognize 30. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른 것은? Jesse’s best friend Monica, a mother of three, was diagnosed with a rare disease. Unfortunately, ①she didn’t have the money necessary to start her treatment and pay for all the other expenses related to her disease. So Jesse jumped in to help ②her. She reached out to friends and family and asked them if they could spare $100. If so, they were to bring their contribution to a restaurant downtown at a designated time. ③Her goal was to get 100 people to give $100. Under false pretenses, Jesse took Monica to the restaurant and asked if ④she minded answering a few questions on video to share with others about her sickness. ⑤She agreed. Soon after the video began, a line formed outside the restaurant. The number grew to hundreds of people, each delivering a $100 bill. The kindness and generosity shown by both friends and strangers made a huge difference for Monica and her family. [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. A good many scientists and artists have noticed the of creativity. At the Sixteenth Nobel Conference, held in 1980, scientists, musicians, and philosophers all agreed, to quote Freeman Dyson, that “the analogies between science and art are very good as long as you are talking about the creation and the performance. The creation is certainly very analogous. The aesthetic pleasure of the craftsmanship of performance is also very strong in science.” A few years later, at another multidisciplinary conference, physicist Murray Gell-Mann found that “everybody agrees on where ideas come from. We had a seminar here, about ten years ago, including several painters, a poet, a couple of writers, and the physicists. Everybody agrees on how it works. All of these people, whether they are doing artistic work or scientific work, are trying to solve a problem.” [3점] ① formality ② objectivity ③ complexity ④ universality ⑤ uncertainty 32. For several years much research in psychology was based on the assumption that human beings are driven by base motivations such as aggression, egoistic self-interest, and the pursuit of simple pleasures. Since many psychologists began with that assumption, they inadvertently designed research studies that supported their own presuppositions. Consequently, the view of humanity that prevailed in psychology was that of a species barely keeping its aggressive tendencies in check and managing to live in social groups more out of motivated self-interest than out of a genuine affinity for others or a true sense of community. Both Sigmund Freud and the early behaviorists led by John B. Watson believed that humans were motivated primarily by . From that perspective, social interaction is possible only by exerting control over those baser emotions and, therefore, it is always vulnerable to eruptions of violence, greed, and selfishness. The fact that humans actually live together in social groups has traditionally been seen as a tenuous arrangement that is always just one step away from violence. * inadvertently: 무심코 ** affinity: 친밀감 *** tenuous: 미약한 ① ethical ideas ② selfish drives ③ rational thoughts ④ extrinsic rewards ⑤ social punishments 6 영어 영역 6 8 33. A vast academic literature provides empirical support for the thesis that . Large data sets have been constructed, measuring firm environmental behavior and financial performance across a wide number of industries and over many years. While the results are not unequivocal, there is evidence suggestive of a positive correlation between environmental performance and financial performance. In our own work, we find that, on average, a 10% decrease in a company’s toxic emissions as reported in the US Environmental Protection Agency’s Toxic Release Inventory — a database of toxic emissions from US manufacturing facilities — results in an average 3% increase in a firm’s financial performance as measured by return on assets. Another study suggests that a 10% reduction in emissions could result in a $34 million increase in market value. [3점] * unequivocal: 명료한 ① it pays to be green ② toxins destroy markets ③ green products are on the rise ④ environmental problems persist ⑤ our faith in statistics is unfounded 34. Scientific knowledge cannot because science represents natural objects as members of a specific class, rather than as individual entities. The science-based approach claims that aesthetically relevant properties are only those properties that all members of a natural kind share with each other. But this is not true. When we experience nature, we do not experience it as species, but as individual objects. And as separated into individual objects, nature can have aesthetic properties that are not entailed by its scientific description. Natural science can explain, for instance, the formation of the waterfall, but it has nothing to say about our experience of the majestic Victoria Falls when viewed at sunset, its reds and oranges countless and captivating; geology can explain the formation of the Ngorongoro Crater in Tanzania, but not its painful and breathtaking beauty at sunrise, the fog slowly lifting above the crater and a lone hippopotamus dark and heavy in the lake. [3점] * entity: 독립체 ① devalue the true beauty of mother nature ② rely on the perspectives of artistic professionals ③ explain the evolutionary process of every species ④ give up its trust in the usefulness of classification ⑤ account for correct aesthetic appreciation of nature 35. 다음 글에서 전체 흐름과 관계 없는 문장은? Hygge, a term that comes from Danish, is both a noun and a verb and does not have a direct translation into English. The closest word would have to be coziness, but that doesn’t really do it justice. ①While hygge is centered around cozy activities, it also includes a mental state of well-being and togetherness. ②It’s a holistic approach to deliberately creating intimacy, connection, and warmth with ourselves and those around us. ③When we hygge, we make a conscious decision to find joy in the simple things. ④The joy in the simple things, such as making a home-cooked meal, has been removed because we perceive them as difficult and time-consuming. ⑤For example, lighting candles and drinking wine with a close friend you haven’t seen in a while, or sprawling out on a blanket while having a relaxing picnic in the park with a circle of your loved ones in the summertime can both be hygge. * holistic: 전체론적인 [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. During the late 1800s, printing became cheaper and faster, leading to an explosion in the number of newspapers and magazines and the increased use of images in these publications. (A) This “yellow journalism” sometimes took the form of gossip about public figures, as well as about socialites who considered themselves private figures, and even about those who were not part of high society but had found themselves involved in a scandal, crime, or tragedy that journalists thought would sell papers. (B) Photographs, as well as woodcuts and engravings of them, appeared in newspapers and magazines. The increased number of newspapers and magazines created greater competition — driving some papers to print more salacious articles to attract readers. (C) Gossip was of course nothing new, but the rise of mass media in the form of widely distributed newspapers and magazines meant that gossip moved from limited (often oral only) distribution to wide, printed dissemination. * engraving: 판화 ** salacious: 외설스러운 *** dissemination: 보급 ① (A)-(C)-(B) ② (B)-(A)-(C) ③ (B)-(C)-(A) ④ (C)-(A)-(B) ⑤ (C)-(B)-(A) 7 영어 영역 7 8 37. Some fad diets might have you running a caloric deficit, and while this might encourage weight loss, it has no effect on improving body composition, and it could actually result in a loss of muscle mass. (A) Timing is also important. By eating the right combinations of these key macronutrients at strategic intervals throughout the day, we can help our bodies heal and grow even faster. (B) Your body also needs the right balance of key macronutrients to heal and grow stronger. These macronutrients, which include protein, carbohydrates, and healthy fats, can help your body maximize its ability to repair, rebuild, and grow stronger. (C) Calorie restriction can also cause your metabolism to slow down, and significantly reduce energy levels. Controlling caloric intake to deliver the proper amount of calories so that the body has the energy it needs to function and heal is the only proper approach. [3점] * fad: (일시적인) 유행 ** macronutrient: 다량 영양소 ① (A)-(C)-(B) ② (B)-(A)-(C) ③ (B)-(C)-(A) ④ (C)-(A)-(B) ⑤ (C)-(B)-(A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. However, living off big game in the era before refrigeration meant humans had to endure alternating periods of feast and famine. The problem of amino acid deficiency is not unique to the modern world by any means. ( ①) Preindustrial humanity probably dealt with protein and amino acid insufficiency on a regular basis. ( ②) Sure, large hunted animals such as mammoths provided protein and amino acids aplenty. ( ③) Droughts, forest fires, superstorms, and ice ages led to long stretches of difficult conditions, and starvation was a constant threat. ( ④) The human inability to synthesize such basic things as amino acids certainly worsened those crises and made surviving on whatever was available that much harder. ( ⑤) During a famine, it’s not the lack of calories that is the ultimate cause of death; it’s the lack of proteins and the essential amino acids they provide. * synthesize: 합성하다 39. Even though there may be a logically easy set of procedures to follow, it’s still an emotional battle to change your habits and introduce new, uncomfortable behaviors that you are not used to. Charisma is eminently learnable and teachable, and in many ways, it follows one of Newton’s famed laws of motion: For every action, there is an equal and opposite reaction. ( ①) That is to say that all of charisma and human interaction is a set of signals and cues that lead to other signals and cues, and there is a science to deciphering which signals and cues work the most in your favor. ( ②) In other words, charisma can often be simplified as a checklist of what to do at what time. ( ③) However, it will require brief forays out of your comfort zone. ( ④) I like to say that it’s just a matter of using muscles that have long been dormant. ( ⑤) It will take some time to warm them up, but it’s only through practice and action that you will achieve your desired goal. [3점] * decipher: 판독하다 ** foray: 시도 *** dormant: 활동을 중단한 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? There was an experiment conducted in 1995 by Sheena Iyengar, a professor of business at Columbia University. In a California gourmet market, Professor Iyengar and her research assistants set up a booth of samples of jams. Every few hours, they switched from offering an assortment of 24 bottles of jam to an assortment of just six bottles of jam. On average, customers tasted two jams, regardless of the size of the assortment, and each one received a coupon good for $1 off one jar of jam. Here’s the interesting part. Sixty percent of customers were drawn to the large assortment, while only 40 percent stopped by the small one. But 30 percent of the people who had sampled from the small assortment decided to buy jam, while only three percent of those confronted with the two dozen jams purchased a jar. Effectively, a greater number of people bought jam when the assortment size was 6 than when it was 24. * assortment: 모음  Even though customers who participated in the experiment found more choices of jam (A) , giving them more choices (B) the likelihood of their purchasing jam. (A) (B) ①appealing …… raised ②appealing …… lowered ③overwhelming …… increased ④unattractive …… reduced ⑤unattractive …… heightened 8 영어 영역 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. While complex, blockchains exhibit a set of core characteristics, which flow from the technology’s reliance on a peer-to-peer network, public-private key cryptography, and consensus mechanisms. Blockchains are disintermediated and transnational. They are resilient and resistant to change, and enable people to store nonrepudiable data, pseudonymously, in a transparent manner. Most — if not all — blockchain-based networks feature market-based or game-theoretical mechanisms for reaching consensus, which can be used to coordinate people or machines. These characteristics, when combined, enable the deployment of autonomous software and explain why blockchains serve as a powerful new tool to facilitate economic and social activity that otherwise would be difficult to achieve. At the same time, these characteristics represent the technology’s greatest . The disintermediated and transnational nature of blockchains makes the technology difficult to govern and makes it difficult to implement changes to a blockchain’s underlying software protocol. Because blockchains are pseudonymous and have a tamper-resistant data structure supported by decentralized consensus mechanisms, they can be used to coordinate socially unacceptable or criminal conduct, including conduct facilitated by autonomous software programs. Moreover, because blockchains are transparent and traceable, they are prone to being co-opted by governments or corporations, transforming the technology into a powerful tool for surveillance and control. * cryptography: 암호화 기법 ** pseudonymous: 유사 익명성의 41. 윗글의 제목으로 가장 적절한 것은? ① A Brief History of Blockchain Technology ② Blockchain Technology Is a Double-Edged Sword ③ Blockchain: The Greatest Economic Breakthrough Ever ④ Why Are People Wild About Blockchain-Based Digital Money? ⑤ Pros & Cons of Government Regulation of Blockchain Technology 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① limitations ② stereotypes ③ impacts ④ innovations ⑤ possibilities [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) It was 1983 and Sloop was entering the sixth grade. The one class she looked forward to was chorus, but something happened early in the semester that is still in (a) her memory. The students were arranged into groups on the risers: altos, sopranos, tenors, and baritones. The music teacher — a woman with a seemingly permanent frown on her face — led the choir in a familiar song, using a pointer to click the rhythm of the song on a music stand. (B) In the summer after her seventh-grade year, Sloop attended a camp for gifted kids and surprised herself by participating in chorus. During practice, she mouthed the words, but the teacher noticed it. After class she invited Sloop to sit next to her on the piano bench and asked (b) her to sing together. Then the teacher looked her in the eyes and said, “You have a distinctive, expressive, and beautiful voice.” (C) For the rest of that magical summer, Sloop experienced a metamorphosis, shedding (c) her cocoon and emerging as a butterfly looking for light. She became confident in her singing. In high school, she joined the theater department and played the leading role in almost every musical production. (d) She grew comfortable in front of audiences until, in her proudest moment, she sang with her choir at Carnegie Hall! This was the same girl who had once been told to “mouth the words.” * metamorphosis: 변신 (D) Then the teacher started walking over toward Sloop. Suddenly (e) she stopped the song and addressed her directly. “Your voice is not blending in with the other girls at all. Just pretend to sing.” For the rest of the year, whenever the choir sang, she mouthed the words. She recalls, “Chorus was supposed to be my favorite thing. My family said I could sing, but the teacher said I couldn’t. So I started to question everything.” She began to act out, hanging out with the wrong crowd at school. It was a dark time. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a) ~ (e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ①(a) ②(b) ③(c) ④(d) ⑤(e) 45. 윗글의 Sloop에 관한 내용으로 적절하지 않은 것은? ① 6학년 때 찡그린 얼굴의 여자 음악 선생님을 만났다. ② 7학년 후 여름에 재능이 있는 아이들을 위한 캠프에 참가했다. ③ 고등학교 시절 연극부에서 주로 조연 역할을 맡았다. ④ Carnegie Hall에서 합창단과 함께 노래를 불렀다. ⑤ 학교에서 나쁜 무리와 어울린 적이 있다. ※ 확인 사항 답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}