{
    "text": "고2 영어영역 1 1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① Sorry. I have plans tonight. ② I always buy tickets online. ③ You can do better next time. ④ You must have watched it a lot. ⑤ Actually, I wouldn’t recommend it. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① That’s okay. You can deliver it tomorrow. ② Why don’t you call the delivery person? ③ Don’t worry. I’ll return it for you. ④ Can you help me with packing? ⑤ Let’s open the package now. 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 사이버폭력 예방 교육일정을 공지하려고 ② 학생들에게 학교 홈페이지 가입을 독려하려고 ③ 학교 공식 소셜 미디어 페이지 개설을 알리려고 ④ 학교 홈페이지 디자인 개선에 대한 의견을 공모하려고 ⑤ 소셜 미디어 사용 시 개인 정보 보호 방법을 안내하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ①청중의 특성에 맞는 연설 주제의 선택이 필요하다. ② 시각 자료의 활용은 청중의 집중을 유도할 수 있다. ③ 연설자의 목소리 톤은 연설의 내용에 따라 달라야 한다. ④ 대본을 보지 않고 연설하는 것은 설득력을 높일 수 있다. ⑤ 연설 연습 시 녹화를 활용하면 전달력 향상에 도움이 된다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 학생- 사서교사 ② 독자- 소설가 ③ 출판사 편집자- 삽화가 ④ 관객- 무용가 ⑤ 시나리오 작가- 영화감독 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 7. 대화를 듣고, 남자가 여자에게 부탁한 일로 가장 적절한 것을 고르시오. ① 책 구입하기 ② 번역본 검토하기 ③ 책 포장하기 ④ 이메일 보내기 ⑤ 번역 앱 추천하기 8. 대화를 듣고, 여자가 개를 키울 수 없는 이유를 고르시오. ① 낮에 개를 돌볼 사람이 없어서 ② 부모님이 허락하지 않아서 ③ 개를 키울 마당이 없어서 ④ 동생이 개를 무서워해서 ⑤ 개 알레르기가 있어서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. [3점] ① $11 ② $13 ③ $15 ④ $18 ⑤ $21 10. 대화를 듣고, World Food Festival에 관해 언급되지 않은 것을 고르시오. ① 개최 장소 ② 개최 일시 ③ 프로그램 종류 ④ 반입 금지 물품 ⑤ 주차 요금 11. Arusha National Park Tour에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 1일 투어 프로그램이다. ② 호수와 산의 풍경을 즐길 수 있다. ③ 다양한 야생 동물을 볼 수 있다. ④ 승차 장소와 하차 장소가 다르다. ⑤ 종료 시간은 날씨에 따라 달라질 수 있다. 2019학년도 9월 고2 전국연합학력평가 문제지 영어 영역 제3 교시 1 2 영어영역 고2 2 8 12. 다음 표를 보면서 대화를 듣고, 두 사람이 구매할 Air Fryer를 고르시오. Air Fryer Model Price Automatic Switch Off Capacity (liters) Warranty ① A $59 × 2 1 year ② B $68 ○ 2 1 year ③ C $84 ○ 4 1 year ④ D $95 ○ 4 2 years ⑤ E $109 × 5 2 years 13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. Man: ① I hope you’ll get better. ② I’m afraid I failed the exam. ③ Sometimes stress can be helpful. ④ Sure. I’ll buy you some chocolate. ⑤ Okay. I’ll exercise when I’m stressed. 14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① Don’t worry. It’ll only filter out the ads. ② Be careful. Don’t trust online ads too much. ③You’re right. I’ll consider using the program. ④That can put your private information at risk. ⑤Downloading the program will slow your computer. 15. 다음 상황 설명을 듣고, Eve가 Tom에게 할 말로 가장 적절한 것을 고르시오. [3점] Eve: ① You should find a job related to your field of study. ② How about getting help from a career counselor? ③ Do some research before choosing your major. ④ If I were you, I’d focus on studying history. ⑤ Why don’t you apply for an internship? [16~17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① useful tips to finding parking spaces in cities quickly ② efforts in Europe to handle air pollution from traffic ③ impacts of greenhouse gases on the environment ④ causes of traffic jams in European capital cities ⑤ various renewable energy sources in Europe 17. 언급된 나라가 아닌 것은? ① Denmark ② France ③ Belgium ④ Switzerland ⑤ Germany 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? To whom it may concern, We are students from St. Andrew’s College who are currently taking a Media Studies class that requires us to film a short video. We would like to film at Sunbury Park on November 14th, 2019, from 9 a.m. to 3 p.m. After looking for several days to find good locations, we decided on filming at Sunbury because it is not overly populated during this time of day. Our team will not cause any issues to public services or other park visitors. We would therefore like to request permission to film at Sunbury Park at the time above. If you need to contact our Media Studies teacher, Damien Matthews, for further information, he can be reached at damien@st_andrews.ac.uk. Yours faithfully, Taylor Johnson & Chloe Moore ① 영화제 참가 방법을 문의하려고 ② 공원 주변 차량 통제를 건의하려고 ③ 공원에서의 촬영 허가를 요청하려고 ④ 영상 편집 강좌 이수 여부를 확인하려고 ⑤ 촬영으로 인한 불편 사항에 대해 항의하려고 19. 다음 글에 드러난 Sadie의 심경으로 가장 적절한 것은? The rain was more than a quick spring shower because in the last ten minutes, it had only gotten louder and heavier. The thunder was getting even closer. Sadie and Lauren were out there with no rain gear. No shelter. And standing in the midst of too many tall trees ―or lightning rods. Sadie looked up, trying to see if the black cloud was moving. But it was no longer just one cloud. It appeared as though the entire sky had turned dark. Their innocent spring shower had turned into a raging thunderstorm. “Maybe we should go back the direction we came from,” Sadie said, panicked. “Do you know which way we came?” Lauren asked, her eyes darting around. Sadie’s heart fell. Sadie realized with anxiety that she didn’t even know where she’d taken her last ten steps from. Every angle looked exactly the same. Every tree a twin to the one beside it. Every fallen limb mimicking ten others. * limb: 큰 가지 ① anxious and afraid ② calm and relieved ③ outraged and furious ④ jealous and envious ⑤ bored and indifferent 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? These days, electric scooters have quickly become a campus staple. Their rapid rise to popularity is thanks to the convenience they bring, but it isn’t without problems. Scooter companies provide safety regulations, but the regulations aren’t always followed by the riders. Students can be reckless while they ride, some even having two people on one scooter at a time. Universities already have certain regulations, such as walk­only zones, to restrict motorized modes of transportation. However, they need to do more to target motorized scooters specifically. To ensure the safety of students who use electric scooters, as well as those around them, officials should look into reinforcing stricter regulations, such as having traffic guards flagging down students and giving them warning when they violate the regulations. ① 미성년자의 전동 스쿠터 사용을 금지해야 한다. ② 전동 스쿠터 충전 시설을 더 많이 설치해야 한다. ③ 학생을 위한 대중교통 할인 제도를 정비해야 한다. ④ 캠퍼스 간 이동을 위한 셔틀버스 서비스를 도입해야 한다. ⑤ 대학 내 전동 스쿠터 이용에 대한 규정 강화를 검토해야 한다. 고2 영어영역 3 3 8 21. 밑줄 친 the omnivore’s paradox가 다음 글에서 의미하는 바로 가장 적절한 것은? Humans are omnivorous, meaning that they can consume and digest a wide selection of plants and animals found in their surroundings. The primary advantage to this is that they can adapt to nearly all earthly environments. The disadvantage is that no single food provides the nutrition necessary for survival. Humans must be flexible enough to eat a variety of items sufficient for physical growth and maintenance, yet cautious enough not to randomly ingest foods that are physiologically harmful and, possibly, fatal. This dilemma, the need to experiment combined with the need for conservatism, is known as the omnivore’s paradox. It results in two contradictory psychological impulses regarding diet. The first is an attraction to new foods; the second is a preference for familiar foods. ① irony of wanting but disliking nutritious food ② conflict between vegetarians and meat eaters ③ sacrificing quality of food for quantity of food ④ difficulty in judging whether something is edible ⑤ need to be both flexible and cautious about foods 22. 다음 글의 요지로 가장 적절한 것은? Recording an interview is easier and more thorough, and can be less unnerving to an interviewee than seeing someone scribbling in a notebook. But using a recorder has some disadvantages and is not always the best solution. If the interview lasts a while, listening to it again to select the quotes you wish to use can be time­consuming, especially if you are working to a tight deadline. It is often more efficient to develop the technique (using a recorder as backup if you wish) of selective note­taking. This involves writing down the key answers from an interview so that they can be transcribed easily afterwards. It is sensible to take down more than you think you’ll need, but try to get into the habit of editing out the material you are not going to need as the interview proceeds. It makes the material much easier and quicker to handle afterwards. * unnerving: 불안하게 만드는 ① 인터뷰 방식에 대한 충분한 사전 협의가 필요하다. ② 인터뷰 질문은 내용이 중복되지 않는 것이 바람직하다. ③ 녹음보다 선별적 필기가 더 효율적인 인터뷰 기록방식이다. ④ 인터뷰 대상에 대한 기자의 객관적 시각이 중요하다. ⑤ 녹음 전 인터뷰 대상의 긴장을 풀어주는 것이 좋다. 23. 다음 글의 주제로 가장 적절한 것은? The original idea of a patent, remember, was not to reward inventors with monopoly profits, but to encourage them to share their inventions. A certain amount of intellectual property law is plainly necessary to achieve this. But it has gone too far. Most patents are now as much about defending monopoly and discouraging rivals as about sharing ideas. And that disrupts innovation. Many firms use patents as barriers to entry, suing upstart innovators who trespass on their intellectual property even on the way to some other goal. In the years before World War I, aircraft makers tied each other up in patent lawsuits and slowed down innovation until the US government stepped in. Much the same has happened with smartphones and biotechnology today. New entrants have to fight their way through “patent thickets” if they are to build on existing technologies to make new ones. * trespass: 침해하다 ① side effects of anti­monopoly laws ② ways to protect intellectual property ③ requirements for applying for a patent ④ patent law abuse that hinders innovation ⑤ resources needed for technological innovation 24. 다음 글의 제목으로 가장 적절한 것은? The earliest challenges and contests to solve important problems in mathematics date back to the sixteenth and seventeenth centuries. Some of these problems have continued to challenge mathematicians until modern times. For example, Pierre de Fermat issued a set of mathematical challenges in 1657, many on prime numbers and divisibility. The solution to what is now known as Fermat’s Last Theorem was not established until the late 1990s by Andrew Wiles. David Hilbert, a German mathematician, identified 23 unsolved problems in 1900 with the hope that these problems would be solved in the twenty­first century. Although some of the problems were solved, others remain unsolved to this day. More recently, in 2000, the Clay Mathematics Institute named seven mathematical problems that had not been solved with the hope that they could be solved in the twenty­first century. A $1 million prize will be awarded for solving each of these seven problems. ① Glory in the Past, Ugliness in the Present ② Doubt: What Leads to Unexpected Findings ③ Formulas in Math Solve Problems in Other Areas ④ Unknown Geniuses Achieving the Greatest Things ⑤ Unsolved Math Problems Passed to Future Generations 4 영어영역 고2 4 8 25. 다음 표의 내용과 일치하지 않는 것은? Trends in Renewable Energy Worldwide (2014-2017) Year Total Amount of Installed Capacity (in megawatts) Percentage of Installed Capacity by Renewable Energy Technologies Hydro­ power Onshore Wind Solar Others 2014 1,693,690 60.6% 20.1% 10.0% 9.3% 2015 1,851,378 57.2% 21.9% 11.9% 9.0% 2016 2,011,440 54.0% 22.5% 14.5% 9.0% 2017 2,179,421 50.9% 22.7% 17.6% 8.8% * installed capacity: (최대) 설비 용량 The table above shows the trends in renewable energy worldwide from 2014 to 2017. ①The total amount of installed capacity of renewable energy technologies was on the rise during the given period. ②While the percentage of hydropower energy steadily decreased from 2014 to 2017, the technologies of both onshore wind and solar energy took increasing shares during the same period. ③The percentage of solar energy in particular shows the sharpest increase rate among the given renewable energy technologies from 10.0 percent in 2014 to 17.6 percent in 2017. ④Still, however, the combined share of onshore wind and solar energy was less than a third of the total amount of installed capacity during each of the four years. ⑤The category of Others accounted for less than 10 percent of the total amount of installed capacity every year during the given period. 26. Cleveland Amory에 관한 다음 글의 내용과 일치하지 않는 것은? Born in 1917, Cleveland Amory was an author, an animal advocate, and an animal rescuer. During his childhood, he had a great affection for his aunt Lucy, who was instrumental in helping Amory get his first puppy as a child, an event that Amory remembered seventy years later as the most memorable moment of his childhood. He graduated from Harvard College in 1939 and later became the youngest editor ever hired by The Saturday Evening Post. Amory wrote three instant best­selling books, including The Best Cat Ever, based on his love of animals. He founded The Fund for Animals in 1967, and he served as its president, without pay, until his death in 1998. He always dreamed of a place where animals could roam free and live in caring conditions. Inspired by Anna Sewell’s novel Black Beauty, Amory established Black Beauty Ranch, a 1,460­acre area that shelters various abused animals including chimpanzees and elephants. Today, a stone monument to Amory stands at Black Beauty Ranch. ① Lucy의 도움을 받아 처음으로 강아지를 갖게 되었다. ② 대학 졸업 후 The Saturday Evening Post 의 편집자가 되었다. ③ 동물에 대한 애정을 바탕으로 베스트셀러 책을 썼다. ④ 1998년에 The Fund for Animals를 설립했다. ⑤ 학대 받은 동물들을 위한 보호구역을 만들었다. 27. Alabama Coastal Cleanup에 관한 다음 안내문의 내용과 일치하지 않는 것은? ① 매월 두 번째 토요일에 열린다. ② 원하는 참가 장소를 선택할 수 있다. ③ 16세 미만 자원봉사자는 어른과 동행해야 한다. ④ 마실 물이 제공된다. ⑤ 행사 당일에 등록이 가능하다. 28. Mini Beam Projector 사용에 관한 다음 안내문의 내용과 일치하는 것은? ① 전원표시기의 녹색은 대기 상태임을 나타낸다. ② 전원 버튼을 한 번 누르면 전원이 꺼진다. ③ 조이스틱을 위아래로 움직여 음량을 조절한다. ④ 포커스 링을 돌려서 이미지의 초점을 맞춘다. ⑤ USB 장치에 있는 데이터를 삭제할 수 있다. Looking for a way to give back to the community while connecting with nature? Join us on the 2nd Saturday of every month to reduce ocean pollution in Alabama. Where & When View our list of cleanup locations and choose the location you want. ∙Alabama Port: 9 a.m. to 11 a.m. ∙Gaillard Island: 2 p.m. to 4 p.m. Volunteer Checklist ∙Open to all ages (Volunteers under 16 must be accompanied by an adult.) ∙Things to bring: a hat, gloves, and a reusable water bottle (Drinking water will be provided.) ∙Registration will close two days before the event. For more information, please visit cleanup2save.org. Mini Beam Projector - Instructions - LED Power Indicator ∙Red: Power standby state ∙Green: Projector on and operating How to Operate ∙In standby mode, press the power button once to turn the projector on. ∙Press the power button twice to turn the projector off. ∙Adjust the volume level by moving the joystick left or right. ∙Adjust the focus of the image by rotating the focus ring. Connecting a USB Device Connect a USB device to the USB port of the projector to enjoy your content files. You cannot write data to or delete data from the USB device. 고2 영어영역 5 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] Not only are humans ①unique in the sense that they began to use an ever­widening tool set, we are also the only species on this planet that has constructed forms of complexity that use external energy sources. This was a fundamental new development, ②which there were no precedents in big history. This capacity may first have emerged between 1.5 and 0.5 million years ago, when humans began to control fire. From at least 50,000 years ago, some of the energy stored in air and water flows ③was used for navigation and, much later, also for powering the first machines. Around 10,000 years ago, humans learned to cultivate plants and ④tame animals and thus control these important matter and energy flows. Very soon, they also learned to use animal muscle power. About 250 years ago, fossil fuels began to be used on a large scale for powering machines of many different kinds, thereby ⑤creating the virtually unlimited amounts of artificial complexity that we are familiar with today. 30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] A champion of free speech and religious toleration, Voltaire was a controversial figure. He is, for instance, supposed to have declared, “I hate what you say, but will defend to the death your right to say it,” a powerful ①defense of the idea that even views that you despise deserve to be heard. In eighteenth­century Europe, however, the Catholic Church strictly ②controlled what could be published. Many of Voltaire’s plays and books were censored and burned in public, and he was even imprisoned in the Bastille in Paris because he had ③insulted a powerful aristocrat. But none of this stopped him challenging the prejudices and pretensions of those around him. In his short philosophical novel, Candide, he completely ④supported the kind of religious optimism about humanity and the universe that other contemporary thinkers had expressed, and he did it in such an entertaining way that the book became an instant bestseller. Wisely, Voltaire left his name ⑤off the title page, otherwise its publication would have landed him in prison again for making fun of religious beliefs. [31~34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. Children develop the capacity for solitude in the presence of an attentive other. Consider the silences that fall when you take a young boy on a quiet walk in nature. The child comes to feel increasingly aware of what it is to be alone in nature, supported by being “with” someone who is introducing him to this experience. Gradually, the child takes walks alone. Or imagine a mother giving her two­year­old daughter a bath, allowing the girl’s reverie with her bath toys as she makes up stories and learns to be alone with her thoughts, all the while knowing her mother is present and available to her. Gradually, the bath, taken alone, is a time when the child is comfortable with her imagination. enables solitude. [3점] * reverie: 공상 ① Hardship ② Attachment ③ Creativity ④ Compliment ⑤ Responsibility 32. Much of the spread of fake news occurs through . A 2016 study from Columbia University in New York City and Inria, a French technology institute, found that 59 percent of the news from links shared on social media wasn’t read first. People see an intriguing headline or photo in their news feed or on another website and then click the Share button to repost the item to their social media friends ― without ever clicking through to the full article. Then they may be sharing fake news. To stop the spread of fake news, read stories before you share them. Respect your social media friends enough to know what information you are sending their way. You may discover, on close inspection, that an article you were about to share is obviously fraudulent, that it doesn’t really say what the headline promises, or that you actually disagree with it. * fraudulent: 속이는 ① political campaigns ② irrational censorship ③ irresponsible sharing ④ overheated marketing ⑤ statistics manipulation 6 영어영역 고2 6 8 33. New technology tends to come from new ventures ― startups. From the Founding Fathers in politics to the Royal Society in science to Fairchild Semiconductor’s “traitorous eight” in business, small groups of people bound together by a sense of mission have changed the world for the better. The easiest explanation for this is negative: it’s hard to develop new things in big organizations, and it’s even harder to do it by yourself. Bureaucratic hierarchies move slowly, and entrenched interests shy away from risk. In the most dysfunctional organizations, signaling that work is being done becomes a better strategy for career advancement than actually doing work. At the other extreme, a lone genius might create a classic work of art or literature, but he could never create an entire industry. Startups operate on the principle that you need to work with other people to get stuff done, but you also need to . [3점] * entrenched: 굳어진 ① stay small enough so that you actually can ② give yourself challenges as often as possible ③ outperform rival businesses in other countries ④ employ the efficient system of big enterprises ⑤ control the organization with consistent policies 34. If you want to use the inclined plane to help you move an object (and who wouldn’t?), then you have to move the object over a longer distance to get to the desired height than if you had started from directly below and moved upward. This is probably already clear to you from a lifetime of stair climbing. Consider all the stairs you climb compared to the actual height you reach from where you started. This height is always less than the distance you climbed in stairs. In other words, to reach the intended height. Now, if we were to pass on the stairs altogether and simply climb straight up to your destination (from directly below it), it would be a shorter climb for sure, but the needed force to do so would be greater. Therefore, we have stairs in our homes rather than ladders. [3점] * inclined plane: (경)사면 ① more distance in stairs is traded for less force ② a ladder should be positioned at a steep angle ③ the distance needs to be measured precisely ④ an object’s weight has to be reduced ⑤ slopes are often preferred to stairs 35. 다음 글에서 전체 흐름과 관계 없는 문장은? The first commercial train service began operating between Liverpool and Manchester in 1830. Ten years later, the first train timetable was issued. The trains were much faster than the old carriages, so the peculiar differences in local hours became a severe nuisance. ①In 1847, British train companies put their heads together and agreed that henceforth all train timetables would be adjusted to Greenwich Observatory time, rather than the local times of Liverpool, Manchester, or Glasgow. ②More and more institutions followed the lead of the train companies. ③Railways faced infrastructure­related challenges such as those related to stations, tracks, and other facilities. ④Finally, in 1880, the British government took the unprecedented step of legislating that all timetables in Britain must follow Greenwich. ⑤For the first time in history, a country adopted a national time and obliged its population to live according to an artificial clock rather than local ones or sunrise­to­sunset cycles. * nuisance: 골칫거리 [36~37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. You know that forks don’t fly off to the Moon and that neither apples nor anything else on Earth cause the Sun to crash down on us. (A) The Earth has more mass than tables, trees, or apples, so almost everything in the world is pulled towards the Earth. That’s why apples fall from trees. Now, you might know that the Sun is much bigger than Earth and has much more mass. (B) The reason these things don’t happen is that the strength of gravity’s pull depends on two things. The first is the mass of the object. The apple is very small, and doesn’t have much mass, so its pull on the Sun is absolutely tiny, certainly much smaller than the pull of all the planets. (C) So why don’t apples fly off towards the Sun? The reason is that the pull of gravity also depends on the distance to the object doing the pulling. Although the Sun has much more mass than the Earth, we are much closer to the Earth, so we feel its gravity more. [3점] ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고2 영어영역 7 7 8 37. Testing strategies relating to direct assessment of content knowledge still have their value in an inquiry­driven classroom. (A) For these reasons, we need a measure of a student’s content understanding. To do this right, we need to make sure our assessment is getting us accurate measures of whether our students understand the content they use in an inquiry. (B) However, it also could be that they did not understand the content that they were trying to build patterns with. Sometimes students will understand the processes of inquiry well, and be capable of skillfully applying social studies disciplinary strategies, yet fail to do so because they misinterpret the content. (C) Let’s pretend for a moment that we wanted to ignore content and only assess a student’s skill with investigations. The problem is that the skills and the content are interconnected. When a student fails at pattern analysis, it could be because they do not understand how to do the pattern analysis properly. * inquiry­driven classroom: 탐구 주도형 교실 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38~39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. In much the same way, an array of technological, political, economic, cultural, and linguistic factors can exist and create a similar kind of pull or drag or friction. Open international online access is understood using the metaphor “flat earth.” It represents a world where information moves across the globe as easily as a hockey puck seems to slide across an ice rink’s flat surface. ( ①) This framework, however, can be misleading ― especially if we extend the metaphor. ( ②) As anyone who has crossed an ice rink can confirm, just because the surface of the rink appears flat and open does not necessarily mean that surface is smooth or even. ( ③) Rather, such surfaces tend to be covered by a wide array of dips and cracks and bumps that create a certain degree of pull or drag or friction on any object moving across it. ( ④) They affect how smoothly or directly information can move from point to point in global cyberspace. ( ⑤) Thus, while the earth might appear to be increasingly flat from the perspective of international online communication, it is far from frictionless. 39. Attitudes and values, however, are subjective to begin with, and therefore they are easily altered to fit our ever­changing circumstances and goals. In physics, the principle of relativity requires that all equations describing the laws of physics have the same form regardless of inertial frames of reference. The formulas should appear identical to any two observers and to the same observer in a different time and space. ( ①) Thus, the same task can be viewed as boring one moment and engaging the next. ( ②) Divorce, unemployment, and cancer can seem devastating to one person but be perceived as an opportunity for growth by another person, depending on whether or not the person is married, employed, and healthy. ( ③) It is not only beliefs, attitudes, and values that are subjective. ( ④) Our brains comfortably change our perceptions of the physical world to suit our needs. ( ⑤) We will never see the same event and stimuli in exactly the same way at different times. [3점] * inertial frame of reference: 관성좌표계 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? When we see an adorable creature, we must fight an overwhelming urge to squeeze that cuteness. And pinch it, and cuddle it, and maybe even bite it. This is a perfectly normal psychological tick ― an oxymoron called “cute aggression” ― and even though it sounds cruel, it’s not about causing harm at all. In fact, strangely enough, this compulsion may actually make us more caring. The first study to look at cute aggression in the human brain has now revealed that this is a complex neurological response, involving several parts of the brain. The researchers propose that cute aggression may stop us from becoming so emotionally overloaded that we are unable to look after things that are super cute. “Cute aggression may serve as a tempering mechanism that allows us to function and actually take care of something we might first perceive as overwhelmingly cute,” explains the lead author, Stavropoulos. * oxymoron: 모순 어법  According to research, cute aggression may act as a neurological response to (A) excessive emotions and make us (B) for cute creatures. (A) (B) ① evaluate …… care ② regulate …… care ③ accept …… search ④ induce …… search ⑤ display …… speak 8 영어영역 고2 8 8 [41~42] 다음 글을 읽고, 물음에 답하시오. It is not uncommon to hear talk about how lucky we are to live in this age of scientific and medical advancement where antibiotics and vaccinations keep us living longer, while our poor ancient ancestors were lucky to live past the age of 35. Well, this is not quite true. At best, it (a) oversimplifies a complex issue, and at worst, it is an obvious misrepresentation of statistics. Did ancient humans really just drop dead as they were entering their prime, or did some live long enough to see a wrinkle on their face? It would appear that as time went on, conditions (b) improved and so did the length of people’s lives. But it is not so simple. What is commonly known as “average life expectancy” is technically “life expectancy at birth.” But life expectancy at birth is an (c) unhelpful statistic if the goal is to compare the health and longevity of adults. That is because a major determinant of life expectancy at birth is the child mortality rate which, in our ancient past, was extremely high, and this skews the life expectancy rate dramatically (d) upward. If we look again at the estimated maximum life expectancy for prehistoric humans, which is 35 years, we can see that this does not mean that the average person living at this time died at the age of 35. Rather, it means that for every child that died in (e) infancy, another person might have lived to be 70. The life expectancy statistic is, therefore, a deeply flawed way to think about the quality of life of our ancient ancestors. * skew: 왜곡하다 41. 윗글의 제목으로 가장 적절한 것은? ①How Can We Reduce Child Mortality Rate? ②Staying Active: The Key to a Healthy Life ③Statistical Errors Can Undermine Research Ethics ④Average Life Expectancy Gains in Developing Countries ⑤Life Expectancy Myth: Were Our Ancestors’ Lives Shorter? 42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) [43~45] 다음 글을 읽고, 물음에 답하시오. (A) It was an unbearably hot Chicago day when the emergency call came over the radio for Jacob’s firefighting crew to handle a fire in a downtown apartment building. When they arrived, the roaring fire was spreading through the whole building. Jacob thought it was already looking pretty hopeless. But suddenly, a woman came running up to (a) him yelling at the top of her lungs, “My baby, my Kris is on the fifth floor!” (B) The tense crowd below broke into cheers as they saw Jacob emerge from the building with the boy. Holding Kris against (b) his chest, Jacob could feel the boy’s heart pounding, and when he coughed from the smoke, Jacob knew Kris would survive. Paramedics tended to the boy while Jacob himself fell to the ground. Two weeks after the rescue, two people visited Jacob at the station ― Kris and his mother. They came to thank him and told him they were forever in his debt. * paramedic: 응급 구조대원 (C) Her desperate and urgent voice made Jacob decide to enter the building instantly. He made his way up to the fifth floor with another firefighter. By the time they made it up to the fifth floor, the fire had grown so fierce, neither could see more than a few feet in front of them. Jacob’s partner looked at him and gave him the thumbs­down. As a fireman, (c) he knew his partner was right, but he just kept seeing that mother’s face in his head. (D) Impulsively, Jacob ran down the hall without his partner, disappearing into the flames. As flames shot out of the apartment like fireballs (d) he could see a little boy lying on the floor in just about the only spot that wasn’t on fire. He didn’t even have time to figure out if he was alive or dead. He just grabbed (e) him and rushed out. Jacob and the boy cleared the fifth floor landing just as the fireman could hear the sound of the floor above collapsing. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글에 관한 내용으로 적절하지 않은 것은? ① 불이 건물 전체로 퍼지고 있었다. ② Kris와 엄마는 소방서에 방문했다. ③ Jacob은 동료와 함께 5층으로 올라갔다. ④ 소년은 불이 붙지 않은 바닥에 누워 있었다. ⑤ Jacob은 소년을 발견한 즉시 생사를 확인했다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
}