{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① Right. He became a doctor to help people. ② No way. I don’t think he sprained his ankle. ③ Yes. He just told me to relax for a few days. ④ Of course. You should have been more careful. ⑤ No. I didn’t know that you were in the hospital. 2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① No problem. I made a reservation yesterday. ② Thanks. The food will be served in a minute. ③ I’m sorry. I won’t be able to attend the party. ④ Okay. When are you going to throw the party? ⑤ Great. Can you tell me the name of the restaurant? 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고 르시오. ① 올바른 안경 착용 및 관리 방법에 대해 알려 주려고 ② 전자기기를 활용한 효과적인 학습법을 안내하려고 ③ 어린이의 시력을 보호하는 방법을 소개하려고 ④ 어린이의 야외 활동 시 보호자의 동반을 권유하려고 ⑤ 성장기에 균형 있는 영양 섭취가 중요함을 강조하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 가격과 품질이 반드시 비례하는 것은 아니다. ② 의류는 매장에서 직접 입어 보고 사는 것이 좋다. ③ 정해진 예산 내에서 소비하는 습관을 가져야 한다. ④ 인터넷에 있는 상품 평가를 그대로 믿어서는 안 된다. ⑤ 인터넷을 통한 구매는 신뢰할 수 있는 곳에서 해야 한다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 광고 방송 담당자– 의뢰인 ② 광고 제작자– 광고 모델 ③ 식당 주인– 주방장 ④ 식당 종업원– 손님 ⑤ 방송 프로듀서– 뉴스 진행자 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고 르시오. ① ② ③ ④ ⑤ 7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ① 손님 명단 확인하기 ② 수건 교체하기 ③ 오븐 속 음식 확인하기 ④ 냉장고에 케이크 넣기 ⑤ 화장실에 화장지 갖다 놓기 8. 대화를 듣고, 남자가 여자와 함께 수리 센터에 갈 수 없는 이 유를 고르시오. ① 교수님과 약속이 있어서 ② 우편물을 수령해야 해서 ③ 컴퓨터를 사러 가야 해서 ④ 특별 강연을 들어야 해서 ⑤ 테니스 강습을 받아야 해서 9. 대화를 듣고, 여자가 지불할 금액을 고르시오. ① $30 ② $38 ③ $42 ④ $48 ⑤ $50 10. 대화를 듣고, Romance City에 관해 언급되지 않은 것을 고르 시오. ① 첫 방영 날짜 ② 주연 배우 ③ 줄거리 ④ 감독 ⑤ 원작 소설 11. Redland Festival에 관한 다음 내용을 듣고, 일치하지 않는 것 을 고르시오. [3점] ① 건강을 증진하기 위한 과일 축제이다. ② Blue River Park에서 열리는 연례행사이다. ③ 과일 뷔페를 무제한 이용할 수 있다. ④ 입장료에 스포츠 활동 비용이 포함된다. ⑤ 사전 예약이 필요하다. 2019학년도 3월 고2 전국연합학력평가 문제지 영어영역 1 제3 교시 영어영역 2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 8 12. 다음 표를 보면서 대화를 듣고, 여자가 주문할 헤어드라이어 를 고르시오. Best-Selling Hair Dryers Model Power (wattage) Material Price Cool Shot Setting ① A 1,450 ceramic $30 × ② B 1,600 ceramic $35 ○ ③ C 1,650 ionic $40 × ④ D 1,700 ionic $45 ○ ⑤ E 1,800 ionic $53 ○ 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① Not at all. We should empty the boxes first. ② Yes. We can keep clothes from getting dusty. ③ No way. We should keep pants and shirts separately. ④ Great. We can donate unnecessary clothes to charities. ⑤ No. We should never put our clothes in a box. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① That’s awesome! It’ll be very helpful. ② No, thanks. This app is not suitable for me. ③ Unbelievable! Your workout schedule is too tight. ④ Don’t worry. You can use another fitness center. ⑤ I see. Maybe I can help you download the app. 15. 다음 상황 설명을 듣고, Willy가 수리 기사에게 할 말로 가장 적절한 것을 고르시오. Willy: ① How much should I pay for the repair? ② You left one of your tools in my house. ③ I’m afraid the heater stopped working again. ④ Would you turn up the temperature for me? ⑤ Could you come and fix the heating system? [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① home appliances made smarter with technology ② ways of upgrading smart home appliances ③ how to buy smart home appliances online ④ benefits of energy­efficient home appliances ⑤ negative impacts of AI technologies on humans 17. 언급된 가전제품이 아닌 것은? ① washing machines ② refrigerators ③ speakers ④ air conditioners ⑤ vacuum cleaners 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Mr. Spencer, I will have lived in this apartment for ten years as of this coming April. I have enjoyed living here and hope to continue doing so. When I first moved into the Greenfield Apartments, I was told that the apartment had been recently painted. Since that time, I have never touched the walls or the ceiling. Looking around over the past month has made me realize how old and dull the paint has become. I would like to update the apartment with a new coat of paint. I understand that this would be at my own expense, and that I must get permission to do so as per the lease agreement. Please advise at your earliest convenience. Sincerely, Howard James * as per: ~에 따라서 ① 아파트 안전 진단 결과를 통보하려고 ② 아파트 임대차 계약 연장을 논의하려고 ③ 아파트 도색 작업에 대한 허락을 받으려고 ④ 아파트 수리 비용 부담에 대해 상의하려고 ⑤ 아파트 도색에 대한 설문 결과를 알려 주려고 19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은? Something inside told me that by now someone had discovered my escape. It chilled me greatly to think that they would capture me and take me back to that awful place. So, I decided to walk only at night until I was far from the town. After three nights’ walking, I felt sure that they had stopped chasing me. I found a deserted cottage and walked into it. Tired, I lay down on the floor and fell asleep. I awoke to the sound of a far away church clock, softly ringing seven times and noticed that the sun was slowly rising. As I stepped outside, my heart began to pound with anticipation and longing. The thought that I could meet Evelyn soon lightened my walk. ① moved → nervous ② fearful → hopeful ③ lonely → annoyed ④ sympathetic → amused ⑤ sorrowful → frightened 영어영역 3 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 8 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? I am sure you have heard something like, “You can do anything you want, if you just persist long and hard enough.” Perhaps you have even made a similar assertion to motivate someone to try harder. Of course, words like these sound good, but surely they cannot be true. Few of us can become the professional athlete, entertainer, or movie star we would like to be. Environmental, physical, and psychological factors limit our potential and narrow the range of things we can do with our lives. “Trying harder” cannot substitute for talent, equipment, and method, but this should not lead to despair. Rather, we should attempt to become the best we can be within our limitations. We try to find our niche. By the time we reach employment age, there is a finite range of jobs we can perform effectively. * assertion: 주장, 단언 ** niche: 적소(適所) ① 수입보다는 적성을 고려해 직업을 선택해야 한다. ② 성공하려면 다양한 분야에서 경험을 쌓아야 한다. ③ 장래의 모습을 그리며 인생의 계획을 세워야 한다. ④ 자신의 재능과 역량을 스스로 제한해서는 안 된다. ⑤ 자신의 한계 내에서 최고가 되려고 시도해야 한다. 21. 다음 글의 요지로 가장 적절한 것은? Think of a buffet table at a party, or perhaps at a hotel you’ve visited. You see platter after platter of different foods. You don’t eat many of these foods at home, and you want to try them all. But trying them all might mean eating more than your usual meal size. The availability of different types of food is one factor in gaining weight. Scientists have seen this behavior in studies with rats: Rats that normally maintain a steady body weight when eating one type of food eat huge amounts and become obese when they are presented with a variety of high­calorie foods, such as chocolate bars, crackers, and potato chips. The same is true of humans. We eat much more when a variety of good­tasting foods are available than when only one or two types of food are available. ① 편식을 피하고 다양한 음식을 섭취할 필요가 있다. ② 음식 섭취와 관련된 실험 결과가 왜곡되는 경우가 있다. ③ 먹을 수 있는 음식의 종류가 많을 때 과식을 하게 된다. ④ 열량이 높은 음식보다 영양가가 많은 음식을 먹어야 한다. ⑤ 다이어트는 운동과 병행할 때 더 좋은 결과를 가져올 수 있다. 22. 다음 글의 주제로 가장 적절한 것은? The practice of medicine has meant the average age to which people in all nations may expect to live is higher than it has been in recorded history, and there is a better opportunity than ever for an individual to survive serious disorders such as cancers, brain tumors and heart diseases. However, longer life spans mean more people, worsening food and housing supply difficulties. In addition, medical services are still not well distributed, and accessibility remains a problem in many parts of the world. Improvements in medical technology shift the balance of population (to the young at first, and then to the old). They also tie up money and resources in facilities and trained people, costing more money, and affecting what can be spent on other things. ① benefits and losses of medical development ② inequality of medical care around the world ③ constant efforts to fight off serious diseases ④ endless competition to lengthen human life span ⑤ pros and cons regarding increasing medical budgets 23. 다음 글의 제목으로 가장 적절한 것은? In the 1930s the work of Sigmund Freud, the ‘father of psychoanalysis’, began to be widely known and appreciated. Less well known at the time was the fact that Freud had found out, almost by accident, how helpful his pet dog Jofi was to his patients. He had only become a dog­lover in later life when Jofi was given to him by his daughter Anna. The dog sat in on the doctor’s therapy sessions and Freud discovered that his patients felt much more comfortable talking about their problems if the dog was there. Some of them even preferred to talk to Jofi, rather than the doctor! Freud noted that if the dog sat near the patient, the patient found it easier to relax, but if Jofi sat on the other side of the room, the patient seemed more tense and distressed. He was surprised to realize that Jofi seemed to sense this too. The dog’s presence was an especially calming influence on child and teenage patients. ① An Animal as an Assistant for Psychotherapy ② Patience: An Element for Taming Pets ③ Do Animals Really Have Emotions? ④ Animals in Experiments: Is It Ethical? ⑤ Unconsciousness Discovered in Treating Patients 영어영역 4 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 8 24. 다음 도표의 내용과 일치하지 않는 것은? The two pie charts above show the number of natural disasters and the amount of damage by region in 2014. ①The number of natural disasters in Asia was the largest of all five regions and accounted for 36 percent, which was more than twice the percentage of Europe. ②Americas had the second largest number of natural disasters, taking up 23 percent. ③The number of natural disasters in Oceania was the smallest and less than a third of that in Africa. ④The amount of damage in Asia was the largest and more than the combined amount of Americas and Europe. ⑤Africa had the least amount of damage even though it ranked third in the number of natural disasters. 25. Alexander Young Jackson에 관한 다음 글의 내용과 일치하지 않는 것은? Alexander Young Jackson (everyone called him A. Y.) was born to a poor family in Montreal in 1882. His father abandoned them when he was young, and A. Y. had to go to work at age twelve to help support his brothers and sisters. Working in a print shop, he became interested in art, and he began to paint landscapes in a fresh new style. Traveling by train across northern Ontario, A. Y. and several other artists painted everything they saw. The “Group of Seven,” as they called themselves, put the results of the tour together to create an art show in Toronto in 1920. That was the show where their paintings were severely criticized as “art gone mad.” But he kept painting, traveling, and exhibiting, and by the time he died in 1974 at the age of eighty­two, A. Y. Jackson was acknowledged as a painting genius and a pioneer of modern landscape art. ① Montreal의 한 가난한 가정에서 태어났다. ② 인쇄소에서 일을 하며 미술에 관심을 갖게 되었다. ③ Ontario 북부를 횡단하는 기차 여행을 했다. ④ Toronto 전시회에서 비평가들로부터 좋은 평가를 받았다. ⑤ 사망할 무렵에는 현대 풍경화의 개척자로 인정받았다. 26. Safety Poster Contest에 관한 다음 안내문의 내용과 일치하 지 않는 것은? Safety Poster Contest Each year there is a topic chosen by the Safety First Chair. This year the topic is Classroom Safety. Contest Rules: ▪The contest is divided into two age groups: 8 to 9 year olds and 10 to 11 year olds. ▪Poster size is 11 inches by 14 inches only. ▪On the back of the poster, please write the name and age of the artist. ▪Entries are limited to one per person. ▪The deadline for submitting your poster is March 31, 2019. ▪Each first place winner will receive a $50 gift certificate. For more information, please visit www.safetyfirstchair.com. ① 올해의 주제는 교실 안전이다. ② 참가자의 연령 집단은 두 개로 나뉜다. ③ 포스터 뒷면에 이름과 나이를 써야 한다. ④ 출품작은 일 인당 두 편까지 허용된다. ⑤ 1등 수상자는 50달러의 상품권을 받는다. 27. Adult Bike Repair Class에 관한 다음 안내문의 내용과 일치 하는 것은? Adult Bike Repair Class This course is a great way to begin learning how to repair and maintain your bike yourself. Who: Open to everyone - We do need at least five participants to hold classes! Class Time: Mondays 6:30 PM – 9:00 PM - This is a 4 week hands­on class. Cost: $80 (pre­registration required) Class Schedule: Week 1: Bike Parts & Tools Week 2: Bike Safety Check Week 3: Cable & Brakes Week 4: The Drive System ▪We do not provide bikes for class. Bring your own bike. For more information, contact us at 4566-8302. ① 수업 인원은 최대 다섯 명이다. ② 월요일 오후에 4시간 동안 진행된다. ③ 비용은 80달러이며 사전에 등록해야 한다. ④ 첫째 주에는 자전거 안전 점검 수업을 한다. ⑤ 수업에 필요한 자전거를 제공한다. 영어영역 5 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 8 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? If there’s one thing koalas are good at, it’s sleeping. For a long time many scientists suspected that koalas were so lethargic ①because the compounds in eucalyptus leaves kept the cute little animals in a drugged­out state. But more recent research has shown that the leaves are simply so low in nutrients ②that koalas have almost no energy. Therefore they tend to move as little as possible — and when they ③do move, they often look as though they’re in slow motion. They rest sixteen to eighteen hours a day and spend most of that unconscious. In fact, koalas spend little time thinking; their brains actually appear to ④have shrunk over the last few centuries. The koala is the only known animal ⑤its brain only fills half of its skull. * lethargic: 무기력한 ** drugged­out: 몽롱한, 취한 29. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] Painters have in principle an infinite range of colours at their disposal, especially in modern times with the chromatic ①explosion of synthetic chemistry. And yet painters don’t use all the colours at once, and indeed many have used a remarkably ②restrictive selection. Mondrian limited himself mostly to the three primaries red, yellow and blue to fill his black­ruled grids, and Kasimir Malevich worked with similar self­imposed restrictions. For Yves Klein, one colour was ③enough; Franz Kline’s art was typically black on white. There was nothing ④new in this: the Greeks and Romans tended to use just red, yellow, black and white. Why? It’s impossible to generalize, but both in antiquity and modernity it seems likely that the ⑤expanded palette aided clarity and comprehensibility, and helped to focus attention on the components that mattered: shape and form. * chromatic: 유채색의 ** grid: 격자무늬 30. 밑줄 친 ‘The body works the same way.’가 다음 글에서 의 미하는 바로 가장 적절한 것은? [3점] The body tends to accumulate problems, often beginning with one small, seemingly minor imbalance. This problem causes another subtle imbalance, which triggers another, then several more. In the end, you get a symptom. It’s like lining up a series of dominoes. All you need to do is knock down the first one and many others will fall too. What caused the last one to fall? Obviously it wasn’t the one before it, or the one before that, but the first one. The body works the same way. The initial problem is often unnoticed. It’s not until some of the later “dominoes” fall that more obvious clues and symptoms appear. In the end, you get a headache, fatigue or depression — or even disease. When you try to treat the last domino — treat just the end­result symptom — the cause of the problem isn’t addressed. The first domino is the cause, or primary problem. * accumulate: 축적하다 ① There is no definite order in treating an illness. ② Minor health problems are solved by themselves. ③ You get more and more inactive as you get older. ④ It’ll never be too late to cure the end­result symptom. ⑤ The final symptom stems from the first minor problem. [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. Would you expect the physical expression of pride to be biologically based or culturally specific? The psychologist Jessica Tracy has found that young children can recognize when a person feels pride. Moreover, she found that isolated populations with minimal Western contact also accurately identify the physical signs. These signs include a smiling face, raised arms, an expanded chest, and a pushed­out torso. Tracy and David Matsumoto examined pride responses among people competing in judo matches in the 2004 Olympic and Paralympic Games. Sighted and blind athletes from 37 nations competed. After victory, the behaviors displayed by sighted and blind athletes were very similar. These findings suggest that pride responses are . ① innate ② creative ③ unidentifiable ④ contradictory ⑤ offensive 32. Sometimes a person is acclaimed as “the greatest” because . For example, violinist Jan Kubelik was acclaimed as “the greatest” during his first tour of the United States, but when impresario Sol Hurok brought him back to the United States in 1923, several people thought that he had slipped a little. However, Sol Elman, the father of violinist Mischa Elman, thought differently. He said, “My dear friends, Kubelik played the Paganini concerto tonight as splendidly as ever he did. Today you have a different standard. You have Elman, Heifetz, and the rest. All of you have developed and grown in artistry, technique, and, above all, in knowledge and appreciation. The point is: you know more; not that Kubelik plays less well.” [3점] * acclaim: 칭송하다 ** impresario: 기획자, 단장 ① there are moments of inspiration ② there is little basis for comparison ③ he or she longs to be such a person ④ other people recognize his or her efforts ⑤ he or she was born with great artistic talent 영어영역 6 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. Theseus was a great hero to the people of Athens. When he returned home after a war, the ship that had carried him and his men was so treasured that the townspeople preserved it for years and years, replacing its old, rotten planks with new pieces of wood. The question Plutarch asks philosophers is this: is the repaired ship still the same ship that Theseus had sailed? Removing one plank and replacing it might not make a difference, but can that still be true once all the planks have been replaced? Some philosophers argue that the ship must be . But if this is true, then as the ship got pushed around during its journey and lost small pieces, it would already have stopped being the ship of Theseus. [3점] * plank: 널빤지 ① the reminder of victory ② the sum of all its parts ③ fit for the intended use ④ the property of the country ⑤ around for a long period of time 34. Credit arrangements of one kind or another have existed in all known human cultures. The problem in previous eras was not that no one had the idea or knew how to use it. It was that people seldom wanted to extend much credit because they didn’t trust that the future would be better than the present. They generally believed that times past had been better than their own times and that the future would be worse. To put that in economic terms, they believed that the total amount of wealth was limited. People therefore considered it a bad bet to assume that they would be producing more wealth ten years down the line. Business looked like a zero­sum game. Of course, the profits of one particular bakery might rise, but only at the expense of the bakery next door. The king of England might enrich himself, but only by robbing the king of France. You could cut the pie in many different ways, but . [3점] * credit arrangement: 신용 거래 ① it never got any bigger ② its value changed in time ③ it made everybody wealthier ④ there always was another pie ⑤ everyone could get an even share of it 35. 다음 글에서 전체 흐름과 관계 없는 문장은? When we were infants, we were tuned in to the signals from our body that told us when to eat and when to stop. We had an instinctive awareness of what foods and how much food our body needed. ①As we grew older this inner wisdom became lost in a bewildering host of outer voices that told us how we should eat. ②We received conflicting messages from our parents, from our peers, and from scientific research. ③These messages created a confusion of desires, impulses, and aversions that have made us unable to just eat and to eat just enough. ④They have helped us see things in our right perspectives, thus having an insight into the world. ⑤If we are to return to a healthy and balanced relationship with food, it is essential that we learn to turn our awareness inward and to hear again what our body is always telling us. * aversion: 반감, 혐오 [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. One of the first things I did in each classroom in South Milwaukee was to draw a diagram of the students’ desks, labelled with their names, as an aid to recognizing them. (A) One said, “Where’s your name?” and was not satisfied until I included a sketch of the chair by the bookcase where I was sitting, labelled with my name. It had not occurred to me that I needed to be included: after all, I knew where I was sitting, and knew my name. (B) At lunch in the first grade classroom the first day I was present, a group of students came over, saw the diagram, and began finding their names on my picture. (C) But to her, my presence in the classroom was the newest, most noteworthy thing that had occurred that day, and it was logical to include me. Her point of view was different from mine, and resulted in a different diagram of the classroom. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 영어영역 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8 37. A little boy sees and hears birds with delight. Then the “good father” comes along and feels he should “share” the experience and help his son “develop.” (A) But most of the members of the human race have lost the capacity to be painters, poets, or musicians, and are not left the option of seeing and hearing directly even if they can afford to; they must get it secondhand. (B) He says: “That’s a jay, and this is a sparrow.” The moment the little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing. He has to see and hear them the way the father wants him to. (C) Father has good reasons on his side, since few people can go through life listening to the birds sing, and the sooner the boy starts his “education” the better. Maybe he will be an ornithologist when he grows up. A few people, however, can still see and hear in the old way. [3점] * ornithologist: 조류학자 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. Granted, it’s not quite the same thing, and the computer is not going to tell you when something doesn’t “sound right.” It can be helpful to read your own essay aloud to hear how it sounds, and it can sometimes be even more beneficial to hear someone else read it. ( ①) Either reading will help you to hear things that you otherwise might not notice when editing silently. ( ②) If you feel uncomfortable having someone read to you, however, or if you simply don’t have someone you can ask to do it, you can have your computer read your essay to you. ( ③) The computer also won’t stumble over things that are awkward — it will just plow right on through. ( ④) But hearing the computer read your writing is a very different experience from reading it yourself. ( ⑤) If you have never tried it, you might find that you notice areas for revision, editing, and proofreading that you didn’t notice before. * stumble: 말을 더듬다 39. Rather, it is the air moving through a small hole into a closed container, as a result of air being blown out of the container by a fan on the inside. Hubert Cecil Booth is often credited with inventing the first powered mobile vacuum cleaner. ( ①) In fact, he only claimed to be the first to coin the term “vacuum cleaner” for devices of this nature, which may explain why he is so credited. ( ②) As we all know, the term “vacuum” is an inappropriate name, because there exists no vacuum in a vacuum cleaner. ( ③) But I suppose a “rapid air movement in a closed container to create suction” cleaner would not sound as scientific or be as handy a name. ( ④) Anyway, we are stuck with it historically, and it is hard to find any references to “vacuum” prior to Booth. ( ⑤) Interestingly, Booth himself did not use the term “vacuum” when he filed a provisional specification describing in general terms his intended invention. [3점] * provisional specification: 임시 제품 설명서 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? When a child experiences painful, disappointing, or scary moments, it can be overwhelming, with intense emotions and bodily sensations flooding the right brain. When this happens, we as parents can help bring the left hemisphere into the picture so that the child can begin to understand what’s happening. One of the best ways to promote this type of integration is to help retell the story of the frightening or painful experience. Bella, for instance, was nine years old when the toilet overflowed when she flushed, and the experience of watching the water rise and pour onto the floor left her unwilling to flush the toilet afterward. When Bella’s father, Doug, learned about the “name it to tame it” technique, he sat down with his daughter and retold the story of the time the toilet overflowed. He allowed her to tell as much of the story as she could and helped to fill in the details. After retelling the story several times, Bella’s fears lessened and eventually went away.  We may enable a child to (A) their painful, frightening experience by having them (B) as much of the painful story as possible. (A) (B) ① recall ······ adapt ② recall ······ repeat ③ overcome ······ erase ④ overcome ······ repeat ⑤ prevent ······ erase 영어영역 8 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. Unlike coins and dice, humans have memories and do care about wins and losses. Still, the probability of a hit in baseball does not (a) increase just because a player has not had one lately. Four outs in a row may have been bad luck, line drives hit straight into fielders’ gloves. This bad luck does not (b) ensure good luck the next time at bat. If it is not bad luck, then a physical problem may be causing the player to do poorly. Either way, a baseball player who had four outs in a row is not due for a hit, nor is a player who made four hits in a row due for an out. If anything, a player with four hits in a row is probably a (c) better batter than the player who made four outs in a row. Likewise, missed field goals need not be balanced by successes. A poor performance may simply suggest that the kicker is not very good. Being rejected for jobs does not make a job offer more likely. If anything, the evidence is mounting that this person is not qualified or interviews poorly. Not having a fire does not increase the chances of a fire — it may just be the mark of a (d) careless homeowner who does not put paper or cloth near a stove, put metal in the microwave, leave home with the stove on, or fall asleep smoking cigarettes. Every safe airplane trip does not increase the chances that the next trip will be a (e) crash. 41. 윗글의 제목으로 가장 적절한 것은? ① Go with the Crowd ② Chance Is Only Chance ③ Misfortune: A Blessing in Disguise ④ Strike the Iron While It Is Hot ⑤ No Rain from Loud Thunder 42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) Once upon a time there was a king of Armenia, who, being of a curious turn of mind and in need of some change, sent (a) his men throughout the land to make the following proclamation: “Hear this! Whatever man among you can prove himself the most outrageous liar in Armenia shall receive an apple made of pure gold from the hands of His Majesty the King!” (B) “You are a perfect liar, sir!” exclaimed the king. “I owe you no money!” “A perfect liar am I?” said the poor man. “Then give me the golden apple!” The king, realizing that the man was trying to trick him, said, “No, no! You are not a liar!” “Then give me the pot of gold you owe me, sire,” said the man. The king saw the dilemma. (b) He handed over the golden apple. (C) The king was beginning to grow tired of (c) his new sport and was thinking of calling the whole contest off without declaring a winner. Then there appeared before him a poor, ragged man, carrying a large sack over (d) his shoulder. “What can I do for you?” asked His Majesty. “Sire!” said the poor man, slightly bewildered. “Surely you remember? You owe me a pot of gold, and I have come to collect it.” (D) People began to swarm to the palace from every town and village in the country, people of all ranks and conditions, princes, merchants, farmers, priests, rich and poor, tall and short, fat and thin. There was no lack of liars in the land, and each one told his tale to the king. None of those lies, however, convinced the king that (e) he had listened to the best one. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글에 관한 내용으로 적절하지 않은 것은? ① 왕은 아르메니아 최고의 거짓말쟁이를 찾으려 했다. ②왕이 가난한 남자에게 황금 한 항아리를 하사했다. ③ 왕은 승자를 발표하지 않고 대회를 중단하려고 했다. ④ 가난한 남자가 커다란 자루를 메고 왕 앞에 나타났다. ⑤온갖 부류의 사람들이 궁궐로 모여들기 시작했다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
}