{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번 까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① Yes. I’ve already bought the train ticket. ② No. I can’t go to the meeting tomorrow. ③ Cheer up. You can do better next time. ④ That’s okay. You can stay in my home. ⑤ I see. I hope mom gets better soon. 2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① You’re right. I hope the weather is fine. ② Sure. You’ll like my pictures of the festival. ③ Sorry. I was not allowed to take any pictures. ④ No more. You’ve already had enough apples. ⑤ Absolutely! I’d love to taste your pies. 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 행정실 운영 시간 변경을 안내하려고 ② 불법 주차 집중 단속 기간을 공지하려고 ③ 신설된 자전거 주차 시설에 대해 알려주려고 ④ 도서관 설립을 위한 모금 행사를 홍보하려고 ⑤ 자전거 통학 시 보호 장비 착용을 독려하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 외국 여행을 할 때 현지 문화를 존중해야 한다. ② 여행을 가기 전에 여행자 보험에 가입해야 한다. ③ 과소비를 줄이기 위해 지출 계획을 세워야 한다. ④ 관광객 유치를 위해 관광 상품을 다양화해야 한다. ⑤ 응급 처치 방법을 익혀 응급 상황에 대비해야 한다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 박물관 큐레이터- 관람객 ② 사진작가- 비평가 ③ 메이크업 아티스트- 고객 ④ 화가- 기자 ⑤ 미술 교사- 학생 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. ① ② ③ ④ ⑤ 7. 대화를 듣고, 여자가 할 일로 가장 적절한 것을 고르시오. ① 현수막 걸기 ② 유인물 출력하기 ③ 마이크 준비하기 ④ 프로젝터 점검하기 ⑤ 간식 구입하기 8. 대화를 듣고, 여자가 커피 박람회에 갈 수 없는 이유를 고르시오. ① 홍보 동영상을 제작해야 해서 ② 커피 원두를 사러 가야 해서 ③ 제빵 수업을 지도해야 해서 ④ 벼룩시장에 참여해야 해서 ⑤ 병원 진료를 받아야 해서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. ① $80 ② $90 ③ $92 ④ $98 ⑤ $100 10. 대화를 듣고, Forest Walk에 관해 언급되지 않은 것을 고르시오. ① 목적 ② 시작 시간 ③ 준비 물품 ④ 신청 방법 ⑤ 최대 참가 인원 11. Langford Night Market에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 9월 1일부터 시작한다. ② 올해 주제는 세계 음식 축제이다. ③ 라이브 음악 공연이 매일 밤 열린다. ④ 어린이를 위한 특별 공간이 있다. ⑤ 비가 와도 일정대로 진행된다. 2019학년도 11월 고2 전국연합학력평가 문제지 영어 영역 제 3 교시 1 2 영어 영역 2 8 12. 다음 표를 보면서 대화를 듣고, 여자가 주문할 컴퓨터 의자를 고르시오. Computer Chairs 13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① Alright. I’ll get it and bring it to you right away. ② Exactly. I should have brought the documents. ③ I’m sorry. None of us are available that day. ④ Certainly. It’ll take 30 minutes to finish my test. ⑤ Don’t worry. He’ll drop you there before the test. 14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① Right. You can ignore his selfish and rude behavior. ② Okay. I’ll try to get him more motivated in learning. ③ Yes. I should make time each day to spend with him. ④ Certainly. I’ll ask him to share his toys with his brother. ⑤ I see. You need to encourage him to fall asleep on his own. 15. 다음 상황 설명을 듣고, Mike가 Amy에게 할 말로 가장 적절한 것을 고르시오. [3점] Mike: ① You need to develop your logical thinking for discussions. ② I’d like to recommend you for the leader of this book club. ③ Could you make more of an effort to find new club members? ④ Why don’t you keep reading journals to improve your writing? ⑤ You should be responsible about reading books for club activities. [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① roles of robots in rescuing animals ② robots inspired by real world animals ③ methods to ensure good animal welfare ④ robots competing for jobs in our society ⑤ animals helping improve medical science 17. 언급된 동물이 아닌 것은? ① snake ② bat ③ ant ④ dog ⑤ frog 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? ① 회사 행사에 초청 연사로 와 줄 것을 요청하려고 ② 회사의 행사 일정이 변경된 이유를 설명하려고 ③ 체계적인 시간 관리 방법을 제안하려고 ④ 기업의 효율적 경영에 대한 조언을 부탁하려고 ⑤ 의사 결정 과정에서 토의의 중요성을 강조하려고 19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은? One night, my family was having a party with a couple from another city who had two daughters. The girls were just a few years older than I, and I played lots of fun games together with them. The father of the family had an amusing, jolly, witty character, and I had a memorable night full of laughter and joy. While we laughed, joked, and had our dinner, the TV suddenly broadcast an air attack, and a screeching siren started to scream, announcing the “red” situation. We all stopped dinner, and we squeezed into the basement. The siren kept screaming and the roar of planes was heard in the sky. The terror of war was overwhelming. Shivering with fear, I murmured a panicked prayer that this desperate situation would end quickly. ① indifferent → satisfied ② relaxed → envious ③ frustrated → relieved ④ excited → bored ⑤ pleased → terrified 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Over the years, memory has been given a bad name. It has been associated with rote learning and cramming information into your brain. Educators have said that understanding is the key to learning, but how can you understand something if you can’t remember it? We have all had this experience: we recognize and understand information but can’t recall it when we need it. For example, how many jokes do you know? You’ve probably heard thousands, but you can only recall about four or five right now. There is a big difference between remembering your four jokes and recognizing or understanding thousands. Understanding doesn’t create use: only when you can instantly recall what you understand, and practice using your remembered understanding, do you achieve mastery. Memory means storing what you have learned; otherwise, why would we bother learning in the first place? ① 창의력 신장을 학습 활동의 목표로 삼아야 한다. ② 배운 것을 활용하기 위해서는 내용을 기억해야 한다. ③ 기억력 저하를 예방하기 위해 자신의 일상을 기록해야 한다. ④ 자연스러운 분위기를 만들 수 있는 농담을 알고 있어야 한다. ⑤ 학습 의욕을 유지하기 위해서는 실천 가능한 계획을 세워야 한다. Dear Mr. Coleman, I’m Aaron Brown, the director of TAC company. To celebrate our company’s 10th anniversary and to boost further growth, we have arranged a small event. It will be an informative afternoon with enlightening discussions on business trends. I recently attended your lecture about recent issues in business and it was really impressive. I am writing this letter to request that you be our guest speaker for the afternoon. Your experience and knowledge will benefit our businesses in many ways. It would be a pleasure to have you with us. The planned schedule includes a guest speaker’s speech and a question and answer session on Thursday, the 21st of November, 2019 at 3:00 p.m. We would sincerely appreciate it if you could make some time for us. We will be looking forward to hearing from you soon. Yours Sincerely, Aaron Brown Model Price Material Height Headrest ① A $110 Leather Changeable ○ B $95 Leather Fixed × ② C $80 Fabric Changeable ○ ③ D $75 Fabric Changeable × ④ E $70 Fabric Fixed × ⑤ 3 영어 영역 3 8 21. 밑줄 친 the democratization of business financing이 다음 글에서 의미하는 바로 가장 적절한 것은? Crowdfunding is a new and more collaborative way to secure funding for projects. It can be used in different ways such as requesting donations for a worthy cause anywhere in the world and generating funding for a project with the contributors then becoming partners in the project. In essence, crowdfunding is the fusion of social networking and venture capitalism. In just the same way as social networks have rewritten the conventional rules about how people communicate and interact with each other, crowdfunding in all its variations has the potential to rewrite the rules on how businesses and other projects get funded in the future. Crowdfunding can be viewed as the democratization of business financing. Instead of restricting capital sourcing and allocation to a relatively small and fixed minority, crowdfunding empowers everyone connected to the Internet to access both the collective wisdom and the pocket money of everyone else who connects to the Internet. ① More people can be involved in funding a business. ② More people will participate in developing new products. ③ Crowdfunding can reinforce the conventional way of financing. ④ Crowdfunding keeps social networking from facilitating funding. ⑤ The Internet helps employees of a company interact with each other. 22. 다음 글의 요지로 가장 적절한 것은? You meet many different kinds of people in your life. Sometimes you run into those who are full of energy, and you wonder if they are from the same planet as you. After a closer look, you realize that they too face challenges and problems. They are under the same amount of pressure and stress as you. One word makes a world of difference: attitude! Attitude is your psychological disposition, a proactive way to approach life. It is a personal predetermination not to let anything or anyone take control of your life or manipulate your mood. Attitude allows you to anticipate, excuse, forgive and forget, without being naive or stupid. It is a personal decision to stay in control and not to lose your temper. Attitude provides safe conduct through all kinds of storms. It helps you to get up every morning happy and determined to get the most out of a brand new day. Whatever happens ― good or bad ― the proper attitude makes the difference. It may not always be easy to have a positive attitude; nevertheless, you need to remember you can face a kind or cruel world based on your perception and your actions. * safe conduct: 안전 통행권 ① 근거 없는 낙관주의는 문제 해결을 어렵게 한다. ② 차이에 대한 관용은 조화로운 공동체 생활에 필요하다. ③ 인식과 행동의 일관성은 정신적 스트레스를 감소시킨다. ④ 적극적인 의사 표현이 효율적 의사소통에 도움이 된다. ⑤ 긍정적인 태도를 갖는 것이 삶의 변화를 가져온다. 23. 다음 글의 주제로 가장 적절한 것은? Our world today is comparatively harmless. We don’t have to be careful every moment that a tiger is behind us. We do not have to worry about starving. Our dangers today are, for example, high blood pressure or diabetes. To be clear, we have a Stone Age brain that lives in a modern world. Because of this, many situations are considered a threat by our brains, although they are harmless to our survival. In the past, danger meant we either had to flee or fight. If we have an appointment but are stuck in a traffic jam, that does not really threaten our lives. However, our brain considers this a danger. That is the point. There is no danger, but our brain rates it as such. If we have an unpleasant conversation with our partner, it does not threaten our lives, and we do not have to flee or fight. The danger is an illusion. Our Stone Age brain sees a mortal danger that is not there. ① the role of instinct in deciding to flee or fight ② benefits of danger perception for humans’ survival ③ our perception of harmless situations as threatening ④ the human brain’s evolution for telling friend from foe ⑤ primitive people’s ways of quickly dealing with dangers 24. 다음 글의 제목으로 가장 적절한 것은? There has been a general belief that sport is a way of reducing violence. Anthropologist Richard Sipes tests this notion in a classic study of the relationship between sport and violence. Focusing on what he calls “combative sports,” those sports including actual body contact between opponents or simulated warfare, he hypothesizes that if sport is an alternative to violence, then one would expect to find an inverse correlation between the popularity of combative sports and the frequency and intensity of warfare. In other words, the more combative sports (e.g., football, boxing) the less likely warfare. Using the Human Relations Area Files and a sample of 20 societies, Sipes tests the hypothesis and discovers a significant relationship between combative sports and violence, but a direct one, not the inverse correlation of his hypothesis. According to Sipes’ analysis, the more pervasive and popular combative sports are in a society, the more likely that society is to engage in war. So, Sipes draws the obvious conclusion that combative sports are not alternatives to war but rather are reflections of the same aggressive impulses in human society. ① Is There a Distinction among Combative Sports? ② Combative Sports Mirror Human Aggressiveness ③ Never Let Your Aggressive Impulses Consume You! ④ International Conflicts: Creating New Military Alliances ⑤ Combative Sports Are More Common among the Oppressed 4 영어 영역 4 8 25. 다음 표의 내용과 일치하지 않는 것은? Jobs in Renewable Energy Technology in 2014 and 2015 Year of 2014 Year of 2015 Renewable Energy Technology Jobs (thousands) Renewable Energy Technology Jobs (thousands) Solar Photovoltaic 2,495 Solar Photovoltaic 2,772 Liquid Biofuels 1,788 Liquid Biofuels 1,678 Wind Power 1,027 Wind Power 1,081 Biomass 822 Solar Heating/Cooling 939 Solar Heating/Cooling 764 Biomass 822 Biogas 381 Biogas 382 Small Hydropower 209 Small Hydropower 204 Geothermal Energy 154 Geothermal Energy 160 Total 7,600 Total 8,000 • Note: Figures may not add to total shown because of rounding. The tables above show the number of jobs in renewable energy technology around the world in 2014 and 2015. ①The total number of jobs was larger in 2015 than in 2014. ②In both years, solar photovoltaic had the largest number of jobs, and the number of jobs increased in 2015. ③The rank of liquid biofuels remained the same in both years though the number of jobs decreased in 2015. ④Solar heating/cooling ranked higher in 2015 than in 2014, but still had fewer than 900 thousand jobs. ⑤Among the lowest three ranks in 2014, only small hydropower showed a decrease in the number of jobs in 2015. 26. Lotte Laserstein에 관한 다음 글의 내용과 일치하지 않는 것은? Lotte Laserstein was born into a Jewish family in East Prussia. One of her relatives ran a private painting school, which allowed Lotte to learn painting and drawing at a young age. Later, she earned admission to the Berlin Academy of Arts and completed her master studies as one of the first women in the school. In 1928 her career skyrocketed as she gained widespread recognition, but after the seizure of power by the Nazi Party, she was forbidden to exhibit her artwork in Germany. In 1937 she emigrated to Sweden. She continued to work in Sweden but never recaptured the fame she had enjoyed before. In her work, Lotte repeatedly portrayed Gertrud Rose, her closest friend. To Lotte, she embodied the type of the “New Woman” and was so represented. ① 어린 나이에 회화와 소묘를 배웠다. ② Berlin Academy of Arts에 입학 허가를 받았다. ③ 나치당의 권력 장악 이후 독일에서 작품 전시를 금지 당했다. ④ 이전에 누렸던 명성을 스웨덴에서 되찾았다. ⑤ 가장 가까운 친구인 Gertrud Rose를 그렸다. 27. Springfield Photo Contest에 관한 다음 안내문의 내용과 일치하지 않는 것은? ① 모든 수상작은 공식 여행 안내 책자에 수록될 것이다. ② 1등 상금은 2등 상금의 두 배이다. ③ Springfield에서 촬영한 사진이어야 한다. ④ 컬러 사진 및 흑백 사진이 허용된다. ⑤ 12월 27일까지 웹 사이트로 제출이 완료되어야 한다. 28. 2019 Upcycling Festival에 관한 다음 안내문의 내용과 일치하는 것은? ① 입장료가 있고 예약이 필요하다. ② 토요일 오전부터 시작된다. ③ 어린이를 위한 체험 활동이 있다. ④ 예술 작품이 회의실에 전시된다. ⑤ 주차 요금은 무료이다. Springfield Photo Contest Show off your pictures taken in this beautiful town. All the winning entries will be included in the official Springfield tour guide book! Prizes • 1st Place: $500 • 2nd Place: $250 • 3rd Place: $150 Contest Rules • Limit of 5 photos per entrant • Photos must be taken in Springfield. • Photos must be submitted digitally as JPEG files. • Photos should be in color (black-and-white photos are not accepted). The submission must be completed on our website (www.visitspringfield.org) by December 27, 2019. Please email us at info@visitspringfield.org for further information. 2019 Upcycling Festival The Riverside Art Center is proud to announce the 2019 Upcycling Festival, a festival for the whole family to create, see and learn about the art of upcycling. There is no admission fee and booking is not needed. Date & Time Saturday, November 23, 2:00 pm - 5:00 pm Location The Riverside Art Center Programs • Hands-on activities for children: making art pieces utilizing used or waste materials at the center’s garden • Exhibition: famous upcycled artwork in the lobby • Movie: documentaries on environmental topics in the meeting room Parking • The parking lot is open from 1:00 pm to 6:00 pm. • The parking fee is $5. For more information, please call 123-456-0987. 5 영어 영역 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] There is a reason why so many of us are attracted to recorded music these days, especially considering personal music players are common and people are listening to music through headphones a lot. Recording engineers and musicians have learned to create special effects that tickle our brains by exploiting neural circuits that evolved ①to discern important features of our auditory environment. These special effects are similar in principle to 3-D art, motion pictures, or visual illusions, none of ②which have been around long enough for our brains to have evolved special mechanisms to perceive them. Rather, 3-D art, motion pictures, and visual illusions leverage perceptual systems that ③are in place to accomplish other things. Because they use these neural circuits in novel ways, we find them especially ④interested. The same is true of the way ⑤that modern recordings are made. * auditory: 청각의 ** leverage: 이용하다 30. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? [3점] A story is only as believable as the storyteller. For story to be effective, trust must be established. Yes, trust. Whenever someone stops to listen to you, an element of unspoken trust (A) exists / vanishes . Your listener unconsciously trusts you to say something worthwhile to him, something that will not waste his time. The few minutes of attention he is giving you is (B) deceptive / sacrificial . He could choose to spend his time elsewhere, yet he has stopped to respect your part in a conversation. This is where story comes in. Because a story illustrates points clearly and often bridges topics easily, trust can be established quickly, and recognizing this time element to story is essential to trust. (C) Respecting / Wasting your listener’s time is the capital letter at the beginning of your sentence ― it leads the conversation into a sentence worth listening to if trust is earned and not taken for granted. [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. Once we own something, we’re far more likely to it. In a study conducted at Duke University, students who won basketball tickets in an extremely onerous lottery (one that they had to wait in line to enter for more than a day) said they wouldn’t sell their tickets for less than, on average, $2,400. But students who had waited and hadn’t won said they would only pay, on average, $170 per ticket. Once a student owned the tickets, he or she saw them as being worth much more in the market than they were. In another example, during the housing market crash of 2008, a real estate website conducted a survey to see how homeowners felt the crash affected the price of their homes. 92% of respondents, aware of nearby foreclosures, asserted these had hurt the price of homes in their neighborhood. However, when asked about the price of their own home, 62% believed it had increased. * onerous: 성가신 ** foreclosure: 압류 ① overvalue ② exchange ③ disregard ④ conceal ⑤ share 32. Are the different types of mobile device, smartphones and tablets, substitutes or complements? Let’s explore this question by considering the case of Madeleine and Alexandra, two users of these devices. Madeleine uses her tablet to take notes in class. These notes are synced to her smartphone wirelessly, via a cloud computing service, allowing Madeleine to review her notes on her phone during the bus trip home. Alexandra uses both her phone and tablet to surf the Internet, write emails and check social media. Both of these devices allow Alexandra to access online services when she is away from her desktop computer. For Madeleine, smartphones and tablets are complements. She gets greater functionality out of her two devices when they are used together. For Alexandra, they are substitutes. Both smartphones and tablets fulfil more or less the same function in Alexandra’s life. This case illustrates the role that an plays in determining the nature of the relationship between two goods or services. ① interaction with other people ② individual consumer’s behavior ③ obvious change in social status ④ innovative technological advancement ⑤ objective assessment of current conditions (A) (B) (C) ①exists …… deceptive …… Respecting ②exists …… sacrificial …… Respecting ③exists …… sacrificial …… Wasting ④vanishes …… sacrificial …… Respecting ⑤vanishes …… deceptive …… Wasting 6 영어 영역 6 8 33. Thomas Edison was indeed a creative genius, but it was not until he discovered some of the principles of marketing that he found increased success. One of his first inventions was, although much needed, a failure. In 1869, he created and patented an electronic vote recorder, which recorded and totalled the votes in the Massachusetts state legislature faster than the chamber’s old manual system. To Edison’s astonishment, it failed. Edison had not taken into account legislators’ habits. They didn’t like to vote quickly and efficiently. They liked to lobby their fellow legislators as voting took place. Edison had a great idea, but he completely misunderstood the needs of his customers. He learned from his failure the relationship between invention and marketing. Edison learned that marketing and invention must be integrated. “Anything that won’t sell, I don’t want to invent,” he said. “Its sale is proof of utility, and utility is success.” He realized he needed to and tailor his thinking accordingly. [3점] ① consider the likelihood of mass production ② simplify the design of his inventions ③ work with other inventors regularly ④ have knowledge of law in advance ⑤ put the customers’ needs first 34. Attitude has been conceptualized into four main components: affective (feelings of liking or disliking), cognitive (beliefs and evaluation of those beliefs), behavioral intention (a statement of how one would behave in a certain situation), and behavior. Public attitudes toward a wildlife species and its management are generated based on the interaction of those components. In forming our attitudes toward wolves, people strive to keep their affective components of attitude consistent with their cognitive component. For example, I could dislike wolves; I believe they have killed people (cognitive belief), and having people killed is of course bad (evaluation of belief). The behavioral intention that could result from this is to support a wolf control program and actual behavior may be a history of shooting wolves. In this example, , producing a negative overall attitude toward wolves. [3점] ① attitude drives the various forms of belief ② all aspects of attitude are consistent with each other ③ cognitive components of attitude outweigh affective ones ④ the components of attitude are not simultaneously evaluated ⑤ our biased attitudes get in the way of preserving biodiversity 35. 다음 글에서 전체 흐름과 관계 없는 문장은? Cultural globalization has multiple centers in Asia like Bollywood movies made in India and Kung Fu movies made in Hong Kong. ①They are subtitled in as many as 17 languages and distributed to specific diasporas. ②These cultural spaces, which are dominated by languages like Hindi and Mandarin, ignore and challenge the spread of English. ③Professor Vaish has shown how Chinese and Indian children in Singapore are networked into the pan-Chinese and pan-Indian culture through their engagement with Chinese pop music and Indian movies respectively. ④As the world’s two most populous nations, China is India’s largest trading partner, with the size of trade between them valuing $71.5 billion. ⑤She thus empirically challenges the idea that Asian youth are passive victims of cultural globalization, or “world culture” that comes out of the West. * diaspora: 디아스포라(이주하여 해외에 사는 사람들 또는 그 집단) [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. The lotus plant (a white water lily) grows in the dirty, muddy bottom of lakes and ponds, yet despite this, its leaves are always clean. (A) As a result of this investigation, a German company produced a house paint. On the market in Europe and Asia, the product even came with a guarantee that it would stay clean for five years without detergents or sandblasting. (B) That is because whenever the smallest particle of dust lands on the plant, it immediately waves the leaf, directing the dust particles to one particular spot. Raindrops falling on the leaves are sent to that same place, to thus wash the dirt away. (C) This property of the lotus led researchers to design a new house paint. Researchers began working on how to develop paints that wash clean in the rain, in much the same way as lotus leaves do. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 7 영어 영역 7 8 37. Like the physiological discoveries of the late nineteenth century, today’s biological breakthrough has fundamentally altered our understanding of how the human organism works and will change medical practice fundamentally and thoroughly. (A) Remember the scientific method, which you probably first learned about back in elementary school? It has a long and difficult process of observation, hypothesis, experiment, testing, modifying, retesting, and retesting again and again and again. (B) That’s how science works, and the breakthrough understanding of the relationship between our genes and chronic disease happened in just that way, building on the work of scientists from decades ― even centuries ― ago. In fact, it is still happening; the story continues to unfold as the research presses on. (C) The word “breakthrough,” however, seems to imply in many people’s minds an amazing, unprecedented revelation that, in an instant, makes everything clear. Science doesn’t actually work that way. [3점] ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. In describing the service, a recent newspaper article warned consumers that sharing the yacht means “there is no guarantee you will always be able to use it when you want.” Car-sharing is now a familiar concept, but creative companies are making it possible for their clients to share ownership and access to just about everything, such as villas, handbags and even diamond necklaces. ( ①) According to a Portuguese saying, “You should never have a yacht; you should have a friend with a yacht.” ( ②) By joining a yacht sharing service, members can live the Portuguese dream by sharing a yacht with up to seven other people. ( ③) This apparent limitation is precisely what helps consumers make it a treat. ( ④) Limiting your access to everything from sandwiches to luxury cars helps to reset your cheerometer. ( ⑤) That is, knowing you can’t have access to something all the time may help you appreciate it more when you do. 39. Houses in the historic district of Key West, Florida, for example, whether new or remodeled, must be built of wood in a traditional style, and there are only a few permissible colors of paint, white being preferred. In the US, regional styles of speech have always been associated with regional styles of building: the Midwestern farmhouse, the Southern plantation mansion, and the Cape Cod cottage all have their equivalent in spoken dialect. ( ①) These buildings may be old and genuine, or they may be recent reproductions, the equivalent of an assumed rather than a native accent. ( ②) As James Kunstler says, “half-baked versions of Scarlett O’Hara’s Tara now stand replicated in countless suburban subdivisions around the United States.” ( ③) In some cities and towns, especially where tourism is an important part of the economy, zoning codes may make a sort of artificial authenticity compulsory. ( ④) From the street these houses may look like the simple sea captains’ mansions they imitate. ( ⑤) Inside, however, where zoning does not reach, they often contain modern lighting and state-of-the-art kitchens and bathrooms. [3점] 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? Psychologist John Bargh did an experiment showing human perception and behavior can be influenced by external factors. He told a bunch of healthy undergraduates that he was testing their language abilities. He presented them with a list of words and asked them to create a coherent sentence from it. One of the lists was “DOWN SAT LONELY THE MAN WRINKLED BITTERLY THE WITH FACE OLD”. “Bitterly, the lonely old man with the wrinkled face sat down” is one possible solution. But this was no linguistics test. Bargh was interested in how long it took the students to leave the lab and walk down the hall after they were exposed to the words. What he found was extraordinary. Those students who had been exposed to an “elderly” mix of words took almost 40 percent longer to walk down the hall than those who had been exposed to “random” words. Some students even walked with their shoulders bent forwards, dragging their feet as they left, as if they were 50 years older than they actually were.  In an experiment about human perception and behavior, participants who experienced (A) to words related to “elderly” showed pace, and some of them even showed posture, (B) to what the words suggested. (A) (B) (A) (B) ①exposure …… corresponding ②resistance …… irrelevant ③exposure …… contrary ④resistance …… similar ⑤preference …… comparable 8 영어 영역 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. We’re creatures who live and die by the energy stores we’ve built up in our bodies. Navigating the world is a difficult job that requires moving around and using a lot of brainpower ― an energy-expensive endeavor. When we make correct (a) predictions, that saves energy. When you know that edible bugs can be found beneath certain types of rocks, it saves turning over all the rocks. The better we predict, the less energy it costs us. Repetition makes us more confident in our forecasts and more efficient in our actions. So there’s something (b) appealing about predictability. But if our brains are going to all this effort to make the world predictable, that begs the question: if we love predictability so much, why don’t we, for example, just replace our televisions with machines that emit a rhythmic beep twenty-four hours a day, predictably? The answer is that there’s a problem with a (c) lack of surprise. The better we understand something, the less effort we put into thinking about it. Familiarity (d) reduces indifference. Repetition suppression sets in and our attention diminishes. This is why ― no matter how much you enjoyed watching the World Series ― you aren’t going to be satisfied watching that same game over and over. Although predictability is reassuring, the brain strives to (e) incorporate new facts into its model of the world. It always seeks novelty. 41. 윗글의 제목으로 가장 적절한 것은? ① Why Are Television Reruns Still Popular? ② Predictability Is Something Not to Be Feared! ③ What Really Satisfies Our Brain: Familiarity or Novelty ④ Repetition Gives Us Expertise at the Expense of Creativity ⑤ Our Hunter-Gatherer Ancestors Were Smart in Saving Energy 42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] ①(a) ②(b) ③(c) ④(d) ⑤(e) [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) Bahati lived in a small village, where baking bread for a hungry passerby is a custom when one misses someone. She had an only son living far away and missed him a lot, so (a) she baked an extra loaf of bread and put it on the window sill every day, for anyone to take away. Every day, a poor old woman took away the bread, just muttering “The good you do, comes back to you!” instead of expressing gratitude. (B) This time, instead of being irritated, Bahati decided to offer a prayer. For years, she had got no news of her son. (b) She prayed for his safety. That night, there was a knock on the door. As she opened it, (c) she was surprised to find her son standing in the doorway. He had grown thin and lean. His clothes were torn. Crying and hugging her son, she gave him clothes to change into and some food. (C) “Not a word of gratitude,” Bahati said to herself. One day, irritated, she was tempted to stop baking extra bread, but soon changed her mind. She baked an extra loaf and kept doing good because the words of the poor old woman kept coming back to her. (d) She placed the bread on the window sill. The poor old woman took away the loaf as usual, muttering the same words. (D) After taking some rest, Bahati’s son said, “On my way home, I was so starved that I collapsed. I saw an old woman with a loaf of bread. I begged her for a small piece of bread. But (e) she gave me the whole loaf saying my need was greater than hers.” It was then that Bahati finally realized the meaning of the words of the poor old woman: “The good you do, comes back to you!” 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ①(a) ②(b) ③(c) ④(d) ⑤(e) 45. 윗글의 Bahati에 관한 내용으로 적절하지 않은 것은? ① 멀리 살고 있는 아들을 몹시 그리워했다. ② 수년간 아들의 소식을 듣지 못했다. ③ 아들에게 갈아입을 옷과 음식을 주었다. ④ 여분의 빵을 굽는 일을 그만두었다. ⑤ 결국은 노파의 말의 의미를 깨달았다. ※ 확인 사항 답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}