{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① Sorry, but our recipe is a secret. ② Sure. I’d like to buy this dressing. ③ No thanks. We don’t need the recipe. ④ Yes, I can make you the vegetable soup. ⑤ Okay, I’ll bring you the salad right away. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① I have no more clothes to donate. ② You can pick them up this afternoon. ③ Let me check if we can accept them. ④ I forgot to separate whites and colors. ⑤ Please bring the receipt to get a refund. 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고 르시오. ① 병실 사용 시 유의 사항을 설명하려고 ② 병문안 시 면회 시간 준수를 당부하려고 ③ 병원 내 새로운 편의 시설을 소개하려고 ④ 병원 주변 도로 통제 구역을 공지하려고 ⑤ 병원 일부 출입구의 사용 제한을 안내하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 꾸준한 봉사 활동은 자아 존중감을 높인다. ② 남을 가르칠 때 자신감을 갖는 것이 중요하다. ③ 학습량과 교과 성적이 정비례하는 것은 아니다. ④ 남을 가르치는 것은 자신의 학습에 도움이 된다. ⑤ 알고 있는 것과 가르치는 것은 별개의 문제이다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 뉴스 제보자- 기자 ② 해외 특파원- 방송 제작자 ③ 동아리 담당 교사- 방송 작가 ④ 방송 광고 의뢰인- 촬영 감독 ⑤ 방송국 견학 학생- 뉴스 진행자 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고 르시오. ③ ⑤ ② ④ ① 7. 대화를 듣고, 남자가 여자에게 부탁한 일로 가장 적절한 것을 고르시오. ① 퇴임식장 예약하기 ② 사진 파일 보내주기 ③ 점심 식사 주문하기 ④ 행사 사진 촬영하기 ⑤ 신문 기사 작성하기 8. 대화를 듣고, 남자가 배드민턴 레슨에 갈 수 없는 이유를 고르 시오. ① 독감 예방 주사를 맞아서 ② 발표 준비를 해야 해서 ③ 수면 시간이 부족해서 ④ 왼쪽 발목을 다쳐서 ⑤ 진료 예약이 있어서 9. 대화를 듣고, 여자가 지불할 금액을 고르시오. [3점] ① $36 ② $45 ③ $54 ④ $63 ⑤ $72 10. 대화를 듣고, Dream Bio Research Project에 관해 언급되지 않은 것을 고르시오. ① 연구원 수 ② 예산 규모 ③ 연구 목적 ④ 연구 장소 ⑤ 연구 기간 11. Marathon Reading Program에 관한 다음 내용을 듣고, 일치하 지 않는 것을 고르시오. ① 학생, 교사, 학부모를 대상으로 한다. ② 오후 2시에 시작한다. ③ 학생들은 독서 감상문을 써야 한다. ④ 간식과 음료는 제공되지 않는다. ⑤ 이번 주 금요일까지 신청해야 한다. 2020학년도 3월 고2 전국연합학력평가 문제지 영어영역 제3 교시 1 2 영어영역 고2 2 8 12. 다음 표를 보면서 대화를 듣고, 여자가 주문할 휴대용 스피커 와 마이크 세트를 고르시오. Portable Speaker & Microphone Sets Model Price Running Time Color Clip Microphone ① A $65 8 hours White × ② B $70 10 hours Grey ○ ③ C $80 11 hours White ○ ④ D $85 12 hours Red × ⑤ E $110 15 hours Grey ○ 13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① Okay. We’ll let you have a one­month break. ② Please come for a medical checkup after a month. ③ Sorry. You’d better look for another sports center. ④ Sure. You can take the swimming lesson next week. ⑤ We offer a 20% discount for an annual membership. 14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① We can throw a farewell party for him. ② I have another picture that I’ve almost finished. ③ I don’t think I can exhibit my painting this time. ④ He already submitted his painting for the exhibition. ⑤ I believe all the families will come to the exhibition. 15. 다음 상황 설명을 듣고, Ryan이 Amy에게 할 말로 가장 적절 한 것을 고르시오. Ryan: ① I won’t break my promises to the students. ② We should use the school facilities more often. ③ I’ll do my best whether I win or lose the election. ④ You need to put all your belongings in the locker now. ⑤ We’d better find out if the school can replace the lockers. [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① the origin of the ancient Olympic Games ② the positive effects of the Olympic Games ③ the selection process for the Olympic athletes ④ reasons why some Olympic Games were cancelled ⑤ changes to the sports events in the Olympic Games 17. 언급된 스포츠 종목이 아닌 것은? ① soccer ② tennis ③ wrestling ④ handball ⑤ taekwondo 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시 에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Tony, I’m writing to ask if you could possibly do me a favour. For this year’s workshop, we would really like to take all our staff on a trip to Bridgend to learn more about new leadership skills in the industry. I remember that your company took a similar course last year, which included a lecture by an Australian lady whom you all found inspiring. Are you still in contact with her? If so, do you think that you could possibly let me have a number for her, or an email address? I would really appreciate your assistance. Kind regards, Luke Schreider ① 직원 연수 진행을 부탁하려고 ② 연수 강사의 연락처를 문의하려고 ③ 연수에서 강연할 원고를 의뢰하려고 ④ 리더십 개발 연수 참석을 권유하려고 ⑤ 연수자 명단을 보내 줄 것을 요청하려고 19. 다음 글에 드러난 Alice의 심경 변화로 가장 적절한 것은? Alice looked up from her speech for the first time since she began talking. She hadn’t dared to break eye contact with the words on the pages until she finished, for fear of losing her place. Actually, she’d just hoped for two simple things ― not to lose the ability to read during the talk and to get through it without making a fool of herself. Now the entire ballroom was standing, clapping. It was more than she had hoped for. Smiling brightly, she looked at the familiar faces in the front row. Tom clapped and cheered and looked like he could barely keep himself from running up to hug and congratulate her. She couldn’t wait to hug him, too. ① nervous →delighted ② embarrassed →scared ③ amazed →annoyed ④ hopeful →disappointed ⑤ angry →grateful 고2 영어영역 3 3 8 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? When I started my career, I looked forward to the annual report from the organization showing statistics for each of its leaders. As soon as I received them in the mail, I’d look for my standing and compare my progress with the progress of all the other leaders. After about five years of doing that, I realized how harmful it was. Comparing yourself to others is really just a needless distraction. The only one you should compare yourself to is you. Your mission is to become better today than you were yesterday. You do that by focusing on what you can do today to improve and grow. Do that enough, and if you look back and compare the you of weeks, months, or years ago to the you of today, you should be greatly encouraged by your progress. ① 남과 비교하기보다는 자신의 성장에 주목해야 한다. ② 진로를 결정할 때는 다양한 의견을 경청해야 한다. ③ 발전을 위해서는 선의의 경쟁 상대가 있어야 한다. ④ 타인의 성공 사례를 자신의 본보기로 삼아야 한다. ⑤ 객관적 자료에 근거하여 직원을 평가해야 한다. 21. 밑줄 친 creating a buffer가 다음 글에서 의미하는 바로 가장 적절한 것은? On one occasion I was trying to explain the concept of buffers to my children. We were in the car together at the time and I tried to explain the idea using a game. Imagine, I said, that we had to get to our destination three miles away without stopping. We couldn’t predict what was going to happen in front of us and around us. We didn’t know how long the light would stay on green or if the car in front would suddenly put on its brakes. The only way to keep from crashing was to put extra space between our car and the car in front of us. This space acts as a buffer. It gives us time to respond and adapt to any sudden moves by other cars. Similarly, we can reduce the friction of doing the essential in our work and lives simply by creating a buffer. * friction: 마찰 ① knowing that learning is more important than winning ② always being prepared for unexpected events ③ never stopping what we have already started ④ having a definite destination when we drive ⑤ keeping peaceful relationships with others 22. 다음 글의 요지로 가장 적절한 것은? Many of the leaders I know in the media industry are intelligent, capable, and honest. But they are leaders of companies that appear to have only one purpose: the single­minded pursuit of short­term profit and “shareholder value.” I believe, however, that the media industry, by its very nature and role in our society and global culture, must act differently than other industries — especially because they have the free use of our public airwaves and our digital spectrum, and have almost unlimited access to our children’s hearts and minds. These are priceless assets, and the right to use them should necessarily carry serious and long­lasting responsibilities to promote the public good. * shareholder: 주주(株主) ① 방송 통신과 관련된 법 개정이 시급하다. ② 공익 방송 시청률이 점점 하락하고 있다. ③ 미디어 산업은 공익을 증진할 책임이 있다. ④ 미디어 산업은 시설의 현대화를 꾀하고 있다. ⑤ 미디어에 대한 비판적 시각을 기를 필요가 있다. 23. 다음 글의 주제로 가장 적절한 것은? In addition to the varied forms that recreation may take, it also meets a wide range of individual needs and interests. Many participants take part in recreation as a form of relaxation and release from work pressures or other tensions. Often they may be passive spectators of entertainment provided by television, movies, or other forms of electronic amusement. However, other significant play motivations are based on the need to express creativity, discover hidden talents, or pursue excellence in varied forms of personal expression. For some participants, active, competitive recreation may offer a channel for releasing hostility and aggression or for struggling against others or the environment in adventurous, high­risk activities. Others enjoy recreation that is highly social and provides the opportunity for making new friends or cooperating with others in group settings. ① effects of recreational participation on memory ② various motivations for recreational participation ③ importance of balance between work and leisure ④ social factors promoting the recreation movement ⑤ economic trends affecting recreational participation 24. 다음 글의 제목으로 가장 적절한 것은? If a food contains more sugar than any other ingredient, government regulations require that sugar be listed first on the label. But if a food contains several different kinds of sweeteners, they can be listed separately, which pushes each one farther down the list. This requirement has led the food industry to put in three different sources of sugar so that they don’t have to say the food has that much sugar. So sugar doesn’t appear first. Whatever the true motive, ingredient labeling still does not fully convey the amount of sugar being added to food, certainly not in a language that’s easy for consumers to understand. A world­famous cereal brand’s label, for example, indicates that the cereal has 11 grams of sugar per serving. But nowhere does it tell consumers that more than one­third of the box contains added sugar. ① Artificial Sweeteners: Good or Bad? ② Consumer Benefits of Ingredient Labeling ③ Sugar: An Energy Booster for Your Brain ④ Truth About Sugar Hidden in Food Labels ⑤ What Should We Do to Reduce Sugar Intake? 4 영어영역 고2 4 8 25. 다음 도표의 내용과 일치하지 않는 것은? The above graph shows the injury rate by day of game in the National Football League (NFL) from 2014 to 2017. ①The injury rate of Thursday games was the lowest in 2014 and the highest in 2017. ②The injury rate of Saturday, Sunday and Monday games decreased steadily from 2014 to 2017. ③In all the years except 2017, the injury rate of Thursday games was lower than that of Saturday, Sunday and Monday games. ④The gap between the injury rate of Thursday games and that of Saturday, Sunday and Monday games was the largest in 2014 and the smallest in 2017. ⑤In two years out of the four, the injury rate of Thursday games was higher than that of the 4­year total. 26. Christiaan Huygens에 관한 다음 글의 내용과 일치하지 않는 것은? Dutch mathematician and astronomer Christiaan Huygens was born in The Hague in 1629. He studied law and mathematics at his university, and then devoted some time to his own research, initially in mathematics but then also in optics, working on telescopes and grinding his own lenses. Huygens visited England several times, and met Isaac Newton in 1689. In addition to his work on light, Huygens had studied forces and motion, but he did not accept Newton’s law of universal gravitation. Huygens’ wide­ranging achievements included some of the most accurate clocks of his time, the result of his work on pendulums. His astronomical work, carried out using his own telescopes, included the discovery of Titan, the largest of Saturn’s moons, and the first correct description of Saturn’s rings. * pendulum: 시계추 ① 대학에서 법과 수학을 공부했다. ② 1689년에 뉴턴을 만났다. ③ 뉴턴의 만유인력 법칙을 받아들였다. ④ 당대의 가장 정확한 시계 중 몇몇이 업적에 포함되었다. ⑤ 자신의 망원경을 사용하여 천문학 연구를 수행했다. 27. Flower Arranging Contest에 관한 다음 안내문의 내용과 일 치하지 않는 것은? Flower Arranging Contest Join our annual Flower Arranging Contest! When: May 7, 2020 at 4:00 p.m. Where: Jade High School Educational Exhibit Building Who Can Enter? ￭Category Ⅰ– Students enrolled in Home Economics ￭Category Ⅱ– Parents (not open to professionals) Rules ￭Each contestant must bring their own materials. ￭30 minutes will be allowed for finishing arrangements. Prizes for Each Category 1st Place: $80.00 2nd Place: $60.00 3rd Place: $40.00 * Arrangements will be on display until May 9, 2020. ① 학부모 중에서 전문가는 참여할 수 없다. ② 참가자에게 재료를 제공한다. ③ 꽃꽂이를 끝내는 데 30분이 주어진다. ④ 부문별 1등, 2등, 3등에게 상금을 준다. ⑤ 2020년 5월 9일까지 꽃꽂이 작품이 전시된다. 28. Bright Cat Toy에 관한 다음 안내문의 내용과 일치하는 것은? Bright Cat Toy Attract your cat’s attention and satisfy their hunting instincts with a unique electronic cat toy. Key Benefits ▪The feather appears randomly in the 6 holes. ▪Feathers can be exchanged easily. ▪It automatically stops running after 8 minutes. ▪It is fully charged in 30 minutes via USB­cable, and it runs for 5 hours. How to Use ▪Short press the button to power on / off the device. ▪Long press the button to change feathers. What’s in the Box ▪Bright Cat Toy: 1 piece ▪Feather: 2 pieces (1 installed, 1 extra) ① 구멍에서 정해진 순서대로 깃털이 나온다. ② 8분 후에 자동으로 작동을 멈춘다. ③ 완전히 충전하는 데 5시간이 걸린다. ④ 켜거나 끄려면 버튼을 길게 눌러야 한다. ⑤ 총 세 개의 깃털이 제공된다. 고2 영어영역 5 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? Commercial airplanes generally travel airways similar to roads, although they are not physical structures. Airways have fixed widths and defined altitudes, ①which separate traffic moving in opposite directions. Vertical separation of aircraft allows some flights ②to pass over airports while other processes occur below. Air travel usually covers long distances, with short periods of intense pilot activity at takeoff and landing and long periods of lower pilot activity while in the air, the portion of the flight ③known as the “long haul.” During the long­haul portion of a flight, pilots spend more time assessing aircraft status than ④searching out nearby planes. This is because collisions between aircraft usually occur in the surrounding area of airports, while crashes due to aircraft malfunction ⑤tends to occur during long­haul flight. * altitude: 고도 ** long haul: 장거리 비행 30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] I was sitting outside a restaurant in Spain one summer evening, waiting for dinner. The aroma of the kitchens excited my taste buds. My future meal was coming to me in the form of molecules drifting through the air, too small for my eyes to see but ①detected by my nose. The ancient Greeks first came upon the idea of atoms this way; the smell of baking bread suggested to them that small particles of bread ②existed beyond vision. The cycle of weather ③disproved this idea: a puddle of water on the ground gradually dries out, disappears, and then falls later as rain. They reasoned that there must be particles of water that turn into steam, form clouds, and fall to earth, so that the water is ④conserved even though the little particles are too small to see. My paella in Spain had inspired me, four thousand years too ⑤late, to take the credit for atomic theory. * taste bud: 미뢰(혀의 미각 기관) ** molecule: 분자 *** paella: 파에야(스페인 요리의 하나) [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. When he was dying, the contemporary Buddhist teacher Dainin Katagiri wrote a remarkable book called Returning to Silence. Life, he wrote, “is a dangerous situation.” It is the weakness of life that makes it precious; his words are filled with the very fact of his own life passing away. “The china bowl is beautiful because sooner or later it will break.... The life of the bowl is always existing in a dangerous situation.” Such is our struggle: this unstable beauty. This inevitable wound. We forget — how easily we forget — that love and loss are intimate companions, that we love the real flower so much more than the plastic one and love the cast of twilight across a mountainside lasting only a moment. It is this very that opens our hearts. [3점] ① fragility ② stability ③ harmony ④ satisfaction ⑤ diversity 32. Nothing happens immediately, so in the beginning we can’t see any results from our practice. This is like the example of the man who tries to make fire by rubbing two sticks of wood together. He says to himself, “They say there’s fire here,” and he begins rubbing energetically. He rubs on and on, but he’s very impatient. He wants to have that fire, but the fire doesn’t come. So he gets discouraged and stops to rest for a while. Then he starts again, but the going is slow, so he rests again. By then the heat has disappeared; he didn’t keep at it long enough. He rubs and rubs until he gets tired and then he stops altogether. Not only is he tired, but he becomes more and more discouraged until he gives up completely, “There’s no fire here.” Actually, he was doing the work, but there wasn’t enough heat to start a fire. The fire was there all the time, but . ① he didn’t carry on to the end ② someone told him not to give up ③ the sticks were not strong enough ④ he started without planning in advance ⑤ the weather was not suitable to start a fire 6 영어영역 고2 6 8 33. Translating academic language into everyday language can be an essential tool for you as a writer to . For, as writing theorists often note, writing is generally not a process in which we start with a fully formed idea in our heads that we then simply transcribe in an unchanged state onto the page. On the contrary, writing is more often a means of discovery in which we use the writing process to figure out what our idea is. This is why writers are often surprised to find that what they end up with on the page is quite different from what they thought it would be when they started. What we are trying to say here is that everyday language is often crucial for this discovery process. Translating your ideas into more common, simpler terms can help you figure out what your ideas really are, as opposed to what you initially imagined they were. [3점] * transcribe: 옮겨 쓰다 ① finish writing quickly ② reduce sentence errors ③ appeal to various readers ④ come up with creative ideas ⑤ clarify your ideas to yourself 34. The growing field of genetics is showing us what many scientists have suspected for years ⸻ . This information helps us better understand that genes are under our control and not something we must obey. Consider identical twins; both individuals are given the same genes. In mid­life, one twin develops cancer, and the other lives a long healthy life without cancer. A specific gene instructed one twin to develop cancer, but in the other the same gene did not initiate the disease. One possibility is that the healthy twin had a diet that turned off the cancer gene ⸻ the same gene that instructed the other person to get sick. For many years, scientists have recognized other environmental factors, such as chemical toxins (tobacco for example), can contribute to cancer through their actions on genes. The notion that food has a specific influence on gene expression is relatively new. [3점] ①identical twins have the same genetic makeup ②our preference for food is influenced by genes ③balanced diet is essential for our mental health ④genetic engineering can cure some fatal diseases ⑤foods can immediately influence the genetic blueprint 35. 다음 글에서 전체 흐름과 관계 없는 문장은? There are many superstitions surrounding the world of the theater. ①Superstitions can be anything from not wanting to say the last line of a play before the first audience comes, to not wanting to rehearse the curtain call before the final rehearsal. ②Shakespeare’s famous tragedy Macbeth is said to be cursed, and to avoid problems actors never say the title of the play out loud when inside a theater or a theatrical space (like a rehearsal room or costume shop). ③The interaction between the audience and the actors in the play influences the actors’ performance. ④Since the play is set in Scotland, the secret code you say when you need to say the title of the play is “the Scottish play.” ⑤If you do say the title by accident, legend has it that you have to go outside, turn around three times, and come back into the theater. [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것 을 고르시오. 36. Habits create the foundation for mastery. In chess, it is only after the basic movements of the pieces have become automatic that a player can focus on the next level of the game. Each chunk of information that is memorized opens up the mental space for more effortful thinking. (A) You fall into mindless repetition. It becomes easier to let mistakes slide. When you can do it “good enough” automatically, you stop thinking about how to do it better. (B) However, the benefits of habits come at a cost. At first, each repetition develops fluency, speed, and skill. But then, as a habit becomes automatic, you become less sensitive to feedback. (C) This is true for anything you attempt. When you know the simple movements so well that you can perform them without thinking, you are free to pay attention to more advanced details. In this way, habits are the backbone of any pursuit of excellence. [3점] ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고2 영어영역 7 7 8 37. Regardless of whether the people existing after agriculture were happier, healthier, or neither, it is undeniable that there were more of them. Agriculture both supports and requires more people to grow the crops that sustain them. (A) And a larger population doesn’t just mean increasing the size of everything, like buying a bigger box of cereal for a larger family. It brings qualitative changes in the way people live. (B) Estimates vary, of course, but evidence points to an increase in the human population from 1-5 million people worldwide to a few hundred million once agriculture had become established. (C) For example, more people means more kinds of diseases, particularly when those people are sedentary. Those groups of people can also store food for long periods, which creates a society with haves and have­nots. [3점] * sedentary: 한 곳에 정착해 있는 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. Yet today if you program that same position into an ordinary chess program, it will immediately suggest the exact moves that Fischer made. The boundary between uniquely human creativity and machine capabilities continues to change. ( ①) Returning to the game of chess, back in 1956, thirteen­year­old child prodigy Bobby Fischer made a pair of remarkably creative moves against grandmaster Donald Byrne. ( ②) First he sacrificed his knight, seemingly for no gain, and then exposed his queen to capture. ( ③) On the surface, these moves seemed insane, but several moves later, Fischer used these moves to win the game. ( ④) His creativity was praised at the time as the mark of genius. ( ⑤) It’s not because the computer has memorized the Fischer­Byrne game, but rather because it searches far enough ahead to see that these moves really do pay off. * prodigy: 신동, 영재 39. In some cases, their brains had ceased to function altogether. Of all the medical achievements of the 1960s, the most widely known was the first heart transplant, performed by the South African surgeon Christiaan Barnard in 1967. ( ①) The patient’s death 18 days later did not weaken the spirits of those who welcomed a new era of medicine. ( ②) The ability to perform heart transplants was linked to the development of respirators, which had been introduced to hospitals in the 1950s. ( ③) Respirators could save many lives, but not all those whose hearts kept beating ever recovered any other significant functions. ( ④) The realization that such patients could be a source of organs for transplantation led to the setting up of the Harvard Brain Death Committee, and to its recommendation that the absence of all “discernible central nervous system activity” should be “a new criterion for death”. ( ⑤) The recommendation has since been adopted, with some modifications, almost everywhere. [3점] * respirator: 인공호흡기 ** discernible: 식별 가능한 *** criterion: 기준 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? Some natural resource­rich developing countries tend to create an excessive dependence on their natural resources, which generates a lower productive diversification and a lower rate of growth. Resource abundance in itself need not do any harm: many countries have abundant natural resources and have managed to outgrow their dependence on them by diversifying their economic activity. That is the case of Canada, Australia, or the US, to name the most important ones. But some developing countries are trapped in their dependence on their large natural resources. They suffer from a series of problems since a heavy dependence on natural capital tends to exclude other types of capital and thereby interfere with economic growth.  Relying on rich natural resources without (A) economic activities can be a (B) to economic growth. (A) (B) ① varying ······ barrier ② varying ······ shortcut ③ limiting ······ challenge ④ limiting ······ barrier ⑤ connecting ······ shortcut 8 영어영역 고2 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. Animal studies have dealt with the distances creatures may keep between themselves and members of other species. These distances determine the functioning of the so­called ‘flight or fight’ mechanism. As an animal senses what it considers to be a predator approaching within its ‘flight’ distance, it will quite simply run away. The distance at which this happens is amazingly (a) consistent, and Hediger, a Swiss biologist, claimed to have measured it remarkably precisely for some of the species that he studied. Naturally, it varies from species to species, and usually the larger the animal the (b) shorter its flight distance. I have had to use a long focus lens to take photographs of giraffes, which have very large flight distances. By contrast, I have several times nearly stepped on a squirrel in my garden before it drew attention to itself by suddenly escaping! We can only assume that this (c) variation in distance matches the animal’s own assessment of its ability to accelerate and run. The ‘fight’ distance is always (d) smaller than the flight distance. If a perceived predator approaches within the flight distance but the animal is trapped by obstacles or other predators and cannot (e) flee, it must stand its ground. Eventually, however, attack becomes the best form of defence, and so the trapped animal will turn and fight. 41. 윗글의 제목으로 가장 적절한 것은? ① How Animals Migrate Without Getting Lost ② Flight or Fight Mechanism: Still in Our Brain ③ Why the Size Matters in the Survival of Animals ④ Distances: A Determining Factor for Flight or Attack ⑤ Competition for Food Between Large and Small Animals 42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) Eight­year­old Yolanda went to her grandmother’s and proudly announced that she was going to be very successful when she grew up and asked her grandmother if she could give her any tips on how to achieve this. The grandmother nodded, took the girl by the hand, and walked (a) her to a nearby plant nursery. There, the two of them chose and purchased two small trees. (B) The grandmother smiled and said, “Remember this, and you will be successful in whatever you do: If you choose the safe option all of your life, you will never grow. But if you are willing to face the world with all of its challenges, you will learn from those challenges and grow to achieve great heights.” Yolanda looked up at the tall tree, took a deep breath, and nodded (b) her head, realizing that her wise grandmother was right. (C) They returned home and planted one of them in the back yard and planted the other tree in a pot and kept it indoors. Then her grandmother asked her which of the trees (c) she thought would be more successful in the future. Yolanda thought for a moment and said the indoor tree would be more successful because it was protected and safe, while the outdoor tree had to cope with the elements. Her grandmother shrugged and said, “We’ll see.” Her grandmother took good care of both trees. * elements: 악천후 (D) In a few years, Yolanda, now a teenager, came to visit her grandmother again. Yolanda reminded her that (d) she had never really answered her question from when she was a little girl about how she could become successful when she grew up. The grandmother showed Yolanda the indoor tree and then took (e) her outside to have a look at the towering tree outside. “Which one is greater?” the grandmother asked. Yolanda replied, “The outside one. But that doesn’t make sense; it had to cope with many more challenges than the one inside.” 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)∼(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글에 관한 내용으로 적절하지 않은 것은? ① Yolanda는 자신이 크게 성공할 것이라고 자랑스럽게 말했다. ② 할머니는 역경으로부터 배울 수 있다고 말했다. ③ Yolanda는 집 밖에 심은 나무가 더 잘 자랄 거라고 말했다. ④ 할머니는 두 나무를 정성스럽게 돌보았다. ⑤ Yolanda는 십 대가 되어 할머니를 다시 방문했다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
}