{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번 까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ①모터쇼 임시 주차장 운영을 안내하려고 ②방송국 방문 등록 방법을 설명하려고 ③모터쇼 입장 시간 변경을 알려주려고 ④공영 주차장 요금 인상을 공지하려고 ⑤라디오 행사 지원 팀을 모집하려고 2. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ①충분한 영양 섭취를 위해 다양한 과일을 먹어야 한다. ②식사 전에 과일을 먹는 것이 건강에 도움이 된다. ③과일을 먹기 전에 껍질을 깨끗이 씻어야 한다. ④규칙적인 생활 습관이 체중 관리에 중요하다. ⑤늦은 밤중에 먹는 음식은 숙면을 방해한다. 3. 다음을 듣고, 남자가 하는 말의 요지로 가장 적절한 것을 고르시오. ①환경 교육 프로그램에 적극적으로 참여해야 한다. ②쉽게 분해될 수 있는 플라스틱 제품 개발이 필요하다. ③플라스틱 쓰레기를 줄이기 위해 텀블러를 가지고 다녀야 한다. ④플라스틱병 재활용률을 높이려는 새로운 정책이 요구된다. ⑤텀블러 구매 시 유해 성분 포함 여부를 확인해야 한다. 4. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. ⑤ ③ ④ ② ① 5. 대화를 듣고, 여자가 할 일로 가장 적절한 것을 고르시오. ①과학실 촬영하기 ②영상에 자막 넣기 ③홍보 문구 만들기 ④선생님 인터뷰하기 ⑤배경 음악 선택하기 6. 대화를 듣고, 남자가 지불할 금액을 고르시오. [3점] ①$45 ②$60 ③$65 ④$75 ⑤$90 7. 대화를 듣고, 여자가 기타 동호회에 참석하지 못한 이유를 고르시오. ①기타에 문제가 생겨서 ②늦게까지 일해야 해서 ③손가락에 통증이 있어서 ④프로젝트에 참여해야 해서 ⑤새 연주법을 익히지 못해서 8. 대화를 듣고, 2023 Laser Light Show에 관해 언급되지 않은 것을 고르시오. ①주제 ②기간 ③장소 ④예매 방법 ⑤입장료 9. Highville Fashion Pop-up Stores에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ①12월 29일부터 3일 동안 진행될 것이다. ②5층에서 열릴 것이다. ③장갑과 니트 모자를 포함한 패션 상품을 구매할 수 있다. ④전 상품에 대해 60퍼센트 할인을 제공할 것이다. ⑤모든 구매 고객에게 무료 커피 쿠폰을 줄 것이다. 10. 다음 표를 보면서 대화를 듣고, 남자가 구매할 하이킹 스틱을 고르시오. Hiking Sticks Model Price Material Foldable Color ① A $37 Bamboo × Brown ② B $39 Aluminum ○ Blue ③ C $43 Carbon Fiber × Black ④ D $47 Aluminum ○ Brown ⑤ E $52 Carbon Fiber ○ Blue 11. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ①Don’t worry. You can’t miss the auditorium. ②Good idea. I’ll go check if it’s available. ③Right. I want to sign up for your class. ④No problem. I can change my recipe. ⑤Yes. You’ll win the contest next time. 12. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ①Not really. I’m still working on my report. ②Sorry. I can’t issue you a library card now. ③Great! I’m going to download and try it out. ④Absolutely! I’ll return your books tomorrow. ⑤I agree. I should read different kinds of books. 2023학년도 11월 고2 전국연합학력평가 문제지 영어 영역 제 3 교시 1 2 영어 영역 2 8 13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ①Of course. I’ll post them after you’re done. ②Why not? I should search for online reviews. ③Okay. I want to buy some pictures on auction. ④I see. I can buy a bigger closet for your room. ⑤No. I couldn’t find anyone who wanted to buy them. 14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. Woman: ①No wonder. She needs to practice more. ②Sorry to hear that. I hope she gets well soon. ③It’s no big deal. I’ll give her advice on the facilities. ④What a shame! I should’ve gone to the concert with you. ⑤True. You’d better stay in the hospital a couple more days. 15. 다음 상황 설명을 듣고, Ms. Parker가 Eric에게 할 말로 가장 적절한 것을 고르시오. [3점] Ms. Parker: ①You should check the nutrition facts label before consumption. ②You’d better drink more water to improve concentration. ③You need to use meditation to ease students’ worries. ④How about separating water bottles for recycling? ⑤Why don’t you plan a schedule when you study? [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ①how to conveniently use airport facilities ②ways to get through airport security faster ③futuristic airports designed by famous architects ④airports named after well-known people in the world ⑤guides for domestic-to-international airport transfer 17. 언급된 도시가 아닌 것은? ①Chicago ②Nairobi ③Paris ④Jakarta ⑤Buenos Aires 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? To whom it may concern, I am writing to inform you of an ongoing noise issue that I am experiencing. My apartment faces the basketball courts of the community center. While I fully support the community center’s services, I am constantly being disrupted by individuals playing basketball late at night. Many nights, I struggle to fall asleep because I can hear people bouncing balls and shouting on the basketball courts well after 11 p.m.. Could you restrict the time the basketball court is open to before 9 p.m.? I’m sure I’m not the only person in the neighborhood that is affected by this noise issue. I appreciate your assistance. Sincerely, Ian Baldwin ①체육관의 바닥 교체 공사를 요구하려고 ②농구 코트의 운영 시간 제한을 요청하려고 ③문화 센터 시설의 대관 날짜를 변경하려고 ④건강 증진 프로그램 신청 방법을 문의하려고 ⑤지역 내 체육 시설의 증설 가능 여부를 확인하려고 19. 다음 글에 드러난 Chaske의 심경 변화로 가장 적절한 것은? Chaske, a Cherokee boy, was sitting on a tree stump. As a rite of passage for youths in his tribe, Chaske had to survive one night in the forest wearing a blindfold, not knowing he was observed by his father. After the sunset, Chaske could hear all kinds of noises. The wind blew the grass and shook his stump. A sense of dread swept through his body. What if wild beasts are looking at me? I can’t stand this! Just as he was about to take off the blindfold to run away, a voice came in from somewhere. “I’m here around you. Don’t give up, and complete your mission.” It was his father’s voice. He has been watching me from nearby! With just the presence of his father, the boy regained stability. What panicked him awfully a moment ago vanished into thin air. ①nervous → doubtful ②horrified → relieved ③disappointed → curious ④ashamed → frightened ⑤bored → delighted 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Agriculture includes a range of activities such as planting, harvesting, fertilizing, pest management, raising animals, and distributing food and agricultural products. It is one of the oldest and most essential human activities, dating back thousands of years, and has played a critical role in the development of human civilizations, allowing people to create stable food supplies and settle in one place. Today, agriculture remains a vital industry that feeds the world’s population, supports rural communities, and provides raw materials for other industries. However, agriculture faces numerous challenges such as climate change, water scarcity, soil degradation, and biodiversity loss. As the world’s population continues to grow, it is essential to find sustainable solutions to address the challenges facing agriculture and ensure the continued production of food and other agricultural products. ①토 양 의 질 을 개 선 하 기 위 해 친 환 경 농 법 의 연 구 와 개 발 이 필 요 하 다 . ②세 계 인 구 의 증 가 에 대 응 하 기 위 해 농 산 물 품 종 의 다 양 화 가 필 요 하 다 . ③기 후 변 화 에 대 한 지 속 가 능 한 대 책 은 경 제 적 관 점 에 서 고 려 되 어 야 한 다 . ④다 른 산 업 분 야 와 의 공 동 연 구 를 통 해 상 품 성 을 가 진 농 작 물 을 개 발 해 야 한 다 . ⑤농 업 이 직 면 한 문 제 해 결 및 식 량 과 농 산 물 의 지 속 적 생 산 을 위 한 방 안 이 필 요 하 다 . 3 영어 영역 3 8 21. 밑줄 친 be more than just sugar on the tongue이 다음 글에서 의미하는 바로 가장 적절한 것은? [3점] The arts and aesthetics offer emotional connection to the full range of human experience. “The arts can be more than just sugar on the tongue,” Anjan Chatterjee, a professor at the University of Pennsylvania, says. “In art, when there’s something challenging, which can also be uncomfortable, this discomfort, if we’re willing to engage with it, offers the possibility of some change, some transformation. That can also be a powerful aesthetic experience.” The arts, in this way, become vehicles to contend with ideas and concepts that are difficult and uncomfortable otherwise. When Picasso painted his masterpiece Guernica in 1937, he captured the heartbreaking and cruel nature of war, and offered the world a way to consider the universal suffering caused by the Spanish Civil War. When Lorraine Hansberry wrote her play A Raisin in the Sun, she gave us a powerful story of people struggling with racism, discrimination, and the pursuit of the American dream while also offering a touching portrait of family life. ①play a role in relieving psychological anxiety ②enlighten us about the absoluteness of beauty ③conceal the artist’s cultural and ethnic traditions ④embrace a variety of experiences beyond pleasure ⑤distort the viewers’ accurate understanding of history 22. 다음 글의 요지로 가장 적절한 것은? Many historians have pointed to the significance of accurate time measurement to Western economic progress. The French historian Jacques Le Goff called the birth of the public mechanical clock a turning point in Western society. Until the late Middle Ages, people had sun or water clocks, which did not play any meaningful role in business activities. Market openings and activities started with the sunrise and typically ended at noon when the sun was at its peak. But when the first public mechanical clocks were introduced and spread across European cities, market times were set by the stroke of the hour. Public clocks thus greatly contributed to public life and work by providing a new concept of time that was easy for everyone to understand. This, in turn, helped facilitate trade and commerce. Interactions and transactions between consumers, retailers, and wholesalers became less irregular. Important town meetings began to follow the pace of the clock, allowing people to better plan their time and allocate resources in a more efficient manner. ①공공 시계는 서양 사회의 경제적 진보에 영향을 미쳤다. ②서양에서 생산된 시계는 세계적으로 정교함을 인정받았다. ③서양의 시계는 교역을 통해 전파되어 세계적으로 대중화되었다. ④기계 시계의 발명은 다른 측량 장비들의 개발에 도움을 주었다. ⑤중세 시대의 시계 발명은 자연법칙을 이해하는 데 큰 전환점이 되었다. 23. 다음 글의 주제로 가장 적절한 것은? Sylvan Goldman invented the shopping cart and introduced it in his stores in 1937. It was an excellent device that would make it easy for shoppers to buy as much as they wanted without getting tired or seeking others’ help. But Goldman discovered that in spite of his repeated advertisements and explanations, he could not persuade his shoppers to use the wheeled carts. Men were reluctant because they thought they would appear weak if they pushed such carts instead of carrying their shopping. Women wouldn’t touch them because the carts reminded them of baby carriages. It was only a few elderly shoppers who used them. That made the carts even less attractive to the majority of the shoppers. Then Goldman hit upon an idea. He hired several models, men and women, of different ages and asked them to wheel the carts in the store and shop. A young woman employee standing near the entrance told the regular shoppers, ‘Look, everyone is using the carts. Why don’t you?’ That was the turning point. A few shills disguised as regular shoppers easily accomplished what logic, explanations, and advertisements failed to do. Within a few weeks shoppers readily accepted those carts. * shill: 바람잡이 ①persuasive power of peer behavior ②methods to help consumers shop less ③innovative ways to reduce waste in retail ④hidden nature of human beings to support materialism ⑤importance of a store layout based on customer needs 24. 다음 글의 제목으로 가장 적절한 것은? In response to human-like care robots, critics might charge that human-robot interactions create moral hazards for dementia patients. Even if deception is sometimes allowed when it serves worthy goals, should it be allowed for vulnerable users? Just as children on the autism spectrum with robot companions might be easily fooled into thinking of robots as friends, older adults with cognitive deficits might be. According to Alexis Elder, a professor at UMD, robots are false friends, inferior to true friendship. Reasoning along similar lines, John Sullins, a professor at Sonoma State University, holds that robots should “remain iconic or cartoonish so that they are easily distinguished as synthetic even by unsophisticated users.” At least then no one is fooled. Making robots clearly fake also avoids the so-called “uncanny valley,” where robots are perceived as scary because they so closely resemble us, but not quite. Other critics of robot deception argue that when care recipients are deceived into thinking that robots care, this crosses a line and violates human dignity. * dementia: 치매 ** autism: 자폐성 ①The Importance of Protecting Human Dignity ②Robots Can’t Surpass Human Beings in Nursing Jobs ③Why Robots for Vulnerable People Should Look Like Robots ④Can Robots Learn Ethical Behavior Through Human Interaction? ⑤Healthcare Robots: Opening the Era of Online Medical Checkups 4 영어 영역 4 8 25. 다음 도표의 내용과 일치하지 않는 것은? The graph above shows the results of a 2019 survey on the views of American age groups on targeted online advertising. ①In total, while 51% of the respondents said targeted ads were intrusive, 27% said they were interesting. ②The percentage of respondents who believed that targeted ads were interesting was the highest in the age group of 18 to 24. ③The percentage of respondents aged 25 to 34 who said that targeted ads were intrusive was the same as that of respondents aged 45 to 54 who said the same. ④Among all age groups, the gap between respondents who said targeted ads were interesting and those who believed them to be intrusive was the largest in the 35-to-44 age group. ⑤The age group of 55 and above was the only group where the percentage of respondents who believed targeted ads were intrusive was more than 50%. 26. Maggie L. Walker에 관한 다음 글의 내용과 일치하지 않는 것은? Maggie L. Walker achieved national prominence as a businesswoman and community leader. She was among the earliest Black students to attend newly-established public schools for African Americans. After graduating, she worked as a teacher for three years at the Valley School, where she had studied. In the early 1900s, Virginia banks owned by white bankers were unwilling to do business with African American organizations or individuals. The racial discrimination by white bankers drove her to study banking and financial laws. She established a newspaper to promote closer communication between the charitable organization she belonged to and the public. Soon after, she founded the St. Luke Penny Savings Bank, which survived the Great Depression and merged with two other banks. It thrived as the oldest continually African American-operated bank until 2009. Walker achieved successes with the vision to make improvements in the way of life for African Americans. ①아프리카계 미국인을 위해 설립된 학교에 다녔다. ②졸업 후 자신이 공부했던 학교에서 교사로 일했다. ③인종 차별로 인해 은행 금융법 공부를 시작할 수 없었다. ④자선 단체와 대중 간의 소통을 장려하고자 신문사를 설립했다. ⑤그녀가 설립한 은행은 대공황에서 살아남아 다른 은행들과 합병했다. 27. 2024 Youth Tennis Camp에 관한 다음 안내문의 내용과 일치하지 않는 것은? 2024 Youth Tennis Camp 2024 Youth Tennis Camp is where your child can get instruction from qualified tennis players at indoor tennis courts. It will provide fundamental tennis skills to your children! Who: Ages 13 to 18 When: January 15 - 18, 2024 Monday to Thursday, 9:00 a.m. - 12:00 p.m. Registration Fee: $100(lunch included) Cancellation Policy • 5 days before the class: 100% refund • 1-4 days before the class: 50% refund • On the day of the class and afterwards: No refund Notes • No outside food is allowed. • Participants must bring their own tennis equipment. Registration is ONLY available online and will start on December 16. Visit our website at www.ytc2024.com to register. ①자격을 가진 테니스 선수가 지도한다. ②금요일에는 강습이 없다. ③등록비에는 점심 식사가 포함된다. ④강습 당일 취소 시 환불받을 수 있다. ⑤참가자들은 테니스 장비를 가져와야 한다. 28. Cherrywood High School’s T-shirt Design Contest에 관한 다음 안내문의 내용과 일치하는 것은? Cherrywood High School’s T-shirt Design Contest Help us to design our new school shirts! A panel of student council members will select the winning design. Take this chance at being the designer for the new school T-shirt. This contest is open to all students! Submission Deadline: 16:00 on December 22, 2023 Winner Announcement Date: December 29, 2023 Location for Submissions: Art Teacher’s Office Contest Rules • Sketch your design on a piece of plain paper. • Write your student number and name on your paper. • Include the school name and logo in your design. • Max of 4 colors can be used. Good luck and thanks for your participation! ①교사들이 수상 디자인을 선정할 예정이다. ②수상자 발표일은 제출 마감일 다음 날이다. ③출품작은 학생회실에 제출해야 한다. ④종이에 자신의 학번과 이름을 써야 한다. ⑤사용 가능한 색상 수에 제한이 없다. 5 영어 영역 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? Lectins are large proteins that serve as a crucial weapon that plants use to defend ①themselves. The lectins in most plants bind to carbohydrates as we consume the plant. They also bind to sugar molecules ②found in the gut, in the brain, between nerve endings, in joints and in all bodily fluids. According to Dr. Steven Gundry, these sticky proteins can interrupt messaging between cells and ③cause toxic and inflammatory reactions. Brain fog is just one result of lectins interrupting communication between nerves. An upset stomach is another common symptom of lectin overload. Dr. Gundry lists a wide range of other health problems including aching joints, dementia, headaches and infertility ④that have been resolved in his patients once they eliminated lectins from their diets. Dr. Paul Saladino writes that the hypothesis that lectins are involved in Parkinson’s disease is also gaining support, with animal studies ⑤showed that ‘lectins, once eaten, may be damaging the gut and travelling to the brain, where they appear to be toxic to dopaminergic neurons’. * inflammatory: 염증성의 30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] Technology changes how individuals and societies understand the concept of privacy. The fact that someone has a new ability to access information or watch the actions of another does not ①justify doing so. Rather, advances in technology require citizens and policy makers to consider how privacy protections should be expanded. For example, when cameras first became available for commercial and private use, nations and citizens struggled over whether new laws should be enacted to ②protect individuals from being photographed without their permission. The ③reconsideration of privacy brought about by this new technology re-affirmed a distinction between private and public spaces. It was determined by most cultures that people automatically gave ④consent to being seen ― and thus recorded ― once they voluntarily stepped into a public space. Although some people might be uncomfortable with the spread of surveillance cameras, citizens in most cultures have adjusted to the fact that giving up the right not to be observed in these circumstances causes ⑤more harm to the community than failing to have surveillance. * surveillance: 감시 [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. Coincidence that is statistically impossible seems to us like an irrational event, and some define it as a miracle. But, as Montaigne has said, “the origin of a miracle is in our , at the level of our knowledge of nature, and not in nature itself.” Glorious miracles have been later on discovered to be obedience to the laws of nature or a technological development that was not widely known at the time. As the German poet, Goethe, phrased it: “Things that are mysterious are not yet miracles.” The miracle assumes the intervention of a “higher power” in its occurrence that is beyond human capability to grasp. Yet there are methodical and simple ways to “cause a miracle” without divine revelation and inspiration. Instead of checking it out, investigating and finding the source of the event, we define it as a miracle. The miracle, then, is the excuse of those who are too lazy to think. [3점] * revelation: 계시 ①ignorance ②flexibility ③excellence ④satisfaction ⑤exaggeration 32. Information encountered after an event can influence subsequent remembering. External information can easily integrate into a witness’s memory, especially if the event was poorly encoded or the memory is from a distant event, in which case time and forgetting have degraded the original memory. With reduced information available in memory with which to confirm the validity of post-event misinformation, it is less likely that . Instead, especially when it fits the witness’s current thinking and can be used to create a story that makes sense to him or her, it may be integrated as part of the original experience. This process can be explicit (i.e., the witness knows it is happening), but it is often unconscious. That is, the witness might find himself or herself thinking about the event differently without awareness. Over time, the witness may not even know the source of information that led to the (new) memory. Sources of misinformation in forensic contexts can be encountered anywhere, from discussions with other witnesses to social media searches to multiple interviews with investigators or other legal professionals, and even in court. [3점] * forensic: 법정의 ①this new information will be rejected ②people will deny the experience of forgetting ③interference between conflicting data will occur ④the unconscious will be involved in the recall process ⑤a recent event will last longer in memory than a distant one 6 영어 영역 6 8 33. Correlations are powerful because the insights they offer are relatively clear. These insights are often covered up when we bring causality back into the picture. For instance, a used-car dealer supplied data to statisticians to predict which of the vehicles available for purchase at an auction were likely to have problems. A correlation analysis showed that orange-colored cars were far less likely to have defects. Even as we read this, we already think about why it might be so: Are orange-colored car owners likely to be car enthusiasts and take better care of their vehicles? Or, is it because orange-colored cars are more noticeable on the road and therefore less likely to be in accidents, so they’re in better condition when resold? Quickly we are caught in a web of competing causal hypotheses. But our attempts to illuminate things this way only make them cloudier. Correlations exist; we can show them mathematically. We can’t easily do the same for causal links. So we would do well to . [3점] ①stay away from simply accepting the data as they are ②point out every phenomenon in light of cause and effect ③apply a psychological approach to color preferences ④admit that correlations are within the framework of causality ⑤hold off from trying to explain the reason behind the correlations 34. Most mice in the wild are eaten or die before their life span of two years is over. They die from external causes, such as disease, starvation, or predators, not due to internal causes, such as aging. That is why nature has made mice to live, on average, for no longer than two years. Now we have arrived at an important point: The average life span of an animal species, or the rate at which it ages, is determined by . That explains why a bat can live to be 30 years old. In contrast to mice, bats can fly, which is why they can escape from danger much faster. Thanks to their wings, bats can also cover longer distances and are better able to find food. Every genetic change in the past that made it possible for a bat to live longer was useful, because bats are much better able than mice to flee from danger, find food, and survive. ①the distance that migrating species can travel for their survival ②the average time that this animal species can survive in the wild ③the amount of energy that members of the species expend in a day ④the extent to which this species is able to protect its source of food ⑤the maximum size of the habitat in which it and its neighbors coexist 35. 다음 글에서 전체 흐름과 관계 없는 문장은? [3점] Moral excellence, according to Aristotle, is the result of habit and repetition, though modern science would also suggest that it may have an innate, genetic component. ①This means that moral excellence will be broadly set early in our lives, which is why the question of how early to teach it is so important. ②Freud suggested that we don’t change our personality much after age five or thereabouts, but as in many other things, Freud was wrong. ③A person of moral excellence cannot help doing good ― it is as natural as the change of seasons or the rotation of the planets. ④Recent psychological research shows that personality traits stabilize around age thirty in both men and women and regardless of ethnicity as the human brain continues to develop, both neuroanatomically and in terms of cognitive skills, until the mid-twenties. ⑤The advantage of this new understanding is that we can be a bit more optimistic than Aristotle and Freud about being able to teach moral excellence. * neuroanatomically: 신경 해부학적으로 [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. The size of a species is not accidental. It’s a fine-tuned interaction between a species and the world it inhabits. Over large periods of time, size fluctuations have often signalled significant changes in the environment. (A) But we are beginning to see changes in this trend. Scientists have discovered that many animals are shrinking. Around the world, species in every category have been found to be getting smaller, and one major cause appears to be the heat. (B) Generally speaking, over the last five hundred million years, the trend has been towards animals getting larger. It’s particularly notable in marine animals, whose average body size has increased 150-fold in this time. (C) Animals living in the Italian Alps, for example, have seen temperatures rise by three to four degrees Celsius since the 1980s. To avoid overheating, chamois goats now spend more of their days resting rather than searching for food, and as a result, in just a few decades, the new generations of chamois are 25 percent smaller. ①(A) - (C) - (B) ②(B) - (A) - (C) ③(B) - (C) - (A) ④(C) - (A) - (B) ⑤(C) - (B) - (A) 7 영어 영역 7 8 37. For a long time, random sampling was a good shortcut. It made analysis of large data problems possible in the pre-digital era. (A) There is no need to focus at the beginning, since collecting all the information makes it possible to do that afterwards. Because rays from the entire light field are included, it is closer to all the data. As a result, the information is more “reuseable” than ordinary pictures, where the photographer has to decide what to focus on before she presses the shutter. (B) But much as converting a digital image or song into a smaller file results in loss of data, information is lost when sampling. Having the full (or close to the full) dataset provides a lot more freedom to explore, to look at the data from different angles or to look closer at certain aspects of it. (C) A fitting example may be the light-field camera, which captures not just a single plane of light, as with conventional cameras, but rays from the entire light field, some 11 million of them. The photographers can decide later which element of an image to focus on in the digital file. [3점] ①(A) - (C) - (B) ②(B) - (A) - (C) ③(B) - (C) - (A) ④(C) - (A) - (B) ⑤(C) - (B) - (A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. We must reexamine this stereotype, however, as it doesn’t always hold true. Introverted leaders do have to overcome the strong cultural presumption that extroverts are more effective leaders. ( ①) Although the population splits into almost equal parts between introverts and extroverts, more than 96 percent of managers and executives are extroverted. ( ②) In a study done in 2006, 65 percent of senior corporate executives viewed introversion as a barrier to leadership. ( ③) Regent University found that a desire to be of service to others and to empower them to grow, which is more common among introverts than extroverts, is a key factor in becoming a leader and retaining leadership. ( ④) So-called servant leadership, dating back to ancient philosophical literature, adheres to the belief that a company’s goals are best achieved by helping workers or customers achieve their goals. ( ⑤) Such leaders do not seek attention but rather want to shine a light on others’ wins and achievements; servant leadership requires humility, but that humility ultimately pays off. * humility: 겸손 39. However, contrary to the trend of the past several decades, in many new situations that are occurring today, allowing for imprecision― for messiness―may be a positive feature, not a shortcoming. By the nineteenth century, France had developed a system of precisely defined units of measurement to capture space, time, and more, and had begun to get other nations to adopt the same standards. ( ①) Just half a century later, in the 1920s, the discoveries of quantum mechanics forever destroyed the dream of comprehensive and perfect measurement. ( ②) And yet, outside a relatively small circle of physicists, the mindset of humankind’s drive to flawlessly measure continued among engineers and scientists. ( ③) In the world of business it even expanded, as the precision-oriented sciences of mathematics and statistics began to influence all areas of commerce. ( ④) As a tradeoff for relaxing the standards of allowable errors, one can get a hold of much more data. ( ⑤) It isn’t just that “more is better than some,” but that, in fact, sometimes “more is greater than better.” 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? Multiple laboratory studies show that cooperative people tend to receive social advantages from others. One way to demonstrate this is to give people the opportunity to act positively or negatively toward contributors. For example, Pat Barclay, a professor at the University of Guelph, had participants play a cooperative game where people could contribute money toward a group fund which helped all group members, and then allowed participants to give money to other participants based on their reputations. People who contributed more to the group fund were given responsibility for more money than people who contributed less. Similar results have been found by other researchers. People who contribute toward their groups are also chosen more often as interaction partners, preferred as leaders, rated as more desirable partners for long-term relationships, and are perceived to be trustworthy and have high social status. Uncooperative people tend to receive verbal criticism or even more severe punishment. 뾞 Studies suggest that individuals who act with (A) toward their communities are more likely to be viewed as deserving of (B) by members of that community than those who don’t. (A) (B) (A) (B) ①generosity …… benefit ②hostility …… support ③generosity …… humiliation ④hostility …… hospitality ⑤tolerance …… dishonor 8 영어 영역 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. In Western society, many music performance settings make a clear distinction between performers and audience members: the performers are the “doers” and those in the audience take a decidedly passive role. The performance space itself may further (a) reinforce the distinction with a physical separation between the stage and audience seating. Perhaps because this distinction is so common, audiences seem to greatly value opportunities to have special “access” to performers that affords understanding about performers’ style of music. Some performing musicians have won great approval by regularly (b) incorporating “audience participation” into their concerts. Whether by leading a sing-along activity or teaching a rhythm to be clapped at certain points, including audience members in the music making can (c) boost the level of engagement and enjoyment for all involved. Performers who are uncomfortable leading audience participation can still connect with the audience simply by giving a special glimpse of the performer (d) perspective. It is quite common in classical music to provide audiences with program notes. Typically, this text in a program gives background information about pieces of music being performed and perhaps biographical information about historically significant composers. What may be of more interest to audience members is background information about the very performers who are onstage, including an explanation of why they have chosen the music they are presenting. Such insight can make audience members feel (e) distant to the musicians onstage, both metaphorically and emotionally. This connection will likely enhance the expressive and communicative experience. 41. 윗글의 제목으로 가장 적절한 것은? ①Bridge the Divide and Get the Audience Involved ②Musical Composition Reflects the Musician’s Experience ③Why a Performer’s Style Changes with Each Performance ④Understanding Performers on Stage: An Audience’s Responsibility ⑤The Effect of Theater Facilities on the Success of a Performance 42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) Once upon a time, two brothers, Robert and James, who lived on neighboring farms fell into conflict. It was the first serious fight in 40 years of farming side by side. It began with a small misunderstanding and it grew into a major argument, and finally it exploded into an exchange of bitter words followed by weeks of silence. One morning there was a knock on Robert’s door. (a) He opened it to find a carpenter with a toolbox. (B) The two brothers stood awkwardly for a moment, but soon met on the bridge and shook hands. They saw the carpenter leaving with his toolbox. “No, wait! Stay a few more days.” Robert told him. “Thank you for (b) your invitation. But I need to go build more bridges. Don’t forget. The fence leads to isolation and the bridge to openness,” said carpenter. The two brothers nodded at the carpenter’s words. (C) Looking at Robert, the carpenter said, “I’m looking for a few days’ work. Do (c) you have anything to repair?” “I have nothing to be repaired, but I have a job for you. Look across the creek at that farm. Last week, my younger brother James took his bulldozer and put that creek in the meadow between us. Well, (d) I will do even worse. I want you to build me an 8-foot tall fence which will block him from seeing my place,” said Robert. The carpenter seemed to understand the situation. (D) Robert prepared all the materials the carpenter needed. The next day, Robert left to work on another farm, so he couldn’t watch the carpenter for some days. When Robert returned and saw the carpenter’s work, his jaw dropped. Instead of a fence, the carpenter had built a bridge that stretched from one side of the creek to the other. His brother was walking over, waving (e) his hand in the air. Robert laughed and said to the carpenter, “You really can fix anything.” 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ①(B) - (C) - (D) ②(C) - (B) - (D) ③(C) - (D) - (B) ④(D) - (B) - (C) ⑤(D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글에 관한 내용으로 적절하지 않은 것은? ①Robert와 James는 40년간 나란히 농사를 지었다. ②Robert는 떠나려는 목수에게 더 머무르라고 말했다. ③James는 불도저로 초원에 샛강을 만들었다. ④Robert는 목수가 필요로 하는 재료들을 준비해 주었다. ⑤목수는 샛강에 다리 대신 울타리를 설치했다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
}