{
    "text": "고2 영어영역 1 1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 학생회 운영 방침을 설명하려고 ② 학교 웹사이트 활용을 독려하려고 ③ 진학 설명회 일정 변경을 공지하려고 ④ 교내 봉사 활동 시 유의점을 안내하려고 ⑤ 캠퍼스 투어 행사 자원봉사자를 모집하려고 2. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 휴대 전화는 정기적으로 소독해야 한다. ② 학생 대상 스마트 기기 활용 교육을 강화해야 한다. ③ 화면이 깨진 휴대 전화는 되도록 빨리 수리해야 한다. ④ 숙면을 위해 취침 전 전자 기기 사용을 자제해야 한다. ⑤ 휴대 전화 화면 밝기는 주변 밝기에 맞게 조절해야 한다. 3. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 방송 연출가 – 배우 ② 영화 각본가 – 과학자 ③ 신문 기자 – 환경 운동가 ④ 영화감독 – 영화 비평가 ⑤ 잡지 구독자 – 잡지 편집장 4. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 5. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ① 상자 가져오기 ② 거실 청소하기 ③ 전구 구입하기 ④ 세탁물 맡기기 ⑤ 바이올린 레슨 신청하기 6. 대화를 듣고, 여자가 지불할 금액을 고르시오. [3점] ① $45 ② $50 ③ $55 ④ $72 ⑤ $80 7. 대화를 듣고, 남자가 식당에서 식사를 하지 못한 이유를 고르시오. ① 반려견을 데려가서 ② 예약을 하지 않아서 ③ 보수 공사 중이어서 ④ 대기자가 너무 많아서 ⑤ 음식 재료가 다 떨어져서 8. 대화를 듣고, Home Organization Class에 관해 언급되지 않은 것을 고르시오. ① 장소 ② 일시 ③ 수강료 ④ 수강 인원 ⑤ 준비물 9. 2023 Board Game Design Contest에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 참가 연령에 제한이 없다. ② 1라운드에서는 게임 소개 영상을 제출해야 한다. ③ 2라운드에서는 게임 디자이너의 도움을 받지 못한다. ④ 최종 우승자는 1,000달러를 받는다. ⑤ 9월 15일에 등록이 마감된다. 10. 다음 표를 보면서 대화를 듣고, 두 사람이 주문할 제품을 고르시오. Electric Mug Warmer Sets Set Price Mug Material Mug Capacity LED Display ① A $26 Glass 250ml × ② B $32 Ceramic 350ml ○ ③ C $37 Ceramic 450ml × ④ D $42 Stainless Steel 550ml ○ ⑤ E $55 Stainless Steel 590ml × 11. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① Sorry. You can’t put up the poster here. ② Sure. I’ll create one and send it to you. ③ No. This QR code doesn’t seem to work. ④ Right. Just scan the QR code and sign up. ⑤ Yes. You can participate in the auditions, too. 12. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① Then, I’ll apply for the poetry club. ② Yeah, I can recommend a good club for you. ③ No way. We can’t accept any new members. ④ Great! I’ll see you at the history club after school. ⑤ Really? Thank you for allowing me to join this club. 2023학년도 9월 고2 전국연합학력평가 문제지 영어 영역 제3 교시 1 2 영어영역 고2 2 8 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① Okay. I’ll go there to check if I can find more caps. ② Wait. I forgot to separate the caps from the bottles. ③ Good. We can use bottle caps for our artwork. ④ No worries. I’ve already taken out the trash. ⑤ No, thanks. We have enough toothbrushes. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① Don’t worry. I’ll exchange those shoes for a smaller size. ② I got it. I’ll buy a size seven for your hiking shoes. ③ I’m sorry. The shoe model you want is not on sale. ④ Absolutely. Check your shoes before you go hiking. ⑤ You’re right. I’ll wait for a sale to buy the shoes. 15. 다음 상황 설명을 듣고, Kate가 Claire에게 할 말로 가장 적절한 것을 고르시오. Kate: ① I think we should follow the dress code. ② Let’s ask the clerk for a refund for the dress. ③ Why don’t we buy tickets for the orchestra concert? ④ We’d better practice harder for the upcoming concert. ⑤ How about renting dresses instead of buying new ones? [16~17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① various ways to reduce wedding costs ② different wedding traditions across countries ③ cultural meaning of wedding reception food ④ changing marriage trends around the world ⑤ history of wedding dresses in different countries 17. 언급된 나라가 아닌 것은? ① Germany ② Cuba ③ China ④ Nigeria ⑤ Australia 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? To whom it may concern, I would like to draw your attention to a problem that frequently occurs with the No. 35 buses. There is a bus stop about halfway along Fenny Road, at which the No. 35 buses are supposed to stop. It would appear, however, that some of your drivers are either unaware of this bus stop or for some reason choose to ignore it, driving past even though the buses are not full. I would be grateful if you could remind your drivers that this bus stop exists and that they should be prepared to stop at it. I look forward to seeing an improvement in this service soon. Yours faithfully, John Williams ① 버스 운전기사 채용 계획을 문의하려고 ② 버스 정류장의 위치 변경을 요청하려고 ③ 도로 공사로 인한 소음에 대해 항의하려고 ④ 출퇴근 시간의 버스 배차 간격 단축을 제안하려고 ⑤ 버스 정류장 무정차 통과에 대한 시정을 요구하려고 19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은? My 10­year­old appeared, in desperate need of a quarter. “A quarter? What on earth do you need a quarter for?” My tone bordered on irritation. I didn’t want to be bothered with such a trivial demand. “There’s a garage sale up the street, and there’s something I just gotta have! It only costs a quarter. Please?” I placed a quarter in my son’s hand. Moments later, a little voice said, “Here, Mommy, this is for you.” I glanced down at the hands of my little son and saw a four­inch cream­colored statue of two small children hugging one another. Inscribed at their feet were words that read It starts with ‘L’ ends with ‘E’ and in between are ‘O’ and ‘V.’ As I watched him race back to the garage sale, I smiled with a heart full of happiness. That 25­cent garage sale purchase brought me a lot of joy. * quarter: 25센트 동전 ** inscribe: 새기다 ①annoyed →delighted ②ashamed →relieved ③excited →confused ④scared →confident ⑤indifferent →jealous 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Managers frequently try to play psychologist, to “figure out” why an employee has acted in a certain way. Empathizing with employees in order to understand their point of view can be very helpful. However, when dealing with a problem area, in particular, remember that it is not the person who is bad, but the actions exhibited on the job. Avoid making suggestions to employees about personal traits they should change; instead suggest more acceptable ways of performing. For example, instead of focusing on a person’s “unreliability,” a manager might focus on the fact that the employee “has been late to work seven times this month.” It is difficult for employees to change who they are; it is usually much easier for them to change how they act. ①직원의 개인적 성향을 고려하여 업무를 배정하라. ②업무 효율성 향상을 위해 직원의 자율성을 존중하라. ③조직의 안정을 위해 직원의 심리 상태를 수시로 확인하라. ④직원의 업무상 고충을 이해하기 위해 직원과 적극적으로 소통하라. ⑤문 제 를 보 이 는 직 원 에 게 인 격 적 특 성 보 다 는 행 동 방 식 에 대 해 제 안 하 라 . 고2 영어영역 3 3 8 21. 밑줄 친 forward “thinking”이 다음 글에서 의미하는 바로 가장 적절한 것은? I suspect fungi are a little more forward “thinking” than their larger partners. Among trees, each species fights other species. Let’s assume the beeches native to Central Europe could emerge victorious in most forests there. Would this really be an advantage? What would happen if a new pathogen came along that infected most of the beeches and killed them? In that case, wouldn’t it be more advantageous if there were a certain number of other species around ― oaks, maples, or firs ― that would continue to grow and provide the shade needed for a new generation of young beeches to sprout and grow up? Diversity provides security for ancient forests. Because fungi are also very dependent on stable conditions, they support other species underground and protect them from complete collapse to ensure that one species of tree doesn’t manage to dominate. * fungus: 균류, 곰팡이류(pl. fungi) ** beech: 너도밤나무 *** pathogen: 병원균 ① responsible for the invasion of foreign species ② eager to support the dominance of one species ③ aware that diversity leads to the stability of forests ④ indifferent to helping forests regenerate after collapse ⑤ careful that their territories are not occupied by other species 22. 다음 글의 요지로 가장 적절한 것은? It’s remarkable that positive fantasies help us relax to such an extent that it shows up in physiological tests. If you want to unwind, you can take some deep breaths, get a massage, or go for a walk ― but you can also try simply closing your eyes and fantasizing about some future outcome that you might enjoy. But what about when your objective is to make your wish a reality? The last thing you want to be is relaxed. You want to be energized enough to get off the couch and lose those pounds or find that job or study for that test, and you want to be motivated enough to stay engaged even when the inevitable obstacles or challenges arise. The principle of “Dream it. Wish it. Do it.” does not hold true, and now we know why: in dreaming it, you undercut the energy you need to do it. You put yourself in a temporary state of complete happiness, calmness ― and inactivity. * physiological: 생리학적인 ① 과도한 목표 지향적 태도는 삶의 만족감을 떨어뜨린다. ② 긍정적 자세로 역경을 극복할 때 잠재 능력이 발휘된다. ③ 편안함을 느끼는 상황에서 자기 개선에 대한 동기가 생긴다. ④ 낙관적인 상상은 소망을 실현하는 데 필요한 동력을 약화시킨다. ⑤ 막연한 목표보다는 명확하고 구체적인 목표가 실현 가능성이 크다. 23. 다음 글의 주제로 가장 적절한 것은? If cooking is as central to human identity, biology, and culture as the biological anthropologist Richard Wrangham suggests, it stands to reason that the decline of cooking in our time would have serious consequences for modern life, and so it has. Are they all bad? Not at all. The outsourcing of much of the work of cooking to corporations has relieved women of what has traditionally been their exclusive responsibility for feeding the family, making it easier for them to work outside the home and have careers. It has headed off many of the domestic conflicts that such a large shift in gender roles and family dynamics was bound to spark. It has relieved other pressures in the household, including longer workdays and overscheduled children, and saved us time that we can now invest in other pursuits. It has also allowed us to diversify our diets substantially, making it possible even for people with no cooking skills and little money to enjoy a whole different cuisine. All that’s required is a microwave. ① current trends in commercial cooking equipment ② environmental impacts of shifts in dietary patterns ③ cost­effective ways to cook healthy meals at home ④ reasons behind the decline of the food service industry ⑤ benefits of reduced domestic cooking duties through outsourcing 24. 다음 글의 제목으로 가장 적절한 것은? As you may already know, what and how you buy can be political. To whom do you want to give your money? Which companies and corporations do you value and respect? Be mindful about every purchase by carefully researching the corporations that are taking our money to decide if they deserve our support. Do they have a record of polluting the environment, or do they have fair­trade practices and an end­of­life plan for the products they make? Are they committed to bringing about good in the world? For instance, my family has found a company producing recycled, plastic­packaging­free toilet paper with a social conscience. They contribute 50 percent of their profits to the construction of toilets around the world, and we’re genuinely happy to spend our money on this special toilet paper each month. Remember that the corporate world is built on consumers, so as a consumer you have the power to vote with your wallet and encourage companies to embrace healthier and more sustainable practices with every purchase you choose to make. ① Green Businesses: Are They Really Green? ② Fair Trade Does Not Always Appeal to Consumers ③ Buy Consciously, Make Companies Do the Right Things ④ Do Voters Have a Powerful Impact on Economic Policy? ⑤ The Secret to Saving Your Money: Record Your Spending 4 영어영역 고2 4 8 25. 다음 도표의 내용과 일치하지 않는 것은? The graph above shows the findings of a survey on the use of smart TVs to go online in the UK from 2013 to 2020, by gender. ①In each year from 2013 to 2020, the percentage of male respondents who used smart TVs to access the Internet was higher than that of female respondents. ②The percentage gap between the two genders was the largest in 2016 and in 2020, which both had an 8 percentage point difference. ③In 2020, the percentage of respondents who reported using smart TVs to go online was higher than 30% for both males and females. ④For male respondents, 2017 was the only year that saw a decrease in the percentage of those accessing the Internet via smart TVs compared to the previous year, during the given period. ⑤In 2014, the percentage of females using smart TVs to access the Internet was the lowest during the given period at 6%, and it was still below 10% in 2015. 26. Camille Flammarion에 관한 다음 글의 내용과 일치하지 않는 것은? Camille Flammarion was born at Montigny­le­Roi, France. He became interested in astronomy at an early age, and when he was only sixteen he wrote a book on the origin of the world. The manuscript was not published at the time, but it came to the attention of Urbain Le Verrier, the director of the Paris Observatory. He became an assistant to Le Verrier in 1858 and worked as a calculator. At nineteen, he wrote another book called The Plurality of Inhabited Worlds, in which he passionately claimed that life exists outside the planet Earth. His most successful work, Popular Astronomy, was published in 1880, and eventually sold 130,000 copies. With his own funds, he built an observatory at Juvisy and spent May to November of each year there. In 1887, he founded the French Astronomical Society and served as editor of its monthly publication. * observatory: 천문대 ① 어린 나이에 천문학에 흥미가 생겼다. ② 1858년에 Le Verrier의 조수가 되었다. ③ 19세에 쓴 책에서 외계 생명체의 존재를 부인했다. ④ 자신의 자금으로 Juvisy에 천문대를 세웠다. ⑤ French Astronomical Society를 설립했다. 27. Roselands Virtual Sports Day에 관한 다음 안내문의 내용과 일치하지 않는 것은? Roselands Virtual Sports Day Roselands Virtual Sports Day is an athletic competition that you can participate in from anywhere. When: October 16th - 22nd, 2023 How the event works ∙There are 10 challenges in total. ∙You can see videos explaining each challenge on our school website. ∙The more challenges you complete, the more points you will gain for your class. ∙The class with the most points will get a prize. ∙Parents and teachers can also participate. How to submit your entry ∙Email us videos of you completing the challenges at virtualsportsday@roselands.com. ∙The size of the video file must not exceed 500MB. ① 10월 16일부터 22일까지 열린다. ② 총 10개의 도전 과제가 있다. ③ 학교 웹사이트에서 도전 과제를 설명하는 영상을 볼 수 있다. ④ 학부모와 교사는 참여할 수 없다. ⑤ 제출할 영상파일 용량이 500MB를 초과하면 안 된다. 28. Back­to­school Giveaway Event에 관한 다음 안내문의 내용과 일치하는 것은? Back­to­school Giveaway Event The City of Easton will host a free back­to­school giveaway event. Join us for this fun event to help children of all ages prepare to go back to school after summer vacation. When: Saturday, September 2nd, 9 a.m. - 11 a.m. Location: City of Easton Central Park (This event will be held rain or shine.) Participation requirements ∙Open to City of Easton residents only ∙Must bring a valid ID Note ∙500 backpacks will be given out on a first­come, first­served basis. ∙A parent or a guardian must come with their child to receive the backpack. For more information, call the City Council at 612-248-6633. ① 토요일 오후에 진행된다. ② 우천 시에는 취소된다. ③ Easton시 주민이 아니어도 참여할 수 있다. ④ 가방 500개가 선착순으로 배부될 것이다. ⑤ 부모 또는 보호자만 와도 가방을 받을 수 있다. 고2 영어영역 5 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? There is little doubt that we are driven by the sell­by date. Once an item is past that date it goes into the waste stream, further ①increasing its carbon footprint. Remember those items have already travelled hundreds of miles ②reach the shelves and once they go into waste they start a new carbon mile journey. But we all make our own judgement about sell­by dates; those brought up during the Second World War ③are often scornful of the terrible waste they believe such caution encourages. The manufacturer of the food has a view when making or growing something ④that by the time the product reaches the shelves it has already been travelling for so many days and possibly many miles. The manufacturer then decides that a product can reasonably be consumed within say 90 days and 90 days minus so many days for travelling gives the sell­by date. But ⑤whether it becomes toxic is something each individual can decide. It would seem to make sense not to buy large packs of perishable goods but non­perishable items may become cost­effective. * sell­by date: 판매 유효 기한 ** scornful: 경멸하는 30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? The “jolt” of caffeine does wear off. Caffeine is ①removed from your system by an enzyme within your liver, which gradually degrades it over time. Based in large part on genetics, some people have a more efficient version of the enzyme that degrades caffeine, ②allowing the liver to rapidly clear it from the bloodstream. These rare individuals can drink an espresso with dinner and fall fast asleep at midnight without a problem. Others, however, have a slower­acting version of the enzyme. It takes far ③longer for their system to eliminate the same amount of caffeine. As a result, they are very ④insensitive to caffeine’s effects. One cup of tea or coffee in the morning will last much of the day, and should they have a second cup, even early in the afternoon, they will find it difficult to fall asleep in the evening. Aging also ⑤alters the speed of caffeine clearance: the older we are, the longer it takes our brain and body to remove caffeine, and thus the more sensitive we become in later life to caffeine’s sleep­disrupting influence. * jolt: 충격 ** enzyme: 효소 [31~34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. Rebels may think they’re rebels, but clever marketers influence them just like the rest of us. Saying, “Everyone is doing it” may turn some people off from an idea. These people will look for alternatives, which (if cleverly planned) can be exactly what a marketer or persuader wants you to believe. If I want you to consider an idea, and know you strongly reject popular opinion in favor of maintaining your independence and uniqueness, I would present the majority option first, which you would reject in favor of my actual preference. We are often tricked when we try to maintain a position of defiance. People use this to make usindependently” choose an option which suits their purposes. Some brands have taken full effect of our defiance towards the mainstream and positioned themselves as rebels; which has created even stronger brand loyalty. [3점] * defiance: 반항 ① reversal ② imitation ③ repetition ④ conformity ⑤ collaboration 32. A typical soap opera creates an abstract world, in which a highly complex web of relationships connects fictional characters that exist first only in the minds of the program’s creators and are then recreated in the minds of the viewer. If you were to think about how much human psychology, law, and even everyday physics the viewer must know in order to follow and speculate about the plot, you would discover it is considerable — at least as much as the knowledge required to follow and speculate about a piece of modern mathematics, and in most cases, much more. Yet viewers follow soap operas with ease. How are they able to cope with such abstraction? Because, of course, the abstraction . The characters in a soap opera and the relationships between them are very much like the real people and relationships we experience every day. The abstraction of a soap opera is only a step removed from the real world. The mental “training” required to follow a soap opera is provided by our everyday lives. [3점] * soap opera: 드라마, 연속극 ① is separated from the dramatic contents ② is a reflection of our unrealistic desires ③ demonstrates our poor taste in TV shows ④ is built on an extremely familiar framework ⑤ indicates that unnecessary details are hidden 6 영어영역 고2 6 8 33. As always happens with natural selection, bats and their prey have for millions of years. It’s believed that hearing in moths arose specifically in response to the threat of being eaten by bats. (Not all insects can hear.) Over millions of years, moths have evolved the ability to detect sounds at ever higher frequencies, and, as they have, the frequencies of bats’ vocalizations have risen, too. Some moth species have also evolved scales on their wings and a fur­like coat on their bodies; both act as “acoustic camouflage,” by absorbing sound waves in the frequencies emitted by bats, thereby preventing those sound waves from bouncing back. The B­2 bomber and other “stealth” aircraft have fuselages made of materials that do something similar with radar beams. [3점] * frequency: 주파수 ** camouflage: 위장 *** fuselage: (비행기의) 기체 ① been in a fierce war over scarce food sources ② been engaged in a life­or­death sensory arms race ③ invented weapons that are not part of their bodies ④ evolved to cope with other noise­producing wildlife ⑤ adapted to flying in night skies absent of any lights 34. Much of human thought is designed to screen out information and to sort the rest into a manageable condition. The inflow of data from our senses could create an overwhelming chaos, especially given the enormous amount of information available in culture and society. Out of all the sensory impressions and possible information, it is vital to find a small amount that is most relevant to our individual needs and to organize that into a usable stock of knowledge. Expectancies accomplish some of this work, helping to screen out information that is irrelevant to what is expected, and focusing our attention on clear contradictions. The processes of learning and memory . People notice only a part of the world around them. Then, only a fraction of what they notice gets processed and stored into memory. And only part of what gets committed to memory can be retrieved. [3점] * retrieve: 생각해 내다 ① tend to favor learners with great social skills ② are marked by a steady elimination of information ③ require an external aid to support our memory capacity ④ are determined by the accuracy of incoming information ⑤ are facilitated by embracing chaotic situations as they are 35. 다음 글에서 전체 흐름과 관계 없는 문장은? The irony of early democracy in Europe is that it thrived and prospered precisely because European rulers for a very long time were remarkably weak. ①For more than a millennium after the fall of Rome, European rulers lacked the ability to assess what their people were producing and to levy substantial taxes based on this. ②The most striking way to illustrate European weakness is to show how little revenue they collected. ③For this reason, tax collectors in Europe were able to collect a huge amount of revenue and therefore had a great influence on how society should function. ④Europeans would eventually develop strong systems of revenue collection, but it took them an awfully long time to do so. ⑤In medieval times, and for part of the early modern era, Chinese emperors and Muslim caliphs were able to extract much more of economic production than any European ruler with the exception of small city­states. * levy: 부과하다 ** caliph: 칼리프(과거 이슬람 국가의 통치자) [36~37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. If you drive down a busy street, you will find many competing businesses, often right next to one another. For example, in most places a consumer in search of a quick meal has many choices, and more fast­food restaurants appear all the time. (A) Yes, costs rise, but consumers also gain information to help make purchasing decisions. Consumers also benefit from added variety, and we all get a product that’s pretty close to our vision of a perfect good — and no other market structure delivers that outcome. (B) However, this misconception doesn’t account for why firms advertise. In markets where competitors sell slightly differentiated products, advertising enables firms to inform their customers about new products and services. (C) These competing firms advertise heavily. The temptation is to see advertising as driving up the price of a product without any benefit to the consumer. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고2 영어영역 7 7 8 37. Architects might say a machine can never design an innovative or impressive building because a computer cannot be “creative.” Yet consider the Elbphilharmonie, a new concert hall in Hamburg, which contains a remarkably beautiful auditorium composed of ten thousand interlocking acoustic panels. (A) Are these systems behaving “creatively”? No, they are using lots of processing power to blindly generate varied possible designs, working in a very different way from a human being. (B) It is the sort of space that makes one instinctively think that only a human being — and a human with a remarkably refined creative sensibility, at that — could design something so aesthetically impressive. Yet the auditorium was, in fact, designed algorithmically, using a technique known as “parametric design.” (C) The architects gave the system a set of criteria, and it generated a set of possible designs for the architects to choose from. Similar software has been used to design lightweight bicycle frames and sturdier chairs, among much else. [3점] * aesthetically: 미적으로 ** sturdy: 튼튼한, 견고한 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38~39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. You don’t sit back and speculate about the meaning of life when you are stressed. The brain is a high­energy consumer of glucose, which is its fuel. Although the brain accounts for merely 3 percent of a person’s body weight, it consumes 20 percent of the available fuel. ( ①) Your brain can’t store fuel, however, so it has to “pay as it goes.” ( ②) Since your brain is incredibly adaptive, it economizes its fuel resources. ( ③) Thus, during a period of high stress, it shifts away from the analysis of the nuances of a situation to a singular and fixed focus on the stressful situation at hand. ( ④) Instead, you devote all your energy to trying to figure out what action to take. ( ⑤) Sometimes, however, this shift from the higher­thinking parts of the brain to the automatic and reflexive parts of the brain can lead you to do something too quickly, without thinking. * glucose: 포도당 39. It is, however, noteworthy that although engagement drives job performance, job performance also drives engagement. Much research has been carried out on the causes of engagement, an issue that is important from both a theoretical and practical standpoint: identifying the drivers of work engagement may enable us to manipulate or influence it. ( ①) The causes of engagement fall into two major camps: situational and personal. ( ②) The most influential situational causes are job resources, feedback and leadership, the latter, of course, being responsible for job resources and feedback. ( ③) Indeed, leaders influence engagement by giving their employees honest and constructive feedback on their performance, and by providing them with the necessary resources that enable them to perform their job well. ( ④) In other words, when employees are able to do their jobs well — to the point that they match or exceed their own expectations and ambitions — they will engage more, be proud of their achievements, and find work more meaningful. ( ⑤) This is especially evident when people are employed in jobs that align with their values. [3점] * align with: ~과 일치하다 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? In 2006, researchers conducted a study on the motivations for helping after the September 11th terrorist attacks against the United States. In the study, they found that individuals who gave money, blood, goods, or other forms of assistance because of other­focused motives (giving to reduce another’s discomfort) were almost four times more likely to still be giving support one year later than those whose original motivation was to reduce personal distress. This effect likely stems from differences in emotional arousal. The events of September 11th emotionally affected people throughout the United States. Those who gave to reduce their own distress reduced their emotional arousal with their initial gift, discharging that emotional distress. However, those who gave to reduce others’ distress did not stop empathizing with victims who continued to struggle long after the attacks. * distress: (정신적) 고통 ** arousal: 자극  A study found that the act of giving was less likely to be (A) when driven by self­centered motives rather than by other­focused motives, possibly because of the (B) in emotional arousal. (A) (B) ①sustained …… decline ②sustained …… maximization ③indirect …… variation ④discouraged …… reduction ⑤discouraged …… increase 8 영어영역 고2 8 8 [41~42] 다음 글을 읽고, 물음에 답하시오. In England in the 1680s, it was unusual to live to the age of fifty. This was a period when knowledge was not spread (a) widely, there were few books and most people could not read. As a consequence, knowledge passed down through the oral traditions of stories and shared experiences. And since older people had accumulated more knowledge, the social norm was that to be over fifty was to be wise. This social perception of age began to shift with the advent of new technologies such as the printing press. Over time, as more books were printed, literacy (b) increased, and the oral traditions of knowledge transfer began to fade. With the fading of oral traditions, the wisdom of the old became less important and as a consequence being over fifty was no longer seen as (c) signifying wisdom. We are living in a period when the gap between chronological and biological age is changing fast and where social norms are struggling to (d) adapt. In a video produced by the AARP (formerly the American Association of Retired Persons), young people were asked to do various activities ‘just like an old person’. When older people joined them in the video, the gap between the stereotype and the older people’s actual behaviour was (e) unnoticeable. It is clear that in today’s world our social norms need to be updated quickly. 41. 윗글의 제목으로 가장 적절한 것은? ① Our Social Norms on Aging: An Ongoing Evolution ② The Power of Oral Tradition in the Modern World ③ Generational Differences: Not As Big As You Think ④ There’s More to Aging than What the Media Shows ⑤ How Well You Age Depends on Your Views of Aging 42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) [43~45] 다음 글을 읽고, 물음에 답하시오. (A) When Jack was a young man in his early twenties during the 1960s, he had tried to work in his father’s insurance business, as was expected of him. His two older brothers fit in easily and seemed to enjoy their work. But Jack was bored with the insurance industry. “It was worse than being bored,” he said. “I felt like I was dying inside.” Jack felt drawn to hair styling and dreamed of owning a hair shop with a lively environment. He was sure that (a) he would enjoy the creative and social aspects of it and that he’d be successful. (B) Jack understood that his father feared adoption, in this case especially because the child was of a different racial background than their family. Jack and Michele risked rejection and went ahead with the adoption. It took years but eventually Jack’s father loved the little girl and accepted (b) his son’s independent choices. Jack realized that, although he often felt fear and still does, he has always had courage. In fact, courage was the scaffolding around which (c) he had built richness into his life. * scaffolding: 발판 (C) When he was twenty­six, Jack approached his father and expressed his intentions of leaving the business to become a hairstylist. As Jack anticipated, his father raged and accused Jack of being selfish, ungrateful, and unmanly. In the face of his father’s fury, Jack felt confusion and fear. His resolve became weak. But then a force filled (d) his chest and he stood firm in his decision. In following his path, Jack not only ran three flourishing hair shops, but also helped his clients experience their inner beauty by listening and encouraging them when they faced dark times. (D) His love for his work led to donating time and talent at nursing homes, which in turn led to becoming a hospice volunteer, and eventually to starting fundraising efforts for the hospice program in his community. And all this laid a strong stepping stone for another courageous move in his life. When, after having two healthy children of their own, Jack and his wife, Michele, decided to bring an orphaned child into their family, (e) his father threatened to disown them. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 Jack에 관한 내용으로 적절하지 않은 것은? ① 두 형은 자신들의 일을 즐기는 것으로 보였다. ② 아버지의 반대로 입양을 포기했다. ③ 아버지에게 회사를 떠나겠다는 의사를 밝혔다. ④ 세 개의 번창하는 미용실을 운영했다. ⑤ 지역사회에서 모금 운동을 시작했다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
}