[
    {
        "question_num": 1,
        "explanation": "[출제 의도] 짧은 응답 고르기 [해석] 남: 안녕, Ellen. 나는 네가 그 뮤지컬의 오디션에 참가했다고 들었어. 여: 응, 참가했어. 그런데 내가 배역을 맡게 될지는 확실히 모르겠어. 결과를 기다리 고 있어. 남: 언제 그들이 결과를 알려주니? 여: 그들은 내게 일주일 안에 알려 줄 거야. [풀이] 여자가 참가한 뮤지컬 오디션에 대해 이야기하는 상황에서 남자가 결과를 언제 알게 되느냐고 물었으므로, 여자의 응답으로 가장 적절한 것은 ① ‘그들은 내게 일주일 안 에 알려 줄 거야.’이다. ② 나는 그 뮤지컬을 관람하게 되어 흥분돼. ③ 나는 그 결과를 웹사이트에 올렸어. ④ 나는 마침내 내가 원하던 주연을 맡았어. ⑤ 그들은 10분 안에 오디션을 시작할 거야. [Words and Phrases] participate in ~에 참가하다 audition 오디션 role 배역 post 올리다, 게시하다"
    },
    {
        "question_num": 2,
        "explanation": "[출제 의도] 짧은 응답 고르기 [해석] 여: 안녕, Nick. 너 내게 빌려간 노트북 컴퓨터를 아직도 사용하고 있니? 남: 오, Jenny야. 네게 막 내 것이 수리되었다고 말하려 했어. 여: 아주 잘 됐다. 나는 내일 워크숍 때문에 내 노트북 컴퓨터를 돌려받아야 해. 남: 괜찮아. 오늘 저녁에 그것을 네게 돌려줄게. [풀이] 여자는 남자에게 자신의 노트북 컴퓨터를 빌려주었는데 내일 워크숍에서 써야하므로 되돌려 받을 수 있는지를 물었다. 남자의 노트북은 수리를 마쳐 여자에게 빌린 노트 북을 돌려줄 수 있는 상황이므로 남자의 응답으로 가장 적절한 것은 ② ‘괜찮아. 오 늘 저녁에 그것을 네게 돌려줄게.’이다. 2 ① 그럼. 너는 내일 그것이 필요하지 않아. ③ 알아. 하지만 나는 아직 내 것을 수리하지 못했어. ④ 걱정 마. 너는 그것을 쉽게 수리할 수 있어. ⑤ 미안해. 나는 워크숍에 갈 수 없었어. [Words and Phrases] borrow 빌리다 be about to 막 ~하려 하다 repair 수리하다 absolutely 그럼, 물론이지"
    },
    {
        "question_num": 3,
        "explanation": "[출제 의도] 담화 목적 추론 [해석] 남: 좋은 아침입니다, Pyntech사 직원 여러분. 저는 인사과의 Paul Larson입니다. 여러분도 아시다시피, 우수 직원상 신청 마감일이 다음 주 금요일입니다. 지금까지, 단 몇 분만이 그 상을 신청하셨습니다. 저는 여러분 모두가 상을 탈 기회를 위해 여 러분의 신청서를 제출할 것을 권장합니다. 300달러의 상금 이외에도, 그것은 여러분 의 노력이 인정받을 기회입니다. 이 상의 신청은 올해 뛰어난 실적을 보여 주었고 긍 정적인 근무 환경 조성에 도움을 준 직원 누구에게나 열려 있습니다. 여러분이 이전 에 수상했는지의 여부는 중요하지 않습니다. 그러니 여러분이 자격을 갖추었다고 생 각하시면, 우수 직원상을 신청하는 것을 주저하지 마세요. 여러분이 올해 수상자일 수 도 있답니다! [풀이] 남자는 회사 직원들을 대상으로 우수 직원상 신청 마감일이 언제인지 언급하며 모두 가 상을 탈 기회를 위해 신청서를 제출할 것을 권장하고 있다. 따라서 남자가 하는 말의 목적으로 가장 적절한 것은 ③이다. [Words and Phrases] department of human resources 인사과 deadline 마감일 award 상 submit 제출하다 recognize 인정하다 outstanding 뛰어난, 두드러진 qualified 자격을 갖춘"
    },
    {
        "question_num": 4,
        "explanation": "[출제 의도] 의견 파악 [해석] 남: 뭘 하고 계시나요, Roberts 씨? 손으로 편지를 쓰고 계시나요? 여: 네, Williams 씨. 제 고객들에게 감사 편지를 쓰고 있어요. 남: 컴퓨터를 사용하는 것이 더 쉽지 않나요? 여: 아마도요, 하지만 전 사람들이 컴퓨터로 입력한 편지 대신에 손으로 쓴 편지를 받을 때, 감동받을 거라 생각해요. 3 남: 분명 무척 오랜 시간이 걸릴 텐데요. 그리고 당신은 고객이 매우 많잖아요. 여: 음, 저는 그것이 그럴 가치가 있다고 생각해요. 손으로 쓴 편지는 매우 특별한 관 심을 받고 있다는 인상을 줄 수 있어요. 남: 하지만 전 여전히 그것이 별도의 노력을 기울일 가치가 있는지 확실히 모르겠네요. 여: 누군가로부터 손으로 쓴 편지를 받는 것을 상상해 보세요. 당신은 아마도 그 사 람이 기울인 별도의 노력에 감동받을 거예요, 그렇지 않겠어요? 남: 당신이 맞아요. 편지를 쓴 사람과 개인적으로 연결되어 있다고 느낄 것 같네요. 여: 내가 말하는 것이 그거예요. 손으로 쓴 편지는 정말 사람의 마음을 감동시켜요. 남: 이제 무슨 말씀인지 알겠어요. [풀이] 여자는 손으로 편지를 쓰면 오랜 시간이 걸리고 별도의 노력을 기울일 가치가 없는 것 같다는 남자에게 손으로 쓴 편지를 받으면 편지를 받은 사람이 감동을 받을 것이 라 말하고 있다. 따라서 여자의 의견으로 가장 적절한 것은 ③이다. [Words and Phrases] probably 아마도 move 감동시키다 impression 인상 personally 개인적으로 touch 감동시키다"
    },
    {
        "question_num": 5,
        "explanation": "[출제 의도] 관계 추론 [해석] [휴대전화가 울린다.] 여: 여보세요. 남: 여보세요, Peterson 씨. 저는 David Smith입니다. 여: 오, 안녕하세요, Smith 씨. 어제 제 사진전에 와주셔서 고맙습니다. 남: 천만에요. 만나 뵙게 되어 기뻤습니다. 그런데 제가 제안한 것을 생각해 보셨나요? 여: 네, 해보았어요. 기쁜 마음으로 선생님께서 출판하실 예정인 요리책의 사진을 찍 겠습니다. 남: 그 말을 들으니 기쁘네요. 선생님의 사진이 있으면 제 요리책은 큰 성공작이 될 거예요. 여: 그렇게 말씀해주시니 감사합니다. 남: 그러면 제 식당에서 만나 그 프로젝트에 관해 자세하게 이야기 하는 것이 어떨까요? 여: 좋아요. 제 사진관은 수요일에 쉬니 그때 시간이 있어요. 선생님은 이번 수요일이 편하신가요? 남: 좋습니다. 오전 열 시 어떠세요? 여: 저는 좋아요. 남: 그 프로젝트에 관해 이야기한 후에, 제 최고 요리법을 사용하여 몇 가지 요리를 만들어 드리지요. 4 여: 멋지네요. 그럼 그때 뵐게요. [풀이] 대화의 흐름에 따라, 여자는 사진전을 개최한 사진작가이며 남자가 여자에게 자신이 출판할 책에 들어갈 사진 찍는 일을 요청했음을 알 수 있다. 남자가 자신의 식당에서 만나 프로젝트에 관해 이야기하자고 한 것으로 보아 남자는 요리사임을 알 수 있다. 따라서 두 사람의 관계를 잘 나타낸 것은 ③ ‘사진작가-요리사’이다. [Words and Phrases] exhibition 전시회 publish 출판하다 a big hit 큰 성공작 recipe 요리법"
    },
    {
        "question_num": 6,
        "explanation": "[출제 의도] 그림 내용 일치 [해석] 남: 여보, 우리 결혼기념일을 위한 음식점을 찾았어요. 여: 멋지군요, 그것이 그 웹사이트예요? 남: 그래요. 이 사진을 보세요. 여: 와! 무대 위에 피아노가 있군요. 남: 그래요. 주말에는 라이브 공연이 있어요. 여: 훌륭하군요. 천정에 달린 별 모양 전등이 마음에 들어요. 남: 그렇군요, 아름답게 빛나는군요. 벽에 걸린 그림 두 점은 어떻게 생각해요? 여: 좋아요. 그것들이 분위기를 더해 주네요. 여보, 우리 어느 테이블에 앉을까요? 남: 직사각형 테이블 사이에 있는 둥근 테이블이 어때요? 여: 마음에 들어요. 예뻐 보이기도 하고, 공연을 보기에 완벽한 장소이기도 해요. 남: 틀림없어요. 저기 보세요! 창문의 줄무늬 커튼이 좋군요. 여: 그래요. 나도 줄무늬가 마음에 들어요. 남: 음식점이 마음에 든다니 기쁘군요. 예약할게요. [풀이] 부부가 결혼기념일을 자축할 음식점을 고르는 내용의 대화다. 대화의 후반부에서 두 사람은 커튼에 줄무늬가 있다고 말하고 있지만, 그림에서는 하트 무늬이므로 정답은 ⑤이다. [Words and Phrases] live performance 라이브 공연 atmosphere 분위기 rectangular 직사각형의 striped 줄무늬의"
    },
    {
        "question_num": 7,
        "explanation": "[출제 의도] 할 일 파악 [해석] 여: Johnson 씨, 아동 도서 주간 준비는 어떻게 되어 가고 있어요? 5 남: 잘 되어 갑니다. 사인회를 위해서 이미 저자들과 연락했습니다. 여: 훌륭하군요. 제가 요청한 홍보 준비도 마쳤어요? 남: 예. 그 행사를 위한 전단을 만들어서 인쇄했습니다. 여: 좋아요. 우리 회원들께 문자 메시지를 보내는 것도 도움이 될 것으로 생각해요. 남: 걱정하지 마세요. 그것도 했습니다. 여: 좋아요. 할인 행사 기억하세요? 고객들이 책 한 권을 사면 다른 책은 50% 할인 하여 사는 행사 말이에요. 남: 예, 기억합니다. 어느 책이 그 행사의 일부가 될지 결정하겠다고 하셨습니다. 여: 맞아요. 여기 그 책들의 목록이 있어요. 다음 단계는 할인 행사를 위하여 그것들 을 진열하는 일이에요. 그 일도 해 주겠어요? 남: 물론입니다. 제가 하겠습니다. 여: 고마워요. 그러면 나는 그 행사를 위한 선물 몇 가지를 주문할게요. [풀이] 아동 도서 주간 준비에 관하여 나누는 대화다. 남자는 저자 사인회를 위한 연락, 홍 보 전단 인쇄, 홍보 문자 메시지 보내기 등을 다 마쳤으며, 후반부에서 여자가 할인 행사에 들어갈 책을 진열하는 일을 부탁하자 그것도 하겠다고 대답하고 있다. 따라서 정답은 ④이다. [Words and Phrases] signing event 사인회 advertising 홍보, 광고 for 50% off 50%를 할인하여"
    },
    {
        "question_num": 8,
        "explanation": "[출제 의도] 이유 파악 [해석] 남: 안녕하세요, Charlotte. 어젯밤 농구 시합은 어땠어요? 여: 음, 아쉽게도 가지 못했어요. 남: 저런! 무슨 일이 있었어요? 표가 매진되었어요? 여: 아니요. 표는 미리 샀어요. 남: 놀랍지도 않군요. 제가 알기로는 (그들은) 당신이 가장 좋아하는 팀이잖아요. 여: 그래요. 저는 심지어 그 게임을 보러 가려고 업무 일정까지 바꾸었어요. 남: 그렇지만 갈 수 없었군요. 왜 못 갔지요? 여: 음, 예상치 못하게 딸을 돌보아야 했어요. 남: 평일에는 남편께서 보통 딸을 돌보시지 않나요? 여: 그렇지요. 그런데 어제는 갑자기 남편이 출장을 가야 해서 제가 딸을 돌보아야 했어요. 남: 참 안됐군요. 음, 늘 다음번이 있지요. [풀이] 여자가 어젯밤에 가기로 한 농구 시합 관람에 대하여 나누는 대화다. 여자는 남편의 6 갑작스러운 출장으로 아이를 돌보아야 했기 때문에 결국 시합을 관람하지 못해 아쉬 워하고 있다. 따라서 정답은 ③이다. [Words and Phrases] in advance 미리, 사전에 I’m not surprised 놀라지 않는다, 당연하다고 생각한다"
    },
    {
        "question_num": 9,
        "explanation": "[출제 의도] 숫자 정보 파악 [해석] 여: 안녕하세요. Uncle John’s Dairy Farm에 오신 것을 환영합니다. 무엇을 도와드 릴까요? 남: 안녕하세요. 낙농장 입장권을 사고 싶어요. 여: 알겠습니다. 성인 한 명에 10달러이고, 아이 한 명에 5달러입니다. 남: 알겠습니다. 성인 입장권 한 장과 아이 입장권 두 장을 주세요. 여: 네. 그리고 저희는 또한 아이들을 위한 실제 체험 프로그램도 있습니다. 아이들이 저희 농장에서 만든 치즈로 피자를 만들게 됩니다. 남: 재미있겠네요. 얼마인가요? 여: 원래는 아이 한 명에 20달러입니다. 하지만 그 프로그램은 이번 주에 50% 할인 을 받을 수 있습니다. 남: 와! 운이 좋네요. 두 장 살게요. 여: 분명히 아이들이 매우 좋아할 겁니다. 남: 그러길 바라요. 아, 제게 10% 할인 쿠폰이 있어요. 사용할 수 있나요? 여: 확인해 볼게요. [타이핑하는 소리] 죄송합니다만, 이 쿠폰은 지난주에 기한이 만료 되었습니다. 남: 그것을 사용할 수 없다니 너무 아쉽네요. 신용카드로 지불할게요. [풀이] 가격이 10달러인 성인 입장권 1장과 가격이 5달러인 아이 입장권 2장을 샀고, 50% 할인되어서 가격이 10달러인 실제 체험 프로그램 입장권 2장을 샀는데, 10% 할인 쿠 폰은 기한이 만료되어 사용할 수 없으므로, 남자가 지불할 금액은 ②이다. [Words and Phrases] dairy farm 낙농장 admission ticket 입장권 hands-on 실제의, 직접 해보는 expire 기한이 만료되다"
    },
    {
        "question_num": 10,
        "explanation": "[출제 의도] 언급 유무 파악 [해석] 남: 안녕, Jessica. 무얼 보고 있는 거야? 여: 오, 안녕, Michael. 학생회장 선거에 대해 더 많이 알아보려고 선거 포스터들을 7 보고 있어. 남: 오, 그래? 선거가 언제야? 여: 다음 수요일인 7월 17일이야. 남: 알았어. 그리고 후보자들의 공약이 올해는 무엇인지 궁금해. 여: 음, 첫 번째 후보자는 학교 축제를 최고로 만들겠다는 공약을 하고 있어. 그리고 두 번째 후보자의 공약은 체육관 사용 시간을 연장하는 것이야. 남: 흠... 내 마음의 결정을 내리기 위해서는 그들의 연설을 들어야 하겠어. 여: 나도 그래. 그들 각자 이번 주 금요일 주 강당에서 연설할 거야. 남: 알았어. 올해 투표 방법은 전자식이야, 그렇지 않니? 여: 맞아. 투표 페이지에 학번과 비밀번호로 로그인하면 거기에서 투표할 수 있어. 남: 훌륭하네. 누가 당선될지 보려니 흥분되네. [풀이] 학생회장 선거의 선거 일자, 후보자 공약, 연설 장소, 투표 방법은 언급이 되었고, 후 보 자격은 대화에서 언급되지 않았으므로, 정답은 ③이다. [Words and Phrases] candidate 후보자 extend 연장하다 gym hours 체육관 사용 시간"
    },
    {
        "question_num": 11,
        "explanation": "[출제 의도] 담화의 세부 내용 파악 [해석] 여: Beautiful Moment 청취자 여러분, 안녕하세요. 저는 Sarah Cliff입니다. 전해 드 릴 매우 좋은 소식이 있습니다. Sunstone City Library가 8월 5일에 개관합니다. 여 러분 중 많은 사람이 이 일에 대해 들떠 있다는 것을 알고 있습니다. 그 도서관은 유 명한 건축가인 Samuel Lewis에 의해 설계되었는데, 그는 Kingsbury Museum을 설 계한 것으로 유명합니다. 이 도서관은 과학 부문에서 매우 다양한 가상현실 체험을 제공합니다. 가상현실 기기는 무료로 사용할 수 있습니다. 이 도서관이 가장 자랑스러 워하는 것은 소장 도서입니다. 그것은 Sunstone City에서 두 번째로 많은 소장 도서 를 보유하고 있습니다. 여러분이 알아야 할 또 한 가지가 있습니다. 개관일에 도서관 에서 방문객들에게 선물을 줄 것입니다. 도서관을 방문해서 놀라운 경험을 해 보는 게 어떨까요? 광고 시간 후에 다시 돌아오겠습니다. 계속 청취해 주세요. [풀이] Sunstone City에서 두 번째로 많은 소장 도서를 보유하고 있다고 했으므로, 담화의 내용과 일치하지 않은 것은 ④이다. [Words and Phrases] architect 건축가 virtual reality 가상현실 commercial break 광고 방송을 위한 프로그램 중단 시간 8"
    },
    {
        "question_num": 12,
        "explanation": "[출제 의도] 도표 정보 파악 [해석] 남: 여보, 우리가 최근에 산 그림을 위한 그림 액자를 인터넷에서 찾고 있어요. 같이 하나를 골라 볼까요? 여: 물론이죠. 어디 볼게요. 우리가 얼마나 많은 돈을 써야 할까요? 남: 나는 40달러 넘게 쓰고 싶지 않아요. 나는 그 가격을 넘는 그림 액자는 너무 비 싸다고 생각해요. 여: 알겠어요. 그렇다면 40달러 미만의 모델로 해요. 다음으로 어떤 재료를 원하나 요? 남: 난 플라스틱을 좋아하지 않아요. 당신은 어떻게 생각해요? 여: 나도 좋아하지 않아요. 그것은 환경 친화적이지 않아요. 남: 좋아요. 플라스틱이 아닌 모델들 중에서 선택해요. 이제 색깔은 어떻게 해요? 여: 음, 흰색은 안 돼요. 흰색은 그림과 잘 어울리지 않을 거예요. 남: 맞아요. 게다가, 흰색은 너무 쉽게 더러워져요. 여: 그러면 우리에게 두 가지 선택이 남았네요. 오, 그것들은 둘 다 무료 사은품을 제 공하네요. 그림 열쇠고리나 그림 냉장고 부착용 자석 중 어떤 것이 더 좋은가요? 남: 음, 그림 냉장고 부착용 자석을 택하는 게 어때요? 여: 좋아요. 우리 냉장고에 멋진 장식이 될 거예요. 남: 좋아요. 이 모델을 주문해요. [풀이] 두 사람은 가격이 40달러를 넘지 않고 재료가 플라스틱이 아니며 흰색이 아니고 냉장 고 부착용 자석을 무료 사은품으로 주는 그림 액자를 사기로 했으므로, 두 사람이 주 문할 그림 액자는 ④이다. [Words and Phrases] picture frame 그림 액자 eco-friendly 환경 친화적인 match 어울리다 key ring 열쇠 고리 magnet (냉장고 부착용) 자석 decoration 장식 refrigerator 냉 장고"
    },
    {
        "question_num": 13,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] [휴대전화가 울린다.] 여: 안녕, Jake. 남: 안녕, Betty. 이렇게 이른 시간에 전화해서 미안해. 여: 괜찮아. 무슨 잘못된 일 있어? 남: 내가 학교 연극 ‘백설 공주’를 연출하는 거 알지? 여: 물론 알지. 오늘 오후에 연극 공연이 있잖아. 9 남: 맞아. 하지만 심각한 문제가 있어. 음향 효과를 담당하는 학생이 심한 감기에 걸 려서 올 수가 없어. 여: 아니, 저런. 남: 그래서 나는 오늘 오후 공연을 위해 음향 효과 시스템을 조작할 수 있는 사람이 필요해. 네가 작년 연극을 위해 그 일을 했으니까 네가 그 일을 할 수 있을 거라 고 생각하고 있어. 여: 미안하지만, 할 수 없어, Jake. 나는 오늘 오후에 교환 학생 프로그램을 위한 면 접이 있어. 남: 음... 그렇다면 어떻게 해야 할지 모르겠네. 여: 음, 네가 원한다면 내 친구 중 한 명에게 전화해 볼 수 있어. 그는 그 시스템 사 용법을 알아. 남: 정말? 그렇게 해주면 아주 큰 도움이 될 거야. 여: 좋아. 그가 할 수 있는지 확인해 볼게. 남: 정말 고마워. 그가 나를 도와줄 수 있으면 좋겠다. [풀이] 오늘 오후에 공연할 연극에서 음향 효과를 담당할 학생이 감기에 걸려 올 수 없는 상 황에서 여자는 자기 친구에게 도와줄 수 있는지 확인해 보겠다고 했으므로, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것은 ①이다. ② 고맙지만 사양할게. 그는 내가 가장 보고 싶지 않은 사람이야. ③ 날 믿어. 내가 그 사운드 시스템을 업데이트 해 놓을게. ④ 괜찮아. 너는 너의 경험으로부터 배울 거야. ⑤ 힘내! 너는 다음에 또 다른 기회를 얻을 거야. [Words and Phrases] play 연극 performance 공연 student exchange program 교환 학생 프로그램"
    },
    {
        "question_num": 14,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 여: 아빠, 일찍 오셨네요. 주방에서 뭘 하세요? 남: 안녕, Amy. 나는 일이 일찍 끝났는데, 그래서 뭔가 요리를 하려고 해. 여: 좋죠! 뭘 요리하실 거예요? 남: 터키 샌드위치와 으깬 감자는 어때? 여: 좋겠어요. 하지만 그 대신에 아빠의 새우 파스타를 만들어 주실 수 있나요? 남: 그것이 네가 제일 좋아하는 것인지는 알지만, 우리에게는 새우가 없어. 여: 오, 제발, 아빠. 아빠의 새우 파스타가 최고예요! 남: 좋아. 음, 엄마 회사 근처에 해산물 시장이 있어. 전화해서 엄마가 새우를 좀 살 수 있는지 알아보는 게 어때? 10 여: 좋은 생각이에요. 엄마가 사무실에서 나올 때쯤 된 것 같아요. 남: 그래. 서둘러야겠다. 나는 파스타를 위한 채소 준비를 시작할게. 여: 알았어요. 집에 오는 길에 새우를 좀 사오라고 엄마에게 부탁할게요. [풀이] 새우 파스타를 만들어 주려고 하는데 새우가 없는 상황이다. 엄마의 직장 근처에 해 산물 시장이 있으니 오는 길에 사오라고 하면 되겠다고 하면서 엄마가 퇴근할 시간이 니까 빨리 연락해 보라고 아빠가 딸에게 말하고 있다. 이러한 아빠의 마지막 말에 대 한 딸의 응답으로 가장 적절한 것은 ①이다. ②좋은 생각이에요. 터키 샌드위치는 언제나 내가 제일 좋아하는 거예요. ③네. 이제 새우 파스타를 엄마의 직장으로 가져갈게요. ④좋아요. 몇 군데 좋은 음식점을 추천할게요. ⑤당연하지요. 엄마는 오늘 직장을 하루 쉬었어요. [Words and Phrases] mashed potato 으깬 감자 shrimp 새우 seafood market 해산물 시장"
    },
    {
        "question_num": 15,
        "explanation": "[출제 의도] 상황에 적절한 말 [해석] 남: Peter는 최근에 자기 할머니 생신 선물로 스마트폰을 드렸습니다. 할머니는 그것 을 자주 사용하시고 사진을 공유하거나 앱을 다운로드하는 것과 같은 것을 하도록 도 와달라고 자주 Peter에게 부탁합니다. Peter는 할머니를 도와드릴 수 있어서 행복하 지만 다음 주에 장기 출장으로 해외에 가야 합니다. 그는 스마트폰에 대해 할머니를 도와드릴 사람이 아무도 없어서 걱정합니다. 그래서 그는 할머니를 도와드릴 방법을 찾다가 지역 노인 센터에서 노인들에게 스마트폰 사용법을 가르쳐주는 강좌를 제공한 다는 것을 알게 됩니다. 그는 할머니가 혼자서 스마트폰을 사용하도록 그 강좌가 도 와줄 수 있다고 생각합니다. 그래서 Peter는 할머니에게 노인 센터에서 스마트폰 사 용 기술을 배워 보시라고 말씀드리고 싶습니다. 이런 상황에서 Peter는 할머니에게 뭐라고 말하겠습니까? [풀이] Peter는 장기 출장으로 해외에 가게 되어 할머니의 스마트폰 사용을 도와드릴 사람이 없게 되자, 할머니께 지역 노인 센터에서 제공하는 강좌에서 스마트폰 사용 기술을 배워보시라고 말씀드리고 싶어 하므로, 이런 상황에서 Peter가 자기 할머니에게 할 말로 가장 적절한 것은 ④ ‘노인 센터에서 스마트폰 강좌를 들어보시는 게 어떠세 요?’이다. ① 할머니께서 스마트폰을 너무 많이 사용하셔서 걱정이 됩니다. ② 전화기로 앱을 다운로드하는 방법을 설명해 드릴게요. ③ 급우들과 사진을 공유하는 것은 어떠세요? 11 ⑤ 더 큰 화면을 가진 새 스마트폰을 사드리는 게 더 낫겠어요. [Words and Phrases] business trip 출장 search for ~을 찾다 [16∼17] [해석] 여: 안녕하세요, 학생 여러분. 지난 시간에 우리는 박물관의 역사에 관해 배웠습니다. 박물관은 지루하다고 생각할지도 모르지만 그건 사실이 아닙니다. 오늘 저는 여러분 에게 여러분이 지금까지 본 적이 있는 어떤 박물관과도 같지 않은, 각기 다른 나라에 있는 박물관에 관해 말씀드리겠습니다. 각각은 여러분의 관심을 분명히 사로잡을 독 특한 특징이 있습니다. 첫 번째는 미국에 있는 스파이 박물관입니다. 여기서는 소형 사진기, 가짜 돈, 그리고 스파이 영화에 나오는 특수 장치를 포함한 스파이 도구들의 소장품을 볼 수 있습니다. 다음으로는 인도에 흥미로운 변기 박물관이 있습니다. 그 박물관은 고대부터 현대까지 이르는 변기와 그와 관련된 물품들을 전시합니다. 이것 들은 50개국에서 수집되었습니다. 다음으로 일본에는 인스턴트 라면 박물관이 있습니 다. 여기서는 라면의 역사를 배울 수 있고 여러분만의 새로운 라면 한 컵을 만들 수 있습니다. 마지막으로 한 박물관에서는 전시품을 즐기는 독특한 방법이 있습니다. 멕 시코에 있는 수중 박물관을 탐험하기 위해서는 스노클을 쓰고 잠수하여 헤엄치거나 스쿠버 다이빙을 하거나 바닥이 유리로 된 배를 타야 합니다. 어떤 박물관이 가장 여 러분의 관심을 끕니까?"
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악 [풀이] 각기 다른 나라에 있는 지금까지 본 적이 없는 박물관에 관해 이야기하면서 스파이 박물관, 변기 박물관, 인스턴트 라면 박물관, 수중 박물관을 언급하고 있으므로, 여자 가 하는 말의 주제로 가장 적절한 것은 ① ‘전 세계에 있는 독특한 박물관’이다. ② 세계 최상급의 박물관의 역사 ③ 각기 다른 나라에서의 문화적 축제 ④ 유산을 보존하려는 전 세계적인 노력 ⑤ 박물관 방문객의 국제적 예의범절"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 언급 내용 파악 [풀이] 미국, 인도, 일본, 멕시코는 언급되었지만, ② ‘이집트’는 언급되지 않았다. [Words and Phrases] 12 unusual 독특한 feature 특징 grab (마음을) 사로잡다 collection 소장품, 수집품 fake 가짜의 device 장치 toilet 변기 display 전시[진열]하다 exhibit 전시품, 진열 품"
    },
    {
        "question_num": 18,
        "explanation": "[출제 의도] 목적 파악 [해석] 미래의 조종사들께, 저희가 학생 조종사 면허를 위한 여름 항공 비행 캠프를 제공할 것임을 알려드리게 되어 매우 기쁩니다. 이 캠프는 2019년 7월 20일부터 8월 3일까지 O’Ryan 비행 학 교에서 개최될 것입니다. 여름 캠프에는 참여자들이 전문 조종사로부터 비행 교육을 받고, 견학을 가고, 모의 비행 조종 장치를 작동해 보고, 그리고 훨씬 더 많은 것을 할 프로그램이 포함될 것입니다. 학생 조종사에 대한 항공 규정으로 인해, 이 캠프는 16세가 넘는 참가자로 제한됩니다. 등록과 수업료에 대한 정보를 위해 첨부된 문서를 살펴보시기 바랍니다. 캠프에 관해 더 질문이 있으시면 714-3127-1004로 진행자에게 연락하시기 바랍니다. 학교장 Todd O’Ryan 드림 [풀이] 학생들을 대상으로 개최하는 여름 항공 비행 캠프와 관련된 여러 가지 정보를 제공하 는 안내 글이다. 따라서 ②가 글의 목적으로 가장 적절하다. [Words and Phrases] aviation 항공, 비행 certificate 면허, 자격 field trip 견학, 현장 학습 simulator 모의 조종 장치 regulation 규정 attached 첨부된 document 문서, 서류 coordinator 진행자"
    },
    {
        "question_num": 19,
        "explanation": "[출제 의도] 심경 변화 파악 [해석] 논문 제출 2시간 전이었다. 마감 시간이 임박하면서, Claire는 여전히 자신의 글로 고 심하고 있었다. 시간적 압박을 받고 막다른 상태에 처해, 그녀는 그 논문을 어떻게 끝마쳐야 할지 몰랐다. 그녀는 심지어 그것을 제 때에 제출할 수 있을지조차 확신하 지 못했다. 그녀가 자신의 논문에서 발견한 것은 휘갈겨 쓴 단어, 불완전한 문장, 겉 보기에 이상하고 일관성이 없는 생각의 무더기였다. “어느 것도 의미가 통하지 않아.” 라고 그녀는 혼잣말을 했다. 그녀는 자신의 글을 살펴보고 그것을 반복해서 읽기 시 작했다. 갑자기 그리고 예기치 않게 그 생각의 무더기에서 뭔가가 발견되었는데, 그녀 가 쓰는 동안에는 고려하지 않았던 생각의 흐름과 연결이었다. 이때부터 시계의 똑딱 거리는 소리는 그녀에게 힘을 북돋아 주는 것처럼 들렸다. “그래, 난 할 수 있어!” 13 Claire는 다시 연필을 움켜쥐며 말했다. [풀이] Claire는 논문 마감 시간이 임박한 상황에서 시간적 압박을 받고 막다른 상태에 처해 논문을 어떻게 마쳐야 할지 모르는 상태였지만, 자신의 글을 읽다가 어느 순간 생각 하지 않았던 흐름과 연결이 떠올라 힘을 얻고 다시 시작하려 하고 있다. 따라서 Claire의 심경 변화로 가장 적절한 것은 ③ ‘초조한 → 자신감 있는’이다. ① 기쁜 → 부끄러운 ② 안도하는 → 걱정하는 ④ 무관심한 → 흥분한 ⑤ 지루한 → 당황스러운 [Words and Phrases] paper 논문 submission 제출 close at hand 임박한, 바로 가까이의 struggle with ~로 고심하다 deadlock 막다른 상태 seemingly 겉보기에, 외견상으로 disjointed 일관성이 없는all of a sudden 갑자기 ticking (시계가) 똑딱거리는 소 리 encouraging 힘을 북돋아 주는 grab 움켜쥐다"
    },
    {
        "question_num": 20,
        "explanation": "[출제 의도] 필자의 주장 파악 [해석] ‘분자’와 같은 어떤 하나의 개념을 배우는 것은 그 개념에 대한 단 한 번의 노출 그 이상을 필요로 한다. 한 학생이 과학 개념을 기억하려면 여러 번 그리고 다양한 상황 에서 그것을 경험해야 한다. 그것이 순환학습의 장점 중 하나인데, 학생들은 개념에 대해 직접적인 경험을 하고, 그런 다음 그것에 대해 이야기하며, 그러고 나서 훨씬 더 많은 직접적인 경험을 한다. 읽고, 비디오를 보고, 다른 사람의 생각을 듣는 것은 더 확실한 개념의 이해에 기여한다. 이것은 반복 이상의 것을 암시한다. 각각의 경우 는 학생이 다른 관점에서 개념을 검토하도록 한다. 궁극적으로 이것은 개념의 복잡한 특징들과 뉘앙스에 대한 실질적이고 유용한 이해로 이어질 것이다. [풀이] 학생이 과학 개념을 배울 때 여러 번 그리고 다양한 상황에서 그것을 경험해야만 개 념의 복잡한 특징과 뉘앙스에 대해 실질적이고 유용하게 이해할 수 있다는 내용의 글 이므로, ①이 필자의 주장으로 가장 적절하다. [Words and Phrases] molecule 분자 exposure 노출 multiple 다수의 context 상황, 맥락 contribute to ~에 기여하다 solid 확실한 perspective 관점 ultimately 궁극적으 로 substantive 실질적인 complexities 복잡한 특징들 nuance 뉘앙스, 미묘한 차이 14"
    },
    {
        "question_num": 21,
        "explanation": "[출제 의도] 함축 의미 추론 [해석] 많은 회사가 활동과 성과를 혼동한다. 그 결과, 그들은 판매 주기 동안 수행해야 하 는 활동의 형태로 획기적인 일을 제시하는 과정을 기획하는 실수를 범한다. 판매원들 은 효과적인 일보다는 보상받은 일을 하는 데 비범한 재능이 있다. 만약 당신의 과정 에 ‘제안 제출하기’나 ‘임의의 권유 전화 걸기’와 같은 활동이 있다면, 그것은 그저 당 신의 아랫사람들이 할 일이다. 전화가 잘못된 고객에게 갔거나 아무 성과를 보지 못 했어도 그것은 문제가 아니다. 제안이 구매 결정의 적절한 시점에 제출되지 않았거나 부적절한 정보를 포함했더라도 그것은 문제가 아니다. 과정이 활동을 요구했을 뿐이 고, 활동은 그것[과정]으로 인한 것이었다. 판매원들은 요구받은 일을 한 것이다. 그들 은 “콩 심은 데 콩 나고 팥 심은 데 팥 나지요. 그것은 우리의 문제가 아니라 이 바 보 같은 과정 때문이에요.”라고 당신에게 말하기를 즐길 것이다. [풀이] 많은 회사에서 활동과 성과를 혼동하여 활동의 한 형태로 획기적인 일을 제시하는 과 정을 만드는 실수를 범하고, 이런 상황에서 효과적인 일보다는 보상받은 일에 비범한 재능이 있는 판매원들은 과정이 요구한 비효과적인 활동을 하게 된다는 내용의 글이 다. 따라서 밑줄 친 부분이 의미하는 바로 가장 적절한 것은 ⑤ ‘활동에 초점을 맞춘 과정은 결국 효과적이지 않다.’이다. ① 성과를 추구하는 데 있어서 보상이 질의 핵심이다. ② 판매원들이 의사 결정 과정에 참여해야 한다. ③ 공유된 이해가 항상 성공으로 이어지는 것은 아니다. ④ 잘못된 정보에서 도출된 활동은 실패를 낳는다. [Words and Phrases] confuse 혼동하다 as a consequence 결과적으로 set out ~을 제시하다 milestone 획기적인 일[사건] genius 비범한 재능, 천재 compensate 보상하다 proposal 제안 cold call (상품·서비스 등의 판매를 위한) 임의의 권유 전화 go nowhere 아무 성과도 못보다 inappropriate 부적절한, 부적합한 Garbage in, garbage out. 콩 심은 데 콩 나고 팥 심은 데 팥 난다. delight in (다른 사람들이 불편해 하는 어떤 일을 하기를) 즐기다 dumb 바보 같은"
    },
    {
        "question_num": 22,
        "explanation": "[출제 의도] 요지 파악 [해석] 21세기는 정보와 지식의 시대이다. 그것은 기업들이 경쟁우위를 얻는 중요한 자원으 로서의 지식에 의해 특징지어지는 세기이다. 이 모든 지식과 정보를 얻기 위해 조직 은 그것이 저장하는 데이터에 의존해야 한다. 기본 요소인 데이터는 매일 다른 입력 출처에서 수집된다. 정보는 이러한 데이터의 출처로부터 추출되거나 습득되며, 이 획 15 득된 정보는 결국 행동이나 결정을 촉발하는 데 사용되는 지식으로 변형된다. 대체로 대부분의 조직은 데이터가 풍부하기 때문에 조직은 충분한 데이터를 가지고 있지 않 아도 아무 문제가 없다. 하지만 문제는 많은 조직이 정보와 지식이 부족하다는 것이 다. 이러한 사실은 조직들이 직면하게 되는 가장 큰 과제 중 하나로 바뀌는데, 미가 공 데이터를 어떻게 정보로, 결국에는 어떻게 지식으로 변환할 것인가이며, 이는 올바 르게 활용되면 고객의 행동과 비즈니스 동향을 예측하는 능력을 제공한다. [풀이] 21세기는 정보와 지식의 시대로, 기업이 경쟁우위를 얻기 위해서는 미가공 데이터를 정보와 지식으로 변환하는 능력을 갖춰야 한다는 내용이므로, ③이 글의 요지로 가장 적절하다. [Words and Phrases] characterize 특징짓다 resource 자원 competitive advantage 경쟁우위 element 요소 extract 추출하다 capture 획득하다 transform 변환하다 trigger 촉발하다 by and large 대체로 raw data 미가공 데이터 exploit (최대한 잘) 활 용하다 correctly 올바르게 capability 능력"
    },
    {
        "question_num": 23,
        "explanation": "[출제 의도] 주제 추론 [해석] 12세기부터 13세기에 귀족의 자녀들에게 ‘식탁 예절’을 가르치는 최초의 교범이 등장 했다. 그것은 그 이후 Baldassare Castiglione가 쓴 ‘The Courtier’, Monsignor Della Casa가 쓴 ‘The Galateo’ 및 각기 다른 유럽의 나라에서 제작된 많은 다른 책 들과 함께 근대 초기에 큰 성공을 거둔 장르였다. 다양한 방식과 의미로, 이 책들은 모두 식탁에 참여하는 자들을 식탁에서 추방되는 자들로부터 분리하면서, 누가 ‘내부 자’이고 누가 ‘외부자’인지를 규정하거나 구별하기 위하여 의도된 도구들이다. 귀족 계층에 초점이 맞추어진 ‘좋은 예절’의 교범이 예의범절이 좋지 않은 소작농을 항상 부정적으로 언급했던 것은 이런 이유에서인데, 그런 소작농은 규칙이 무엇인지를 ‘알 지 못하며’, 이런 이유로 귀족의 식탁에서 배제되는 것이다. 음식 예절은 사회적 장 벽, 그리고 그 장벽 타파의 불가능성에 대한 표시가 되어 버렸다. [풀이] 중세 이후에서 근대 초기까지 귀족 계층은 자신들끼리만 지키는 정교한 식탁 예절을 익히고 지켜서 하층 계급 사람들을 자신들과 분리하였다는 내용의 글이다. 따라서 글 의 주제로 가장 적절한 것은 ①‘계층 구별 표시로서의 식탁 예절’이다. ②계층 간의 평등을 가져오기 위한 출판물 ③내부자와 외부자 구별의 의도되지 않은 영향 ④교육적 목적을 위해 음식 예절을 정교화 하려는 시도 ⑤다른 배경 출신의 사람들을 단결시키는 데 있어서 예절의 역할 16 [Words and Phrases] offspring (집합적으로) 자녀들 subsequently 그 후로 in[out] 내부[외부]에 있는 addressed to ~에 초점을 맞춘 aristocracy 귀족 계층 have a negative reference to 부정적으로 언급하다 peasant 소작농, 촌뜨기 lordly 귀족의, 귀족에 게 맞는"
    },
    {
        "question_num": 24,
        "explanation": "[출제 의도] 제목 추론 [해석] 오늘날 미국의 인종 및 민족 관계는 과거보다 더 낫지만, 스포츠가 통합과 공정성의 모델이 되기까지 여러 가지 변화들이 필요하다. 오늘날의 문제들은 20년 전에 직면했 던 것들과는 다르며, 경험으로 알 수 있는 것은 현재의 문제들에 잘 대응하고 나면 새로운 문제가 등장하는 새로운 사회적 상황이 만들어진다는 것이다. 예컨대 일단 인 종적, 민족적 차별이 제거되고 사람들이 화합하고 나면, 그들은 다양한 경험과 문화적 시각에도 불구하고 서로 함께 살고 일하고 노는 법을 배워야 한다. 이러한 문제에 잘 대응하는 것은 평등한 대우와 그에 더하여 다른 사람들의 시각에 대하여 배우고, 그 들이 세상을 어떻게 규정하고 의미를 부여하는지를 이해하며, 그런 다음 차이를 존중 하고, 타협하고, 항상 공유되지는 않을 수도 있는 목표를 추구하는 과정에서 서로를 지원하는 가운데, 어떻게 관계를 형성하고 유지할지를 결정하는 데 대한 헌신적인 노 력을 필요로 한다. 이들 중 쉬운 것은 없으며, 문제는 결코 단번에 완전히 해결되지 않는다. [풀이] 미국 사회에서 인종과 민족의 문제는 과거보다 훨씬 좋아졌으나, 스포츠계에서는 아 직도 그런 문제들의 새로운 국면이 나타나고 있고 앞으로도 계속 나타날 것이므로 헌 신적 노력이 필요하다는 취지의 글이다. 따라서 제목으로 가장 적절한 것은 ① ‘스포 츠에서 계속되고 있는 난제: 인종적 및 민족적 문제’이다. ② 스포츠에서의 인종적, 민족적 불평등: 원인과 결과 ③ 스포츠에서의 인종적 및 민족적 다양성의 역사 ④ 하나를 위한 모두, 모두를 위한 하나: 팀 스포츠의 힘 ⑤ 협력은 스포츠맨십의 중심에 있다 [Words and Phrases] ethnic 민족의 challenge 어려운 문제, 난제 inclusion 통합 meet 잘 대응하다, 처리하다 eliminate 제거하다 commitment 헌신, 헌신적인 노력 compromise 타협, 양보 once and for all time 단번에 모두 17"
    },
    {
        "question_num": 25,
        "explanation": "[출제 의도] 도표 내용 일치 파악 [해석] 위 도표는 미국에서 2011년부터 2014년까지의 기간 중 어느 특정한 날에 연령 집단 별 및 성별로 설탕이 가미된 음료로부터의 킬로칼로리 평균 섭취량을 보여준다. 각 연령 집단에서, 남성은 여성보다 설탕이 가미된 음료로부터 더 높은 킬로칼로리 평균 섭취량을 보였다. 남성 집단 사이에서는, 20~39세 집단이 설탕이 가미된 음료로부터 가장 높은 킬로칼로리 평균 섭취량을 보였다. 여성 집단에서는 12~19세 집단이 설탕 이 가미된 음료로부터 가장 높은 킬로칼로리 평균 섭취량을 보였으며, 그다음으로는 20~39세 집단이었다. 남성 집단 사이에서는, 2~5세 집단이 설탕이 가미된 음료로부터 가장 낮은 킬로칼로리 평균 섭취량을 보였다. 여성 집단 사이에서도 마찬가지로, 가장 어린 연령 집단이 설탕이 가미된 음료로부터 가장 낮은 킬로칼로리 평균 섭취량을 보 였다. [풀이] 여성 집단 사이에서 설탕이 가미된 음료로부터 가장 낮은 킬로칼로리 평균 섭취량을 보인 연령 집단은 60세 이상이므로, ⑤가 도표의 내용과 일치하지 않는다. [Words and Phrases] intake 섭취(량) sugar-sweetened 설탕이 가미된, 설탕으로 단맛을 낸 beverage 음료"
    },
    {
        "question_num": 26,
        "explanation": "[출제 의도] 글의 세부 내용 파악하기 [해석] British Columbia의 해안가를 따라서 짙은 황록색과 반짝이는 파란색의 지대가 위치 하고 있다. 이 지대는 Great Bear Rainforest인데, 면적이 640만 헥타르, 즉 Ireland나 Nova Scotia 정도의 크기이다. 그것은 매우 다양한 야생 동물의 서식지이 다. 그 지역에 서식하는 독특한 동물 중 하나는 Kermode 곰이다. 그것은 British Columbia의 공식 포유류로 알려져 있는 희귀종 곰이다. 연어 또한 이곳에서 발견된 다. 인간뿐만 아니라 매우 다양한 동물들이 그것을 먹기 때문에 그것은 이 지역의 생 태계에서 매우 중요한 역할을 한다. Great Bear Rainforest는 또한 수백 년 동안 살 수 있는 나무인 Western Red Cedar의 서식지이기도 하다. 그 나무의 목재는 가볍 고 부패에 저항력이 있어서 건축물을 짓고 가구를 만드는 데 사용된다. [풀이] Great Bear Rainforest의 면적은 Ireland나 Nova Scotia 정도의 크기이기 때문에, 글의 내용과 일치하지 않는 것은 ②이다. [Words and Phrases] forest green 짙은 황록색 measure (크기, 길이, 양 등이) ~이다 rare 희귀한 mammal 포유류 vital 매우 중요한 consume 먹다, 마시다 rot-resistant 부패에 18 저항력이 있는"
    },
    {
        "question_num": 27,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악하기 [해석] 2019 Fitness EXPO 2019 Fitness EXPO는 새로 나온 건강 제품을 체험하고 피트니스 수업, 경연, 그리 고 훨씬 더 많은 것을 즐길 수 있는 연례행사입니다. 날짜 및 시간: 2019년 6월 22일~23일, 오전 10시~오후 6시 장소: Healfit Convention Hall 입장료: 1일 입장권 10달러 / 2일 입장권 18달러 (12세 이하는 무료입장합니다.) 숙박 시설 Healfit Hotel이 객실을 특별가로 제공합니다. www.healfithotel.com에서 숙박을 예 약하세요. 활동 • 전문 트레이너가 진행하는 피트니스 수업 • 챔피언에게 트로피가 수여되는 팔씨름 토너먼트 • 비전문가들만 참가할 수 있는 댄스 피트니스 경연 더 많은 정보를 얻으시려면 우리의 웹 사이트 www.ibeingfit.com을 방문하세요. [풀이] 댄스 피트니스 경연에는 비전문가들만 참가할 수 있다고 했으므로, 안내문의 내용과 일치하지 않는 것은 ⑤이다. [Words and Phrases] annual 연례의, 매년의 accommodations 숙박 시설"
    },
    {
        "question_num": 28,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악하기 [해석] 2019 Mountain Today Wildflower Photo Contest Mountain Today는 지역 고등학생 대상의 사진 대회를 개최합니다. 우리는 여러분이 촬영한 최고의 야생화 사진을 보고 싶습니다. • 참가비 없음 • 출품 기한: 2019년 6월 7일 18시 • 출품 방법: www.mountaintoday.com에 업로드하세요. 출품 분야 • 야생화와 함께하는 사람들 • 야생화가 있는 풍경 19 시상 • 1등: 분야별 1명에게 200달러 • 2등: 분야별 1명에게 100달러 • 입상자들은 2019년 6월 21일에 웹사이트에 게시될 것입니다. 입상자들에게 개별 통지도 해드릴 것입니다. 세부 사항 • 모든 사진은 JPEG 형식으로 업로드 되어야 합니다. • 사진 편집은 허용되지 않습니다. • 출품 사진의 총 매수는 학생당 4장으로 제한됩니다. [풀이] 사진 편집은 허용되지 않는다고 했으므로, 안내문의 내용과 일치하는 것은 ④이다. [Words and Phrases] submission 출품, 제출 post 게시[공고]하다 individual 개별의, 개인의 notification 통지 issue 내다, 발행하다"
    },
    {
        "question_num": 29,
        "explanation": "[출제 의도] 어법상 틀린 표현 고르기 [해석] 인간 심리의 흥미로운 일면은, 우리가 처음으로 어떤 것들을 경험할 때 그것들에 대 한 모든 것이 분명하지는 않은 경우에 그것들을 더 좋아하고 그것들이 더 매력적이라 고 생각하는 경향이 있다는 것이다. 이것은 음악에 있어서 분명히 사실이다. 예를 들 어 우리는 라디오에서 우리의 관심을 끄는 노래를 처음 듣고, 그 노래가 마음에 든다 고 결정을 내릴 수 있다. 그러고 나서 다음에 그것을 들을 때, 우리는 처음에 알아차 리지 못한 가사를 듣거나, 배경에서 피아노나 드럼이 무엇을 하고 있는지 알아챌 수 있다. 우리가 전에 놓쳤던 특별한 화음이 나타난다. 우리는 점점 더 많은 것을 듣게 되고, 매번 들을 때마다 점점 더 많이 이해하게 된다. 때때로 예술 작품이 우리에게 그것의 중요한 세부 요소들을 모두 드러내는 데 걸리는 시간이 길어질수록, 그것이 음악이든, 미술이든, 춤이든, 또는 건축이든 간에 우리는 그것을 더 좋아하게 된다. [풀이] ⑤ ‘~가 …하는 데 (시간)이 걸리다’라는 의미의 「it takes 시간 for ~ to do」에서 시 간에 해당하는 표현인 long이 앞으로 나가 「the 비교급, the 비교급」의 일부를 이룬 것이므로 that을 it으로 바꿔야 한다. ① 「find+목적어+목적격 보어」의 구조에서 목적격 보어로 쓰인 형용사 appealing은 적절하다. ② decide we like it은 hear a song on the radio for the first time that catches our interest와 and로 연결되어 might에 이어지므로, 동사원형 decide는 적절하다. 20 ③ what은 notice의 목적어로 쓰인 명사절을 이끌고 있으므로 적절하다. ④ A special harmony를 주어로 하는 동사 emerges는 적절하다. 뒤에 이어지는 that we missed before는 A special harmony를 수식하는 관계절이다. [Words and Phrases] tend to do ~하는 경향이 있다 appealing 매력적인 obvious 분명한, 명백한 lyrics 가사 emerge 나타나다 fond of ~을 좋아하는"
    },
    {
        "question_num": 30,
        "explanation": "[출제 의도] 어휘의 적절성 파악 [해석] 때로는 신임을 얻지 못한다는 인식이 자기 성찰에 필요한 동기를 제공할 수 있다. 직 장에서 자신의 동료들이 공유된 책무를 자신에게 (믿고) 맡기지 않고 있다는 사실을 깨달은 직원은 성찰을 통해 자신이 지속적으로 다른 사람들을 실망하게 했거나 이전 의 약속들을 이행하지 못했던 분야를 찾아낼 수 있다. 그러면 그녀에 대한 다른 사람 들의 불신은, 그녀가 그들의 신임을 받을 만한 자격이 더 생기게 해 주는 방식으로 그녀가 직무의 자기 몫을 수행하지 못하게 할(→하도록 동기를 부여할) 수 있다. 하지 만 신뢰할 만하고 믿을 만한 사람이 되려는 노력을 성실하게 하는 사람에 대한 불신 은 혼란스럽게 할 수 있고, 그녀로 하여금 자신의 인식을 의심하고 자신을 불신하게 할 수 있다. 예를 들어 밤에 외출할 때 의심하고 믿지 않는 부모를 가진 십 대 소녀 를 생각해 보라. 비록 그녀가 자신의 계획에 대해 솔직해 왔고 합의된 규칙은 어떤 것도 어기고 있지 않을지라도, 존경할 만한 도덕적 주체로서의 그녀의 정체성은 속임 수와 배신을 예상하는 널리 스며 있는 부모의 태도에 의해 손상된다. [풀이] 자신에 대한 타인의 불신은 자기 성찰로 이어져 타인의 신임을 받을 만한 자격이 더 생기도록 행동하게 한다고 했으므로, ②의 forbid를 motivate 정도의 단어로 바꾸어 야 한다. [Words and Phrases] self-reflection 자기 성찰 identify 찾다, 발견하다 consistently 지속적으로 let down ~을 실망하게 하다 follow through on ~을 이행하다 commitment 약속, 전념 disorienting 혼란스럽게 하는 perception 인식 suspicious 의심하는 agreed-upon 합의된 undermine 손상시키다 deceit 속임수 betrayal 배신"
    },
    {
        "question_num": 31,
        "explanation": "[출제 의도] 빈칸 내용 추론하기 [해석] 어떤 사람들은 야생 동물 피해 관리를 과잉 종들에 대한 과학과 관리로 정의했지만, 이 정의는 너무 좁다. 모든 야생 동물 종들은 인간의 이익에 해를 끼치는 방식으로 21 행동한다. 따라서 단지 과잉 종뿐만 아니라 모든 종이 야생 동물 피해를 야기한다. 이것의 흥미로운 한 사례는 캘리포니아의 멸종 위기에 처한 송골매인데, 그것들은 캘 리포니아 작은 제비갈매기라는 또 다른 멸종 위기 종을 먹이로 한다. 분명히 우리는 송골매를 과잉이라고 생각하지 않겠지만, 우리는 그것들이 멸종 위기에 처한 종들을 먹고 살지 않기를 바란다. 이런 경우에, 송골매 개체 수와 관련된 부정적인 가치들 중 하나는 그것의 포식이 또 다른 멸종 위기 종들의 개체 수를 감소시킨다는 것이다. 이런 경우에 야생 동물 피해 관리의 목표는 송골매에 해를 끼치지 않고 송골매가 작 은 제비갈매기를 잡아먹지 못하게 하는 것일 것이다. [풀이] 캘리포니아의 멸종 위기 종인 송골매가 또 다른 멸종 위기 종인 캘리포니아 작은 제 비갈매기를 먹이로 하기 때문에 작은 제비갈매기의 개체 수가 감소되는 부정적인 면 이 있는데, 야생 동물 피해 관리의 목표는 두 멸종 위기 종 모두 개체 수가 감소하지 않도록 보호해야 하는 것이므로, 빈칸에 들어갈 말로 가장 적절한 것은 ② ‘해를 끼 치지’이다. ① 복제하지 ③ 훈련시키지 ④ 먹이를 너무 많이 주지 ⑤ 길들이지 [Words and Phrases] define 정의하다 overabundant 과잉의, 과다한 definition 정의 involve 포함하 다, 수반하다 endangered 멸종 위기에 처한 prey on ~을 먹이로 하다 predation 포식"
    },
    {
        "question_num": 32,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 최근 몇 십 년 동안 내내 학계의 고고학자들은 가설 검증 절차에 따라 연구와 발굴을 수행하라고 촉구받아 왔다. 우리가 일반적인 이론을 구축하고, 검증할 수 있는 명제를 추론하며, 그것을 표본 자료와 비교하여 증명하거나 틀렸음을 입증해야 한다고 주장 되어 왔다. 사실 이런 ‘과학적 방법’의 적용은 자주 어려움에 봉착했다. 자료는 예상 치 못한 질문, 문제 그리고 쟁점으로 이어지는 경향이 있다. 따라서 가설 검증 절차 를 따를 것을 주장하는 고고학자들은 자신도 모르게 가공의 이야기를 써야 했다. 실 제로는, 그들의 연구물과 이론적 결론이 부분적으로 자신들이 발견했던 자료에서 비 롯되었다. 다시 말해서, 그들이 어떤 해석으로 결정할 때 그들은 이미 그 자료를 알 고 있었던 것이다. 그러나 연구물을 발표할 때, 그들은 실험실 조건에서의 실험에서처 럼 이론을 앞세우고 그것을 자신들이 발견한 자료와 비교하여 검증했다고 주장하면서 대본을 다시 작성했다. 22 [풀이] 고고학자들은 이미 자료를 알고 있는 상태에서 자신들의 이론을 먼저 정립하고 그것 에 비추어 그 자료들을 검증해 본 것처럼 연구 저작물을 작성한다는 내용이 빈칸 뒤 에 나오므로, 빈칸에 들어갈 말로 가장 적절한 것은 ①이다. ②다른 분야의 데이터와의 비교로부터 ③향후 연구를 위한 더 많은 사이트를 탐색하기 위해서 ④가능한 이론적 프레임워크를 가정함으로써 ⑤가설 검증 절차를 준수함으로써 [Words and Phrases] academic 학계의, 학문의 archaeologist 고고학자 urge 촉구하다, 열심히 권하다 hypothesis-testing procedure 가설 검증 절차 theory 이론, 학설 proposition 명제, 제안 disprove 틀렸음을 입증하다 application 적용, 신청 run into ~에 봉착하다, ~와 우연히 만나다 tendency 경향, 성향 unexpected 예상치 못한, 의 외의 fiction 가공의 이야기, 소설, 허구 interpretation 해석, 설명"
    },
    {
        "question_num": 33,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 디지털 기술은 제품에서 서비스로의 이동을 촉진함으로써 비물질화를 가속한다. 서비 스의 유동적인 특성은 그것들이 물질에 얽매일 필요가 없다는 것을 의미한다. 그러나 비물질화는 단지 디지털 상품에 관련된 것만은 아니다. 탄산음료 캔과 같은, 고체의 물리적 상품조차도 더 적은 양의 물질을 가지고 있으면서도 더 많은 이익을 내놓을 수 있는 이유는 그것들의 무거운 원자가 무게가 없는 비트로 대체되기 때문이다. 유 형의 것들은 더 많은 알루미늄 원자들이 하던 일을 하는 무형의 것들, 즉 더 나은 설 계, 혁신적인 과정, 스마트 칩, 그리고 궁극적으로 온라인 연결성 등에 의해 대체된 다. 따라서 지능과 같이 부드러운 것들이 알루미늄과 같은 단단한 물건에 삽입되어서, 딱딱한 물건들을 더 소프트웨어처럼 작용하게 만든다. 비트가 주입된 물질적 상품들 은 점점 마치 그것들이 무형의 서비스인 것처럼 행동한다. 명사가 동사로 변한다. 하 드웨어가 소프트웨어처럼 동작한다. Silicon Valley에서 사람들은 이렇게 말한다. “소 프트웨어가 모든 것을 먹는다.” [풀이] 물질을 더 나은 설계, 혁신적인 과정, 스마트 칩, 온라인 연결성 등의 무형의 것들로 대체하여 물질이 하던 일이 서비스로 바뀌어 비물질화가 이루어지고 있다는 내용의 글이므로, 빈칸에 들어갈 말로 가장 적절한 것은 ①이다. ② 그것들이 모든 디지털 상품들을 대체하는 ③ 하드웨어가 소프트웨어보다 더 오래 존속할 수 있는 ④ 디지털 서비스가 사용될 수 없는 23 ⑤ 소프트웨어가 하드웨어와 충돌하는 [Words and Phrases] accelerate 가속하다 dematerialization 비물질화 migration 이동 liquid 유동적 인 inhabit ~을 차지하다, 가지다 substitute 대체하다 tangible 유형의 connectivity 연결성, 접속 가능성 embed 삽입하다, 끼워 넣다"
    },
    {
        "question_num": 34,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 모든 황금률이 다 같은 것은 아니다. 시간이 지나면서 두 종류가 나타났다. 부정적인 버전은 자제를 지시하고, 긍정적인 버전은 개입을 장려한다. 하나는 최소한 해를 끼치 지 않는 기준선을 설정하고, 다른 하나는 염원하거나 이상화된 선행을 베푸는 행위를 가리킨다. 이러한 규칙의 예는 많아서, 너무 많아서 남김없이 열거할 수 없을 정도지 만, 여기서는 우리의 목적을 위해 다음의 버전, 즉 “자신이 싫은 것은 다른 사람에게 행하지 말라.”와 “타인을 자신처럼 사랑하라.”로 충분한 것으로 하자. 해치지 않는 것 과 같은 부작위를 통해서든, 아니면 적극적으로 개입함에 의한 작위를 통해서든, 이 두 버전은 모두 다른 사람을 배려할 것을 주장한다. 그러나 이러한 황금률이 행위자 에게 타자를 배려하도록 권장하는 반면, 그것들은 자신에 대해 마음 쓰는 것을 완전 히 버리는 것을 요구하지는 않는다. 의도적으로 관심을 자아로부터 멀어지도록 옮긴 다 해도, 그럼에도 불구하고 부분적으로는 자신을 가리키는 상태로 남아 있다. 부정적 인 버전과 긍정적인 버전은 둘 다 행동 평가의 기준이 되는 본질적인 척도로서 자아 를 언급한다. [풀이] 황금률의 긍정적인 버전이든 부정적인 버전이든 모두 타인을 배려할 것을 권하고 있 지만, 그렇다고 해서 자신에 대해 마음을 쓰는 것이 완전히 없어지는 것은 아니라 오 히려 그것이 행동을 평가하는 척도의 역할을 한다는 내용이 빈칸 뒤에 이어지고 있으 므로, 빈칸에 들어갈 말로 가장 적절한 것은 ④이다. ①자아로 하여금 다른 사람들을 염려하여 행동하게 하지 않는다 ②두 버전 사이의 내적 모순을 드러내다 ③도덕적 딜레마에 직면했을 때 지침으로서의 역할을 하지 못하다 ⑤사회적 상호 작용의 이점을 거의 고려하지 않는다 [Words and Phrases] emerge 나타나다 restraint 자제 intervention 개입 aspirational 염원하는 beneficent 선행을 베푸는 abound 많이 존재하다, 풍부하다 exhaustively 남김없 이 suffice 충분하다 omission 부작위, 누락 commission 작위, 저지름 displacement 옮김, 이동 self-referential 자신을 가리키는, 자기 지시적인 invoke ~ as ... ~을 ...라고 들먹이다[언급하다] 24"
    },
    {
        "question_num": 35,
        "explanation": "[출제 의도] 글의 흐름과 무관한 문장 찾기 [해석] 개가 마약, 폭발물, 밀수품, 혹은 다른 품목들을 탐지하도록 훈련받을 때, 조련사는 사실 개에게 냄새 맡는 법을 가르치지 않는데, 개는 이미 한 냄새를 다른 냄새와 구 별하는 법을 알고 있기 때문이다. 오히려 개는 다른 냄새와 대조하여 한 냄새에 의해 감정적으로 자극을 받도록 훈련된다. 단계적 훈련 과정에서, 조련사는 어느 특정한 냄 새에 ‘정서적 감흥’을 부여하며, 그래서 개는 다른 모든 냄새에 우선하여 그 냄새에 이끌린다. 그런 다음, 그 개는 조련사가 개의 행동을 통제하거나 발산시킬 수 있도록 신호에 따라 바라는 품목을 찾아내도록 훈련된다. 이러한 정서적 자극은 또한 개와 당기기 놀이를 하는 것이 단지 개에게 맛있는 특별한 먹이를 주는 것보다 훈련 체계 에서 더욱 강력한 정서적 보상이 되는 이유이기도 한데, 왜냐하면 조련사가 당기기 게임에 더 많은 감정을 투입하기 때문이다. (조련사가 정기적으로 개에게 먹이를 주는 한, 개는 자신의 ‘좋은’ 행동이 보상을 초래한다는 것을 이해할 수 있다.) 개의 관점에 서 그 당기기 장난감은 조련사가 그 장난감에 의해 ‘흥분하기’ 때문에 흥미진진하다. [풀이] 특정한 냄새에 대해 정서적 흥분을 하게 하고 당기기 놀이를 통해서 특정한 품목이나 냄새에 대해 정서적 자극을 갖게 하는 것이 특별한 먹이로 보상해 주는 것보다 더 효 과적이라는 내용이 글의 흐름이다. 먹이를 주는 것을 통해 개가 좋은 보상에 대해 이 해할 수 있게 해줄 수 있다는 내용의 ④는 글의 흐름과 관계가 없다. [Words and Phrases] detect 탐지하다, 찾다 explosive 폭발물 discriminate 구별하다 scent 냄새 arouse 자극하다, 각성시키다 emotional charge 정서적 감흥 be drawn to ~에 끌리다 search out ~을 찾아내다 on cue 신호에 따라 release 발산하다, 해방시 키다 arousal 자극, 흥분 regime 관리 체계 treat 특별한 것, 아주 좋은 것 invest 투입하다, 쏟다 point of view 관점 upset 흥분한, 화가 난"
    },
    {
        "question_num": 36,
        "explanation": "[출제 의도] 글의 순서 파악하기 [해석] 악보 표기법은 음악의 확장되는 레퍼토리를 보존하기 위한 실용적인 방법 이상이었 다. (B) 그것은 그 예술 자체의 본성을 바꾸었다. 뭔가를 적는다는 것은 공간과 시간 면에서 멀리 떨어져 있는 사람들이 그것을 재창조할 수 있다는 것을 의미한다. 동시 에, 단점이 있다. (A) 악보로 쓰인 음은 그 음악이 개인들의 손에서 발전하도록 허용 하기보다는 그 음악을 굳어지게 하며, 즉흥 연주를 억제한다. 부분적으로 악보 표기 때문에 현대의 고전 음악 공연은 청각 전승 방식의 일부인 뉘앙스의 깊이가 결여된 25 다. 악보 표기법이 등장하기 전에, 역사를 통틀어 음악은 대체로 청각 전승 방식으로 계속되었다. (C) 인도 음악과 발리 음악과 같이 정교한 음악적인 전통을 포함하여 대 부분의 전 세계의 음악은 여전히 기본적으로 청각적이다. 재즈 음악가 대부분은 악보 를 읽을 수 있지만 흔히 신경 쓰지 않으며, 그들의 예술은 즉흥 연주와 많은 연관을 맺고 있다. 많은 현대 대중 음악가들은, Paul McCartney가 한 사례인데, 악보를 전 혀 읽지 못한다. [풀이] 악보 표기법이 음악의 레퍼토리 보존 이상의 의미를 지닌다는 내용의 주어진 문장 다 음에, 그것은 시공간을 초월하여 음악을 재창조할 수 있게 해 주었으나, 단점도 있었 다는 내용의 (B)가 오고, 악보로 기록된 음악은 즉흥 연주, 음악의 뉘앙스 등을 제한 하여 청각 전승 방식에는 도움이 되지 못했다는 (A)가 온 다음, 청각 전승 방식에 대 해서 보충해서 설명한 (C)가 마지막에 오는 것이 가장 적절하다. [Words and Phrases] notation 악보 표기(법), 기보법, 기록 practical 실용적인 preserve 보존하다 expand 확장하다 repertoire 레퍼토리, 연주[상연] 곡목 freeze 동결하다 discourage 억제하다, 저지하다 re-create 재창조하다 downside 단점, 불리한 면 sophisticated 정교한, 세련된 involved with ~와 관련된"
    },
    {
        "question_num": 37,
        "explanation": "[출제 의도] 글의 순서 파악하기 [해석] 특히 Marshall McLuhan은 옷이 사람들의 확장된 피부이고, 바퀴는 확장된 발이며, 카메라와 망원경은 확장된 눈이라고 말했다. 우리의 기술적인 창조물들은 우리의 유 전자가 형성하는 신체의 위대한 연장이다. (B) 이런 방식으로, 우리는 기술을 우리의 확장된 신체라고 생각할 수 있다. 산업 시대에는 세상을 이런 식으로 보는 것이 쉬웠 다. 증기력으로 움직이는 동력삽, 기관차, 텔레비전, 그리고 엔지니어의 지렛대와 톱 니바퀴는 인간을 슈퍼맨으로 바꿔준 엄청난 외골격이었다. (C) 더 자세히 살펴보면 이 비유의 결점이 드러난다. 동물들의 확장된 의상은 그들의 유전자의 결과물이다. 그 들은 자신들이 만드는 것의 기본 청사진을 물려받는다. 인간은 그렇지 않다. (A) 우리 의 겉모습을 위한 청사진은 우리의 정신으로부터 나오는데, 그것은 우리 조상들 중 어느 누구도 만들어 내거나 심지어 상상하지도 못했던 것을 자연스럽게 만들어 낼 수 도 있다. 기술이 인간의 확장이라면, 그것은 우리의 유전자의 확장이 아니라 우리의 정신의 확장이다. 그러므로 기술은 아이디어를 위한 확장된 몸이다. [풀이] 인간의 기술적 창조물을 우리 몸 각 부분의 확장이라고 보는 견해를 소개한 주어진 문장 다음에, 산업 시대에는 이렇게 보는 것이 비교적 쉬웠다는 내용의 (B)가 오고, 하지만 좀더 자세히 살펴보면 인간에게는 동물과 다른 특성이 있다고 한 (C)가 온 다 26 음에, 인간이 어떻게 다른지에 대해 설명한 (A)가 마지막에 오는 것이 가장 적절하다. [Words and Phrases] extended 확장된 gene 유전자 blueprint 청사진 shell 겉모습 spontaneously 자연스럽게, 자발적으로 ancestor 조상 steam-powered 증기력으로 움직이는 locomotive 기관차 levers and gears 지렛대와 톱니바퀴 fabulous 엄청난, 멋진 analogy 비유 costume 의상 inherit 물려받다"
    },
    {
        "question_num": 38,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 우리는 항상 다음 휴일, 물건 사기, 또는 음식 체험이 있는지 살피면서 기분을 좋게 해 주는 경험을 찾아낸다. 행복에 대한 이런 접근은 비교적 최근의 것인데, 그것은 우리의 삶을 물질적으로 즐거움을 주는 것으로 채워 넣기도 하고 우리의 고통을 우리 가 제어할 수 있다고 느끼기도 하는 우리의 능력에 좌우된다. 오늘날 우리가 알고 있 는 진통제는 비교적 최근의 발명품이며, 물질적 안락에 대한 접근은 이제 훨씬 더 큰 비율의 전 세계 사람들의 손이 닿는 곳에 있다. 이런 과학 기술과 경제 발전은 상당 한 문화적 영향을 미쳐서 우리가 우리의 부정적인 경험을 문제로 간주하게 하고 그 해결책으로 우리의 긍정적인 경험을 극대화하게 하였다. 하지만 이를 통해 우리는 인 생에서 행복한 것이 단지 즐거움에 관련된 것만은 아니라는 것을 잊게 되었다. 안락 감, 만족감 그리고 충족감이 행복의 특효약이었던 적은 한 번도 없었다. 오히려, 행복 은 우리가 가장 상처받기 쉽거나 혼자이거나 고통을 겪는 그런 순간에 자주 발견된 다. 행복은 거기, 이런 경험의 가장자리에 있고, 우리가 ‘그런’ 종류의 행복을 언뜻 보 게 될 때, 그것은 강력하고 뛰어나며 강렬하다. [풀이] 긍정적인 경험을 극대화하는 것만이 행복에 접근하는 방법인 것은 아니라고 하면서 안락감, 만족감, 충족감이 행복의 특효약이 아니라고 말한 내용과 행복은 이런 경험의 가장자리에 있다는 말 사이에 ‘이런 경험’이 가리키는 내용은 주어진 문장의 ‘상처받 기 쉽거나 혼자이거나 고통을 겪는’ 순간을 가리키므로, 주어진 문장이 들어가기에 가 장 적절한 곳은 ⑤이다. [Words and Phrases] vulnerable 상처받기 쉬운, 연약한 on the lookout for ~이 있는지 살피는 pad 채워 넣다, 메워 넣다 painkiller 진통제 proportion 비율 implication 영향, 함 축 contentment 만족(감) edge 가장자리 get a glimpse of ~을 언뜻 보다 compelling 강렬한, 주목하지 않을 수 없는 27"
    },
    {
        "question_num": 39,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 속삭임의 회랑은 어떤 돔이나 곡면의 천장 아래에서 발견되는 놀라운 음향 공간이다. 유명한 것 하나가 뉴욕시의 Grand Central 역에 있는 유명한 식당 밖에 있다. 그곳 은 데이트하기에 재미있는 곳으로, 여러분 두 사람은 혼잡한 통로에 의해 분리되어 40피트 떨어져 있으면서도 낭만적인 말을 주고받을 수 있다. 여러분은 서로의 말을 분명하게 듣겠지만 지나가는 사람들에게는 여러분이 하는 말이 한마디도 들리지 않을 것이다. 이런 효과를 내기 위해 여러분 두 사람은 그 공간의 대각선으로 맞은편의 구 석에 벽을 마주 보면서 서 있어야 한다. 그것은 여러분 각자를 여러분의 목소리에서 나오는 소리가 통로의 곡면인 벽과 천장에서 반사될 때 집중되는 특별한 지점인 초점 가까이 둔다. 보통 여러분이 만드는 음파는 모든 방향으로 이동하고 각기 다른 시간 과 장소에서 벽에 반사되어, 그것들을 너무 많이 뒤섞으므로 40피트 떨어져 있는 듣 는 사람의 귀에 도달할 때는 들리지 않는다. 그러나 ‘초점’에서 속삭일 때, 반사되는 음파는 전부 다른 초점에 ‘동시에’ 도달하며, 그리하여 서로를 강화하여 여러분의 말 이 들리게 한다. [풀이] 속삭임의 회랑에서 혼잡한 통로를 사이에 두고 40피트 떨어져 있어도 상대방의 말이 분명하게 들리게 되려면 두 사람이 그 공간의 대각선으로 맞은편의 구석에 벽을 마주 보면서 서 있어야 한다는 내용 다음에 그것(두 사람이 그 공간의 대각선으로 정반대 쪽 구석에 벽을 마주 보면서 서 있는 것)이 소리가 곡면의 벽면과 천장에서 반사될 때 집중되는 자리인 초점에 여러분을 둔다는 주어진 문장의 내용이 이어져야 하므로, 주어진 문장이 들어가기에 가장 적절한 곳은 ④이다. [Words and Phrases] reflect 반사되다 passageway 통로 whispering gallery 속삭임의 회랑(작은 소리 도 멀리까지 들리게 만든 회랑) remarkable 놀라운 dome 돔, 반구형 지붕 passersby 지나가는 사람들 bounce 반사되다 scramble 뒤섞다 inaudible 들리 지 않는 reinforce 강화하다"
    },
    {
        "question_num": 40,
        "explanation": "[출제 의도] 요약문 완성 [해석] 1992년에 리우데자네이루에서 열린 국제 연합 환경 회의가 ‘지속 가능성’이라는 용어 를 전 세계적으로 널리 알려지게 만든 후에 그 단어는 친환경적으로 보이기를 원하지 만 자신의 행동을 진짜 바꿀 의도는 아니었던 사람들에 의해 인기 있는 유행어가 되 었다. 그것은 홍보 용어가 되었는데, 곧 널리 퍼진 해악으로부터 지구를 구하기 위해 우리가 무엇을 해야 하는가에 관한 최신의 생각과 보조를 맞추고 있는 것으로 보이려 28 는 시도이다. 그러나 그런 다음 십여 년이 지난 후, 일부 정부, 산업, 교육 기관, 그 리고 조직이 그 용어를 진지하게 사용하기 시작했다. 미국에서 많은 대기업이 지속 가능성 담당 부사장을 임명했다. 이 임원들은 ‘친환경’ 제품을 만들어 자기 회사가 어 떻게 이익을 얻을 수 있는가에 관심이 있을 뿐만 아니라, 흔히 쓰레기와 오염을 줄임 으로써, 그리고 그 회사의 탄소 배기가스를 줄임으로써 회사를 더 효율적으로 만드는 과제를 받기도 했다. → 초기 단계에서 ‘지속 가능성’이라는 용어는 친환경 의식이 있는 체했던 사람들 사 이에서 인기가 있었지만, 나중에 그것은 자신의 친환경주의적 생각을 실현하고자 하 는 사람들이 사용하게 되었다. [풀이] ‘지속 가능성’이라는 용어가 처음에는 친환경적으로 보이기를 원하지만 진짜 자신의 행동을 바꿀 의도는 아니었던 사람들의 홍보성 용어로 사용되었다가, 나중에는 실제 친환경 제품을 만들어 이익을 얻고 쓰레기와 오염을 줄이고 탄소 배기가스를 줄여 회 사를 더 효율적으로 만들려고 하면서 진지하게 사용되게 되었다는 내용이므로, 요약 문의 빈칸에 들어갈 말로 가장 적절한 것은 ① ‘∼인 체했다 – 실현하다’이다. ② ∼인 체했다 – 무시[묵살]하다 ③ 거절했다 – 깨닫다, 실현하다 ④ 거절했다 – 이상화하다 ⑤ 시도했다 – 가리다, 감추다, 가장하다 [Words and Phrases] conference 회의 sustainability 지속 가능성 intend 의도하다 public relations 홍보 abreast with ~와 보조를 맞추는 corporation 기업 official 임원, 관리 emission 배기가스 [41∼42] [출제 의도] 장문의 이해 [해석] 아리스토텔레스는 모든 인간이 정치 활동을 하도록 허용되어야 한다고 생각하지 않 았다. 즉 그의 체계에서 여자, 노예, 그리고 외국인은 자신 및 다른 사람을 다스릴 권 리로부터 명백히 배제되었다. 그럼에도 불구하고, 정치는 어떤 공동의 목표와 목적을 향한 독특한 집단 활동이라는 그의 기본적인 생각은 오늘날에도 여전히 울려 퍼지고 있다. 하지만 어느 목적인가? 고대 세계 이후의 많은 사상가와 정계 인사들이 정치가 이룰 수 있거나 이루어야 하는 목표에 관해 각기 다른 생각을 발달시켰다. 이런 접근 법은 정치적 도덕주의라고 알려져 있다. 도덕주의자들에게 정치적 삶은 윤리 혹은 도덕 철학의 한 분야여서 도덕주의적 정치 사상가 집단에 많은 철학자가 있는 것은 놀랄 일이 아니다. 정치적 도덕주의자들은 정치란 실질적인 목표를 이루는 쪽으로 향해야 한다고, 즉 정치적인 처리 방식은 어 29 떤 것을 보호하기 위해 체계화되어야 한다고 주장한다. 이런 것들 중에는 정의, 평등, 자유, 행복, 동포애, 또는 민족 자결권과 같은 정치적 가치가 있다. 가장 근본적인 입 장에서 도덕주의는, 1516년에 출간되었고 이상 국가를 상상했던, 영국 정치가이자 철 학자인 Thomas More의 책 ‘Utopia’에서 이름을 딴, 유토피아로 알려진 이상적인 정치 사회에 대해 묘사한다. 유토피아적 정치사상은 고대 그리스 철학자인 플라톤의 책 ‘국가론’으로 거슬러 올라가는데, 그것은 Robert Nozick과 같은 현대 사상가에 의 해 아이디어를 탐구하기 위해 여전히 사용된다. 일부 이론가는 유토피아적 정치사상 은 유망한(→ 위험한) 일이라고 여기는데, 그것이 지금까지 전체주의적인 폭력의 정당 화로 이어졌기 때문이다. 그러나 최선의 상태에서 유토피아적 사상은 더 나은 사회를 향해 노력하는 과정의 일부이며, 많은 사상가는 추구되거나 보호되어야 할 가치를 제 안하기 위해 그것을 사용한다."
    },
    {
        "question_num": 41,
        "explanation": "[출제 의도] 장문(제목 추론) [풀이] 정치를 통해 목표를 이룰 수 있거나 이루어야 한다는 생각을 가지고 정치에 접근하는 것을 정치적 도덕주의 또는 도덕주의적 정치사상이라고 정의하면서, 이상적인 사회를 실현하고자 했던 그런 사상에 대한 비판과 함께 긍정적인 측면을 언급하는 내용이므 로, 글의 제목으로 가장 적절한 것은 ③ ‘정치에서 도덕주의적 접근: 이상적 가치를 찾아서’이다. ① 위대한 정치 철학자가 되는 길 ② 진정한 자유를 향하여, 공포와 폭력을 넘어 ④ 정치적 도덕주의자의 역사적 뿌리를 밝히는 방법 ⑤ 왜 철학자가 도덕주의자가 되는 경향이 있는가: 철학의 운명"
    },
    {
        "question_num": 42,
        "explanation": "[출제 의도] 장문(문맥 속의 어휘 추론) [풀이] 일부 이론가는 유토피아적인 정치사상이 지금까지 전체주의적인 폭력의 정당화로 이 어졌기 때문에 위험한 일로 여긴다는 맥락이므로, (e)의 promising을 ‘위험한’과 같은 의미를 지닌 dangerous 정도의 단어로 바꿔 써야 한다. [Words and Phrases] engage in ∼에 종사하다 explicitly 명백히 exclude 배제하다 collective 집단적 인 common 공동의 end 목적 political figure 정계 인사 moralism 도덕주의 unsurprising 놀랍지 않은 substantial 실질적인 arrangements 처리 방식 protect 보호하다 national self-determination 민족 자결권 radical 근본적인, 급 진적인 description 묘사, 설명 undertaking 일, 사업 justification 정당화 totalitarian 전체주의적인 strive 노력하다 pursue 추구하다 30 [43~45] [출제 의도] 장문의 이해 [해석] (A) 거장 Brooks가 학급 학생들이 배우도록 바이올린으로 모차르트 곡을 연주했을 때, 교실은 아름답고 영혼을 감동시키는 소리의 물결로 가득했다. 학급 학생들은 이 유명한 초빙 음악가가 연주한 곡을 열심히 배우려고 노력했다. 학급 학생 중에 Joe Brooks가 단연 최고였다. 사실 Joe는 그 명연주자의 아들이었다. 그의 아버지는 그가 네 살 때 유아용 바이올린을 그의 손에 쥐여 주었고, Joe는 천부적인 재능이 있었다. 이제 겨우 12년 후에, 그는 이미 자신의 아버지처럼 거장이 되는 자신의 길을 가고 있었다. (D) 수업 후에 Joe가 아버지와 단둘이 있게 되었다. 그는 뭔가 중요한 이야기가 있었 다. Joe는 심호흡을 하고 말했다. “저는 콘서트에서 연주해 달라는 요청을 받았는데, 먼저 아버지의 허락을 받고 싶어요. 그것은 크로스오버 콘서트예요.” 명연주자 Brooks는 놀란 표정이었다. 진정, 그 명연주가 크로스오버 음악을 싫어하는 것은 공 공연한 일이었다. “아버지,” Joe가 심호흡을 하고 계속 말했다. “저는 아버지의 견해 를 존중하지만, 그것은 아버지가 생각하는 그런 것이 아니에요. 내일 우리 연습에 오 셔서 들어 보지 않으시겠어요? 아버지 마음에 안 드시면 취소할게요.” (C) “저, 허락받았니?” 다음 날 Joe가 연습실에 들어서자마자 Brian이 물었다. “음, 잘 모르겠어.” Joe가 자신 없게 말했다. “연습 후에 네가 우리에게 말해 줘도 돼.” Brian이 키보드에 손을 얹으며 말했다. 그의 옆에서 Nick이 자신의 기타를 조율하고 있었다. Joe는 그 콘서트에서 자신이 빠질지도 모른다는 것을 그들에게 말하기 전에 마지막으로 딱 한 번만 연주하겠다고 생각했다. 그 3인조는 자신들의 일상적인 연주 에 들어갔는데, 오랫동안 함께 열심히 연습한 그룹만이 할 수 있는 수준으로 쉽게 들 어갔다. (B) 그들이 연주를 마쳤을 때, Joe는 자신의 아버지가 구석에 서 있는 것을 알아차렸 다. “와, 정말 멋진 연주야.” 그가 감탄하며 말했다. 명연주자 Brooks는 아들 쪽으로 다가갔다. “나는 네가 바이올린의 정신을 지키면서 그런 독특한 소리를 만들어내는 방식이 좋구나. 크로스오버 음악이 창조할 수 있는 힘을 내가 과소평가했어.”라고 명 연주자 Brooks가 그에게 말했다. Joe와 그의 아버지는 둘 다 그 밴드가 연습해 왔던 그 멜로디를 흥얼거리며 집으로 돌아갔다."
    },
    {
        "question_num": 43,
        "explanation": "[출제 의도] 장문(글의 순서 파악) [풀이] (A)에서는 Master Brooks가 자신의 아들 Joe가 있는 학급에 초빙 음악가로 와서 연 주를 했고, (D)에서는 수업 후에 Joe가 자신의 아버지에게 크로스오버 콘서트에 초대 31 받았다는 것을 말하고 참가 허락을 구하려 했으며, (C)에서는 아버지의 허락을 받지 못한 상태에서 연습실에 가서 멤버들과 연주를 했고, (B)에서는 이들의 연주를 지켜본 Joe의 아버지, 즉 Master Brooks가 크로스오버 음악에 대한 자신의 견해를 바꾸게 되었다는 내용으로 전개되므로, 가장 적절한 글의 순서는 ⑤이다."
    },
    {
        "question_num": 44,
        "explanation": "[출제 의도] 장문(지칭 추론) [풀이] (a), (b), (c), (d)는 Joe Brooks를 가리키지만, (e)는 Master Brooks를 가리킨다."
    },
    {
        "question_num": 45,
        "explanation": "[출제 의도] 장문(세부적 사실 파악) [풀이] (C)에서 밴드 멤버 Joe, Brian, Nick이 소개되었고, 또 밴드를 trio라고 칭했으므로, ④가 글의 내용으로 적절하지 않다. [Words and Phrases] master 거장, 대가, 명연주자 soul-stirring 영혼을 감동시키는 renowned 유명한 by far the best 단연 최고 underestimate 과소평가하다 crossover 크로스오버(재 즈와 다른 음악과의 혼합, 그 음악이나 연주자) permission 허락, 허가 pull out of ~에서 빠지다 swing into ~에 들어가다, ~에 돌입하다"
    }
]