[
    {
        "question_num": 1,
        "explanation": "[출제 의도] 짧은 응답 고르기 [해석] 남: Sally, 오늘 오후에 뭐 하니? 여: Kingsfield 쇼핑몰에 갈 생각이야. 남: 아, Pine 가에 있는 새 쇼핑몰 말하는 거구나. 그런데 거기가 오늘은 문을 닫았어. 여: 정말? 그럼 내일 가야겠다. [풀이] 오늘 오후에 새로 생긴 쇼핑몰에 갈 생각이라고 말하는 여자에게 남자가 그 쇼핑몰이 오늘은 문을 닫았다고 말했으므로, 여자의 응답으로 가장 적절한 것은 ② ‘정말? 그 럼 내일 가야겠다.’이다. ① 그래. 그 현장 학습은 매우 재미있었어. ③ 물론이지. 우리는 정말 친한 친구야. ④ 미안. 나는 지난주에 너무 바빴어. ⑤ 좋아! 날씨가 화창할 거야. [Words and Phrases] closed 문을 닫은 field trip 현장 학습 close 친한, 가까운"
    },
    {
        "question_num": 2,
        "explanation": "[출제 의도] 짧은 응답 고르기 [해석] 여: Nick, 너 내일 아침 일찍 기차역에 가야 하지 않니? 남: 네, 엄마. 알람을 5시 30분으로 맞춰 놨지만, 제시간에 일어날지 걱정이 돼요. 여: 내가 깨워줄까? 남: 고마워요. 그렇게 해 주시면 정말 도움이 될 거예요. [풀이] 남자가 아침 5시 30분에 일어나야 해서 알람을 맞춰 놨지만 제시간에 일어날지 걱정 이 된다고 말하자 엄마인 여자가 깨워줄지 물었으므로, 남자의 응답으로 가장 적절한 것은 ② ‘고마워요. 그렇게 해 주시면 정말 도움이 될 거예요.’이다. ① 좋은 생각이에요. 그러면 제가 화재경보기를 고칠게요. ③ 신경 쓰지 마세요. 저는 오늘 아침에 아침을 먹었어요. ④ 걱정하지 마세요. 내일 운동을 시작해요. 2 ⑤ 저는 동의하지 않아요. 버스로 기차역에 가실 수 있어요. [Words and Phrases] set 맞추다, 설정하다 alarm 알람, 경보(기) fix 고치다, 수선하다"
    },
    {
        "question_num": 3,
        "explanation": "[출제 의도] 담화 목적 추론 [해석] 여: 안녕하세요, Brook 고등학교 학생 여러분. 저는 Ms. Kim이며, 올해의 졸업 앨범 을 담당하고 있습니다. 전에 알려드린 것처럼, 졸업반 학생들은 내일 졸업 앨범을 위한 사진을 촬영할 것입니다. 그것은 Shinewood 공원에서 진행될 예정이었습니 다. 그러나 내일 폭우가 예상되어, 장소를 변경했습니다. 학생들은 학급 사진은 학교 강당에서 촬영하고 개인 사진은 학교 도서관에서 촬영하게 될 것입니다. 졸 업 사진 촬영 장소가 바뀌었다는 것을 잊지 마시기 바랍니다. 경청해 주셔서 고 맙습니다. [풀이] 여자는 내일 폭우가 예상되어 졸업 사진 촬영 장소가 바뀌었다는 사실을 학생들에게 공지하고 있다. 따라서 여자가 하는 말의 목적으로 가장 적절한 것은 ⑤이다. [Words and Phrases] in charge of ~을 담당하고 있는 previously 전에 announce 알리다, 발표하다 senior 졸업반(의) location 장소 auditorium 강당"
    },
    {
        "question_num": 4,
        "explanation": "[출제 의도] 의견 파악 [해석] 남: 이봐, Jane. 네 생일이 다가오고 있어! 여: 그래, 이번 금요일이야, Sam. 재미있는 생일 파티가 될 거야. 남: 가게 되어서 너무 신나. 너 생일 선물 목록 가지고 있니? 여: 내 생일에 받고 싶은 선물 목록 말하는 거니? 남: 그래. 그게 있으면 내가 네게 맞는 선물을 준비하는 데 도움이 될 거야. 여: 생일 선물 목록을 만든다는 것이 다소 불편한 느낌이야. 남: 하지만 그렇게 하면 네가 원하지 않거나 필요로 하지 않는 선물을 받는 것을 막을 수 있어. 여: 음, 내 친구들과 가족들이 내가 뭘 좋아하는지 알 것이라고 생각해. 남: 그것 또한 문제가 될 수 있어. 작년에 우리 아버지가 내 생일에 책을 한 권 주셨는데, 그러고 나서 할머니에게서 또 한 권을 받았어. 여: 그것 재밌네. 네 말이 무슨 뜻인지 알겠어. 그렇다면 생일 선물 목록을 만들어야겠어. 남: 좋았어, 선물 목록이 준비되면 내게 알려줘. [풀이] 곧 생일을 맞이하는 여자에게 남자가 생일 선물 목록을 만들었는지 묻자, 여자는 생 3 일 선물 목록을 만든다는 것이 다소 불편한 느낌을 준다고 말한다. 그러자 남자는 생 일 선물 목록을 만들면 원하지 않거나 필요로 하지 않는 선물을 받는 것을 막을 수 있다 면서, 자신이 생일에 책을 두 권 받았던 경험을 예로 들고 있으므로, 남자의 의견으로 가 장 적절한 것은 ④이다. [Words and Phrases] birthday wish list (받고 싶은) 생일 선물 목록 present 선물 uncomfortable 불 편한"
    },
    {
        "question_num": 5,
        "explanation": "[출제 의도] 관계 추론 [해석] 남: 모두 마쳤습니다, Johnson 씨. 여: 수술은 어떻게 되었나요? 제 아들이 걱정돼요. 남: 걱정 마세요. 저는 이런 종류의 무릎 수술을 전문으로 합니다. 아주 잘 되었습니다. 여: 감사합니다. 정말 안심이 되네요. 병원에 얼마나 오래 있어야 할까요? 남: 2주 내에 귀가할 수 있을 것이라고 생각합니다. 여: 그때 학교로 돌아갈 수 있을까요? 남: 네, 갈 수 있습니다. 하지만 그래도 매우 주의해야 합니다. 그는 다음 몇 달 동안 뛰 거나 축구를 해서는 안 됩니다. 여: 물론이에요. 제가 그 점을 확실히 할게요. 남: 그리고 그는 회복하는 다음 두 달 동안 매주 저에게 와야 합니다. 여: 네, 그럴 거예요. 모든 것에 감사드려요. [풀이] 여자가 남자에게 수술이 어떻게 되었는지를 물었고, 남자가 자신이 이런 종류의 무릎 수술을 전문으로 한다고 말했으며, 이후에는 두 사람이 입원 기간과 회복하는 동안 주의할 사항과 해야 할 일에 대해 대화를 나누었으므로, 두 사람의 관계를 가장 잘 나타낸 것은 ① ‘의사-환자 보호자’이다. [Words and Phrases] operation 수술 specialize in ~을 전문으로 하다 surgery (외과)수술 relieved 안심하는"
    },
    {
        "question_num": 6,
        "explanation": "[출제 의도] 그림 내용 일치 [해석] 여: 아빠! 이 사진 기억나세요? 남: 와, 오래된 사진이구나. 그것을 언제 찍었니? 네가 열 세 살이었니? 여: 그렇게 생각해요. 저는 하늘에 날고 있는 저 두 마리 새가 좋아요. 남: 그래, 정말 아름다운 날이었어. 오, 나는 네가 사진 속에서 쓰고 있는 그 모자가 기억나는구나. 4 여: 그래요, 아빠가 제 생일 때 사주셨어요. 그것은 그 해 여름 제가 제일 좋아하는 모자였어요. 남: 그리고 가방 옆에 책이 한 권 있구나. 너는 어디를 가든 항상 책을 가져갔지. 여: 맞아요. 우리 개 Sparky를 보세요! 해변 주위를 뛰어다니고 있어요. 남: 참 좋은 개지. 여: 오, 나무 아래 모래성이 있어요. 남: 근사하구나. 누군가가 그것을 만드는 것을 즐겼을 거야. 여: 우리는 너무나 즐거웠어요. 언젠가 그곳에 다시 가야겠어요. 남: 그러면 멋지겠구나. [풀이] 부녀가 옛날 사진을 보며 나누는 내용의 대화이다. 대화의 중반부에서 여자가 가족의 개인 Sparky가 해변 주위를 뛰어다니고 있다고 말하고 있지만, 그림에서는 가만히 엎드려있으므로 정답은 ④이다. [Words and Phrases] sandcastle 모래성"
    },
    {
        "question_num": 7,
        "explanation": "[출제 의도] 할 일 파악 [해석] 남: Mandy, 당신은 이번 주말 우리의 낚시 여행 준비가 되었나요? 여: 네, 여보. 정말 흥분돼요. 내 첫 번째 바다낚시 체험이 될 거예요. 나는 이미 내 블로그에 그 여행에 대해 글을 올렸어요. 남: 우리는 멋진 시간을 보낼 거예요. 우리 사진을 많이 찍도록 해요. 여: 그거 멋질 거예요. 오, 나는 우리를 위해 방수 재킷을 샀어요. 남: 고마워요. 우리는 젖지 않기 위해 그것이 필요할 거예요. 여: 맞아요. 우리가 준비할 필요가 있는 것이 또 있나요? 남: 음... 우리는 그 여행을 위해 음식을 좀 가져가야 할 필요가 있을 거예요. 여: 좋아요, 내가 샌드위치를 좀 만들게요. 우리는 또한 우리 낚싯대를 가져가야 할 필요가 있나요? 남: 아니오, 그럴 필요 없어요. 낚시 여행 회사가 우리에게 그것을 제공할 거예요. 여: 잘 됐네요. 전화해서 우리의 예약을 확인해 줄래요? 남: 이미 한 시간 전에 확인했어요. 여: 고마워요, 여보. [풀이] 부부가 주말 낚시 여행에 관하여 나누는 대화이다. 두 사람이 낚시 여행에서 할 일과 준비할 사항 등에 관해 이야기를 나누다가 남자가 여행을 위해 음식을 좀 가져갈 필 요가 있다고 말했고 여자가 샌드위치를 좀 만들겠다고 했으므로, 정답은 ④이다. 5 [Words and Phrases] waterproof 방수의 fishing rod 낚싯대 confirm 확인하다"
    },
    {
        "question_num": 8,
        "explanation": "[출제 의도] 이유 파악 [해석] 여: 안녕, Matt. 역사 시험은 어떻게 됐니? 남: 괜찮았어. 하지만 끝나서 기뻐. 여: 그래. 뭔가 재미있는 것을 하자. 나는 새로운 영화가 나왔다고 들었어. 다정한 로 봇에 관한 거야. 남: 오, My A.I. Neighbor를 말하는 거니? 나는 그것에 대해 들어봤어. 여: 그래. 오늘밤에 나와 함께 그 영화를 보러 갈래? 남: 음, 못 갈 것 같아. 여: 왜 못가? 남: 나는 오늘밤에 학교 도서관에서 일해야 해. 여: 나는 네가 오늘 도서관에서 일할 예정이 아니라고 생각했어. 남: 아니었어. 하지만 내 동료가 오늘밤에 자기 할머니의 생일 파티에 참석할 거라서 내가 그녀를 위해 내 스케줄을 바꿨어. 여: 알겠어. 다음으로 미루어야겠군. 남: 음, 내게 이번 주 토요일 야구 게임 표가 있어. 함께 갈래? 여: 그것 정말 좋겠다. [풀이] 시험을 마친 두 사람이 재미있는 것을 하려고 계획을 세우는 내용의 대화이다. 여자 가 오늘밤에 함께 새로 나온 로봇 영화를 보러 가자고 제안했지만 남자는 그럴 수 없 다며 그 이유로 오늘밤에 학교 도서관에서 일해야 한다고 말하고 있다. 따라서 정답 은 ①이다. [Words and Phrases] be supposed to do ~할 예정이다 co-worker (직장) 동료"
    },
    {
        "question_num": 9,
        "explanation": "[출제 의도] 숫자 정보 파악 [해석] 남: ‘Julie의 카페’에 오신 걸 환영합니다. 뭘 드릴까요? 여: 이곳의 커피는 향기가 아주 좋네요. 추천하고 싶은 것이 있나요? 남: 저희의 ‘Julie의 커피’는 어떤가요? 그것은 신선한 커피 원두를 사용합니다. 여: 좋은 것 같습니다. 얼마인가요? 남: 따끈한 커피는 3달러, 아이스커피는 4달러입니다. 여: 아이스커피 세 잔을 테이크아웃으로 사서 가져가겠어요. 남: 그래요, 아이스 ‘Julie의 커피’ 세 잔이요. 다른 것은요? 정말 좋은 와플도 있습니다. 6 여: 오, 그것은 얼마죠? 남: 일반 와플은 10달러입니다. 하지만 2달러를 더 내면 바닐라 아이스크림을 곁들여 서 그것을 즐기실 수 있습니다. 여: 음, 저는 아이스크림을 별로 좋아하지 않습니다. 그냥 일반 와플 한 개만 주십시오. 남: 알겠습니다. 그러면 테이크아웃으로 아이스 ‘Julie의 커피’ 세 잔과 일반 와플 한 개요. 여: 맞습니다. 여기 제 신용카드가 있습니다. [풀이] 한 잔에 4달러인 아이스커피 세 잔과 하나에 10달러인 일반 와플을 하나 주문하였으 므로, 여자가 지불할 금액은 ④ ‘22달러’이다. [Words and Phrases] recommendation 추천 to go 테이크아웃의, (음료 따위를 매장에서 마시지 않고) 가지고 갈"
    },
    {
        "question_num": 10,
        "explanation": "[출제 의도] 언급 유무 파악 [해석] 여: 안녕, Mike. 남: 안녕, Kelly. 여: 너 요즘 많이 바빴구나. 남: 응, 다음 달에 있을 나의 결혼식 준비를 하고 있어. 여: 어떻게 되어가고 있니? 남: 잘 되고 있어. 이것이 너에게 주는 결혼식 초대장이야. 여: 정말 고마워. 10월 5일이구나, 그렇지? 남: 응. 그리고 우리는 시청에서 결혼식을 할 거야. 여: 그거 멋지겠다. 그런데 나는 네가 작은 결혼식을 올린다고 들었어. 남: 맞아. 우리는 50명만을 초대했는데, 단지 가족과 가까운 친구들이야. 여: 멋진 것 같아. 네가 나를 포함해 줘서 기뻐. 너의 결혼식에 축하해 주러 꼭 갈게. 남: 네가 올 수 있어서 매우 기뻐. 그거 알아? 나는 특별한 이벤트로 나의 신부를 위 해 노래를 부를 계획이야. 여: 오, 정말 다정하구나. 완벽한 날이 될 거야. [풀이] 대화에서 날짜, 장소, 초대 인원, 특별 이벤트는 언급되었으나 식사 메뉴는 언급되지 않았으므로, 정답은 ③이다. [Words and Phrases] invitation 초대(장) small wedding 작은[간소한] 결혼식, 스몰 웨딩 definitely 꼭, 반드시 7"
    },
    {
        "question_num": 11,
        "explanation": "[출제 의도] 담화의 세부 내용 파악 [해석] 남: 안녕하십니까, 청취자 여러분! 국제 에어쇼가 우리 도시에 다시 옵니다. 올해는 10개국이 참가해 총 100대가 넘는 항공기를 가져올 것입니다. 그것은 11월 23일 과 24일에 공군 박물관에서 열릴 것입니다. 참가 비행기들은 환상적인 대형으로 날며 짜릿한 공연을 보여줄 것입니다. 비행 공연 후에 사인 행사가 열릴 것입니 다. 은퇴한 전설적인 조종사들이 거기에 와서 팬들을 만나고 사인을 해 줄 것입 니다. 또한, 방문객들은 전시되어 있는 비행기 안에 들어갈 수 있습니다. 이 모든 것을 단 20달러로 즐기십시오. 8세 이하의 어린이들은 무료로 입장할 수 있습니 다. 주차 공간이 제한되어 있습니다. 하지만 Central Station에서 박물관까지 무 료 셔틀버스가 운행될 것입니다. 오셔서 쇼를 즐기십시오! [풀이] 비행 공연 후에 사인 행사가 열릴 것이라고 했으므로, ②는 담화의 내용과 일치하지 않는다. [Words and Phrases] aircraft 항공기 formation 대형, 편대 autograph event 사인 행사 legendary 전설적인"
    },
    {
        "question_num": 12,
        "explanation": "[출제 의도] 특정 정보 파악 [해석] 여: Justin, 내가 이 휴대용 스피커 중의 하나를 살 생각을 하고 있어. 내가 하나를 고르는 것을 도와줄 수 있니? 남: 그럼. 고를 수 있는 다섯 개의 제품이 있구나. 얼마를 쓸 수 있어? 여: 내 최대 예산은 60달러야. 남: 그렇구나. 스피커를 어디에서 사용할 거야? 여: 주로 집에서지. 그런데 1킬로그램보다는 적어야 할 것 같아. 남: 맞아. 가벼워야 집에서 원하는 어디서든 그것을 쓸 수 있잖아. 건전지 수명은 어때? 여: 8시간보다 더 오래 지속되어야겠지. 남: 그래. 디자인은 어때? 나는 네가 직물로 된 것을 사기를 권해. 그게 네 집에서 더 온화 한 분위기를 만들 거야. 여: 좋은 생각이야. 직물로 된 것은 내 침실에 잘 어울리는 것이 될 거야. 남: 그럼, 이게 너한테 가장 잘 맞는 스피커구나. 여: 맞아. 이제 그걸 살 거야. [풀이] 여자의 최대 예산은 60달러라고 했고, 무게는 1킬로그램보다는 적어야 하며, 건전지 수명은 8시간보다 더 오래 지속되어야 하고, 직물로 디자인된 것이 어울리겠다고 했 으므로, 여자가 구입할 스피커는 ②이다. 8 [Words and Phrases] portable 휴대용인 budget 예산 fabric 직물 match 어울리는 것"
    },
    {
        "question_num": 13,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 남: 안녕, Sujin. 학생회장으로 선출된 것을 축하해. 여: 고맙습니다, Williams 선생님. 남: 아주 바빠지겠구나. 너는 학교 오케스트라에서 플루트 연주도 하고 있지 않니? 여: 맞아요. 그리고 학교 영자신문 편집도 하고 있어요. 남: 우와! 하는 일이 많구나. 그 모든 맡은 일들을 처리하는 게 힘들지 않겠니? 여: 저도 그렇게 생각해요. 사실 오케스트라나 신문 중 하나를 그만둘까 생각하고 있었어 요. 조언해 주실 말씀 있으세요? 남: 흠... 네가 관심이 있는 게 정말 무엇인지에 관해 생각하고 싶겠구나. 그게 네가 열정 적으로 하는 일이면 훨씬 더 좋을 거야. 여: 전적으로 맞는 말씀입니다. 아시다시피 제가 오케스트라에 있는 것은 저희 아빠가 제 가 거기 가입하기를 원해서일 뿐이에요. 남: 그렇구나. 그러면, 학교 신문을 편집하는 것은 좋아하니? 여: 네, 그 일은 즐겁게 해요. 언젠가 기자가 되고 싶거든요. 남: 내가 보기에는 신문이 네가 열정적으로 하는 일이구나. 여: 맞는 말씀이에요. 학교 오케스트라를 그만두어야겠다고 생각해요. [풀이] 학생회장이 되어 너무 바빠질 것 같아서 맡은 일 중에 어떤 것을 그만둘지 상담을 하 는데, 오케스트라에 가입한 것은 아빠가 원해서일 뿐이고 신문 편집은 즐겁게 하고 있다고 했으므로, 여자의 응답으로 가장 적절한 것은 ⑤ ‘맞는 말씀이에요. 학교 오케 스트라를 그만두어야겠다고 생각해요.’이다. ① 걱정하지 마세요. 아주 바쁘시다는 걸 알고 있어요. ② 일리 있는 말씀이에요. 저는 플루트 연습에 집중할게요. ③ 맞습니다. 선생님이 훌륭한 기자가 될 수 있게 도울 수 있어요. ④ 안됐어요. 다음에는 선출될 거라고 확신해요. [Words and Phrases] elect 선출하다 president of the student council 학생회장 edit 편집하다 tough 힘 든 handle 처리하다, 다루다 quit 그만두다 passion 열정적으로 하는 일 journalist 기 자"
    },
    {
        "question_num": 14,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 여: 안녕하세요, Smith 선생님. 9 남: 안녕하세요, Brown 선생님. 선생님의 지리 수업은 어떻게 진행되고 있나요? 여: 잘 되고 있어요. 제 수업은 이제 막 서유럽에 대해 학습하는 것을 마쳤어요. 남: 좋군요. 다음에는 무엇을 할 건가요? 여: 동남아시아를 다룰 예정입니다. 오, 선생님은 한동안 태국에 살지 않으셨어요? 남: 맞아요. 3년 동안 그곳에 살았어요. 여: 음, 다음 주에 제 학생들에게 태국의 명절과 음식에 관해 가르치려고 하는데 문제가 있어요. 남: 문제가 뭔가요? 여: 제가 태국 음식에는 익숙한데 태국 명절에 대해서는 어떤 개인적인 경험도 없어요. 남: 오, 그 문제에 대해서는 제가 도울 수 있어요. 제가 그곳에 있는 동안 많은 태국 명절 을 경험했거든요. 저한테 사진도 좀 있을 거예요. 여: 와우, 잘 됐군요. 저를 위해서 그것을 찾아주실 수 있나요? 제 수업을 위해 시각 자료 를 찾고 있거든요. 남: 물론이죠. 태국 명절을 찍은 제 사진을 찾아볼게요. [풀이] 남자는 3년 동안 태국에 살았던 적이 있고, 태국 명절을 많이 경험했으며 관련된 사 진도 가지고 있을 거라고 말했다. 이에 여자는 자신의 수업 시간에 쓸 태국 명절에 관한 시각 자료를 찾고 있는데 남자에게 사진을 찾아봐 달라고 부탁했으므로, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것은 ③이다. ① 문제없어요. 제 학생들에게 퀴즈에 관해 알릴게요. ② 네. 제 휴가로 얼른 태국에 가고 싶어요. ④ 물론이죠. 선생님이 아주 훌륭한 요리사라고 확신해요. ⑤ 네. 제가 선생님을 위해 항공권을 샀어요. [Words and Phrases] geography 지리 cover 다루다 visual material 시각 자료"
    },
    {
        "question_num": 15,
        "explanation": "[출제 의도] 상황에 적절한 말 [해석] 남: Steven은 Green 씨의 마케팅팀에 새로 온 직원입니다. 팀장으로서 Green 씨는 그에게 소비자 행동에 관한 발표를 준비해달라고 요청했습니다. 그의 발표문 초고 를 검토했을 때, 그녀는 Steven이 인터넷에서 얻은 부정확한 자료를 포함했다는 것을 알아차렸습니다. 그녀가 그것에 관해 질문했을 때, Steven은 자신은 인터넷 자료만 사용한다고 말했습니다. 문제는 그가 그 정보가 믿을만한 지를 확인하지 않는다는 것입니다. 하지만 Green 씨는 인터넷상의 정보가 항상 정확한 것은 아 니라는 것을 알고 있습니다. 그래서 Green 씨는 Steven에게 그가 인터넷상에서 10 찾은 정보가 정확한 것인지를 확인해달라고 말하고 싶습니다. 이런 상황에서, Green 씨는 Steven에게 뭐라고 말하겠습니까? [풀이] Green 씨는 인터넷에서 얻은 자료의 정확성을 확인하지 않는 Steve에게 그러한 확인 절차를 밟아달라고 말하고 싶은 상황이므로, 이런 상황에서 Green 씨가 Steven에게 할 말로 가장 적절한 것은 ② ‘당신은 당신이 온라인에서 찾은 정보가 정확한지를 확 인해야 해요.’이다. ① 당신은 그 웹사이트에서 당신의 개인 정보를 삭제하는 것이 좋겠어요. ③ 저는 발표를 위한 마감 시한을 맞추는 것이 중요하다고 생각해요. ④ 우리의 발표 주제가 부적절할까 봐 걱정이에요. ⑤ 제가 사무실에서 인터넷에 접속하는 방법을 설명해 드릴게요. [Words and Phrases] newcomer 새로 온 사람 consumer 소비자 review 검토하다 first draft 초고 incorrect 부정확한 reliable 믿을만한 accurate 정확한 [16~17] [해석] 여: 안녕하세요, Healthy Life 청취자 여러분! 기온의 하강은 추운 계절의 시작을 나 타냅니다. 오늘, 저는 여러분이 감기를 이겨내도록 하는 몇 가지 식품을 소개하려 합니다. 생강은 감기를 위한 효과적인 치료제입니다. 이 놀라운 뿌리는 신체를 더 따뜻하게 하고 감기 바이러스를 공격함으로써, (감기로 인한 고통의) 완화 효과를 제공할 수 있습니다. 버섯은 중요 비타민, 섬유질, 그리고 미네랄을 함유합니다. 그것은 감기로부터 우리를 보호하는 것과 관련 있는 백혈구의 활동을 강화합니 다. 버섯은 또한 감염을 찾아내고 파괴하는 슈퍼히어로 세포를 활성화하는 데 도 움을 줍니다. 시금치에는 여러분이 생각할 수 있는 거의 모든 비타민이 가득 들 어있습니다. 여러분의 식단에 더 많은 시금치를 추가하는 것은 전반적인 신체 건 강을 향상시킬 수 있는데, 이것은 여러분이 감기로부터 빠르게 회복하는 데 도움 을 줄 것입니다. 요구르트에는 프로바이오틱스라고 불리는 좋은 박테리아가 가득 차 있는데, 이것은 나쁜 박테리아의 수가 증가하는 것을 막아 줍니다. 이 좋은 박 테리아는 면역체계를 지원하여 감기로부터 오는 2차 감염을 막는 데 도움을 줄 수 있습니다. 저는 추운 계절이 다가오는 상황에서 여러분이 이 정보가 도움이 된다는 것을 알게 되기를 바랍니다. 좋은 하루 보내시길 바랍니다."
    },
    {
        "question_num": 16,
        "explanation": "[출제 의도] 주제 파악 [풀이] 여자는 추운 계절이 다가오는 상황에서 감기를 이겨내도록 하는 식품에 관해 설명하 고 있으므로 여자가 하는 말의 주제로 가장 적절한 것은 ① ‘감기에 맞서 싸우는 식 11 품’이다. ② 맛있고 시원한 음식 준비하기 ③ 체중을 줄이는 데 효과적인 식품 ④ 집에서 유기농 채소 기르기 ⑤ 면역체계를 돕는 박테리아"
    },
    {
        "question_num": 17,
        "explanation": "[출제 의도] 세부 내용 파악 [풀이] 감기를 이겨내는 데 도움을 주는 식품으로 생강, 버섯, 시금치, 요구르트는 언급되었 지만, ⑤ ‘마늘’은 언급되지 않았다. [Words and Phrases] signal 나타내다 ginger 생강 treatment 치료제, 치료법 mushroom 버섯 contain 함유하다 fiber 섬유질 enhance 강화하다 white blood cell 백혈구 activate 활성 화하다 infection 감염, 전염병 spinach 시금치 be loaded with ~이 가득 있다 immune system 면역체계 secondary 2차의, 부차적인"
    },
    {
        "question_num": 18,
        "explanation": "[출제 의도] 목적 파악 [해석] 신규 회원 여러분께 암벽 등반 클럽에 오신 것을 환영하며 이 보람 있는 스포츠를 최대한 활용하시기 바 랍니다. 초보자로서 첫 등반을 기대하며 긴장할 수도 있습니다. 많은 분이 부츠, 로 프, 헬멧, 장갑 등 어떤 등반 장비를 사야 하는지 물어보셨습니다. 이런 것들에 대해 신경 쓰실 필요 없습니다. 저희는 등반에 필요한 모든 장비를 빌려드리는 특별 서비 스를 제공합니다. 대여 서비스는 저희 회원께서 언제나 이용하실 수 있습니다. 토요일 에 그냥 오셔서, 대여 서비스를 요청하시고, 즐거운 등반 준비를 하십시오. 이번 토요 일 오전 9시에 모두를 만나 뵙기를 고대합니다. John B. Snyder 드림 [풀이] 중반부의 We offer a special service ~ you will ever need for climbing. The rental service is ~ for our members.가 핵심 내용으로 암벽 등반을 위한 장비 대 여에 대해 알려주는 내용의 글이므로, 글의 목적으로 가장 적절한 것은 ③이다. [Words and Phrases] get the most out of ~을 최대한 활용하다 rewarding 보람 있는 in anticipation of ~을 기대하여 equipment 장비 concern (막연히) 것, 일 rent 빌려주다 available 이용할 수 있는 12"
    },
    {
        "question_num": 19,
        "explanation": "[출제 의도] 심경 변화 파악 [해석] Rachel은 숲에서 새를 보는 것을 아주 좋아했다. 그러나 그녀는 다리가 골절되어 집 에 틀어박혀 있었다. 그녀는 TV를 켰지만 아무것도 재미있지 않았다. 그녀는 책을 읽 으려 했지만, 전혀 재미있지 않았다. 그녀가 할 수 있는 일은 앉아서 골절된 다리를 바라보고 시계를 쳐다보는 것뿐이었다. 그녀가 시계의 둔탁한 똑딱거리는 소리를 듣 고 있을 때 그녀의 전화기가 진동했다. 그것은 그녀의 아빠로부터 온 오디오 파일이 담긴 메시지였다. 그것을 열자 그녀의 얼굴에 커다란 미소가 번졌다. 그녀의 아빠는 그녀가 가장 좋아하는 새소리인 작은 굴뚝새 소리가 녹음된 것을 보냈다. 밝고 다정 스러운 소리를 들으며 그녀는 기운이 북돋워졌고 하루가 더욱 즐거워졌다. [풀이] Rachel은 다리가 골절되어 집에 틀어박혀 아무것에도 재미를 느끼지 못하다가 아버 지가 보내준, 자신이 가장 좋아하는 작은 굴뚝새 소리의 녹음 파일로 인해 기운이 북 돋워졌고 하루가 더욱 즐거워졌으므로 Rachel의 심경 변화로 가장 적절한 것은 ① ‘지루한 → 아주 기쁜’이다. ② 자신 있는 → 불안한 ③ 기쁜 → 속상한 ④ 겁먹은 → 안도하는 ⑤ 차분한 → 짜증 난 [Words and Phrases] be confined to ~에 틀어박혀 있다 dull 둔탁한 tick-tock 똑딱똑딱(시계가 내는 소리) vibrate 진동하다, 흔들리다 spirit 기운, 활기, 기백"
    },
    {
        "question_num": 20,
        "explanation": "[출제 의도] 필자의 주장 파악 [해석] 여러분의 회사가 피드백을 주고받는 방법에 대한 강좌를 제공하지 않는 한, 여러분의 상사를 포함한 여러분 주변의 사람들이 부정적인 피드백을 주는 방법을 알고 있다고 가정하지 마라. 그들은 너무 공격적일 수 있다. 너무 직설적일 수 있다. 아마 약간 심 술궂을 수도 있다. 아마도 그들은 아무도 그들에게 방법을 가르쳐주지 않았기 때문에 피드백을 주는 데 서툴지도 모른다. 아니면 아마도 그들은 자신들에게 피드백을 주는 데 서툰 상사들을 데리고 있을지도 모른다. 다음번에 여러분이 더 잘할 수 있는 것이 무엇이라고 그들이 말하는지 정말로 듣기 위해서는 여러분을 불쾌하게 하거나 속상하 게 하는 것들을 제쳐놓아라. 그리고 만약 그들이 여러분에게 단지 “그런 일이 다시는 일어나지 않게 하시오.”와 같은 말을 말한다면, 그런 일이 실제로 다시는 일어나지 않 도록 다음번에 여러분이 무엇을 더 잘할 수 있을지 알아내도록 노력하라. 다음번에 문제를 풀 준비를 하는 것은 우리가 그것을 이번에 해결하지 못한 것에 대해 속상해 하는 것보다 기분이 더 좋다. 13 [풀이] 직장에서 주변 사람들이 부정적인 피드백을 주는 방법을 모르거나, 혹은 설령 부정적 인 피드백을 서툰 방식으로 준다고 하더라도, 그것에 개의치 말고 다음에 무엇을 더 잘할 수 있을지 알아내어, 다음에는 그 문제를 풀 준비를 하라는 내용의 글이므로, 필자의 주장으로 가장 적절한 것은 ⑤이다. [Words and Phrases] assume 가정하다 negative 부정적인 aggressive 공격적인 mean 심술궂은, 못 된 be bad at ~에 서툴다 brush aside ~을 제쳐 놓다. ~을 무시하다 offend 불 쾌하게 하다 upset 속상하게 하다 figure out ~을 알아내다"
    },
    {
        "question_num": 21,
        "explanation": "[출제 의도] 함축 의미 파악 [해석] 오랫동안 관광은 토착 민족의 영역을 침범하여 그들을 현대 세계의 악으로 이끌어 들 인 거대한 괴물로 여겨졌다. 그러나 연구에 의하면 이것은 관광을 인식하는 올바른 방법이 아니다. 대부분의 지역에서 관광객은 환영받고 토착민은 관광을 현대적인 것 과 경제 발전의 길로 여긴다. 그러나 그러한 발전은 언제나 양날의 칼이다. 관광은 발전을 의미할 수 있지만, 대부분 전통과 문화적 독특성의 상실을 의미하기도 한다. 그리고 물론 ‘문화오염’, ‘상스럽게 함’, ‘가짜 민속 문화’와 같은 예들이 있다. 그러한 특징들의 배경은 흔히 다소 낭만적이고, 이전의 혹은 지배적인 진정성에 대한 규범적 관념이다. 이상적으로 (일부의 관념에는) 요즘의 소비자들이 여행하면서 혹은 휴일에 응시하거나 혹은 심지어 잠시라도 들어가 볼 수 있는 고대 문화가 존재해야 한다. 이 것은 우리 모델인데, 그것은 토착민이든 아니든 우리 모두가 같은 사회 구조의 일부 인 지구촌 세계에서 방어하기 어려운 것이다. [풀이] 현대 세계에서 관광은 토착민에게 현대적인 것과 경제 발전의 길로 인식되지만, 다른 한편으로 관광을 위해서는 전통과 문화적 독특성이 상실되지 않은 채 고대 문화가 존 재해야 한다는 내용의 글이다. 따라서 밑줄 친 a cage model이 의미하는 바로 가장 적절한 것은 ① ‘과거의 문화를 소비하기 위해 그것을 원래의 형태로 보존하는 것’이 다. ② 오랫동안 방치되어 있던 지역 문화유산을 복원하는 것 ③ 보존을 위해 선사시대 유적지에 대한 일반인의 접근을 제한하는 것 ④ 관광 연구를 진정한 문화적 전통에 제한하는 것 ⑤ 문화 정책 및 규정에 대한 예산을 유지하는 것 [Words and Phrases] monster 괴물 invade 침범하다 correct 올바른 perceive 인식하다 modernity 현대적인 것, 현대적임 two-edged sword 양날의 칼 uniqueness 독특성 phony-folk-culture 가짜 민속 문화 characteristic 특징 normative 규범적인 14 prevailing 지배적인 authenticity 진정성, 진실성 ancient 고대의 gaze at ~을 응시하다 cage 우리 defend 방어하다 fabric 구조"
    },
    {
        "question_num": 22,
        "explanation": "[출제 의도] 요지 파악 [해석] 유전학의 발전은 자주 환경 의존적이거나 학술 간행물에서 영향을 미치는 규모에 있 어 별로 크지 않은 것으로 보고되지만, 이것은 자주 대중 매체를 통해 대중에게 결정 론적 언어로 번역된다. 유전학 사회학자들은 건강에 미치는 유전적 영향에 대한 대중 매체의 묘사가 시간이 지나면서 상당히 증가하여 공개적 담론의 일부가 되었고, 그것 을 통해 개인은 증상을 이해하고, 도움을 구하는 결정을 내리고, 특정한 특성이나 조 건을 가진 사람들에 대한 견해를 형성한다고 주장한다. 대중 매체는 유전학의 진보와 그 응용에 관한 정보의 주요 원천이지만, 그것이 중립적 담론을 제공하지는 않는다. 오히려 정보는 선택적으로 포함되거나 무시되며, 유전적 발견의 과학적, 임상적 함의 는 자주 부정확하거나 과장된다. 이 ‘유전적 낙관주의’는 여론에 영향을 미쳤으며, 연 구에 따르면 일반 사람들은 건강과 행동에 대한 유전적 설명을 대체로 받아들이고 있 고, 생물학적 친족에 대한 일반적 질병의 유전 가능성을 과대평가하는 경향이 있다. [풀이] 유전학의 발전이 대중 매체를 통해 결정론적인 언어로 번역되고, 건강에 미치는 유전 적 영향에 대한 대중 매체의 묘사가 시간이 지나며 상당히 증가하며, 대중 매체를 통 해 유전적 발견의 과학적, 임상적 함의는 종종 부정확하거나 과장된다는 내용의 글이 므로 글의 요지로 가장 적절한 것은 ③이다. [Words and Phrases] genetic 유전의, 유전학의 modest 별로 크지 않은 deterministic 결정론적인 portrayal 묘사 considerably 상당히 discourse 담론 symptom 증상 trait 특 성 neutral 중립적인 clinical 임상적인 implication 함의 inaccurate 부정확한 overstate 과장하다 optimism 낙관주의, 낙관론 overestimate 과대평가하다 heritability 유전 가능성 biological 생물학적인 relative 친족, 친척"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 주제 추론 [해석] 도서관들은 이용자들에게 제공하고 있는 서비스에 점점 더 많은 관심을 갖고 있다. 이것은 중요한 중점 사항인데, 점점 더 많은 정보가 전자적으로 이용 가능하게 됨에 따라 특히 그러하다. 하지만 도서관들의 전통적인 힘은 항상 소장 도서에 있었다. 이 것은 오늘날에도 여전히 사실이며, 연구 도서관에서는 특히 그러하다. 또한 소장 도서 구성은 신속하게 바꾸기가 가장 어려운 것이다. 예를 들어 한 도서관이 멕시코에서 출판되는 자료를 다량으로 수집하는 오랜 전통을 갖고 있다면, 그 도서관이 멕시코 인쇄물을 구매하는 것을 전면적으로 그만둘지라도, 그것이 소장하고 있는 멕시코 도 15 서는 책들을 빼내기 시작하지 않는다면, 향후 여러 해 동안 여전히 대규모이고 인상 적일 것이다. 마찬가지로 한 도서관이 한 주제에서 많은 것을 수집하지 않았고, 그래 서 그 분야에서 다량으로 수집하기 시작하기로 결정한다면, 그 소장 도서가 중요한 연구 도구로 여겨질 만큼 충분히 대규모이고 충분히 풍부하게 되는 데에는 여러 해가 걸릴 것이다. [풀이] 정보가 점점 더 전자적으로 이용 가능하게 되는 오늘날에도 도서관들의 전통적인 힘 은 항상 소장 도서에 있었으며, 그 소장 도서는 쉽게 없어지거나 새롭게 구성할 수 없으므로 각 도서관의 핵심을 구성한다는 내용의 글이다. 따라서 글의 주제로 가장 적절한 것은 ①‘디지털 시대에조차도 지속되는 도서관 소장 도서의 중요성’이다. ②지역 도서관들의 변화하는 역할과 그것들이 사회에 미치는 영향 ③방대한 양의 도서관 자료를 분석해야 할 필요성의 증가 ④연구 도서관의 성공 열쇠로서의 온라인 서비스 ⑤도서관의 명성에 대한 희귀 서적 수집가들의 기여 [Words and Phrases] collection 소장 도서[소장품], 수집 makeup 구성 imprint 인쇄물 withdraw 빼 내다 analyze 분석하다 reputation 명성, 평판"
    },
    {
        "question_num": 24,
        "explanation": "[출제 의도] 제목 추론 [해석] 19세기 후반부터 줄곧, 노쇠한 이들에게서 발견되는 활기 부족, 그들의 고립과 위축, 과거에 대한 연연, 그리고 세상사에 대한 관심 결여는 노쇠의 ‘증상’, 즉 뇌의 필연적 인 노화의 사회적 수치로서 특징적으로 기술되었다. 제2차 세계 대전 후에 노화에 대 한 학술적 담론은 이것들을 전형적으로 노쇠의 ‘원인’으로 기술했다. 노쇠한 이들의 정신적 노화의 장소는 더 이상 노화한 뇌가 아니라 비자발적 퇴직, 사회적 고립, 그 리고 전통적인 가족 유대감의 해체를 통해 노인들로부터 그들의 삶에서 의미를 유지 했던 역할을 빼앗아 버린 사회였다. 노인들이 이 의미 있는 사회적 역할을 박탈당했 을 때, 그들은 점점 더 고립되었고, 예전에 그들의 마음을 사로잡았던 흥미와 활동으 로부터 단절되었을 때, 그들의 정신적 기능이 노화한 것은 당연한 일이다. 그 노인들 은 그들의 정신을 잃었다기보다는 그들의 위치를 잃었다. [풀이] 19세기 후반 이후 노인들이 활기를 잃는 원인은 뇌의 필연적인 노화 때문이라는 시각 이 있었지만, 진정한 이유는 사회가 그들로부터 그들의 사회적 역할을 빼앗아 그들을 사회적으로 고립시켰기 때문이라는 내용의 글이다. 따라서 글의 제목으로 가장 적절 한 것은 ④ ‘노인들을 쇠하게 만드는 것: 사회적으로 배제되는 것’이다. ① 나이든 신체와 제휴한 나이든 정신: 틀림없는 진리 ② 과거에서 현재까지 변함없음: 노령에 대한 사회적 이미지 16 ③ 노인들을 위한 나라는 없음: 더 심해진 연령차별 ⑤ 장애가 있는 것이 아니라 능력이 다르게 있음: 노령의 새로운 얼굴 [Words and Phrases] dullness 활기 부족 isolation 고립 withdrawal 위축, 물러남 cling to ~에 연연 하다, ~에 집착하다 symptom 증상 discourse 담론 retirement 퇴직, 은퇴 strip 빼앗다 sustain 유지하다 deprive 박탈하다 occupy (마음을) 사로잡다 unfailing 틀림없는 in concert with ~와 제휴하여 discrimination 차별 intensify 더 심하게 하다"
    },
    {
        "question_num": 25,
        "explanation": "[출제 의도] 도표 내용 일치 파악 [해석] 위 세 개의 파이 도표는 2017년에 실시된 한 조사에 대한 미국 성인들의 응답 비율 을 보여준다. 조사는 사람들이 서로 다른 세 장소, 즉 공원, 해변, 그리고 주택가에서 드론을 날리는 것이 허용되어야 하는지 물었다. 응답자의 44퍼센트가 사람들이 공원 에서 드론을 날리는 것이 허용되어야 한다고 말한 반면에, 25퍼센트는 그렇게 하는 것이 허용되지 않아야 한다고 말했다. 사람들이 해변에서 드론을 날리는 것이 허용되 어야 하는지를 질문 받았을 때, 응답자의 35퍼센트가 그것이 허용되어야 한다고 말했 고, 32퍼센트는 허용되지 않아야 한다고 말했다. 절반이 넘는 응답자는 사람들이 주 택가에서 드론을 날리는 것이 허용되지 않아야 한다고 말했다. 10퍼센트가 채 되지 않는 응답자들이 사람들이 주택가에서 드론을 날리는 것이 허용되어야 한다고 말했 다. 세 장소 각각에 대해 ‘상황에 따라 다르다’를 선택한 응답자의 비율은 30퍼센트가 넘는다. [풀이] 사람들이 주택가에서 드론을 날리는 것이 허용되어야 하는지를 묻는 질문의 응답 비 율을 보여주는 도표에서 허용되어야 한다고 말한 응답자의 비율이 11퍼센트이므로, 10퍼센트가 채 되지 않는다고 기술한 ④는 도표의 내용과 일치하지 않는다. [Words and Phrases] location 장소, 위치 respondent 응답자 It depends. 상황에 따라 다르다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 1927년 오하이오 주 클리블랜드에서 태어난 Carl Stokes는 생애의 이른 시기에 힘든 시간을 보냈다. 그가 어린아이였을 때, 그의 아버지가 돌아가셨다. 그는 자라면서 가 족을 돕기 위해 여러 잡다한 일들을 했다. Stokes는 Cleveland-Marshall 법과대학 을 졸업하고 변호사 시험에 합격했다. 그는 1962년에 법률 회사를 설립했다. 몇 년 후 그는 Cleveland 시장 선거에 출마했다가 패배했지만, 다음 선거에서 다시 경선에 참여하여 승리하였다. 그는 그 도시 최초의 아프리카계 미국인 시장이 되었다. 정계 17 은퇴 후 그는 뉴욕으로 이사하여 TV 뉴스 앵커가 되었다. 생애 후반에 그는 세이셸 공화국에 미국 대사로 임명되었다. 그의 놀라운 삶은 마침내 1996년에 그의 출생 도 시에서 끝났다. [풀이] Cleveland 시장 선거에 출마했다가 패배했지만, 다음 선거에서 다시 경선에 참여하여 승리했으므로, ③은 글의 내용과 일치하지 않는다. [Words and Phrases] odd job 잡다한 일, 잡역 bar exam 변호사 시험, 사법시험 law firm 법률 회사, 법 률 사무소 run for ~에 출마하다 mayor 시장 news anchor 뉴스 앵커[진행자]"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 안내문의 세부 내용 파악하기 [해석] Glend 고등학교 가족 디너 & 댄스 저희 연례행사에 함께 하십시오. 가족과 함께 즐거운 저녁 시간을 즐기시고 특별한 평생의 추억을 만드십시오! • 때: 9월 7일 토요일, 오후 6시~9시 • 장소: Glend 고등학교 체육관 • 대상: 학생과 그 가족(학생은 자기 가족을 4명까지 초대할 수 있습니다.) • 티켓: - 학생회 사무실에서 사전에 구매해야 합니다. - 학생 1인당 20달러이고 가족 1인당 25달러입니다. - 저녁식사와 4×6 크기의 가족사진을 포함합니다. • 드레스 코드: 모든 참가자가 세미 정장 차림을 해야 함 ※ 가족사진을 찍어줄 사진사가 현장에 있을 것입니다. 문의 사항이 있으면, 저희에게 glenddance@glendhs.edu로 이메일을 보내십시오. [풀이] 행사에 참가하는 모든 사람은 세미 정장 차림을 해야 한다고 했으므로, ④는 안내문 의 내용과 일치하지 않는다. [Words and Phrases] annual 연례의 lifelong 평생의, 일생의 gym 체육관 purchase 구매하다 student council 학생회 on site 현장에(서)"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 안내문의 세부 내용 파악하기 [해석] 2019년 천문학과 밤하늘 관찰 올 가을 새 프로그램: Hood 산에서 밤하늘을 발견하십시오! 망원경으로 밤하늘을 관 찰하기 전에 천문학에 관한 특별 강연이 있을 것입니다. 18 프로그램 • 날짜: 9월 20일 • 특별 강연 - 오후 9시~오후 10시 - Hood 산 센터 101호 강의실(좌석이 20개로 제한됩니다.) • 밤하늘 관찰 - Hood 산 주차장 5번 구역에서 오후 10시 30분~오후 11시 30분 프로그램 참가 요금 - 1인당 10달러(12세 이하 아동은 ‘무료’입니다.) 유의사항 - 밤에 산 위에서는 대단히 추워질 수 있으므로 겨울옷을 가져오셔야 합니다. [풀이] 밤하늘 관찰을 Hood 산 주차장 5번 구역에서 한다고 했으므로, ③이 안내문의 내용 과 일치한다. [Words and Phrases] astronomy 천문학 observation 관측 telescope 망원경 lecture 강연 parking lot 주차장 extremely 대단히, 극도로"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 틀린 표현 고르기 [해석] 심리적인 이유부터 시작하자면, 다른 사람의 개인적인 일에 대해 아는 것은 이 정보 를 가진 사람이 그것을 뒷공론으로 반복하도록 부추길 수 있는데, 왜냐하면 숨겨진 정보로서는 그것이 사회적으로 비활동적인 상태로 남기 때문이다. 그 정보를 소유한 사람은 그 정보가 반복될 때만 자신이 무언가를 알고 있다는 사실을 사회적 인지, 명 성 그리고 악명과 같은 사회적으로 가치 있는 어떤 것으로 바꿀 수 있다. 자신의 정 보를 남에게 말하지 않는 동안은, 그는 그것을 알지 못하는 사람들보다 자신이 우월 하다고 느낄 수도 있다. 그러나 알면서 말하지 않는 것은 ‘말하자면 그 비밀 속에 보 이지 않게 들어 있다가 폭로의 순간에만 완전히 실현되는 우월감’이라는 그 기분을 그에게 주지 못한다. 이것이 잘 알려진 인물과 우월한 사람에 대해 뒷공론을 하는 주 요 동기이다. 뒷공론을 만들어 내는 사람은 자신이 그의 ‘친구’라고 소개하는 그 뒷공 론 대상의 ‘명성’ 일부가 자신에게 옮겨질 것이라고 생각한다. [풀이] ④ that feeling of superiority를 선행사로 하는 주격 관계대명사 that이 이끄는 관 계절의 동사가 나와야 할 자리이므로, actualizing을 actualizes로 고쳐 써야 한다. 관계대명사 that과 관계절의 동사(actualizes) 사이에 두 개의 구가 삽입되어 있어서 정확한 구조를 파악하기가 쉽지 않다. ① ‘tempt + 목적어 + to부정사’는 ‘~가 …하도록 부추기다’라는 뜻이다. 19 ② Only when ~ repeated가 문두로 나가면서 조동사 can과 주어 its possessor가 도치된 구조이므로, can에 이어지는 동사원형 turn은 어법상 적절하다. ③ keep ~ to oneself는 ‘~을 남에게 말하지 않다[비밀로 간직하다]’라는 뜻이다. 주 어인 he와 그 대상이 같으므로 himself를 쓰는 것은 어법상 적절하다. ⑤ the subject of gossip을 선행사로 하여, 관계절 속의 “friend”를 수식하며 관계 절을 이끌고 있으므로, 소유격 관계대명사 whose는 어법상 적절하다. [Words and Phrases] tempt 부추기다, 유혹하다 possessor 소유자 conceal 숨기다 recognition 인지 superior 우월한; 우월한 사람 actualize 실현하다 disclosure 폭로, 발각, 드러남 figure 인물 rub off on ~으로 옮겨지다, ~에 영향을 주다"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 어휘의 적절성 파악 [해석] 외부로부터 생물학을 보고 있는 물리 과학자들의 글에서 자주 나타나는 한 가지 오해 는 환경이 진화가 진행됨에 따라 새로운 정보를 제공할 수 없는 정적인 독립체로 그 들에게는 보인다는 것이다. 그러나 이것은 결코 사실이 아니다. 정적이기는커녕 오히 려 환경은 끊임없이 변하고 있으며 진화하는 개체군에게 새로운 도전을 제공하고 있 다. 고등 생물의 경우, 환경의 가장 중요한 변화는 다른 생물의 동시대 진화에 의해 생성된 변화이다. 발가락이 다섯 개 달린 발로부터 말발굽으로 진화하면서 말은 탁 트인 평야를 빠르게 질주할 수 있었다. 그러나 그러한 질주는 포식자에 의해 쫓기지 않는 한 말에게 득이 되지 않는다. 달리기를 위한 말의 효율적인 기제는 육식성 포식 자가 동시에 더 효율적인 공격 방법을 발달시켰다는 사실이 없었다면 결코 진화하지 않았을 것이다. 결과적으로, 서로 다른 종류의 생물 간의 생태적 관계에 기초한 법칙 은 진화와 그것이 발생시킨 생물의 다양성을 이해하는 데 선택적(→ 필수적)이다. [풀이] 끊임없이 변화하는 환경 속에서 한 생물의 진화는 동시대의 다른 생물들의 진화와 긴 밀하게 상호작용을 하면서 이루어지게 되며, 그러한 관계 속에서만 의미를 지닌다고 말하고 있으므로, 서로 다른 종류의 생물 간의 생태적 관계에 기초한 법칙은 진화와 그것이 발생시킨 생물의 다양성을 이해하는 데 반드시 필요하다고 해야 한다. 그러므 로 ⑤의 optional(선택적인)을 essential(필수적인)과 같은 말로 고쳐 써야 한다. [Words and Phrases] misconception 오해 static 정적인 entity 독립체 by no means 결코 ~이 아닌 far from ~이기는커녕 오히려 mechanism 기제 carnivorous 육식성의 ecological 생태적인, 생태학의"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 20 여러 번 반복하여 말했던 이야기를 다시 말하기 시작할 때, 기억에서 되찾는 것은 이 야기 자체에 대한 지표이다. 그 지표는 다양한 방식으로 윤색될 수 있다. 시간이 흐 르면서, 그 윤색된 것들조차도 표준화된다. 한 노인이 수백 번 말한 이야기는 변형을 거의 보이지 않으며, 실제로 존재하는 것이면 어떤 변형이든 그것의 기원에 관계없이 이야기 자체의 일부가 된다. 사람들은 일어났을 수도, 또는 일어나지 않았을 수도 있 는 세부 사항을 자신들의 이야기에 덧붙인다. 그들은 지표들을 기억해 내고 세부 사 항들을 재구성하고 있는 것이다. 만약, 그것의 타당성에 대해 정말로 확신하지 못한 채 어떤 시점에 그들이 멋진 세부 사항을 덧붙인다면, 동일한 그 세부 사항과 함께 몇 번 더 그 이야기를 말하다보면 그것은 이야기 지표에서 영구적인 위치를 확보할 것이다. 다시 말해 우리가 되풀이해서 말하는 이야기는 그 이야기가 전달하는 사건들 에 대해 우리가 가지고 있는 기억과 동일하다. [풀이] 이야기를 여러 번 반복하여 들려주면서 일어나는 윤색이나 변형이 여러 번 거듭되면 서 그것이 기억에 편입되어 이야기의 지표가 된다고 했으므로, 우리가 되풀이해서 말 하는 이야기는 그 이야기가 전달하는 사건들에 대해 우리가 가지고 있는 기억과 ‘동 일하다’고 해야 한다. 그러므로 빈칸에 들어갈 말로 가장 적절한 것은 ① ‘동일하다’ 이다. ② (~에) 유익하다 ③ (~과) 이질적이다 ④ (~에) 앞선다 ⑤ (~에 대해) 중립적이다 [Words and Phrases] retrieve 되찾다 index 지표, 색인 standardize 표준화하다 variation 변형 validity 타당성 ensure 확보하다, 보장하다 permanent 영구적인"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론 [해석] 인구 증가가 둔화됨에 따라, 더 많은 농업 생산에 대한 수요를 증가시키는 가장 강력 한 힘은 ‘높아지는 소득’일 것인데, 그것은 거의 모든 정부와 개인이 원하는 바이다. 비록 더 부유한 사람들이 자신들의 소득의 더 낮은 비율을 음식에 소비하지만, 통틀 어 그들은 더 많은 음식 그리고 더 기름진 음식을 섭취하는데, 그것은 다양한 종류의 질병과 건강 악화의 원인이 된다. 보통 더 높은 소득에 수반하는 식단의 변화는 식용 곡물보다는 사료용 곡물의 생산에서 상대적으로 더 큰 증가를 요구할 것인데, 그 이 유는 동물성 식품이 부분적으로 사람들의 식단에서 식물에 기반한 식품을 대체하기 때문이다. 동물을 통해 영양가를 생산하려면 식물에서 직접 그와 동등한 영양가를 얻 는 것보다 2배에서 6배 더 많은 곡물이 필요하다. 따라서 향후 30년에서 50년 이내 에 경제적 그리고 사회적 요구를 충족시키기 위해서는 세계가 현재보다 2배가 넘는 21 곡물과 농산물을, 그러면서도 식량이 부족한 사람들도 이것들을 얻을 수 있는 방식으 로 생산해야 한다고 추정하는 것은 꽤 설득력이 있다. [풀이] 사람들이 더 부유해질수록 더 기름진 음식을 섭취하고, 동물을 통해 영양가를 생산하 는 것은 식물을 통해 그와 동등한 영양가를 생산하는 것보다 더 많은 곡물을 필요로 한다는 내용으로 보아, 빈칸에 들어갈 말로 가장 적절한 것은 ① ‘사람들의 식단에서 식물에 기반한 식품을 대체하기’이다. ② 친환경적인 처리 시스템을 요구하기 ③ 여러 가지 영양 불균형을 유발하기 ④ 소비자의 더 높은 사회적 지위를 나타내기 ⑤ 인구 증가에서 중요한 역할을 하기 [Words and Phrases] practically 거의 proportion 비율 contribute to ∼의 원인이 되다 accompany 수반하다 equivalent 동등한 credible 설득력이 있는 estimate 추정하다 accessible 얻을 수 있는 food-insecure 식량이 부족한 displace 대체하다"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론 [해석] Oxford 사전의 정의를 보면, 탈진실이란 진실이 ‘존재하지 않는다’는 주장이 아니라, ‘사실이 우리의 정치적 관점에 종속되어 있다’는 주장이라는 것을 알게 된다. Oxford 사전의 정의는 탈진실이란 ‘무엇인가’에 초점을 두는데, 즉 때로는 감정이 사실보다 더 중요하다는 생각이다. 하지만 그다음 질문은 그에 못지않게 중요한데, 그것은 도대 체 ‘왜’ 이런 일이 일어나는가이다. 어떤 사람이 아무런 이유 없이 분명하거나 쉽게 확인할 수 있는 사실에 반대하는 게 아니며, 그 사람이 그렇게 하는 것은 그것이 자 신의 이익에 부합할 때이다. 어떤 사람의 믿음이 ‘불편한 사실’에 의해 위협받을 때, 때로는 그 사실에 이의를 제기하는 것이 선호된다. 이것은 의식적인 수준이나 무의식 적인 수준에서 일어날 수 있지만 (왜냐하면 때로는 우리가 납득시키려고 추구하는 사 람이 우리 자신이기 때문에), 핵심은 사실에 대한 이러한 종류의 탈진실적 관계가 우 리가 진실 그 자체보다 우리에게 더 중요한 어떤 것을 주장하려고 추구하고 있을 때 에만 일어난다는 것이다. [풀이] 탈진실이라는 말의 의미는 사실이 우리의 정치적 관점에 종속되어 있고 감정을 사실 보다 더 중요하게 여긴다는 것이고, 사실에 대해 이러한 탈진실적 관계가 생기는 이 유는 그렇게 하는 것이 자신의 이익에 부합하기 때문이라는 내용으로 보아, 빈칸에는 ⑤ ‘진실 그 자체보다 우리에게 더 중요한’이 가장 적절하다. ① 우리의 혼재된 감정들을 억제하는 ② 정치에 관한 우리의 견해들의 균형을 잡는 22 ③ 어려운 처지에 있는 다른 사람에게 우리가 양보하게 하는 ④ 절대적 진리의 변치 않는 가치를 지닌 [Words and Phrases] post-truth 탈진실 not so much A as B A가 아니라 B인 matter 중요하다 confirmable 확인할 수 있는 inconvenient 불편한 preferable 선호되는 challenge 이의를 제기하다 convince 납득시키다 assert 주장하다"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론 [해석] 사회 인류학자와 문화 인류학자 사이의 논쟁은 개념들 간의 차이에 관한 것이 아니라 분석적 우선순위에 관한 것으로, 즉 사회적인 닭이 먼저냐, 문화적인 달걀이 먼저냐는 것이다. 영국의 인류학은 사회적인 것을 강조한다. 그것은 사회 제도가 문화를 결정하 고 사회라는 보편적인 영역(예를 들면, 친족 관계, 경제, 정치, 그리고 종교)이 서로 다른 문화 간에 비교될 수 있는 구체적인 제도(예를 들면, 가족, 자급 농업, 영국 의 회, 그리고 영국 국교회)에 의해 표현된다고 가정한다. 미국의 인류학은 문화적인 것 을 강조한다. 그것은 문화가 사회생활을 가능하게 하는 공유된 믿음, 핵심적 가치관, 의사소통 도구 등등을 제공함으로써 사회 제도를 형성한다고 가정한다. 그것은 보편 적인 사회적 영역이 있다고 가정하지 않고 그 대신 각각의 사회 나름의 분류안, 다른 말로 하면 그것의 문화의 측면으로서의 영역들을 경험적으로 발견하는 것을 선호한 다. 그리고 그것은 어떤 사회 제도가 그것 자체의 상황으로부터 분리되어 이해될 수 있다는 개념을 거부한다. [풀이] 사회라는 보편적인 영역이 있다고 여기는 영국의 사회 인류학과 달리 미국의 문화 인 류학에서는 보편적인 사회적 영역이 있다고 가정하지 않고 각각의 사회를 그것의 문 화적인 측면에 따라 경험적으로 발견하는 것을 선호하여 사회 제도를 그것 자체의 문 화적 상황을 고려하여 이해하려고 한다는 내용이므로, 빈칸에는 ② ‘그것 자체의 상황 으로부터 분리되어’가 가장 적절하다. ① 그것의 문화적 기원과 관련하여 ③ 개인적인 선호와 상관없이 ④ 그것의 경제적 뿌리를 고려하지 않고서 ⑤ 영국과 미국 사이의 관계를 기반으로 [Words and Phrases] debate 논쟁 concern ∼에 관한 것이다 analytical 분석적인 priority 우선순위 emphasize 강조하다 assume 가정하다 institution 제도, 기관 determine 결정 하다 universal 보편적인 domain 영역 kinship 친족 관계 specific 구체적인 aspect 측면 classificatory scheme 분류안 reject 거부하다 notion 개념 23"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 우리가 매일 하는 일의 많은 부분은 자동적이고 습관에 의해 좌우되며, 의식적인 인 식을 거의 필요로 하지 않는데, 그것은 나쁜 것이 아니다. Duhigg의 설명에 따르면, 우리의 습관은 꼭 필요한 정신 에너지 절약 장치이다. 우리는 새로운 문제가 발생할 때 그것을 해결할 수 있도록 의식적인 마음의 부담을 덜어주어야 한다. 예를 들어, 사교댄스를 추는 방법에 대한 문제를 해결하고 나면, 우리는 그것을 습관적으로 할 수 있어서 정신적으로 자유로워져, (춤에 집중하는) 대신에 춤을 추는 동안 대화에 집 중할 수 있다. 하지만 탱고를 처음 배울 때 말을 하려고 해보면 그것은 엉망진창이 되며, 우리는 스텝에 집중하기 위해 의식적인 주의가 필요하다. (탱고 음악가는 다양 한 배경에서 더 다양한 청중을 끌어모으기 위해 각기 다른 장르의 음악을 한데 모은 다.) 만약 우리가 모든 행동, 예를 들어 우리가 딛는 모든 스텝에서 발을 어디에 두어 야 할지에 의식적으로 초점을 맞추어야 한다면 우리가 성취할 수 있는 것이 얼마나 적을지 상상해 보라. [풀이] 습관을 통해 의식적인 정신 에너지를 아껴 의식적 마음의 부담을 덜어줄 수 있다는 것을 춤추는 것에 익숙해지면 스텝마다 의식적인 주의를 기울일 필요가 없어져 대화 를 할 수 있는 여유가 생긴다는 사례를 들어 설명하는 내용에서, 탱고 음악가들이 다 양한 청중을 끌어모으려고 각기 다른 장르의 음악을 모은다는 내용인 ④는 글의 전체 흐름과 관계가 없다. [Words and Phrases] ballroom dance 사교댄스를 추다 disaster 엉망진창인 것, 재앙 diverse 다양한 accomplish 성취하다"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 주권 국가는 보통 그 시민들이 국경 너머의 그 어떤 기관으로부터도 간섭받지 않고 자신들의 일을 스스로 결정할 자유가 있는 국가라고 정의된다. (C) 하지만 공간적 자 유는 (그리고 영토 범위의 제한은) 주권의 단지 한 가지 특징일 뿐이다. 시간적 자유 가 (그리고 시간적 범위에 대한 제한이) 동등하게 중요하며 아마 더 근본적일 것이다. (B) 주권과 시민권은 최소한 동시대 권력으로부터의 자유만큼이나 과거로부터의 자유 를 필요로 한다. 국민들이 과거에 그들의 조상들에 의해 채택된 행동 방침을, 또는 한때 그들이 전념했던 행동 방침조차 바꿀 능력이 없다면 그 어떤 국가도 자주적일 수 없을 것이다. (A) 공동체가 단절하기를 원할 수 있는 선조의 전통에 묶여 있는 한 어떤 시민도 그 공동체의 완전한 구성원이 될 수 없을 것인데, 이것은 Sophocles의 비극에서 Antigone의 문제이기도 하다. 주권과 시민권은 따라서 공간의 경계뿐만 아 니라 시간의 경계 또한 필요로 한다. 24 [풀이] 주권 국가는 국경 너머의 외부 기관으로부터 간섭을 받지 않고 자기 결정권을 갖는다 는 내용인 주어진 글 다음에 공간적 자유 못지않게 시간적 자유도 중요하다는 내용인 (C)가 이어지고, 시간적 자유에 관한 구체적인 내용으로 과거로부터의 자유에 대해 설명하는 내용인 (B)가 그다음에 이어지며, 마지막으로 단절하고 싶은 선조의 전통으 로부터 자유로워져야 공동체의 완전한 구성원이 될 수 있다는 내용과 함께 주권과 시 민권이 공간 및 시간의 경계를 필요로 한다는 내용으로 마무리하는 (A)가 이어지는 것이 가장 적절한 글의 순서이므로, 정답은 ⑤ ‘(C)-(B)-(A)’이다. [Words and Phrases] define 정의하다 interference 간섭, 방해 territorial 영토의 border 경계 contemporary 동시대의 inhabitant 주민, 거주자 adopt 채택하다 forefather 조상, 선조 extent 범위, 정도"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 과학의 주요 목적은 법칙적인 관계를 발견하는 것이기 때문에, 과학은 연구되고 있는 것이 법칙적이라고 가정한다. 예를 들어, 화학자는 화학 반응이 법칙적이라고 가정하 고 물리학자는 물리적 세계가 법칙적이라고 가정한다. (B) 연구되고 있는 것이 인과 법칙의 관점에서 이해될 수 있다는 가정을 결정론이라고 한다. Richard Taylor는 결 정론을 ‘언제나 일어나는 모든 일에 대해서 그 조건이 주어지면 그 밖의 어떤 것도 일어날 수 없는 그러한 조건이 있다고 말하는’ 철학적인 교리라고 정의한다. (A) 그래 서 결정론자는 일어나는 모든 것은 유한한 수의 원인들의 작용이고 이 원인들이 알려 지면 사건은 완전히 정확하게 예측될 수 있다고 가정한다. 그런데, 어떤 사건의 ‘모 든’ 원인을 아는 것이 필요한 것은 아니며, 결정론자는 그저 원인들이 존재하고 더 많은 원인들이 알려질수록 예측은 더 정확해진다고 가정한다. (C) 예를 들어, 거의 모 든 사람이 날씨는 태양의 흑점, 높은 고도의 제트 기류, 그리고 기압과 같은 유한한 수의 변수들의 작용이라는 데 동의할 것이지만, 일기 예보는 늘 확률적인데 이 변수 들 중 많은 것이 항상 변하고 다른 변수들이 전혀 알려져 있지 않기 때문이다. [풀이] 과학은 연구하는 대상에서 법칙적인 관계를 발견하려고 한다는 주어진 글 다음에 이 런 입장을 결정론이라고 부른다고 하면서 결정론의 정의를 제시하는 내용인 (B)가 이 어지고, 결정론자는 유한한 수의 원인이 있고 그것을 정확하게 파악하면 일어날 사건 을 예측할 수 있다고 생각한다는 내용인 (A)가 그다음에 이어지며, 마지막으로 그런 관점의 사례로 일기 예보를 들어 설명하는 내용인 (C)가 이어지는 것이 가장 적절한 글의 순서이므로, 정답은 ② ‘(B)-(A)-(C)’이다. [Words and Phrases] lawful 법칙적인 investigate 연구하다, 조사하다 determinist 결정론자 function 25 작용, 기능 finite 유한한, 한정된 with accuracy 정확하게 prediction 예측 causal law 인과 법칙 determinism 결정론 doctrine 교리, 주의 variable 변수 sunspot 태양의 흑점 jet stream 제트 기류 probabilistic 확률적인"
    },
    {
        "question_num": 38,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 1948년 세계 인권 선언의 약속과 인권 침해의 현실 세계 사이에는 분명히 큰 격차가 있다. 우리가 피해자들과 공감하는 한, 우리는 유엔과 그 회원국 정부들이 자신들의 약속을 지키지 못한 것에 대해 비난할 수도 있을 것이다. 그러나 우리는 공감이나 법 률적 분석을 통해 인권의 이상과 인권 침해의 현실 세계 사이의 격차를 이해할 수는 없다. 오히려 그것은 사회 갈등과 정치 억압의 원인과 국내 정치와 국제 정치 사이의 상호 작용에 대한 다양한 사회과학에 의한 연구를 필요로 한다. 유엔은 국제법과 국 제 정치에 인권이라는 개념을 도입했다. 그러나 국제 정치 분야는 인권 이외의 다른 우선적인 것들을 가진 국가 및 (다국적 기업과 같은) 기타 강력한 행위자에 의해 지 배되고 있다. 세계 각국 정부가 인권을 선포하고 있지만, 그것을 실행에 옮기는 데는 매우 가변적인 기록을 갖고 있다는 것이 인권 분야의 주된 특징이다. 이것이 왜 그런 가를 우리는 이해해야 한다. [풀이] 주어진 문장은 인권 이외의 요소에 의해 지배되는 국제 정치 분야의 현실에 대해 언 급하고 있다. 주어진 문장이 앞의 문장과 however로 연결되고 있는 것으로 보아, 주 어진 문장 앞에서는 국제 정치에 인권을 도입한 이상을 설명해야 할 것이고, 주어진 문장 다음에는 인권 이외의 요소 개입으로 인한 결과가 언급되는 것이 적절하다. 따 라서 ④가 주어진 문장의 위치로 가장 적절하다. [Words and Phrases] multinational corporation 다국적 기업 priority 우선적인 것, 우선순위 violation 침해, 위반 in so far as ~하는 한 sympathize with ~와 공감하다 victim 피해자, 희생자 criticize 비난하다, 비판하다 analysis 분석 investigation 연구, 조사 oppression 억압, 탄압 proclaim 선포하다, 공표하다 variable 가변 적인 implement 실행에 옮기다"
    },
    {
        "question_num": 39,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 예술 표상 이론은 예술가가 하는 일을 과학자가 하는 일과 유사한 것으로 취급한다. 말하자면, 둘 다 외부 세계를 묘사하는 것과 관련이 있다. 하지만 19세기 무렵에, 과 학자와 예술가 사이의 비교는 어떤 것이든 세상에 관한 발견을 하거나 자연을 있는 그대로 묘사하는 것에 있어 예술가를 천덕꾸러기(과학자보다 열등한 것)처럼 보이게 만들 가능성이 컸다. 여기서, 과학은 분명히 우위를 가졌다. 그래서 예술이 그것(예술) 26 을 과학과 구별하는 동시에 수준에 있어 그것을 과학과 동일하게 만드는 어떤 소명을 제시해야 한다는 사회적 압력이 있었다. 예술이 감정의 표현을 전문으로 한다는 개념 은 이런 관점에서 특히 매력적이었다. 그것은 과학에 그것 자체의 것, 즉 객관적 세 계의 탐구를 주었고, 동시에 예술이 해야 하는, (과학과) 비슷하게 중요한 것, 즉 감정 이라는 내적 세계를 탐구하는 것을 남겨두었다. 만약 과학이 자연을 있는 그대로 묘 사했다면, 예술은 거울의 방향을 자아와 그것의 경험으로 돌렸다. [풀이] 주어진 문장은 예술을 과학과 구별하면서, 예술이 수준에 있어 과학과 동일하게 만들 어 주는 어떤 소명을 제시해야 한다는 사회적 압력을 언급하고 있다. 주어진 문장이 So로 시작되는 것으로 보아, 주어진 문장 앞에는 그러한 사회적 압력이 있게 된 원인 이 언급되어야 하고, 주어진 문장 다음에는 찾아낸 소명의 구체적인 내용이 이어져야 한다. 따라서 ③이 주어진 문장의 위치로 가장 적절하다. [Words and Phrases] come up with ~제시하다 distinguish 구별하다 representational theory 표상 이론 external 외부의 comparison 비교 bound 가능성이 큰 poor relation 천 덕꾸러기, (다른 비슷한 것들보다) 열등하게 여겨지는 것 edge 우위, 유리함 comparably 비슷하게"
    },
    {
        "question_num": 40,
        "explanation": "[출제 의도] 요약문 완성 [해석] 지난 수십 년 동안, 구상과 실천으로서의 건축은 점차 자신에 대한 정의를 제한해 왔 다. 가까운 미래에, 실제 변화, 즉 상업 기관과 그것의 목표, 그리고 가치의 지배에 도전하는 변화를 가져오는 데 있어서 건축의 도움은 줄어들 것이다. 오늘날이 비할 데 없는 혁신과 선택의 자유 시대처럼 보이지만, 현실은 건축 방식과 형태가 흔히 입 증되고 시장성이 있는 똑같은 개념의 매력적인 포장과 재포장이라는 것이다. 유명 건 축가의 ‘급진적인’ 설계가 수용되고 인기를 얻는 속도는 형식적인 혁신 그 자체가 중 요한 상품이 되었다는 것을 보여 준다. 하지만, 급진주의라는 망토 이면에는, 기존의 건축 유형학과 프로그램이라는 관습이 편안함을 주는 그것의 익숙함과 더불어 여전히 지배하고, 팔린다. 오늘날 절실하게 필요한 것은 바로 우리의 사고와 행동 방식을 바 꾸는 그것[건축]의 잠재력을 풀어 줄 수 있는, 건축에 대한 접근법이다. → 겉보기에는 혁신적이지만, 건축은 사실 그것 자체의 관습과 상업화된 환경에 갇히 게 되었고, 그래서 우리를 변화시킬 수 있는 그것[건축]의 힘을 작동시키는 노력이 이 루어져야 한다. [풀이] 오늘날의 건축은 형식상으로는 혁신적인 것처럼 보이지만, 실제로는 기존의 건축 관 습에 얽매여 있으므로, 변화를 가져올 수 있는 건축의 잠재력을 풀어 주기 위한 접근 법을 취할 필요가 있다는 것이 글의 내용이다. 따라서 요약문의 빈칸에 들어갈 말로 27 가장 적절한 것은 ② ‘갇힌 – 작동시키다’이다. ① 고정된 - 공유하다 ③ 표준화된 – 통제하다 ④ 국지적인 - 공유하다 ⑤ 과소평가된 – 작동시키다 [Words and Phrases] architecture 건축 definition 정의 in the foreseeable future 가까운 미래에 instrumentality 도움 effect (결과를) 가져오다 dominance 지배 institution 기관 diminish 줄어들다 unparalleled 비할 데 없는 innovation 혁신 marketable 시장성 이 있는 radical 급진적인 commodity 상품 convention 관습 desperately 절실하 게, 몹시 transform 바꾸다 [41~42] [해석] 해양의 생명 활동에 관한 우리의 지식의 많은 부분은 ‘맹목’ 표집으로부터 얻어진다. 우리는 염도와 기온과 같은, 대량의 환경 특성을 측정하기 위해 도구를 사용하고, 해 양에서 사는 생물에 관한 지식을 얻기 위해 병이나 그물을 이용해 얻은 표본을 사용 한다. 이런 종류의 접근법은 중요한 정보를 제공했지만, 우리가 해양 생물을 보는 방 식에 영향을 끼치기도 했다. 그것은 우리가 풍부함, 생산 비율, 그리고 분포 패턴에 초점을 두도록 이끈다. 그러한 관점은 어업을 위한 자원으로서의 해양이라는 맥락에 서는 매우 적절하다. 그것은 또한 해양 탄소 흐름과 같은, 생물 지구 화학의 문제에 관한 이해를 진전시키는 데 있어 유용하다. 하지만, 단독으로는, 이러한 접근법은 심 지어 그 목적을 위해서조차도 불충분하다. 물론, 우리가 해양 생물에 관해 계발하는 직관력은 우리가 그것을 관찰하는 방식에 의해 영향을 받는다. 해양은 우리가 접근하 기 어렵고 대부분의 플랑크톤 유기체가 (현미경으로 봐야 볼 수 있을 정도로) 미세하 므로, 우리의 직관력은, 예를 들어, (육안으로 보이는) 육지 생물에 관하여 우리가 가 지고 있는 직관적 이해력과 비교해서, 초보적이다. 플랑크톤 유기체의 생명 작용에 관 한 우리의 이해는 여전히 주로 (죽은) 개체에 대한 조사, 현장의 표본, 그리고 배양 실험에 근거하고 있고, 심지어 우리의 표집조차도 우리의 너무 강한 표집 방법에 의 해 파괴되지 않은 그러한 생물로 과도하게 편향되어 있을 수도 있다. 마찬가지로, 실 험 관찰은 우리가 산 채로 수집하여 실험실에서 기르고 배양할 수 있는 그러한 생물 로 확장된다(→ 제한된다)."
    },
    {
        "question_num": 41,
        "explanation": "[출제 의도] 장문(제목 추론) [풀이] 해양의 생명 활동에 관한 현재의 연구와 그 연구 방법의 한계에 관해 설명하 고 있는 글이므로 이 글의 제목으로 가장 적절한 것은 ① ‘해양 생명 활동에 관한 연 구의 맹점’이다. 28 ② 현미경으로 본 바다: 새로운 발견 ③ 해양 연구가 필요로 하는 것: 패턴 인식 ④ 직관 대 실험: 해양 생물학에서의 쟁점 ⑤ 플랑크톤이 파괴되면, 바다는 위기에 처한다"
    },
    {
        "question_num": 42,
        "explanation": "[출제 의도] 장문(문맥 속의 어휘 추론) [풀이] 현재의 해양 생명 활동에 관한 연구에서의 표집은 산 채로 수집하여 실험실에 서 기르고 배양할 수 있는 생물로 제한되는 한계를 지니고 있으므로, (e)의 extended 를 ‘제한된’과 같은 의미를 지닌 limited 정도의 단어로 바꿔 써야 한다. [Words and Phrases] biology 생명 활동, 생물학 derive 얻다 blind sampling 맹목 표집 bulk 대량의 property 특징, 속성 extract 얻다, 추출하다 organism 생물(체) contribute 제공하 다 abundance 풍부 distribution 분포 perspective 관점, 시각 relevant 적절한, 관 련된 fishery 어업, 어장 biogeochemical 생물 지구 화학의 insufficient 불충분한 intuition 직관(력) inaccessible 접근하기 어려운 planktonic 플랑크톤의, 부유 생물 의 microscopic (현미경으로 보아야 볼 수 있을 정도로) 미세한 macroscopic 육안 으로 보이는 incubation 배양 harsh 너무 강한 cultivate 배양하다 [43~45] [출제 의도] 장문의 이해 [해석] (A) 해가 파리 너머로 지고 있을 때, Nancy와 그녀의 딸 Carol은 에펠탑에 있었다. 그들이 본 일몰은 이루 형언할 수 없었다. “고맙다, Carol. 내가 너와 함께 파리에 있다는 것을 믿을 수가 없구나. 이 아름다운 도시를 방문하는 것이 내 일생의 꿈이었 단다.” Nancy는 자신의 딸이 비밀리에 준비한 이 특별한 여행에 대해 그녀에게 고마 움을 표했다. 그들의 프랑스 여행은 하나밖에 없는 딸을 위해 그녀의 일생을 바친 여 인인, 엄마의 60번째 생신을 위한 Carol의 깜짝 선물이었다. (D) 하늘이 어두워져 가자, Carol은 Nancy를 위해 또 하나의 비밀 깜짝 선물을 준비 해 두었기에 서둘렀다. “엄마, 너무 늦기 전에 저녁 먹으러 가요. 제가 엄마를 위해 한 프랑스 식당에 자리를 예약했어요.” 그러나, 그들의 즐거운 저녁은 그들이 택시를 기다리던 중 예기치 못하게 방해받았다. 그들이 택시를 잡는 데는 정말이지 오랜 시 간이 걸렸다. 심지어 그들이 마침내 택시를 탄 이후에도, 그 택시는 심한 교통 체증 에 갇혔다. 그들은 예약 시간에 늦었다. (C) 그들이 마침내 식당에 도착했을 때, 설상가상으로, 그들은 심한 교통 체증 때문에 평상시 요금보다 세 배나 많은 금액을 청구 받았다. 하지만 행복한 반전이 그들을 기 다리고 있었다. 식당은 환상적이었으며, 모든 직원이 매우 정중하고 친절했다. 프랑스 요리는 맛있었다. “이것은 지금껏 내가 먹어 본 것 중 최고의 음식이야! 너와 함께 한 이 저녁식사를 결코 잊을 수 없을 거야.”라고 말하며, Nancy는 또 하나의 깜짝 29 선물에 대해 Carol에게 고마움을 표했다. (B) 그들이 디저트를 즐기고 있을 때, 한 종업원이 그들에게 다가와 물었다. “실례합 니다만, 두 분 중 어느 분이 Nancy Holloway이신가요?” “저예요.” 라고 Nancy가 호기심 어린 표정으로 답했다. 그러자 그는 사랑스러운 장미 꽃다발을 Nancy에게 주 며, “이 선물은 손님의 따님이 손님께 드리는 겁니다. 따님이 어제 전화해 저희에게 손님을 위해 이 축하 행사를 준비하도록 부탁했습니다.” 깜짝 놀라, 그녀는 미소 짓는 자신의 딸을 바라보았다. Carol은 윙크를 하고는 말했다. “엄마, 엄마는 이 이상의 것 을 받으실 자격이 있어요. 지금껏 저를 위해 해 주신 모든 것에 감사드려요.”"
    },
    {
        "question_num": 43,
        "explanation": "[출제 의도] 장문(글의 순서 파악) [풀이] 엄마의 60번째 생신을 맞아 딸이 깜짝 선물로 준비한 파리 여행 중 에펠탑에서 일몰 을 지켜보는 Nancy와 그녀의 딸 Carol의 모습이 묘사된 (A) 다음에는, 딸이 저녁 식 사 장소로 엄마를 모셔가는 내용과 교통 체증으로 예약한 장소에 늦게 도착하게 된 장면을 묘사하는 (D)가 이어져야 한다. 그런 다음 식당에서 맛있는 식사를 즐기는 (C) 가 이어지고, 마지막으로 식사 후 디저트를 즐기는 중에 Carol이 식당 종업원으로 하 여금 엄마에게 장미 꽃다발을 주게 하는 축하 행사를 준비했다는 내용과 딸이 엄마에 게 고마움을 표하는 결말이 담긴 (B)가 이어져야 글의 흐름이 자연스러우므로, 가장 적절한 글의 순서는 ⑤이다."
    },
    {
        "question_num": 44,
        "explanation": "[출제 의도] 장문(지칭 추론) [풀이] (a), (c), (d), (e)는 Nancy를 가리키지만, (b)는 Nancy의 딸 Carol을 가리킨다."
    },
    {
        "question_num": 45,
        "explanation": "[출제 의도] 장문(세부적 사실 파악) [풀이] (B)에서 식당 종업원이 Nancy에게 꽃다발을 주었다고 했으므로, ②가 글의 내용으로 적절하지 않다. [Words and Phrases] sunset 일몰 beyond description 이루 형언할 수 없는 in secret 비밀리에 sacrifice 바치다, 희생하다 curious 호기심 어린 bouquet 꽃다발 deserve (~을 받 을) 자격이 있다 charge 청구하다 fare 요금, 운임 cuisine 요리(법) unexpectedly 예기치 못하게, 뜻밖에 interrupt 방해하다"
    }
]