[
    {
        "question_num": 1,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. M: Honey, what did the weather forecast say this morning? W: It said the level of fine dust is high today. We’d better wear a mask. M: Okay, I will. Where are the masks? W:"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: What’s wrong with this computer? The file won’t open up. M: Let me see. I think the computer works fine but this file seems to be broken. W: Oh, no. Our presentation is in half an hour. We can’t do the presentation without the file. M:"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적을 추론한다. M: Good morning, students. This is your vice principal, Mr. Marcus. As you know, students and teachers from our sister school in Singapore are visiting us next Monday for the exchange program. We’ve been looking forward to their visit and have arranged many things. Unfortunately, one of the students who volunteered to offer a homestay accommodation came down with the flu. We need to find a new host family who can accommodate a female student for two nights. She is in 10th grade and likes pop music. She doesn’t mind dogs or cats. Hosting a guest will give you an opportunity to make a foreign friend. If you are interested, please visit the administration office today."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화자의 의견을 추론한다. W: Jason, you look worried. Something wrong? M: I’ve been working on the invention project for hours, but can’t come up with any good ideas. W: Well, then why don’t you stop working on it, go outside and take a walk? That’s what I often do when I’m stuck. M: I don’t have time for that. The project is due next Monday. W: I understand. But just sitting at a desk doesn’t always help. Taking a walk instead may help you think outside the box. M: Really? How come? W: While walking around, you can see different things. Seeing various scenes can give you some inspiration. M: I’ve never thought about it that way. W: Besides, fresh air can make your brain work better and help you develop new ideas. M: That does make sense. Thanks for the tip."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화자의 관계를 추론한다. W: Hi, Kevin. You came again. It seems you brought more books today. M: That’s right. I’m moving out next month, so I’m clearing out my stuff. W: I see. Can you put the books on the counter, please? M: Sure. I hope you don’t reject too many books like the last time. W: I’m sorry about that but I don’t accept books with stains. It’s been my policy since I opened this bookstore. M: I understand. I wouldn’t buy secondhand books with stains myself. W: I appreciate your understanding. Well, these books seem to be in better condition than the last time. M: Then, are you taking them all? W: Yes. I think I can give you $30. Is that okay? M: Sure."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림과 대화의 일치 여부를 파악한다. M: Sarah, I’ve finally finished setting up our stage for the play. How do you like it? W: Looks great. The sofa in the center of the stage looks familiar. M: It used to be in the meeting room. W: I see. The fireplace on the left of the sofa creates a cozy atmosphere. M: It does. Don’t you like the clock behind the sofa? Mr. Baker kindly lent it to us. W: How nice of him! The curtains next to the clock look beautiful. M: The actors will come out on the stage through those curtains. W: The door on the right is opened. Shouldn’t it be closed? M: No, it shouldn’t. It is intended to make the audience curious. W: Good idea. I hope people like our play."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화자가 할 일을 추론한다. M: Hey, Alex. I’m sorry, I’m late. W: It’s okay. Let’s go through the things we need to do to make the school promotional video. M: Okay. W: How did the interview with the principal go? M: It took longer than I expected, but it went well. W: Did you borrow a drone from Mr. Parker? M: Yes, but he told me to bring it back by tomorrow. That means we don’t have much time to film the campus. W: Right. We also have to prepare for the interviews with graduates. I think we’d better split the work. M: I haven’t flown a drone before. Can I write the interview questions? W: No problem. While you write the interview questions, I can go out and film the campus. M: All right. See you in 30 minutes."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유를 추론한다. M: Ms. Park, are we having a meeting in Room 707? W: No, I’m going to change the room. M: Why? Isn’t the room available? I like the new projector in that room. W: I know. That’s why I reserved that room a week ago. But we have an issue. M: I’ve heard recently there were some complaints about the lighting in the room. Is that the problem? W: No. When I checked the room this morning, the lights were working fine. M: Can’t we just use the room then? It would be a lot of trouble to change the room. W: The thing is the heating system is broken. I got a message from the management office just an hour ago. M: The weather is very cold today. It seems you have no choice but to change the room. W: I’ll let you know as soon as I find another room for our meeting."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 수치를 파악한다. [Phone rings.] W: Hello, Emerald Lake Festival. How may I help you? M: I’d like to buy tickets for the festival. How much is it? W: It’s $100 per adult and $50 per child. How many tickets do you need? M: Two adults and one child. And I heard campsites are available during the festival. W: Sure. Would you like to make a reservation for the campsite, too? M: Yes. How much does it cost? W: It’s $50 per site. How many sites do you need? M: I just need one. W: Do you also need our rental service? We offer tents and other camping equipment. M: No. I’m going to bring my own. W: Okay. If you pay now, you can get a 20% discount off the total price. M: Great. I’ll pay with my credit card."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. W: Jake, have you heard of the event Meet The Mayor? M: What is that? Can we meet the mayor in person? W: Yes. The event is for foreign residents like us living in this city. M: That sounds interesting. I have a lot to share with the mayor. But I’m not fluent in Korean. W: Don’t worry. It’ll be conducted in both Korean and English. M: Wonderful. I’d like to go. When is it? W: On April 20th at 3 p.m. Do you want to come along? I’m going to register today. M: How long will the event last? I have to attend my friend’s wedding at 6 p.m. that day. W: It’ll last about 2 hours. Where does the wedding take place? M: Near City Hall. W: Then you can make it. The event is at City Hall. M: Good. Let’s go together. 2019학년도 3월 고3 전국연합학력평가 정답 및 해설 2"
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화 내용과의 일치 여부를 파악한다. W: Hello, students. I’m your student council president, Tracy Anderson. The student council is hosting the annual Clothing Drive Competition. The collected clothes will be donated to a local charity. The names of all participants will be posted as donors on our school website. The class with the most donated clothes will win 6 boxes of pizza as a prize! Remember that we only accept gently used clothes, and make sure to wash them before you donate. Also, there’s no pick up service, so each class needs to bring the collected clothes to the student council room themselves. We’ll accept them until March 25th, 4 p.m."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 표를 보고 선택할 것을 찾는다. M: Welcome to Sunrise Pet Supply. How may I help you? W: Hello. I’m looking for a dog house. M: Let me show you our catalog. [Pause] Do you have a preference for any material? We have fabric, plastic, and wood. W: I don’t want the fabric one because it’s less durable than the others. M: I see. Then this one doesn’t meet your needs. W: And I want something under $100. M: Okay. What kind of dog do you have? Is it small or large? W: It’s a Golden Retriever. It’s a large dog. M: Then a small or medium sized dog house won’t fit your dog. You have to choose one of these two. W: Since I’ll put the dog house outside, it should be weatherproof. M: All right. This one is perfect for your dog."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Brian, are you ready for the field trip tomorrow? I’m really excited. M: Didn’t you hear the news? We’re not going on the field trip tomorrow. W: Really? What’s the problem? M: Because of the flood warning. Some roads are already closed. W: I can’t believe it. Then is the trip canceled? M: No. I read on the school website that it’s just postponed until next weekend. W: Oh, no. I can’t go next weekend. M: Why can’t you make it? W: Next Saturday is my grandfather’s 80th birthday. All my family will get together and have a party. M: You’ve been looking forward to the field trip since the beginning of this semester. You may be disappointed if you don’t go. W:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화에서 적절한 응답을 찾는다. W: Hi, Mark. I heard your musical club is preparing for the school festival next month. Is everything going well? M: Actually not. Judy broke her ankle, so she cannot perform on the day of the festival. W: I’m sorry to hear that. M: We’re planning to hold an open audition for Judy’s spot. W: Really? I’d like to apply for the audition. M: Then come to our club room this Friday at 3 p.m. W: This Friday? I can’t make it that day. I have to play in the tennis tournament. M: Too bad that you can’t come to the audition. W: I’ve always wanted to be in a musical. Is there any other way to get a chance to audition? M: I’m not sure. We really need to see you perform. W: What if I record my singing and dancing and send it to you? M:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말을 찾는다. M: Rita is a high school student. She actively participates in various school activities. Today, Rita sees a notice on the school bulletin board about a debate competition. She suggests to her friend Justin they apply together as a team but he hesitates. He thinks preparing for the competition is a big burden because he has no experience in debate competitions. Rita thinks differently. Justin is a fluent speaker and has lots of background knowledge and she has a lot of debating experience. So Rita wants to tell him if they work together, they have a chance to win. In this situation, what would Rita most likely say to Justin? Rita: [16 ~ 17] W: Imagine you come home from a long day’s work, open your door, and smell strong odors. That’s not a home you want to be in. Everyone wants a house with a pleasant fresh smell, but how can you get that? Let me briefly tell you how. To make your house smell fresh, you have to find where the odors are coming from in your house and remove them. Carpet and rugs can soak up unwanted odors quickly. To remove them, spread baking soda and vacuum it up after 20 minutes. It will absorb the smell. Next, check your closet. Frequently open your closet doors to air out the smell. Cleaning your trash can is also a must. The trash can is usually the origin of offensive smells. If you have a pet, don’t forget to check pet toys and bedding and clean them. Let them dry out in the sun to combat the pet smell. After removing unpleasant odors, use plants and essential oils to fill your house with natural scents."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제를 추론한다. [16 ~ 17] W: Imagine you come home from a long day’s work, open your door, and smell strong odors. That’s not a home you want to be in. Everyone wants a house with a pleasant fresh smell, but how can you get that? Let me briefly tell you how. To make your house smell fresh, you have to find where the odors are coming from in your house and remove them. Carpet and rugs can soak up unwanted odors quickly. To remove them, spread baking soda and vacuum it up after 20 minutes. It will absorb the smell. Next, check your closet. Frequently open your closet doors to air out the smell. Cleaning your trash can is also a must. The trash can is usually the origin of offensive smells. If you have a pet, don’t forget to check pet toys and bedding and clean them. Let them dry out in the sun to combat the pet smell. After removing unpleasant odors, use plants and essential oils to fill your house with natural scents."
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 세부 사항의 언급 여부를 파악한다. [16 ~ 17] W: Imagine you come home from a long day’s work, open your door, and smell strong odors. That’s not a home you want to be in. Everyone wants a house with a pleasant fresh smell, but how can you get that? Let me briefly tell you how. To make your house smell fresh, you have to find where the odors are coming from in your house and remove them. Carpet and rugs can soak up unwanted odors quickly. To remove them, spread baking soda and vacuum it up after 20 minutes. It will absorb the smell. Next, check your closet. Frequently open your closet doors to air out the smell. Cleaning your trash can is also a must. The trash can is usually the origin of offensive smells. If you have a pet, don’t forget to check pet toys and bedding and clean them. Let them dry out in the sun to combat the pet smell. After removing unpleasant odors, use plants and essential oils to fill your house with natural scents."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적을 추론한다. Gibbons Summer Camp에 귀하의 자녀를 보내기로 결정해 주셔서 감사드립니다. 저희는 지난 몇 년간 문 자 메시지가 가장 신뢰할 만한 소통 방식임을 알게 되 었고, 그래서 귀하의 자녀에게 연락할 수 있도록 허락 을 구합니다. 이 양식을 작성함으로써, 귀하는 저희가 여름 동안 자녀에게 문자 메시지를 통해 연락하는 것 을 허락하게 될 것입니다. 귀하가 이런 허가를 해 주 기를 원하지 않더라도 이해합니다. 하지만 귀하의 선 택을 표시하여 이 양식을 완성해서 늦어도 2019년 5 월 10일까지 자녀를 통해 회신해 주기를 요청합니다. reliable 신뢰할 만한 form 방식, 양식, 서식 permission 허락, 허가, 승인 complete 작성하다, 완성하다 via ~을 통해 grant (허가를) 해 주다, 승인하다 indicate 표시하다, 알려 주다 preference 선택, 선호"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 등장인물의 심경 변화를 추론한다. Jill은 자신의 어린 두 아들을 영화관에 데려가려고 차를 운전하는 중이다. 아이들이 세 번째 다툰 후에, 그녀는 차를 길 한쪽에 대고 몸을 돌려 아이들에게 있 는 힘껏 소리 지른다. “그만 좀 해! 한마디만 더하면 ‘아무도’ 영화 보러 못 갈 줄 알아!” 아이들의 얼굴에 서 겁먹은 표정을 보고 방금 그녀를 덮친 폭풍의 여파 를 느끼고 나서, 충격을 받고 믿기지 않는 상태로 그 녀는 영화관으로 차를 운전한다. ‘아이들은 그저 아이 들처럼 행동했을 뿐인데.’라고 그녀는 생각한다. ‘어떻 게 내가 참지 못하고 그리 심하게 아이들을 겁줄 수 있었을까?’ Jill은 남은 길을 가는 동안 스스로 어찌할 바를 모르고, 기진맥진하며, 상당히 죄책감을 느끼고 있음을 알게 된다. quarrel 다투다 pull over 차를 길 한쪽에 대다 scream 소리 지르다 at the top of one’s lungs 있는 힘껏 frightened 겁먹은 aftermath 여파 overtake (폭풍·재난 따위가) 덮치다 disbelief 믿기지 않음 lose it 참지 못하다 scare 겁주다 badly 심하게 overwhelmed 어찌할 바를 모르는 exhausted 기진맥진한 guilty 죄책감을 느끼는"
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장을 추론한다. 인문학에 대한 내 말을 오해하지 말라. 인문학 교육 은 많은 직업에 유용할 수 있다. 그것은 여러분이 현 실 세계에서 직면할 문제와 사안에 대해 생각하는 방 법을 가르쳐 준다. 그것은 여러분에게 통찰력, 분석 및 문제 해결 기술, 그리고 창의력을 주는데, 이는 모두 여러분이 고려할 수 있는 거의 모든 직장에서 중요하 다. 그럼에도 불구하고 만약 여러분이 학생이라면, 영 리해져라. 여러분의 인문학 교육을 다소 ‘탄탄하게’ 해 주기 위해서 인턴직을 찾아보고 통계학, 프로그래밍, 혹은 경영학과 같은 선택 과목을 수강하라. 학생들과 젊은 전문직 종사자들은 똑같이, 직업 세계에서 여러 분 자신을 홍보할 때 더 쓸모 있는 자격을 제공해 줄 기술과 자격증을 찾아야 한다. liberal arts 인문학, 교양 과목 valuable 유용한, 귀중한 perspective 통찰력, 관점 analytical 분석의, 분석적인 creative 창의적인 contemplate 고려하다 nevertheless 그럼에도 불구하고 internship 인턴직 elective 선택 과목 statistics 통계학 give ~ teeth ~을 탄탄하게 하다 professional 전문직 종사자 practical 쓸모 있는, 실용적인"
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 글의 요지를 추론한다. 학교에서, 우리 아이들은 시험에서 다른 아이들보다 더 잘할 수 있게 열심히 그리고 개별적으로 공부하도 록 훈련을 받는다. 만약 그들이 다른 학생들로부터 과 제에 관한 도움을 구한다면, 그들은 부정행위를 한다 고 비판받는다. 그들에게 하룻밤에 몇 시간이 걸리는 3 숙제가 주어지는데, 그로 인해 그들은 다른 사람들과 함께하는 시간을 홀로 공부하는 더 많은 시간과 맞바 꿀 수밖에 없게 된다. 그들은 직장에서 미래의 성공이 자신의 성적과 표준화된 시험 점수를 포함한 개인의 성과에 달려 있다는 것을 반복해서 상기하게 된다. 통 계적으로 그렇지 않지만, 학습에 대한 이러한 접근법 이 한 가지는 분명히 한다. 즉, 그것은 사회적 관계, 수면, 집중력, 행복 그리고 건강을 아이들로부터 빼앗 아가면서 극적으로 스트레스 수준을 높인다. 그러나 그 체제에 의구심을 갖기보다, 우리는 개인의 성취를 위한 이 극심한 경쟁을 따라가지 못하는 사람들을 비 난한다. 학생이 학업을 마칠 무렵에 그들은 기진맥진 하고 연약하고 외로우며, 결국 그들에게 약속되었던 성공과 행복이 저 무지개의 끝에 놓여 있지 않았다는 것을 알게 될 뿐이다. individually 개별적으로 criticize 비판하다 trade 맞바꾸다 in isolation 홀로 standardized test 표준화된 시험 statistically 통계적으로 approach 접근법 dramatically 극적으로 rob ~ of ... ~에게서 …을 빼앗다 social connection 사회적 관계 keep up with ~을 따라가다 fierce 극심한 competition 경쟁 achievement 성취 fragile 연약한"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 제목을 추론한다. 복사기는 누구나 쉽게 사용하도록 만들어져 있지만, 그것의 복잡한 기능과 인터페이스는 사람들에게 좌절 감을 줄 수 있다. 복사기는 주기적인 유지 관리가 필 요한데, 그것은 사용자들 사이에 고르게 분포되지 않 는 경향이 있는 (토너 카트리지를 설치하거나 걸린 종 이를 빼내는 방법과 같은) 전문적인 지식을 필요로 하 는 일이다. 이런 특징들은 대화를 시작할 자연스러운 이유를 사람들에게 제공하기 때문에, 비공식적인 상호 작용에 아주 좋은 자극이다. 우리는 직원들이 도움을 얻기 위해 서로에게 의지하고, 복사기에 관해 더 많이 배우려고 서로를 관찰하며, 복사기의 형편없는 작동에 대해 한마디 하는 것을 지켜보았다. 이런 격식을 차리 지 않는 대화는 자연스럽게 다른 주제로 이어질 수 있 는데, 그 주제 중 일부는 업무와 관련된 것이다. 그리 고 복사되고 있는 내용은 그것이 복사되고 있다는 사 실만큼 중요할 수 있다. 주위에 모이게 된 사람들은 복사기에서 나오고 있는 문서에서 자기 자신의 업무와 관련된 동료의 프로젝트에 관한 보고나 자신에게 영향 을 미칠 수도 있는 새로운 회사 정책을 발견할지도 모 른다. 풍성한 토론이 자주 뒤따른다. photocopier 복사기 complicated 복잡한 feature 기능 frustrating 좌절감을 주는 periodic 주기적인 maintenance 유지 관리 specialized 전문적인, 전문화된 install 설치하다 extract 빼내다, 발췌하다 jammed 걸린, 꼼짝도 하지 않는 unevenly 고르지 않게 distributed 분포된 stimulus 자극 (pl. stimuli) launch into ~을 시작하다 turn to ~에게 의지하다, ~에게 (도움을) 청하다 operation 작동 casual 격식을 차리지 않는, 우연한, 평상시의 write­up 보고, 기사 relevant 관련된 policy 정책"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제를 추론한다. ‘좋았던 옛 시절’에 여러분은 선행이나 다른 성취를 통해 천천히 긍정적 반응을 받았다. 소셜 미디어의 도 래와 더불어, 우리 아이들은 그렇게 다급한 정보를 한 사람, 한 집단, 자신들이 모은 수백 명의 ‘친구들,’ 또 는 전 세계에 글을 보낸지 몇 분 내로 즉각적인 응답 이나 ‘좋아요’를 초조하게 기다리게 된다. “나는 누군 가 벌써 응답했는지 알아보기 위해 다시 확인해야만 해.” 모든 긍정적 응답은 두뇌의 보상 센터 바로 그 안 으로 소량의 도파민을 준다. 훨씬 더 강력하게, 두뇌 영상 연구는 보상에 대한 ‘기대’가 보상을 실제로 받는 것보다 더 자극적임을 보여 준다. 게다가, 각 응답으로 부터의 보상은 완전히 만족하기에는 충분하지 못하여, 여전히 여러분이 더 많은 것을 갈망하게 하는데, 그것 은 중독 행동의 또 다른 특징이다. 이처럼, 즉각적인 반응에 대한 도파민 보상은 소셜 미디어에서 시간을 보내게 하는 원인이 된다. feedback 반응 good deed 선행 accomplishment 성취, 업적, 수행 advent 도래, 출현 impatient for ~을 초조하게 기다리는, 안달하는 urgent 다급한, 긴급한 dopamine 도파민(신경 전달 물질 등의 기능을 하는 체내 유기 화합물) neuroimaging 두뇌 영상, 신경 촬영법 stimulating 자극적인, 고무적인 receipt 받기, 수령, 영수증 hungry for ~을 갈망하는 addictive behavior 중독 행동 contribute to ~의 원인이 되다, ~에 기여하다"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 표의 내용을 파악한다. 위의 표는 2015년에 중국인이 주로 구매한 화장품 브랜드의 원산지 국가와 그들의 구매 결정 요인을 보 여 준다. 한국 화장품 브랜드를 주로 구매한 응답자의 수는 중국 브랜드를 주로 구매한 응답자의 수보다 더 많았다. ‘좋은 입소문’은 한국 브랜드를 주로 구매한 사람들에게 가장 큰 결정 요인이었다. 중국 브랜드를 주로 구매한 응답자에 관해 말하자면, ‘가격 대비 좋은 가치’가 가장 중요한 고려 사항이었다. 유럽 브랜드 소 비자에게 ‘특별한 제조법’은 세 번째로 많이 응답한 고 려 사항이었는데, 그 비율은 ‘포장과 디자인’ 비율의 세 배를 넘었다. 화장품 브랜드의 선택에서 ‘최신 유행 의 화장 방식’을 고려한 응답자의 비율은 한국 브랜드 에서 가장 높았고, 유럽과 일본 브랜드가 그 뒤를 이 었다. country of origin 원산지 국가 cosmetics 화장품 purchase 구매하다; 구매 factor 요인 respondent 응답자 word of mouth 입소문 consideration 고려 사항 formula 제조법, 방식, 공식 trendy 최신 유행의 followed by ~이 뒤를 잇는"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. Merrill Joseph Fernando는 1930년에 스리랑카 서 쪽 지방에서 태어났다. 그는 Negombo에 있는 Maris Stella 대학에 다녔으며, 첫 일자리는 미국 석유 회사 의 검사원이었다. Fernando는 1952년에 차 감별사가 되기 위해 지원하였고 첫 번째 훈련생 집단으로 런던 에 보내졌다. Fernando는 런던에 있는 차 업체에서 잠 시 일했고, 스리랑카로 돌아와 영국인 소유의 차 업체 인 A F Jones & Co에 합류했다. 4년도 지나지 않아 그는 관리자로 임명되었고, 영국인 사업주들이 이제 영국으로 돌아가야 할 때라고 결정했을 때 Fernando 와 한 동업자는 그들의 주식을 매입했다. 1950년대 말, 그는 소비에트 연방으로의 첫 실론티 위탁 판매 공급을 도왔다. A F Jones & Co의 지분을 매각한 후, 1962년에 그는 아버지에게서 빌린 돈 미화 100달러의 도움으로 자신의 회사인 Merrill J Fernando & Co를 설립했다. petroleum 석유 inspector 검사원 tea‐taster 차 감별사 trainee 훈련생, 연습생 briefly 잠시 appoint 임명하다 director 관리자, (회사) 중역 owner 사업주 partner 동업자 purchase 매입하다, 사다 share 주식 supply 공급하다 the Soviet Union 소비에트 연방 found 설립하다"
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. Hillcrest 공원 꽃 기차 봄 시즌 동안, Hillcrest 공원은 수많은 꽃과 불빛으 로 반짝입니다. 운행일: 4월 6일 ~ 5월 5일(주말에만) 기차 탑승 • 가격: 주간 기차 6달러, 야간 기차 12달러 • 예약: 온라인으로 또는 전화로 • 소요시간: 10개의 다른 테마 정원을 둘러볼 수 있는 20분의 경험 ◼인기 있는 날짜에는 일찍 매진되니, 사전 예약이 권장됩니다. ◼어떤 크기의 반려견도 기차 탑승이 허용되지 않습 니다. 더 많은 정보를 원하시면, 555‐257‐8531로 연락하거 나 www.hcpark.com을 방문하세요. blossom 꽃 sparkle 반짝이다 reservation 예약 duration 소요 시간 garden 정원 sell out 매진되다, 다 팔리다 advance 사전의 recommend 권장하다, 추천하다 permit 허용하다 contact 연락하다"
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 실용문의 세부 내용을 파악한다. Hide & Seek Sayley 상호 작용 인형 Sayley와 노는 방법 1. 반드시 Sayley가 똑바로 앉아 있는 자세로 있도록 하면서, 여러분이 원하는 어디든지 Sayley를 숨기 세요. 2. 찾는 사람(어린이)은 탐지기를 통해 Sayley에게서 메시지를 받을 것입니다. 3. 찾는 사람이 탐지기의 녹색 버튼을 누르면, 찾는 사람이 Sayley를 찾을 때 Sayley가 반응을 시작할 것입니다. 4. 탐지기의 앞면에 있는 LED 표시기는 찾는 사람이 Sayley로부터 멀리 있는지 아닌지를 나타내 줄 것 4 입니다. • 파란불 - 찾는 사람이 먼 거리에 있습니다. • 노란불 - 찾는 사람이 가까워지고 있으나 중간 거리에 있습니다. • 빨간불 - 찾는 사람이 매우 가까이 있습니다. 중요 사항: 1. 인형 자체는 말을 하지 못합니다. Sayley의 목소 리는 탐지기에서만 나옵니다. 2. Sayley에게서 발신되는 신호에 영향을 주므로, 어 떠한 금속 용기든 그 안에 Sayley를 숨기지 마세 요. interactive 상호 작용하는 upright 똑바른 seeker 찾는 사람 detector 탐지기 respond 반응하다 LED indicator LED 표시기 indicate 나타내다, 표시하다 distance 거리 medium 중간의 metallic 금속의 container 용기, 그릇 affect 영향을 주다 signal 신호 transmit 발신하다"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 어법상 틀린 것을 찾는다. Baylor 대학의 연구자들은 다양한 종류의 글쓰기가 사람들을 편하게 하여 잠들도록 해 줄 수 있는지 아닌 지를 조사하였다. (그것을) 알아보려고, 그들은 57명 의 젊은 성인들에게 잠자리에 들기 전 5분간 앞으로 며칠 동안 해야 할 일의 목록과 지난 며칠 동안 끝낸 일들의 목록 중 하나를 쓰도록 했다. 그 결과는 잠들 기 전 글쓰기가 모두 똑같이 만들어지지는 않는다는 것을 확인해 준다. 해야 할 일의 목록을 잠자리에 들 기 전에 만드는 사람들은 지나간 일에 관해 쓰는 사람 들보다 9분 더 빨리 잠들 수 있었다. 목록의 질 또한 중요했는데, 과업이 더 많을수록 그리고 해야 할 일의 목록이 더 구체적일수록, 글을 쓴 사람들은 더 빨리 잠들었다. 그 연구의 저자들은 미래의 과업을 적으면 생각을 내려놓게 되므로 여러분은 그것을 곰곰이 생각 하는 것을 멈출 수 있다고 결론짓는다. 여러분은 자신 의 뇌에게 그 과업이 처리될 것인데 단지 지금 당장은 아니라고 말하고 있는 것이다. ⑤는 writing down future tasks의 술어 동사 역할을 하는 unloads로 바꿔야 한다. investigate 조사하다 ease 편안하게 만들다 to­do list 해야 할 일 목록 task 일, 과업 confirm 확인해 주다 pre­sleep 잠들기 전 matter 중요하다 specific 구체적인, 상세한 author 저자, 필자 figure 결론짓다, 생각하다, 이해하다 unload 짐을 내려놓다, 부담을 덜다 turn ~ over in one’s mind ~을 곰곰이 생각하다"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 문맥상 적절하지 않은 어휘를 찾는다. 창의성은 개인이 소유하는 것이지, 집단 현상이 아 니라고 대부분의 사람들은 확신한다. 몇몇 주목할 만 한 합작품들이 예술과 과학에 있지만, Archimedes부 터 Jane Austen까지 창의적 사고의 가장 인상적인 활 동들은 개인들(그리고 보통 일반적으로 받아들여지는 생각을 거부하는, 고립되고 기이한 개인들)의 산물이 었던 것으로 보인다. 그러나 나는 이러한 인식이 상당 한 착각이라고 생각한다. 참신함의 주요한 원천이 개 인의 뇌 속에 있는 정보를 재조합하는 데에 있다는 것 을 부정할 수는 없다. 그러나 개인으로서 우리는 개인 지능의 집대성인 슈퍼 브레인의 맥락을 벗어나서 창의 적으로 사고하는 방식으로는 거의 성취하지도 성취할 수도 없을 것이라고 나는 생각한다. Archimedes, Jane Austen, 그리고 중기 석기 시대 아프리카로 거슬러 올 라가는 모든 다른 독창적인 사상가들의 머리는 아주 어린 시절부터 계속해서, 오래전에 죽었거나 알려지지 않은 사람들의 생각을 포함한 다른 이들의 생각과 (생 각으로) 단절되어(→ 꽉 차) 있었다. 수학, 언어, 예술 의 집단적 구성체가 없었다면 그들이 어떻게 창조할 수 있었겠는가? possession 소유한 것, 소유물, 소유 collective 집단의, 집합적인 phenomenon 현상 notable 주목할 만한, 눈에 띄는 collaboration 합작품, 합작, 협력 impressive 인상적인, 인상 깊은 isolated 고립된, 외딴 perception 인식 illusion 착각 novelty 참신함 recombination 재조합 suspect 생각하다, (~일 것이라고) 의심하다 accomplish 성취하다 context 맥락 integration 집대성, 통합, 합병 original 독창적인 onward 계속해서, 쭉 construction 구성체"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 어구의 함축 의미를 추론한다. 최초의 성공적인 충수 절제술이 1735년 영국 군의 관에 의해 시행되었다고 하지만, 1880년대가 되어서야 그 수술이 의학 학술지에 기술되고 의과 대학에서 교 육되었다. 그것은 아주 오래된 질병에 대해 반가운 해 결책이었고 세기의 전환기 무렵에는 매우 흔해져서 유 럽과 미국의 많은 외과 의사들이 꽤 괜찮은 액수의 돈 을 벌었다. 의사였다 정치인이 된 독일인 Rudolf Virchow는 1902년 그가 죽기 바로 전에 “사람이 충수 없이 살 수 있다는 게 사실인가요?”라는 질문을 받았 다. 비록 그가 여러 해 동안 의사로 일하지는 않았지 만, Virchow는 그 분야의 발전에 관한 최신 정보를 알 고 있었다. 점점 높아지는 그 수술의 인기를 알고 있 었기 때문에, 그는 재치 있게 발언했다. “사람은 그렇 습니다만, 외과 의사는 아닙니다(외과 의사들은 생계 를 위해 충수 절제술에 의지합니다).” perform 시행하다, 수행하다 army surgeon 군의관 procedure 수술 journal 학술지, 간행물, 잡지 age‐old 아주 오래된 turn 전환기 surgeon 외과 의사 shortly 바로, 곧 physician 의사, 내과 의사 practice medicine 의사로 일하다 stay in touch with ~에 관한 최신 정보를 알고 있 다, ~와 접촉하다 wittily 재치 있게 remark 발언하다"
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 20세기 미국에서 평균 수명은 거의 30년이 늘어났 다. 그러한 증가는 대부분 의료의 발전 때문이라기보 다는 공중 보건의 발전 때문이며, 법적 개입이 이러한 발전에 결정적인 역할을 했다. 예를 들어, 어린이들이 학교에 입학하기 전 예방 접종을 받아야 한다는 (법적 인) 요구 사항은 예방 접종으로 막을 수 있는 질병의 발생을 줄이는 데 중심적인 역할을 했다. 천연두와 소 아마비는, 한때 두려움의 대상이었고 치명적인 질병이 었지만, 서반구에서 퇴치되었고(천연두는 전 세계적으 로 퇴치되었다), 새로 홍역에 걸린 환자 수는 1950년 30만 명 이상에서 2000년 100명 이하로 떨어졌다. 또 한, 1960년대 중반에 시작된 차량 및 도로에 관한 안 전 법규를 폭넓게 도입함에 따라, 연간 주행 마일 수 가 거의 300% 증가했음에도 불구하고, 고속도로 사망 자 수는 1966년 대략 51,000명에서 2000년 42,000명 으로 감소하였다. life expectancy (기대) 수명 credit (공적, 명예 등을) ~에 돌리다 advance 발전, 진보, 향상 public health 공중 보건 critical 결정적인, 중대한 requirement (법이나 규칙의) 요구 사항, 요건, 필요 조건, 자격 vaccinate 예방 접종을 하다 occurrence 발생 preventable 막을 수 있는, 예방할 수 있는 smallpox 천연두 deadly 치명적인, 죽음의 eliminate 퇴치하다, 제거하다, 몰아내다 hemisphere (지구, 천체의) 반구 case 환자, 병증 extensive 폭넓은, 광범위한 roughly 대략 intervention 개입, 중재"
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 비판적 이론가들의 핵심적 공헌 중 하나는 지식의 생산과 관련이 있다. 지식의 전수가 학교의 필수적인 활동이라고 할 때, 교육 분야의 비판적 학자들은 지식 이 어떻게 생산되는가에 특히 관심을 두어 왔다. 그 학자들은 사회적 불의의 핵심 요소는 특정 지식이 객 관적이고, 중립적이며, 보편적이라는 주장과 관계가 있 다고 주장한다. 비판적 이론에 근거한 접근법에서는 객관성이 바람직하다거나 심지어 ‘가능하다’는 생각에 의문을 제기한다. 지식에 대한 이러한 사고방식을 기 술하기 위해 사용되는 말은 지식이 사회적으로 구성된 다는 것이다. 우리가 지식을 사회적으로 구성하는 것 이라고 언급할 때, 우리는 지식이 그것을 만들어내는 사람들의 가치와 이해를 반영한다고 말하는 것이다. 이러한 개념은 모든 지식과 모든 앎의 수단이 사회적 맥락과 연관되어 있다는 해석을 담고 있다. contribution 공헌, 기여 critical 비판적인, 비평의 theorist 이론가 transmission 전수, 전달 integral (전체의 일부로서) 필수적인 element 요소, 성분 injustice 불의, 부정 involve (~와) 관계가 있다, 수반하다, 포함하다 objective 객관적인 neutral 중립적인 universal 보편적인, 일반적인 call ~ into question ~에 의문을 제기하다 objectivity 객관성 desirable 바람직한 term 말, 표현, 용어 construct 구성하다, 조립하다 refer to ~ as ... ~을 …라고 언급하다[말하다] be reflective of ~을 반영하다 context 맥락, 배경"
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 윤리학 연구자들은 자신들의 과목을 과학으로, 예술 로, 혹은 다른 것으로 분류할지 혼란스러워 해왔다. 윤 5 리학을 과학에 포함시키는 데 대한 반대 이유는 과학 에서는 현재 존재하는 것을 다루는 반면, 윤리학은, 일 컬어지기를, 마땅히 되어야 하는 것(당위)과 관련이 있다는 것이다. 처음 언뜻 보기에는, 이것이 타당하고 유용한 구분인 것처럼 보이지만, 신중히 생각해 보면 그것이 피상적이고, 온전히 진실은 아니라는 것이 드 러난다. 현대 윤리학에서 혼란과 방향 상실의 많은 부 분은 윤리학이 물리학만큼이나, 실제로 존재하는 상황 과 그리고 분명히 증명 가능한 결과를 야기하는 에너 지와 관련이 있음을 인정하기를 바로 이런 식으로 거 부하는 것이 그 원인일지도 모른다. 애초에, 이미 존재 하는 것을 무시하면 당위에 관한 우리의 의견은 권위 가 없다. 당위에 관한 우리의 개념이 존재하는 현실과 어떻게든 관련되어 있다고 주장하지 않으면, 우리의 아주 비현실적인 공상들 중 어떤 것이라도 똑같은 힘 으로 우리의 현재 노력을 마음대로 휘두를지도 모른 다. 이 관점에서도 윤리학은 우리의 가장 고귀한 도덕 적 열망을 충족시킬 수도 있는 가상의 상태에 대한 고 려 그 이상이어야 한다. ethics 윤리학 perplexed 혼란스러운, (이해할 수 없어서) 당혹스러 운, 난처한 or otherwise (앞에 언급한 것과) 다른 것이든 objection 반대 이유, 반론 deal with ~을 다루다 ought to (마땅히) ~해야 한다 glimpse 언뜻[흘끗] 봄, 일별 valid 타당한, 확실한 distinction 구분, 구별 mature 신중한, 성숙한 reflection 생각, 숙고, 반성 superficial 피상적인, 표면의 wholly 온전히, 전적으로, 완전히 confusion 혼란, 혼동 disorientation 방향 상실, 혼미 contemporary 현대의, 동시대의 be traced to ~이 원인이다 no less than ~만큼, ~와 다름없는, 마찬가지의 existent 존재하는, 실재하는 demonstrable 증명할 수 있는, 명백한 authority 권위, 권한 fanciful 비현실적인, 공상적인 command 마음대로 휘두르다, 지휘하다 notion 개념, 생각 somehow 어떻게든, 하여간 present 존재하는, 현재의 reality 현실(실제로 존재하는 것), 실체, 실재 consideration 고려, 고찰 imaginary 가상의, 상상의 moral 도덕적인 aspiration 열망, 염원, 포부"
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸에 적절한 표현을 추론한다. 개인주의의 중심에는 각 개인이 자기 우주의 중심을 구성한다는 믿음이 있다. 언뜻 처음 보면, 이것은 대부 분의 사람들이 드러내 놓고 받아들이려 하지 않는 견 해인 듯하다. 우리는 어쨌든 다른 사람들을 보살피고 관심을 가지라는 말을 자주 듣는다. 게다가, 어느 누구 도 명백히 자기중심적인 사람을 실제로 좋아하지 않는 다. 하지만 우리는 모두 자기중심적인 삶으로의 이끌 림이 강하며, 이것이 이기적이지 않은 언어를 사용함 으로써 이기적인 의도를 숨기도록 우리를 유혹한다는 것을 인정해야 한다. 만약 우리가 정직하다면, 희생적 으로 또는 단지 옳은 일이기 때문에 한다고 주장하는 많은 것들이 우리에게 개인적인 이익을 가져다주는 것 과 정확히 동일한 행동이라는 것을 우리는 인정할 것 이다. 우리의 동기를 편견 없이 약간만 살펴보면, 우리 에게 개인적인 이익을 향한 편향이 강하다는 것을 부 인하기 힘들다. 그러므로 우리가 반대로 말할 수도 있 지만, 우리가 인정하려고 하는 것보다 더 자기중심적 이라는 주장을 하는 것은 어렵지 않다. at the heart of ~의 중심에 individualism 개인주의 constitute 구성하다 universe 우주 at first glance 언뜻 처음 보면 embrace 받아들이다, 포용하다 obviously 명백히, 분명히 self‐centered 자기중심적인 tempt 유혹하다 intention 의도 sacrificially 희생적으로 benefit 이익 unbiased 편견 없는 bias 편향 make the case 주장하다"
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장을 파악한다. 신기술은 그것이 우리의 기존 습관을 얼마나 많이 바꾸겠다고 약속하는지와 이러한 습관의 강도 둘 다에 기초한 도전에 직면한다. 지속적인 행동 변화는 기존 습관을 바꾸려는 시도보다는 기존 습관을 통해 일어나 야 한다. 전자계산기가 수학적인 계산을 더 빠르게 만 든 것과 마찬가지로, 사람들은 기존 습관을 없애기보 다 개선할 경우에만 혁신을 받아들일 것이다. (전자 제품의 성공은 그것의 전자 처리 과정과 주요 부품 둘 다의 혁신적인 기술적 설계와 연관이 있다.) 따라서 공공 정책은 가장 덜 고착화된 습관을 목표로 함으로 써 행동 변화를 장려해야 한다. 예를 들어, 개발 도상 국은 새로운 형태의 고단백 식품보다는 새로운 고단백 음료를 제공함으로써 단백질 섭취 증가를 촉진할 수 있었다. encounter 직면하다 existing 기존의 alter 바꾸다, 변경하다 lasting 지속적인 adopt 받아들이다, 채택하다 innovation 혁신 improve 개선하다 mathematical computation 수학적 계산 component 부품 public policy 공공 정책 encourage 장려하다, 촉진하다 target 목표로 하다 developing country 개발 도상국 consumption 섭취, 소비 protein 단백질 beverage 음료"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서를 파악한다. 사람들은 돌보고, 벌주고, 사랑하고, 방치하고, 가르 치는 등 아이들을 다양한 방법으로 대한다. 만약 부모, 친지, 그리고 사회화의 다른 행위자들이 아이를 똑똑 하다고 여기면, 그들은 아이에게 그렇게 행동할 것이 다. (B) 따라서 그 아이는 결국 자신이 똑똑한 사람이 라고 믿게 된다. 초기의 상징적 상호작용주의자 중 한 명인 Charles Horton Cooley는 우리가 자신을 바라보 고 자아 존중감을 결정하는 거울로 자신을 향한 다른 사람들의 반응을 이용한다고 주장했다. (C) 이 과정을 통해, 우리는 다른 사람들에게 우리가 어떻게 보일 수 있는지를 상상하고, 우리에 대한 그들의 반응을 해석 하고, 자아 개념을 형성한다. 만약 사람들이 우리를 호 의적으로 여긴다고 생각하면, 우리는 긍정적인 자아 개념을 발달시킬 가능성이 있다. (A) 반대로, 만약 우 리가 호의적이지 않은 반응을 탐지하면, 우리의 자아 개념은 부정적일 가능성이 있을 것이다. 그러므로 자 부심이나 수치심과 같이 자기를 평가하는 감정은 항상 다른 사람들의 평가가 반영된 산물이다. treat 대하다 neglect 방치하다, 소홀히 하다 socialization 사회화 perceive 여기다 conversely 반대로 detect 탐지하다, 알아내다 unfavorable 호의적이지 않은, 좋지 않은 shame 수치심 product 산물 reflected 반영된 eventually 결국 symbolic 상징적인 interactionist 상호작용주의자 interpret 해석하다 self‐concept 자아 개념 favorably 호의적으로"
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서를 파악한다. 물 관리의 역사에 대해 글을 쓸 때 어디에서부터 시 작하는가? 인간, 즉 호모 사피엔스 그리고 우리의 과 거 조상들과 동족들은, 우리가 침팬지와 공통 조상을 공유했던 시절인 6백만 년만큼이나 오래전에도 항상 어떤 방식으로 물을 관리하고 있었음이 틀림없다. (B) 침팬지는 나뭇잎을 구겨서 뭉쳐 속이 빈 나무줄기에서 자신의 입으로 물을 옮기는 스펀지로 사용한다고 알려 져 있으므로, 우리는 조상들이 그와 똑같이 하고 있었 을 뿐만 아니라 두 손에 모아 감싼 채로든, 접힌 나뭇 잎 안에 넣어서든, 아니면 가죽 용기에 넣어서든 근거 리로 물을 나르고 있었다고 생각해야 한다. (A) 그러 한 물 운반에 대한 직접적인 고고학의 증거가 부족하 기는 하지만, 그것은 물이 있는 곳과 멀리 떨어진 지 역에서 발견되는 야영지나 활동지의 유물에 의해 시사 된다. (C) 하지만 그러한 증거는 그 자체로 문제가 있 는데, 왜냐하면 강줄기나 고인 물이 있는 가장 가까운 웅덩이의 구체적인 위치를 정확히 보여 줄 수 있는 충 분히 상세한 환경 복원이 선사 시대 초기에 대해서는 어렵기 때문이다. management 관리 ancestor 조상 relative 동족 archaeological 고고학의 imply 시사하다, 넌지시 알리다, 암시하다 remains 유물 distant 멀리 떨어진 transport 옮기다 hollow 속이 빈 trunk (나무의) 줄기 assume (당연하다고) 생각하다, 추정하다 cup (두 손을 동그랗게 모아 쥐고) ~을 감싸다 container 용기, 그릇 problematic 문제가 있는 reconstruction 복원 pinpoint 정확히 보여 주다 specific 구체적인, 분명한 standing water 고인 물 prehistory 선사 시대"
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치를 파악한다. 고대 그리스 역사가인 책략가 Aeneas는 문서의 언 뜻 보기에 평범한 페이지에 있는 특정한 글자 밑에 작 은 구멍을 내서 비밀 메시지를 전달할 것을 제안했다. 그러한 글자는 철자를 표시해 비밀 메시지를 나타내 고, 의도된 수신자는 그것을 쉽게 읽을 것이다. 그러나 그 페이지를 유심히 쳐다보는 어떤 다른 사람도 아마 핀으로 찌른 작은 구멍들을 눈치채지 못할 것이고, 그 결과 비밀 메시지를 눈치채지 못할 것이다. 2천 년 후 에 영국에서 편지 쓰는 사람들은 비밀 유지를 달성하 6 기 위해서가 아니라 과도한 우편 요금 지불을 피하기 위해 정확히 같은 방법을 사용했다. 1800년대 중반 우 편 요금 체계가 확립되기 이전에는 편지를 부치는 데 100마일당 약 1실링의 비용이 들었는데, 이는 대부분 사람들의 재력을 넘어서는 것이었다. 그러나 신문은 무료로 우송될 수 있어서 이것은 검소한 빅토리아 시 대 사람들에게 빠져나갈 구멍을 제공했다. 편지를 써 서 부치는 대신, 사람들은 핀으로 찌른 작은 구멍들을 사용하여 신문의 제1면에 철자를 표시해 메시지를 나 타내기 시작했다. 그런 다음에 그들은 한 푼도 지불할 필요 없이 우편으로 신문을 보낼 수 있었다. post 우송하다, 게시하다; 우편 free of charge 무료로 thrifty 검소한 convey 전달하다 apparently 언뜻 보기에 ordinary 평범한 spell out 철자를 표시하다 intended 의도된 receiver 수신자 stare at ~을 유심히 쳐다보다 unaware of ~을 눈치채지 못하는 pinprick 핀으로 찌른 작은 구멍 secrecy 비밀 유지 excessive 과도한 postage 우편 (요금) establishment 확립 shilling 실링(영국의 옛 화폐 단위) means 재력"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치를 파악한다. 바라는 결과를 얻으려고 의도된 신체적 움직임을 통 해, 많은 행동들이 환경에 변화를 주거나 환경을 바꾼 다. 예를 들어, 배고픈 아이는 사과를 손에 넣기 위해 냉장고를 향해 걸어가서 그것을 열지도 모른다. 그 아 이의 행동은 궁극적인 결과(사과를 손에 넣는 것)를 얻기 위해 환경을 직접적으로 바꾼다. 만약 냉장고로 걸어가서 그것을 여는 대신에, 그 아이가 그저 “전 사 과를 원해요.”라고 말하고 그의 어머니가 그에게 사과 를 건넨다면 어떨까? 이 경우, 이루어진 첫 번째 결과 는 다른 사람의 행동에 대한 것이다. 그 아이는 환경 에 간접적으로 영향을 주었고, 그것으로부터 그의 행 동의 궁극적인 결과(사과)가 나온다. 이 아이는 어머 니가 자신에게 사과를 갖다주는 결과를 낳는 특정한 양식의 소리를 내는 행동을 했다. 화자와 청자 모두의 행동을 포함한 일련의 복잡한 사건의 결과로 사과가 그 아이에게 도달하였다. refrigerator 냉장고 hand 건네다 alter 변화를 주다, 변경하다 environment 환경 physical 신체적인 intend 의도하다 achieve 얻다, 달성하다 obtain 손에 넣다 directly 직접적으로 act upon ~에 영향을 주다 ultimate 궁극적인 consequence 결과 emerge 나오다, 생겨나다 engage in ~을 하다, ~에 관여하다"
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 요약문을 완성한다. 로마의 포도주 잔은 그 당시 기술적 그리고 문화적 인 정교함의 절정이었으나, 현대의 유리잔과 비교하면 투박했다. 주된 문제는 포도주 잔에 기포가 가득했다 는 것이었다. 이것이 유리잔을 매우 약하게 만들었다. 다른 유리잔과 부딪혀 쨍 소리를 내는 것부터 실수로 바닥에 떨어뜨리는 것까지 어느 것 때문이든 물리적인 힘을 받을 때마다 물질은 원자에서 원자로 힘을 분산 시켜 흡수하여, 각각의 개별 원자가 흡수해야 하는 힘 의 총량을 줄인다. 가해지고 있는 힘을 견디지 못하는 원자는 어느 것이든, 물질 내 원래 위치에서 떨어져 나가 균열이 생기게 할 것이다. 기포나 균열이 있는 곳마다 원자를 제자리에 잡아 두고 그것과 힘을 나누 어 가질 이웃 원자가 더 적고, 결국 이런 원자는 원래 자리에서 떨어져 나가는 경향이 더 크다. → 로마의 포도주 잔에 있는 기포는 포도주 잔을 덜 튼튼하게 했는데, 이는 외부의 충격을 흡수하는 이웃 원자의 수와 관련 있다. height 절정, 최고조 technical 기술적 sophistication 정교함, 세련 compare 비교하다 crude 투박한 bubble 기포, 거품 seriously 매우, 심각하게 material 물질 mechanical 물리적인, 기계적인 stress 힘, 압력 accidentally 실수로, 우연히 absorb 흡수하다 disperse 분산시키다 atom 원자 withstand 견디다 cause 생기게 하다, 만들다 crack 균열, 금 be prone to ~하는 경향이 있다 [41 ~ 42] 새로운 상사와 저녁 식사를 하러 나왔기 때문에, 종 업원이 갓 구운 따뜻한 빵이 든 바구니를 가지고 올 때 여러분은 몹시 배가 고파도 “고맙습니다만 괜찮아 요.”라고 말한다. 우리는 누군가에게 좋은 인상을 남기 고 싶거나 우리에 대해 어떤 특정한 방식으로 생각하 게 하고 싶을 때, 우리가 혼자 있다면 먹을 것보다 그 들의 면전에서 덜 먹는 경향이 있다. 그 사람의 성별 과 관계없이 적당하게 먹는 것은 자제력, 절제력, 그리 고 여러분이 음식보다 함께 있는 사람에게 더 집중하 고 있다는 것을 암시하기 때문에 흔히 좋게 여겨진다. 좋은 인상을 주고 싶어 하는 것에 더하여, 그저 (다 른 사람이) 지켜보고 있는 것은 우리가 남의 이목을 의식하게 만든다. 새로운 상사가 어떤 비판적인 평을 하고 있을지에 대한 불안감과 함께 이것은 음식 섭취 를 더 증진할(→ 억제할) 수 있다. Deborah Roth의 실험에서, 실험 참가자들에게 이전 지원자에 대한 가 짜 정보가 주어졌는데, 음식을 많이 먹는 가상의 사람 들에게서 온 증진 효과는 실험자가 그 방에서 지켜보 고 있을 때 완전히 사라졌다. 가상의 이전 실험 참가 자가 전에 얼마나 많이 먹었든 간에, 진짜 실험 참가 자는 (누군가가) 자신을 지켜보고 있다는 것을 알았을 때 아주 적게 먹었다. 이런 종류의 효과는 관찰자가 사람이 아닐 때조차도 발생할 수 있다. Missouri 대학 교에서 실시한 실험에서, 사람 머리가 있는 실물 크기 의 흉상이 자신을 응시하고 있을 때 실험 참가자는 더 빨리 식사를 마쳤고, 때로는 식사를 마치지 않고 일어 나 자리를 떠났다. starve 몹시 배고프다, 굶주리다 impress 좋은 인상을 남기다 presence 면전 modest 적당한 consumption 먹는 것, 소비 regardless of ~와 관계없이 gender 성별 self‐control 자제력 discipline 절제력, 단련 self‐conscious 남의 이목을 의식하는 critical 비판적인 observation (자신의 관찰에 따른) 평, 의견, 관찰 enhance 증진하다 intake 섭취 participant 참가자 fake 가짜의 prior 이전의 predecessor 전임자 occur 발생하다 observer 관찰자 conduct 실시하다, 수행하다 bust 흉상"
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목을 추론한다. [41 ~ 42] 새로운 상사와 저녁 식사를 하러 나왔기 때문에, 종 업원이 갓 구운 따뜻한 빵이 든 바구니를 가지고 올 때 여러분은 몹시 배가 고파도 “고맙습니다만 괜찮아 요.”라고 말한다. 우리는 누군가에게 좋은 인상을 남기 고 싶거나 우리에 대해 어떤 특정한 방식으로 생각하 게 하고 싶을 때, 우리가 혼자 있다면 먹을 것보다 그 들의 면전에서 덜 먹는 경향이 있다. 그 사람의 성별 과 관계없이 적당하게 먹는 것은 자제력, 절제력, 그리 고 여러분이 음식보다 함께 있는 사람에게 더 집중하 고 있다는 것을 암시하기 때문에 흔히 좋게 여겨진다. 좋은 인상을 주고 싶어 하는 것에 더하여, 그저 (다 른 사람이) 지켜보고 있는 것은 우리가 남의 이목을 의식하게 만든다. 새로운 상사가 어떤 비판적인 평을 하고 있을지에 대한 불안감과 함께 이것은 음식 섭취 를 더 증진할(→ 억제할) 수 있다. Deborah Roth의 실험에서, 실험 참가자들에게 이전 지원자에 대한 가 짜 정보가 주어졌는데, 음식을 많이 먹는 가상의 사람 들에게서 온 증진 효과는 실험자가 그 방에서 지켜보 고 있을 때 완전히 사라졌다. 가상의 이전 실험 참가 자가 전에 얼마나 많이 먹었든 간에, 진짜 실험 참가 자는 (누군가가) 자신을 지켜보고 있다는 것을 알았을 때 아주 적게 먹었다. 이런 종류의 효과는 관찰자가 사람이 아닐 때조차도 발생할 수 있다. Missouri 대학 교에서 실시한 실험에서, 사람 머리가 있는 실물 크기 의 흉상이 자신을 응시하고 있을 때 실험 참가자는 더 빨리 식사를 마쳤고, 때로는 식사를 마치지 않고 일어 나 자리를 떠났다. starve 몹시 배고프다, 굶주리다 impress 좋은 인상을 남기다 presence 면전 modest 적당한 consumption 먹는 것, 소비 regardless of ~와 관계없이 gender 성별 self‐control 자제력 discipline 절제력, 단련 self‐conscious 남의 이목을 의식하는 critical 비판적인 observation (자신의 관찰에 따른) 평, 의견, 관찰 enhance 증진하다 intake 섭취 participant 참가자 fake 가짜의 prior 이전의 predecessor 전임자 occur 발생하다 observer 관찰자 conduct 실시하다, 수행하다 bust 흉상"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥상 적절하지 않은 어휘를 찾는다. [43 ~ 45] (A) Susan은 그녀의 가까운 친구 아들인 Phillip을 동네 커피숍에서 만났다. Phillip은 최근 소도시에 있는 대학을 졸업하고 그녀가 살고 있는 Los Angeles에서 첫 직장을 얻었다. 그는 독신이었고 새로운 친구를 사 귀고 싶어했다. 그는 평생 소도시에서 살아오다 갑자 기 대도시에 살게 되었는데, 그곳에서 친구를 사귀는 것은 어려운 일인 것 같았다. (C) Susan은 그에게 그의 아파트 근처에 있는 동네 카페에 일상적으로 자주 방문하여 탁자에 혼자 앉아 있으라고 조언했다. Phillip은 자신이 오래된 구슬을 수 집한다고 그녀에게 말했다. Susan은 그가 카페를 방문 할 때마다 확대경과 구슬 한 봉지를 가져가라고 그에 게 알려 주었다. 그녀는 더 나아가 탁자 위에 구슬을 놓아두고 확대경으로 하나하나를 진지하게 살펴보라고 알려 주었다. (B) 그런 조언에 덧붙여, Susan은 그 카페 주인이 그 지역 사회 구성원들에게 Phillip의 대사 역할을 하 게 될 것이기 때문에 그와 좋은 관계를 맺으라고 Phillip에게 말했다. 그 주인이 Phillip과 직접 교류하기 때문에, 다른 고객들은 자연스럽게 그(주인)에게 그 새로운 사람이 누구인지 물어볼 것이다. 그들이 그렇 게 할 때, 그는 Phillip에 대한 좋은 점들을 말할 것이 고, 그것은 결국 다른 고객들이 Phillip을 바라볼 때 사 용할 필터를 만들 것이다. (D) Phillip은 그녀의 조언을 따르기로 했다. Phillip 은 처음 카페를 방문했을 때 음료수를 시켰고, 구슬을 펼쳐 놓은 다음, 확대경으로 그것들을 하나하나 살펴 보았다. 주인이 Phillip에게 음료를 가져다주고 나서 몇 분 후에, 주인은 그에게 그의 색다른 활동에 관해 물 어보았다. Phillip은 그에게 자신의 구슬 수집에 관해 간단히 말해 주었고 각 구슬의 크기, 색, 그리고 질감 의 차이를 언급했다. 몇 번의 카페 방문 이후에, Phillip과 카페 주인은 더 잘 아는 사이가 되었다. 카페 주인은 Phillip을 좋아했고, 그의 취미에 두드러지게 관 심이 있는 몇몇 사람들에게 그를 소개해 주었다. land (직장 등을) 얻다 rapport (친밀한) 관계 ambassador 대사 in turn 결국, 차례차례 filter 필터, 여과 장치 routinely 일상적으로 frequent 자주 방문하다, 자주 다니다; 빈번한 marble 구슬 instruct 알려 주다, 지시하다 further 더 나아가, 더 멀리에 examine 살펴보다, 검토하다 note 언급하다, 주목하다 texture 질감 acquainted 아는 사이인, 안면이 있는 [41 ~ 42] 새로운 상사와 저녁 식사를 하러 나왔기 때문에, 종 업원이 갓 구운 따뜻한 빵이 든 바구니를 가지고 올 때 여러분은 몹시 배가 고파도 “고맙습니다만 괜찮아 요.”라고 말한다. 우리는 누군가에게 좋은 인상을 남기 고 싶거나 우리에 대해 어떤 특정한 방식으로 생각하 게 하고 싶을 때, 우리가 혼자 있다면 먹을 것보다 그 들의 면전에서 덜 먹는 경향이 있다. 그 사람의 성별 과 관계없이 적당하게 먹는 것은 자제력, 절제력, 그리 고 여러분이 음식보다 함께 있는 사람에게 더 집중하 고 있다는 것을 암시하기 때문에 흔히 좋게 여겨진다. 좋은 인상을 주고 싶어 하는 것에 더하여, 그저 (다 른 사람이) 지켜보고 있는 것은 우리가 남의 이목을 의식하게 만든다. 새로운 상사가 어떤 비판적인 평을 하고 있을지에 대한 불안감과 함께 이것은 음식 섭취 를 더 증진할(→ 억제할) 수 있다. Deborah Roth의 실험에서, 실험 참가자들에게 이전 지원자에 대한 가 짜 정보가 주어졌는데, 음식을 많이 먹는 가상의 사람 들에게서 온 증진 효과는 실험자가 그 방에서 지켜보 고 있을 때 완전히 사라졌다. 가상의 이전 실험 참가 자가 전에 얼마나 많이 먹었든 간에, 진짜 실험 참가 자는 (누군가가) 자신을 지켜보고 있다는 것을 알았을 때 아주 적게 먹었다. 이런 종류의 효과는 관찰자가 사람이 아닐 때조차도 발생할 수 있다. Missouri 대학 교에서 실시한 실험에서, 사람 머리가 있는 실물 크기 의 흉상이 자신을 응시하고 있을 때 실험 참가자는 더 빨리 식사를 마쳤고, 때로는 식사를 마치지 않고 일어 나 자리를 떠났다. starve 몹시 배고프다, 굶주리다 impress 좋은 인상을 남기다 presence 면전 modest 적당한 consumption 먹는 것, 소비 regardless of ~와 관계없이 gender 성별 self‐control 자제력 discipline 절제력, 단련 self‐conscious 남의 이목을 의식하는 critical 비판적인 observation (자신의 관찰에 따른) 평, 의견, 관찰 enhance 증진하다 intake 섭취 participant 참가자 fake 가짜의 prior 이전의 predecessor 전임자 occur 발생하다 observer 관찰자 conduct 실시하다, 수행하다 bust 흉상"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서를 파악한다. 7 [43 ~ 45] (A) Susan은 그녀의 가까운 친구 아들인 Phillip을 동네 커피숍에서 만났다. Phillip은 최근 소도시에 있는 대학을 졸업하고 그녀가 살고 있는 Los Angeles에서 첫 직장을 얻었다. 그는 독신이었고 새로운 친구를 사 귀고 싶어했다. 그는 평생 소도시에서 살아오다 갑자 기 대도시에 살게 되었는데, 그곳에서 친구를 사귀는 것은 어려운 일인 것 같았다. (C) Susan은 그에게 그의 아파트 근처에 있는 동네 카페에 일상적으로 자주 방문하여 탁자에 혼자 앉아 있으라고 조언했다. Phillip은 자신이 오래된 구슬을 수 집한다고 그녀에게 말했다. Susan은 그가 카페를 방문 할 때마다 확대경과 구슬 한 봉지를 가져가라고 그에 게 알려 주었다. 그녀는 더 나아가 탁자 위에 구슬을 놓아두고 확대경으로 하나하나를 진지하게 살펴보라고 알려 주었다. (B) 그런 조언에 덧붙여, Susan은 그 카페 주인이 그 지역 사회 구성원들에게 Phillip의 대사 역할을 하 게 될 것이기 때문에 그와 좋은 관계를 맺으라고 Phillip에게 말했다. 그 주인이 Phillip과 직접 교류하기 때문에, 다른 고객들은 자연스럽게 그(주인)에게 그 새로운 사람이 누구인지 물어볼 것이다. 그들이 그렇 게 할 때, 그는 Phillip에 대한 좋은 점들을 말할 것이 고, 그것은 결국 다른 고객들이 Phillip을 바라볼 때 사 용할 필터를 만들 것이다. (D) Phillip은 그녀의 조언을 따르기로 했다. Phillip 은 처음 카페를 방문했을 때 음료수를 시켰고, 구슬을 펼쳐 놓은 다음, 확대경으로 그것들을 하나하나 살펴 보았다. 주인이 Phillip에게 음료를 가져다주고 나서 몇 분 후에, 주인은 그에게 그의 색다른 활동에 관해 물 어보았다. Phillip은 그에게 자신의 구슬 수집에 관해 간단히 말해 주었고 각 구슬의 크기, 색, 그리고 질감 의 차이를 언급했다. 몇 번의 카페 방문 이후에, Phillip과 카페 주인은 더 잘 아는 사이가 되었다. 카페 주인은 Phillip을 좋아했고, 그의 취미에 두드러지게 관 심이 있는 몇몇 사람들에게 그를 소개해 주었다. land (직장 등을) 얻다 rapport (친밀한) 관계 ambassador 대사 in turn 결국, 차례차례 filter 필터, 여과 장치 routinely 일상적으로 frequent 자주 방문하다, 자주 다니다; 빈번한 marble 구슬 instruct 알려 주다, 지시하다 further 더 나아가, 더 멀리에 examine 살펴보다, 검토하다 note 언급하다, 주목하다 texture 질감 acquainted 아는 사이인, 안면이 있는"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상을 추론한다. [43 ~ 45] (A) Susan은 그녀의 가까운 친구 아들인 Phillip을 동네 커피숍에서 만났다. Phillip은 최근 소도시에 있는 대학을 졸업하고 그녀가 살고 있는 Los Angeles에서 첫 직장을 얻었다. 그는 독신이었고 새로운 친구를 사 귀고 싶어했다. 그는 평생 소도시에서 살아오다 갑자 기 대도시에 살게 되었는데, 그곳에서 친구를 사귀는 것은 어려운 일인 것 같았다. (C) Susan은 그에게 그의 아파트 근처에 있는 동네 카페에 일상적으로 자주 방문하여 탁자에 혼자 앉아 있으라고 조언했다. Phillip은 자신이 오래된 구슬을 수 집한다고 그녀에게 말했다. Susan은 그가 카페를 방문 할 때마다 확대경과 구슬 한 봉지를 가져가라고 그에 게 알려 주었다. 그녀는 더 나아가 탁자 위에 구슬을 놓아두고 확대경으로 하나하나를 진지하게 살펴보라고 알려 주었다. (B) 그런 조언에 덧붙여, Susan은 그 카페 주인이 그 지역 사회 구성원들에게 Phillip의 대사 역할을 하 게 될 것이기 때문에 그와 좋은 관계를 맺으라고 Phillip에게 말했다. 그 주인이 Phillip과 직접 교류하기 때문에, 다른 고객들은 자연스럽게 그(주인)에게 그 새로운 사람이 누구인지 물어볼 것이다. 그들이 그렇 게 할 때, 그는 Phillip에 대한 좋은 점들을 말할 것이 고, 그것은 결국 다른 고객들이 Phillip을 바라볼 때 사 용할 필터를 만들 것이다. (D) Phillip은 그녀의 조언을 따르기로 했다. Phillip 은 처음 카페를 방문했을 때 음료수를 시켰고, 구슬을 펼쳐 놓은 다음, 확대경으로 그것들을 하나하나 살펴 보았다. 주인이 Phillip에게 음료를 가져다주고 나서 몇 분 후에, 주인은 그에게 그의 색다른 활동에 관해 물 어보았다. Phillip은 그에게 자신의 구슬 수집에 관해 간단히 말해 주었고 각 구슬의 크기, 색, 그리고 질감 의 차이를 언급했다. 몇 번의 카페 방문 이후에, Phillip과 카페 주인은 더 잘 아는 사이가 되었다. 카페 주인은 Phillip을 좋아했고, 그의 취미에 두드러지게 관 심이 있는 몇몇 사람들에게 그를 소개해 주었다. land (직장 등을) 얻다 rapport (친밀한) 관계 ambassador 대사 in turn 결국, 차례차례 filter 필터, 여과 장치 routinely 일상적으로 frequent 자주 방문하다, 자주 다니다; 빈번한 marble 구슬 instruct 알려 주다, 지시하다 further 더 나아가, 더 멀리에 examine 살펴보다, 검토하다 note 언급하다, 주목하다 texture 질감 acquainted 아는 사이인, 안면이 있는"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용을 파악한다. [43 ~ 45] (A) Susan은 그녀의 가까운 친구 아들인 Phillip을 동네 커피숍에서 만났다. Phillip은 최근 소도시에 있는 대학을 졸업하고 그녀가 살고 있는 Los Angeles에서 첫 직장을 얻었다. 그는 독신이었고 새로운 친구를 사 귀고 싶어했다. 그는 평생 소도시에서 살아오다 갑자 기 대도시에 살게 되었는데, 그곳에서 친구를 사귀는 것은 어려운 일인 것 같았다. (C) Susan은 그에게 그의 아파트 근처에 있는 동네 카페에 일상적으로 자주 방문하여 탁자에 혼자 앉아 있으라고 조언했다. Phillip은 자신이 오래된 구슬을 수 집한다고 그녀에게 말했다. Susan은 그가 카페를 방문 할 때마다 확대경과 구슬 한 봉지를 가져가라고 그에 게 알려 주었다. 그녀는 더 나아가 탁자 위에 구슬을 놓아두고 확대경으로 하나하나를 진지하게 살펴보라고 알려 주었다. (B) 그런 조언에 덧붙여, Susan은 그 카페 주인이 그 지역 사회 구성원들에게 Phillip의 대사 역할을 하 게 될 것이기 때문에 그와 좋은 관계를 맺으라고 Phillip에게 말했다. 그 주인이 Phillip과 직접 교류하기 때문에, 다른 고객들은 자연스럽게 그(주인)에게 그 새로운 사람이 누구인지 물어볼 것이다. 그들이 그렇 게 할 때, 그는 Phillip에 대한 좋은 점들을 말할 것이 고, 그것은 결국 다른 고객들이 Phillip을 바라볼 때 사 용할 필터를 만들 것이다. (D) Phillip은 그녀의 조언을 따르기로 했다. Phillip 은 처음 카페를 방문했을 때 음료수를 시켰고, 구슬을 펼쳐 놓은 다음, 확대경으로 그것들을 하나하나 살펴 보았다. 주인이 Phillip에게 음료를 가져다주고 나서 몇 분 후에, 주인은 그에게 그의 색다른 활동에 관해 물 어보았다. Phillip은 그에게 자신의 구슬 수집에 관해 간단히 말해 주었고 각 구슬의 크기, 색, 그리고 질감 의 차이를 언급했다. 몇 번의 카페 방문 이후에, Phillip과 카페 주인은 더 잘 아는 사이가 되었다. 카페 주인은 Phillip을 좋아했고, 그의 취미에 두드러지게 관 심이 있는 몇몇 사람들에게 그를 소개해 주었다. land (직장 등을) 얻다 rapport (친밀한) 관계 ambassador 대사 in turn 결국, 차례차례 filter 필터, 여과 장치 routinely 일상적으로 frequent 자주 방문하다, 자주 다니다; 빈번한 marble 구슬 instruct 알려 주다, 지시하다 further 더 나아가, 더 멀리에 examine 살펴보다, 검토하다 note 언급하다, 주목하다 texture 질감 acquainted 아는 사이인, 안면이 있는"
    }
]