[
    {
        "question_num": 1,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Haley, you know that our group assignment deadline is on Friday? I think we need to review the report together. W: I think so, too. Why don’t we meet after school? M: Sounds fine. Where shall we meet, then? W:"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Branden, are you coming to Claire’s birthday party tonight? M: Of course. But I haven’t decided on her present yet. Did you prepare anything for her? W: Yes. Claire once said she’d like a scarf or earrings, so I bought a scarf for her. M:"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Hello, I’m your tour guide, Jason Miller. Are you ready to ride a fantastic hot air balloon? Soon, we’re going to float with the breeze hundreds of meters up in the air. Before getting in the hot air balloon basket, I’ll explain the safety rules for the ride. First, don’t do anything that can cause a fire. There’s a propane tank inside the basket, so a fire could cause it to explode. Second, always listen to the pilot when he gives out safety reminders during the flight. Third, during landing, place all of your personal items such as cameras into your bag. Unstored items can cause injury due to the impact of the landing. Please keep these safety rules in mind to avoid the risk of an accident. Happy travels!"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화의 주제 파악하기 W: Mr. Baker, will you come to the neighborhood meeting tonight? M: Maybe I will. What’s the topic of the meeting by the way? W: We’ll discuss building rooftop vegetable gardens on our apartment buildings. M: That’s a great idea! I’ve always wanted to do vegetable gardening. W: Yeah, we can grow and share fresh organic vegetables. M: Right. Working on the gardens together, we can build a sense of community. W: We’ll also have beautiful green spaces on the rooftops. Easy access to nature can relieve our stress. M: How nice! And I read that rooftop gardens help to reduce the dust in the air. W: Really? We can make a positive contribution to the environment. M: Definitely. Rooftop vegetable gardens on our apartment buildings seem pretty beneficial in many ways. W: Our neighbors would love to talk about it. M: Yeah, I hope they also support this idea."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 추론하기 M: Hello, Mrs. Wilson. I’m Marcus Cooper. I was hoping to see you. W: Pleasure to meet you, Mr. Cooper. Peter’s mom recommended you. M: Thank you for visiting. Peter is one of the best players in the class. W: Wonderful! My daughter also wants to learn to play badminton. M: Has she ever played before? W: No, she hasn’t. But she likes sports very much. M: Great! There’s a beginner class every Tuesday and Thursday at 5 p.m. W: I think the schedule is fine for her. Is there anything she has to prepare for the class? M: She needs a pair of indoor sport shoes, training clothes, and a lightweight racket. A heavy racket might cause a shoulder injury. W: Alright. How can I register my daughter in the class? M: Just fill out this membership form, please. W: Okay, I will. Thanks."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 W: Hi, Robin! Did your family move into the new house okay? M: Yeah, I spent the whole weekend arranging all the stuff in my room. Would you like to see a picture of it? W: Sure. [Pause] Oh, it’s really neat. The round light hanging on the ceiling is so cool. M: Yeah, the light makes my room unique. W: Right. I like the slogan poster above the bed. It says ‘ALL WE HAVE IS NOW.’ M: That’s my favorite phrase. What do you think of the striped rug on the floor? W: It’s a good match for your room. There’s a bookshelf next to the desk. It’s full of books. M: I like reading novels. If you want, you can borrow some. W: Thanks! You also put a white board on the wall behind the laptop. M: Yeah, I try to write things down so that I don’t forget what I should do. W: What a good habit, Robin!"
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Rachel, our company’s sports day is in a week now. W: Right. Let’s check if everything is ready. M: Okay. I’ve confirmed the reservation of the soccer field in Central Park. What about the participation gifts? W: I purchased 100 T-shirts online and they’re arriving tomorrow. M: Good. I’ll pack a T-shirt in each gift bag along with a bottle of water and some snacks. W: Thanks. Oh, shouldn’t we order sandwiches for that day? M: I already ordered them from Oliver’s Sandwiches. W: I remember that the food there was really tasty. Hmm... there’s nothing else left to prepare, right? M: Oh! I forgot to buy first aid kits. We need several more just in case. W: Don’t worry. I’ll buy some kits after work today. There’s a pharmacy near my house. M: Thanks a lot. Now, everything seems perfect!"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 [Cell phone rings.] W: Hi, Mark! How was the book fair last weekend? M: It was great. What about you? Did you have fun at your family gathering? W: I sure did. Moreover, my uncle gave me two tickets for Henry Jackson’s concert! Will you go with me? M: Oh, really? I love his music and lyrics. When is it? W: This Sunday. Are you available? M: Oh, no! I’m sorry, but I’m not. W: Why not? Oh! Do you volunteer at the library on that day? M: No, that’s on Saturdays. W: Then, why aren’t you able to go to the concert? M: Actually, I registered to participate in a charity marathon. W: A charity marathon? M: Yeah, my entry fee for the marathon will be used to build schools in Africa. W: That sounds meaningful. I hope you have a wonderful time there. M: Thanks. Enjoy the concert."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Welcome to Koala World. How may I help you? W: Hello, I’d like to buy admission tickets. How much are they? M: They’re $30 for an adult and $10 for a child. W: I’d like to buy tickets for two adults and one child. Oh, what’s this koala encounter photo? M: You can get up close to a koala, and a professional photographer takes a photo of you posing with the koala. W: It could be a good souvenir for my son. How much is it? M: It costs $10 for a photo with a frame. W: Good! Please give me one ticket for a koala encounter photo. M: Okay. You want to buy admission tickets for two adults and one child. And one ticket for a koala photo, right? W: Yes. Can I use this coupon for a discount? M: Sure, then you’ll get 10% off the total price. W: Thanks! I’ll pay by credit card."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: Honey, the kids want to go out this weekend. Do you have any ideas? M: Hmm... I heard Hartford River Market is a good place for families. W: River market? Let’s search for it on the Internet. M: Okay. [Typing sound] Look at this blog! It says 100 sellers set up their own shops 14 alongside the river and sell handicrafts, local produce and tasty foods. W: Oh, it would be exciting to look around. When is it held? M: It’s open every Saturday from 10 a.m. to 6 p.m. Shall we go there this weekend? W: Great. The location is on 6th Avenue. It’ll take less than one hour by car. M: Good. Look at these pictures. There are activities for kids. W: Yeah, the blog says hands-on experiences are available, including making a kite, painting a clay pot and feeding a pony. M: Kites would be great. After making a kite, we can fly it together. W: Good idea! They’ll be really excited. M: I hope the weather will be nice that day."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 M: Hello, listeners! Do you want to have a wonderful experience this beautiful spring? Then, visit the 10th International Sunnyvale Flower Festival! This year, the festival will be held from May 1st to 7th with the theme of ‘Flowers, Peace, Future.’ It’ll take place at Sunnyvale Lake Park. 200 companies from 35 countries will participate to promote their flowers, and visitors can enjoy diverse flower collections and decorations. Magic shows using flowers will also be performed. And fireworks will light up the night sky at the closing ceremony. Tickets for the festival will be available on site, but you’ll get a 20 percent discount when you purchase a ticket online. Join this festival and make unforgettable memories with your loved ones!"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 W: Honey, why don’t we buy a clothes dryer? I think it would be convenient in any weather conditions. M: That’s a good idea. I heard it’s a popular household appliance these days. Let’s find one online. W: Okay. [Clicking sound] These are the five best selling models. Why don’t we choose one from here? M: Sure! Hmm... I don’t think we can afford to spend more than 800 dollars. W: I agree. We’re on quite a tight budget this month. Then, which capacity do we need? M: I think a 14kg dryer is too big for just two of us. W: Right. Let’s choose a smaller one. Hmm... some of the dryers have a smart function. M: What’s the smart function? W: Using that function, we can check the laundry drying progress with an app. It seems convenient. M: Then, let’s go for it. That leaves us with two options left. W: A metal one would go well with our house. M: Perfect! I’ll order that one."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Jane, have you chosen classes for the next semester? W: I’ve almost done except for the science subject area, Mr. Collins. M: Oh, are you having difficulty choosing your two science subjects? W: Yes. Biology was an easy choice, but I don’t know what to choose between physics and earth science. M: Your dream is to become a bioengineer. So, I think studying physics seems better. W: I know, but I feel less confident in physics. It sounds really hard. M: Hey, don’t give up before you even try. You might find it more interesting than you think. W: Yeah, but I heard that there’s lots of math involved in physics. M: You’re a hardworking student. Why are you so worried? W: Honestly, I’m a bit worried that I can’t get a good score. M: Getting a good score is important, but learning physics will help you to study bioengineering later in college. W:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Hey, Sam. These puppy badges are so cute. Where did you get them? M: Actually, I made them with my club members for our project. W: What kind of project? M: We’re planning to raise money to rescue abandoned dogs. W: How caring of you! So, are you going to sell the badges to raise money? M: Not exactly. We’re going to start crowdfunding next week. These badges are the special gifts for our supporters. W: Crowdfunding? What’s that? M: It’s raising money from a large number of people through the Internet. W: So, you’ll promote your project on the Internet? M: Yes. I’ll upload a video to a crowdfunding site. The video shows how desperate the stray dogs are and what we’ll do for them. W: Great! More people can understand your project and donate. M: That’s right. And these badges will help our supporters remember the project. W: Let me know the site. I’m going to be the first to donate to your project. M:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 담화의 상황에 맞는 적절한 표현 고르기 M: Emma is a college freshman and John is an advisor helping Emma with her college life. Emma lives in a dormitory with her roommate, but their lifestyles are totally different. Emma is an early riser, but her roommate is a night owl. She keeps the lights on until late at night, so Emma can’t get a good night sleep. At first Emma doesn’t want to confront this issue, but it starts bothering her so much that she asks John for help. John thinks that Emma’s roommate may not even notice this problem and Emma needs to communicate about this issue with her roommate first. So, John would like to suggest to Emma that she openly talk about this matter with her roommate. In this situation, what would John most likely say to Emma? John: 16~17 긴 담화 듣기 W: Welcome to Health Digest! I’m your host, Ellen Parker. Today I’d like to share with you traditional remedies that your grandma might have used. These remedies have been thought out of fashion, but medical experts say they may actually work. Here are some good examples! First, when you have the symptoms of a sore throat, gargle with salt water. It can reduce swelling in your throat and relieve some of the pain. Second, when you’re suffering from dry skin, take a bath with oatmeal. Although it sounds weird to bathe in something you might eat, oatmeal baths can help moisturize your skin. Third, when you have pain from a sunburn, apply aloe to sunburned areas. Aloe contains soothing substances that can help with burns. Fourth, if you have nausea, drinking ginger tea is an effective aid. Compounds in ginger may work in a similar way to anti-nausea medications. Listeners, you can try these time-tested remedies before heading to the pharmacy for medicines."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악하기"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 [읽 기]"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 [해석] 관계자 귀하, George May 초등학교에 다니는 두 아이를 가진 평생을 Springfield에서 지내온 거주자로, 저는 청소 년이나 엄마로서 Springfield 공원에서 많은 시간을 보내 왔습니다. 저는 거주자의 삶을 향상할 개선에 대한 필요성을 인식해 왔습니다. 현재의 공원에는 주 로 진흙 웅덩이와 다름없는 드문드문하고 고르지 않 은 잔디 구역뿐 아니라 노후화된 바비큐 시설과 탁 자가 있습니다. 야구장과 관중석 또한 완전히 낡았습 니다. 재정비는 우리 지역 아이들이 놀고, 그들의 시 간을 보낼 스포츠에 참여할 안전한 장소를 갖는 것 을 보장해 줄 것입니다. 저는 귀하가 이 문제를 시간 을 갖고 진지하게 다루어 주시기를 요청합니다. Jennifer Santos 드림"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 주인공의 심경 추론하기 [해석] Timothy가 꾸벅꾸벅 졸은 지 불과 몇 분 후 에 갑자기 무언가가 그를 깨웠다. 그가 자신의 상체 에 아무것도 걸치지 않고 누워 있을 때, 무언가가 그 의 배 위를 기어가고 있었다. 위쪽의 바위에서 두 마 리의 전갈이 그의 배 위로 떨어졌다. 그것들은 서로 싸우고 있었다. Timothy는 무엇을 해야 할지 몰라 그것들이 싸우는 것을 단지 바라만 보며 꼼짝 않고 있었다. 그의 심장이 심하게 쿵쾅거리기 시작했고, 그는 너무 무서워서 움직일 수 없었다. 그의 이마에 서 땀이 쏟아졌다. 두 마리의 전갈은 서로 격렬하게 공격하고 있었고, 그것들이 서로 죽일 듯이 싸우는 것처럼 보였다. Timothy는 초조하게 땅을 내려다보 았다. 그는 또 다른 전갈을 보았고, 그것에서 멀지 않은 곳에 또 한 마리가 있었다. 이번에는 Timothy 는 더욱 심하게 땀을 흘리기 시작했다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 사람들과의 상호 작용은 감정적 스트레스의 주요 원인이지만 그런 식일 필요는 없다. 문제는 우 리가 사람들을 그들이 아닌 무언가이기를 바라며 계 속해서 판단하고 있다는 것이다. 우리는 그들을 변화 시키기를 원한다. 우리는 그들이 특정 방식, 즉 주로 15 우리가 생각하고 행동하는 방식으로 생각하고 행동 하기를 원한다. 그리고 모든 사람이 다르므로 이것이 가능하지 않기 때문에 우리는 계속해서 좌절하고 화 가 난다. 대신 다른 사람들을 혜성이나 식물과 같은 중립적인 현상으로 보아라. 그들은 단지 존재할 뿐이 다. 그들은 각양각색으로 다가오며 삶을 풍부하고 흥 미롭게 만든다. 그들을 거부하거나 변화시키려는 것 대신 그들이 여러분에게 주는 것을 가지고 일해라. 사람들을 이해하는 것을 재미있는 게임, 즉 퍼즐을 푸는 것으로 만들어라. 이 모든 것이 인간 희극의 일 부이다. 그렇다. 사람들은 비이성적이지만 여러분 역 시 마찬가지이다. 인간 본성을 가능한 한 급진적으로 받아들여라. 이것은 여러분을 진정시키고, 여러분이 사람들을 더욱 감정에 치우치지 않고 바라보아, 더 깊은 차원에서 그들을 이해하도록 도와줄 것이다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축 의미 추론하기 [해석] 많은 작가는 독자를 떠올릴 때 너무 모호해 지는 흔한 실수를 한다. 대상 독자층을 판단하는 데 있어서 ‘모두’는 ‘아무도 아니다’. 만약 여러분이 특별 히 한 사람을 위해 글을 쓰고 있다면 다른 사람들을 배제하는 것에 대하여 걱정할지도 모른다. 안심해라. 그것이 반드시 일어나지는 않는다. 잘 규정된 독자층 은 설명과 단어 선택에 대한 결정을 단순화한다. 대 상 독자층 이상의 사람들을 끌어들이는 방식으로 여 러분의 문체는 좀 더 독특해질지도 모른다. 예를 들 면, Andy Weir는 자기가 읽고 있는 이야기가 과학적 사실에 확고하게 기반을 두기를 원하는 공상 과학 소설 독자들과 아마도 공상 과학 소설을 즐기는 로 켓 과학자들을 위해 The Martian을 썼다. 나는 두 독자층 어디에도 속하지 않지만 그 책을 즐겼다. Weir는 그의 대상 독자층을 기쁘게 하는 데 매우 성 공적이어서 그들이 그것을 널리 그리고 열정적으로 공유했다. Weir가 모두의 구미를 맞추려 하지 않았 기 때문에 그는 자신의 핵심 독자층을 즐겁게 해 준 무언가를 썼다. 결국 그의 작품은 그 범위를 훨씬 넘 어 전해졌다. 직관에 어긋날지도 모르지만 만약에 여 러분의 영향력을 넓히고 싶다면 독자층에 대한 여러 분의 초점을 좁혀라."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 추론하기 [해석] 여러분의 습관 변화에 의해 만들어지는 영향 은 비행기의 경로를 단지 몇 도 정도 바꾸는 것의 효과와 비슷하다. 여러분이 Los Angeles에서 New York City로 비행하고 있다고 상상해 봐라. 만약 LAX(Los Angeles 국제공항)를 떠나는 비행기 조종 사가 비행 방향을 단지 3.5도 남쪽으로 조정한다면, 여러분은 New York 대신에 Washington D.C.에 도 착할 것이다. 비행기의 앞부분이 단지 몇 피트 움직 인 그러한 작은 변화는 이륙할 때 거의 눈에 띄지 않지만, 미국 전역으로 확대될 때 여러분은 결국 수 백 마일 멀어지게 될 것이다. 마찬가지로, 여러분의 일상 습관에서의 작은 변화는 여러분의 삶을 매우 다른 목적지로 이끌 수 있다. 1 퍼센트 더 나은 혹은 1 퍼센트 더 나쁜 선택을 하는 것은 그 순간에는 대 수롭지 않아 보이지만 일생을 구성하는 순간들의 기 간에 걸쳐 이러한 선택들은 여러분이 누구인지와 여 러분이 어떤 사람이 될 수 있을지 사이의 차이를 결 정한다. 성공은 일생의 단 한 번뿐인 변화가 아닌 일 상 습관의 산물이다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 추론하기 [해석] 좋은 건축과 좋은 공학은 둘 다 과학을 필요 로 하는 예술이지만 그것들은 다른 목적을 대상으로 한다. 예술은 정의하기 어렵지만 평범한 중요성 이상 의 무언가를 만드는 능력이다. 과학은 체계적이며 검 증 가능하고 객관적인 지식의 분야로, 과학은 우리가 알고 있는 것이다. 건축과 공학이 인위적으로 분리될 때, 그 결과물은 그것이 되어야 하는 대로 되지 않을 수 있다. 예를 들어, 새 건물에 투자하는 개발업자는 고객의 요구를 충족시키기 위해 설계 제안을 만들어 내도록 건축가를 지명할지도 모른다. 만약 그때 그것 이 적절하게 자격을 갖춘 공학자의 관여 없이 행해 진다면, 나중에 그 프로젝트가 진행될 때, 실질적인 문제들이 필연적으로 있을 것이다. 최악의 건축 프로 젝트의 경우 건축가들은 단순히 건축할 수 없거나 건축하기에 불필요하게 돈이 들 수 있는 구조적 형 태들을 명시한다. 최고의 건축 프로젝트의 경우 건축 가들과 공학자들은 시작부터 바로 함께 일한다. 좋은 구조의 디자인은 건축 비용에서 엄청난 절감을 가져 올 수 있다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 [해석] 인간의 뇌는 그것이 있는 곳, 안락 영역 안에 머물기를 원한다. 만약 우리가 우리의 안락 영역 안 에 머무른다면, 우리는 생존하기 위해 고군분투할 필 요가 없다. 우리는 우리가 안전하다는 것을 아는 장 소에 머묾으로써 우리의 생존에 대한 위험을 최소화 한다. 나는 종종 나의 MBA 학생들에게 그들이 매주 수업에서 같은 자리에 앉는 이유는 우리가 본질적으 로 본능적인 동물이기 때문이라고 설명한다. 일단 우 리가 자리를 선택하고 공격당하지 않고 안전하게 수 업을 끝내고 나면, 생존을 책임지는 우리의 뇌 일부 가 우리에게 최고의 선택은 그 행동을 반복하는 것 이라고 말해주는데, 왜냐하면 어떤 면에서는 그것이 우리 에너지의 가장 경제적인 사용이기 때문이다. 생 존에 대한 뇌의 전략의 일부로 우리의 뇌는 에너지 를 보존하길 원해서, 우리가 특정한 자리에 앉고 그 곳이 안전하다는 것을 알면 우리는 잠재의식적으로 매번 거기에 앉기를 원할 것이고 새로운 자리의 안 전성을 재평가해야 하는 것을 피할 것이다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 표의 내용 파악하기 [해석] 위 표들은 2014년과 2015년에 뉴질랜드에서 연구에 사용된 동물에 대한 통계를 보여준다. 2015년 에 연구에 사용된 동물의 총계는 2014년에 사용된 동물의 총계보다 적었다. 소가 2014년과 2015년 두 해 모두 연구에서 가장 많이 사용된 동물이었고, 각 각 18퍼센트 이상과 21퍼센트 이상을 차지한 생쥐가 그 뒤를 따랐다. 2014년에 양이 어류보다 더 높은 순 위를 차지했으나, 2015년에 그 순위가 서로 바뀌었 다. 2015년에는 쥐의 수가 1만 마리 밑으로 떨어진 반면, 모든 동물들 중에서의 순위는 2014년과 같은 채로 유지되었다(→2014년 7위에서 2015년에 6위로 바뀌었다). 한편, 영장류는 전혀 사용되지 않았으며, 고양이와 개는 2014년과 2015년 두 해 모두 연구에 서 사용된 모든 동물 중에서 1퍼센트보다 적었다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 서양에서 널리 칭송받는 최초의 러시아 작가 인 Ivan Turgenev는 1818년에 러시아에서 태어났 다. 그는 1833년에 Moscow 대학에 입학하였으나, 일 년이 지나기도 전에 가족의 이사 때문에 St. Petersburg 대학교로 옮겼다. 나중에 그는 독일로 여 행을 갔고 그곳에서 Berlin 대학에 등록하여 3년 동 안 철학을 공부했다. St. Petersburg로 돌아와 교직 을 구하는 데 실패하자 그곳에서 공무원으로서 일하 기 시작했으나 그의 관심은 점점 더 문학으로 향했 다. 공직에서 은퇴한 후, 그는 프랑스로 갔다. 1850 년대 중반 무렵에 그는 러시아에 있었던 것만큼 많 은 시간을 유럽에서 보내고 있었다. 1860년 8월에 영국에서 그는 자신의 Fathers and Sons에 대한 아 이디어를 구상했고, 그 소설을 러시아에서 1861년 7 월에 완성했다. 그 책은 러시아에서 적대적인 반응을 얻었지만 서구 세계에서는 명성을 얻었다. 그는 1879년에 Oxford 대학으로부터 명예 학위를 받았다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 파충류 정원 파충류 정원은 세계에서 가장 치명적인 몇몇 뱀을 포함하여 세계에서 가장 많은 파충류를 보유하고 있 습니다. 정원은 대중교통을 이용해서 갈 수 있으며 많은 주차 공간이 있습니다. 운영 시간 • 오전 9시에서 오후 5시 (국경일 휴관) 입장료 • 성인: 14달러 • 학생: 8달러 (유효한 학생증이 필요합니다.) • 어린이(6세 이하): 무료 특별 활동 • 파충류 그리기 대회 (매주 일요일 정오) 세 명의 우승자는 거북이 인형을 상품으로 받을 것 입니다. • 도마뱀 먹이 주기 도마뱀이 여러분의 손에서 음식을 먹을 때의 재미를 느껴 보세요. 여러분은 도마뱀에게 먹일 사료를 현장 에서 구매할 수 있습니다. 공지 사항 • 애완동물은 정원에서 금지됩니다. • 플래시를 사용하는 사진 촬영은 허용되지 않습니다."
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 해변 청소의 날 2019 매년 진행되는 North Shore 해변 청소가 5월 4일 토 요일에 돌아옵니다. 동참하셔서 Haleiwa 해변 공원에 서 Kahuku까지 걸친 15마일 이상의 해변을 청소하 세요. 시간 • 등록은 오전 8시 Noama Bay 리조트에서 시작합니 다. • 참가자들은 오전 8시 30분에 각 청소 구역으로 출 발하고 오후 12시 30분에 끝냅니다. • 참가자들은 무료 바비큐와 라이브 음악 공연을 위 해 오후 1시에 리조트로 돌아오고, 프로 서퍼 사인회 가 이어집니다. 기부 행사 • 참가자들은 Hawaii Shelter에 기부될 옷을 가져올 것이 권장됩니다. 첫 200명의 기부자들은 머그컵을 받을 것입니다. 해변 청소의 날은 날씨와 상관없이 진행되는 행사입 니다. 날씨 상황에 적절한 옷을 입으세요."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 틀린 표현 고르기 [해석] 현재 순간은 특별하게 느껴진다. 그것은 실재 한다. 여러분이 얼마나 많이 과거를 기억하거나 미래 를 예상할지라도, 여러분은 현재에 살고 있다. 물론, 여러분이 그 문장을 읽었던 그 순간은 더 이상 일어 나지 않고 있다. 이 순간은 일어나고 있다. 다시 말 해서, 현재가 지속적으로 그 자체를 갱신하고 있다는 의미에서 시간은 흐르는 것처럼 느껴진다. 우리는 미 래가 그것이 현재가 될 때까지 열려 있고 과거는 고 정되어 있다는 깊은 직관력을 가지고 있다. 시간이 흐르면서, 고정된 과거, 당면한 현재 그리고 열린 미 래라는 이 구조가 시간 안에서 앞으로 흘러간다. 그 러나 이러한 사고방식이 자연스러울지라도, 여러분은 이것이 과학에 반영된 것은 발견하지 못할 것이다. 물리학의 방정식들은 어떤 사건들이 바로 지금 발생 16 하고 있는지 우리에게 말해 주지 않는데, 그것들은 ‘현재 위치’ 표시가 없는 지도와 같다. 현재 순간은 그것들 안에 존재하지 않으며, 그러므로 시간의 흐름 도 그렇지 않다. [해설] is의 보어이므로 형용사 natural이 적절하다."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥에 맞는 적절한 어휘 고르기 [해석] 산문과 시에서 20세기 초반 근대주의 운동에 서의 명백한 단순성에 대한 의식적 선호는 건축의 국제양식으로 알려진 것에 투영되었다. 이 새로운 문 학은 오래된 낱말, 정교한 비유, 문법적 도치, 그리고 때때로 운율과 각운조차 피했다. 같은 방식으로, 초 기 근대주의 건축의 기본 원칙 중 하나는 건물의 모 든 부분이 어떠한 불필요하거나 멋진 추가물이 없이 기능적이어야 한다는 것이다. 대부분의 국제양식 건 축은 몰딩과 때때로 창과 문의 틀조차 적극적으로 금했다. Hemingway나 Samuel Beckett의 산문처럼, 그것은 더 적은 것이 더 낫다는 것을 주장했고 때때 로 증명했다. 그러나 일부 근대 건축가들은 불행히도 단순하고 우아해 보이지만 사실은 잘 기능하지 않았 던 건물을 설계했다. 그것들의 평평한 지붕은 비가 많은 지역에서는 물이 샜고 그것들의 금속 난간과 창틀은 녹이 슬었다. 대부분의 경우에서 절대적 단순 성은 현실이라기보다 이상으로 남았고 20세기 초반 에 복잡한 건축 장식이 많은 민간 그리고 공공건물 에서 계속해서 사용되었다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 비옥한 초승달 지대의 초기 농경 마을들에서 발견된 유골은 이웃하고 있는 수렵채집인의 것들보 다 대체로 작았는데, 이는 그들의 식단이 덜 다양했 다는 것을 암시한다. 비록 농경인이 좀 더 많은 식량 을 생산할 수 있었지만 그들은 굶주렸을 가능성 또 한 더 높았는데, 왜냐하면 수렵채집인과는 달리 그들 은 적은 수의 작물들에 의존했고, 그러한 작물들이 실패하면 심각한 곤경에 처했기 때문이다. 초기 농경 인의 뼈들은 아마도 수확기 사이의 정기적인 기근의 시기에 의해 발생했을 비타민 결핍의 흔적을 보여 준다. 그것들은 어쩌면 쟁기질, 작물 수확, 나무 베 기, 건물과 울타리 유지 보수하기, 그리고 곡식 빻기 를 하는 데 요구되는 강도 높은 노동과 관련이 있는 스트레스의 징후 또한 보여 준다. 마을은 또한 쓰레 기를 만들었는데 이는 해충을 끌어들였고, 마을의 인 구가 많아서 더 작고, 더 유목 생활을 하는 수렵채집 집단에서는 지속되지 못했을 병을 퍼뜨리기에 충분 했다. 쇠약해지는 건강에 대한 이러한 모든 증거는 초기 농경인이 농경의 장점에 끌리기보다는 복잡하 고 점차 서로 연결된 농경 생활 방식으로 떠밀렸음 을 암시한다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 한 연구는 특정 단어(예를 들면, 배)가 관련 단어(예를 들면, 바다, 항해하다) 이후에 제시되었을 때 더욱 호감이 느껴지는 것 같다는 점을 보여 주었 다. 그 결과는 정보가 얼마나 쉽게 우리 머릿속에 떠 오르는가와 관련된 일종의 처리 유창성의 유형인 개 념적 유창성 때문에 발생했다. ‘바다’가 맥락을 준비 시켰기 때문에 고조된 예측가능성이 ‘배’의 개념이 사람들의 머릿속에 좀 더 쉽게 들어올 수 있도록 야 기했고, 그 처리의 용이함이 ‘배’라는 단어에 실수로 부여되는 호감을 만들어냈다. 전략적으로 마케터들은 예상케 하는 맥락들 속에 자신들의 광고들을 배치함 으로써 개념적 유창성을 이용하여 자신들의 광고의 효과를 강화할 수 있다. 예를 들어, 한 실험은 소비 자들이 케첩 광고가 마요네즈 광고 후에 제시되었을 때 그 케첩 광고를 더 호의적이라고 느꼈다는 것을 보여 주었다. 마요네즈 광고는 소비자들의 양념에 대 한 스키마를 준비시켰고, 케첩 광고가 그 뒤에 제시 되면 케첩에 대한 개념이 그들의 머릿속에 더 쉽게 떠올랐다. 그러한 고조된 개념적 유창성의 결과로 소 비자들은 그 케첩 광고에 대해 더 긍정적인 태도를 형성했다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 공진화(共進化)에 대한 어떠한 논의도 철학 자들이 ‘인과관계 딜레마’라고 부르는 것, 즉 ‘어느 것이 먼저인가, 닭인가 아니면 달걀인가?’라는 질문 에서 우리가 인식하는 문제에 곧 부딪힌다. 벌들과 꽃들에 대해서, 우리는 양쪽 다 춤추기에 잘 준비된 채로 파티에 도착했다는 것을 안다. 갈라진 털들은 분명히 그들의 진화의 가장 이른 단계부터 벌의 꽃 가루에 대한 선호를 보완했다. 식물의 측면에서는, 식물들은 화밀(花蜜)이나 먹을 수 있는 꽃들로 춤 파트너들을 유인하며 오랫동안 곤충에 의한 꽃가루 받이(수분)를 실험해 왔다. 화석 증거의 부족이 이 영화를 되감아 그 춤의 최초 스텝들이 전개되는 것 을 살펴보기를 불가능하게 만들지만, 현대 연구들은 식물들이 종종 주도하는 존재들이라는 것을 보여 준 다. 예를 들어 연구자들이 물꽈리아재비들을 분홍색 에서 주황색으로 바꾸었을 때, 꽃가루 매개자 방문이 호박벌들에서 벌새들로 바뀌었다. 남아메리카 피튜니 아들에 대한 유사한 실험은 단 하나의 유전자의 활 동을 바꿈으로써 그 꽃이 벌들을 박각시나방들로 교 체할 수 있다는 것을 보여 주었다. 이러한 발견들은 꽃의 진화에서의 비교적 단순한 스텝들이 꽃가루 매 개자들에게는 극적인 결과를 가져올 수 있다는 것을 확인해 준다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 현재의 비만 위기가 부분적으로는 우리가 먹 는 것(물론 이것도 중요하지만)이 아니라 우리의 음 식이 우리가 그것을 먹기 전에 가공된 정도에 의해 유발된다는 유효한 증거가 있다. 이것은 때때로 ‘칼 로리 착각’이라고 일컬어진다. 2003년 일본 Kyushu 대학의 과학자들이 한 무리의 쥐에게는 딱딱한 사료 알갱이를, 또 다른 무리에게는 더 부드러운 알갱이를 먹였다. 다른 모든 면에서 이 알갱이들은 같은 영양 소, 같은 칼로리로 동일했다. 22주 후, 부드러운 사 료를 식단으로 한 쥐는 이미 비만이 되었고, 질감이 체중 증가에서 중요한 요인이라는 것을 보여 주었다. (갈아서 익힌 스테이크와 온전한 익히지 않은 스테 이크를 먹은) 비단뱀과 관련한 이후의 연구들이 이 러한 발견들을 확인해 주었다. 우리가 더 질기고 덜 가공된 음식을 먹을 때, 그것을 소화시키는 데 더 많 은 열량을 필요로 하고, 따라서 우리 몸이 받아들이 는 칼로리 수치가 더 낮다. 이론상 칼로리는 동일하 더라도, 여러분은 아삭아삭한 생사과보다 천천히 익 힌 사과 퓌레에서 더 많은 열량을 얻을 것이다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 우리가 관념적으로 가치 있다고 주장하는 것 중 어떤 것은 사실상 우리 일상 경험의 특성을 나타 내지 않을 수 있다. 예를 들어, 우리는 ‘정직’과 ‘열린 의사소통’이 어떤 굳건한 관계에서도 기본적인 가치 라고 말한다. 하지만 여러분이 잠재적 연인에게 그 사람이 자신에 대해 기분이 더 좋을 수 있도록 얼마 나 여러 번 거짓말했는지에 대해 생각해 보라. 마찬 가지로, 모든 부모는 산타클로스가 오는 것에서부터 만약에 아이들이 완두콩을 먹지 않는다면 발생할 수 있는 끔찍한 것들까지의 모든 것에 대해 아이들에게 거짓말하는 것이 아이 양육에 있어서 중요한 요소라 는 것을 알고 있다. (이것은 대부분의 부모가 맹목적 사랑보다 훈육에 더 가치를 두기 때문이고, 그러므로 선의의 거짓말보다는 정직한 대화가 부모와 자녀 사 이의 견고한 관계 형성에 더 나은 도구이다.) 한 작가 가 말했듯이 ‘만약 여러분의 삶에서 사랑을 원한다면, 여러분은 어느 정도의 거짓말을 하는 것과 어느 정도 의 거짓말을 믿을 준비를 하는 편이 나을 것이다.’"
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 사람들은 철분을 예를 들어 비타민 C와 같은 손쉽게 흡수할 수 있는 그 밖의 다른 것과 함께할 때 가장 잘 흡수한다. 채식주의자들은 그들의 철분 흡수를 증진시키기 위해 이 요령을 사용한다. (B) 철 분 공급원과 비타민 C 공급원을 결합함으로써, 그들 은 자신의 신체가 둘 다를 더 잘 흡수하는 것을 보 장할 수 있다. 다량의 비타민 C 섭취는 철분 흡수를 여섯 배로 증진시킬 수 있다. 불행하게도 그 반대 역 시 사실이다. (A) 비타민 C가 부족한 식단은 철분 흡 수를 어렵게 하여, 종종 괴혈병과 빈혈증이라는 두 배의 불운을 야기한다. 한번 그 조합을 상상해 보자. 여러분이 창백하고 무기력한 것만으로도 충분히 심 각한데, 여러분은 또한 근육의 탄력을 잃을 수 있고 몸 안의 출혈이 시작될 수 있다. (C) 선진국의 채식 주의자들은 브로콜리나 시금치와 같은 철분과 비타 민 C 모두가 풍부한 많은 음식을 구할 수 있기 때문 에 이런 치명적인 증상들을 피한다. 하지만, 개발도 상국의 가난한 사람들은 그러한 주요 음식들이 종종 귀하고 엄격하게 계절적이기에 대개 불운하다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 동기 부여의 변화는 다양한 행동의 물질적 결과를 목표로 하는 것에 의해 유발될 수 있다. 이 방법은 대부분의 사람들에게는 결코 자동적이지 않 다. 일반적으로 사람들은 자신의 환경에 의해 규정된 자기 행동의 정해진 결과를 받아들이고 처리한다. (C) 그러나 사람이 자신의 행동에 대한 결과를 직접 조종하고 만들어 내는 것이 가능하다. 이것은 필연적 으로 자신의 미래 동기 부여와 행동에 영향을 미치 게 될 것이다. 주로 이것은 금전적 결과물의 부여를 통해 이루어진다. (B) 내기는 이것의 전형적인 예이 다. 예를 들어, 흔들의자를 만들거나 체중을 감량하 는 것과 같은 어려운 목표에 도달하거나 과제를 완 성하기 위해 노력하는 사람은 친구와 그것에 대해 내기를 함으로써 그렇게 하고자 하는 자신의 동기 부여를 보완하는 것이 현명할 것이다. (A) 그는 물론 자신에게 이익이 되도록 내기를 할 것이다. 그렇게 함으로써, 과제를 완성하는 데 있어 긍정적인 유인책 (내기에 이겼을 때의 보상금을 받고자 하는 그의 욕 망)과 과제를 중단하는 데 있어 부정적인 억제책(만 약 그가 진다면 지불해야 하는 것을 피하고자 하는 그의 욕망) 모두를 받을 것이다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 여러분이 신경 쓰기 때문에 걱정하는 것이 아니고, 여러분은 여러분이 그렇게 하도록 학습해 온 것이기 때문에 걱정한다. 걱정은 매우 창조적인 정신 적 과정이다. 여러분이 머릿속으로 묻는 질문이 여러 분의 걱정을 만들어 낸다. 여러분이 ‘~라면 어쩌지’ 질문을 한다면, 여러분은 여러분의 머리를 걱정하도 록 설정한다. 여러분은 ‘내가 직업을 잃는다면 어쩌 지? 내가 교통사고가 나면 어쩌지? 범죄자가 나를 공격하면 어쩌지?’ 하고 반복적으로 물을 것이다. 이 모든 ‘~라면 어쩌지’라는 구절들은 끊임없이 다양한 시나리오들을 반복하는 ‘영화’를 여러분의 머릿속에 만들어 내어, 걱정의 상태를 창조해 낸다. 그것보다 는 ‘만약 내가 직업을 잃는다면 나는 무엇을 할까? 만약 교통사고가 난다면 나는 무엇을 할까?’ 하고 스 스로에게 말해 보아라. 이러한 질문들에 의해 만들어 진 영화들은 여러분을 걱정 속으로 빠뜨리지 않는다. 그것들은 여러분의 머리를 이끄는 행동 단계들을 여 러분에게 제공한다. 다양한 시나리오들에 대한 절차 를 만들고 여러분의 사고에 평정을 찾아라. 17"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 어린이들은 타고난 이론가들이다. 그들의 정 신은 절대 게으르지 않고, 일단 그들이 말하기 시작 하면 입도 그러하다. 그들의 어떤 단어 사용이 우리 에게 이상하다는 인상을 줄 때, 우리는 그들을 고쳐 준다. 그들은 시행착오, 즉 단어와 대상 사이의 대응 성을 가정하고 단어가 상징하는 추상적인 범주를 다 듬기 위하여 다른 사람들로부터 받은 피드백을 사용 함으로써 단어들의 의미를 배운다. 하지만 물론 그러 한 다른 사람들도 한때는 어린이였고, 그들은 동일한 방식으로 언어를 배웠다. 그렇다면 모든 언어 사용이 점검될 수 있는 규정을 지닌 권위라는 것이 언어 사 용자의 공동체 외부에는 없다는 것은 분명하다. 오히 려 단어들은 대중적으로 인정되는 사용을 따르도록 하는 사회적 압력에 의해 행사되는 ‘영향력’ 때문에 객관적인 의미를 얻는다. 그러므로 우리의 모든 범 주, 모든 개념은 진행 중인 작업이다. 우리 중 어느 누구도 우리의 언어를 다른 사람과 똑같이 배우지 않고, 살아있는 동안 누구도 그것을 배우는 것을 끝 내지 않는다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 [해석] 언어로 표현하는 연습이 우리의 기억을 향상 시킨다고 널리 받아들여진다. 그러나 Schooler와 Engstler-Schooler의 실험은 그것이 옳지 않다는 것 을 보여 준다. 그 연구의 참가자들은 은행 강도의 얼 굴을 목격하게 되는 강도 영화를 보았다. 그러고 나서 대조군이 관련 없는 무언가를 하는 동안 실험군의 참 가자들은 5분 동안 그들이 할 수 있는 만큼 그 얼굴 에 대한 상세한 묘사를 했다. 그 다음에 각각의 참가 자는 정렬해 있는 비슷한 외모의 여덟 명 중에서 강도 를 찾아야 했다. 5분 동안 관련 없는 일을 했던 대조 군의 참가자들은 그 시도에서 64%만큼, 정확한 사람 을 정렬에서 골랐다. 하지만 용의자의 얼굴에 대해 그 들이 할 수 있는 한 모든 것을 기억해 내고 있었던 참 가자들은 그 시도에서 단지 38%만큼, 정확한 사람을 골랐다. 어쨌든 얼굴의 세부 사항을 말로 표현하는 것 은 우리 모두가 대개 잘하는 자연스러운 얼굴 인식을 방해했다. 이 효과는 언어적 뒤덮기라고 불린다. \u0000효율적 기억에 대한 일반적인 가정과는 반대로 이전 에 보여졌던 이미지를 묘사하는 것이 이후의 인식을 손상시킨다. 41~42 장문의 이해 [해석] 대략 1.5킬로그램인 인간의 뇌는 우리 신체 크기의 포유동물에게 예상되는 것보다 약 다섯 배에 서 일곱 배 크다고 여겨진다. 왜 인간은 그렇게 큰 뇌를 가질까? 뇌는 일반적인 체중의 2퍼센트만 차지 함에도 불구하고 신진 대사 에너지의 20퍼센트를 써 버린다. 무엇이 그렇게 생물학적으로 비싼 장기를 정 당화할 수 있을까? 분명한 대답은 사고하기 위하여 우리가 큰 뇌를 필요로 한다는 것이다. 결국, 큰 뇌 는 더 높은 지적능력과 동일하다. 그러나 진화 심리 학자인 Robin Dunbar는 사교적인 것과 관계가 있다 는 다른 대답을 주장해 오고 있다. 그는 큰 뇌가 한 개인이 다른 사람들과 상호 작용을 할 필요가 있는 큰 집단에서 틀림없이 발생하는 문제들을 다루는 데 전문화되어 있는 것처럼 보인다는 점을 주장한다. 이것은 많은 종들에게 사실이다. 예를 들면, 무리 짓는 종의 새들은 고립되어 있는 새들보다 비교적 더 큰 뇌를 가진다. 뇌 크기의 변화는 메뚜기와 같은 개별 동물의 생애 내에서도 심지어 일어날 수 있다. 메뚜기는 보통 무리를 짓지 않고 서로를 피하지만 무리 단계로 들어갈 때 ‘군생’하게 된다. 이러한 메뚜 기의 무리 단계는 그 개체 수가 증가함에 따른 메뚜 기들의 집단화에 의해 유발되며 식량 공급을 위협하 게 되는데, 이것이 메뚜기들이 모두 함께 새로운 장 소로 무리지어 이동하는 이유이다. 그 과정에서 메뚜 기들이 서로 비비며, 이러한 자극이 서로에게 주목하 는 것을 시작하도록 뇌의 방아쇠를 가동시킨다. 메뚜 기들이 무리 짓고 주변의 다른 메뚜기들과 더 잘 맞 춰가게 되면서 그들의 뇌 크기가 어느 정도 줄어든 다(→커진다)."
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥에 맞지 않은 어휘 고르기 43∼45 장문의 이해 [해석] (A) 하루는 어머니와 그녀의 어린 딸이 휴가차 별장으로 갔다. 부엌 창문을 통해서 그녀는 집 뒤에 있는 호수에 서 자신의 어린 딸이 수영하는 것을 보았다. 갑자기, 어 머니는 호수의 맞은편으로부터 자신의 딸을 향해 무언 가가 헤엄쳐 오고 있어서 공포에 질려 비명을 질렀다. 그것은 악어였다! 그녀(the mother)는 부엌에서 달려 나와 “호수에서 나와! 악어가 있어!”라고 딸에게 있는 힘껏 소리쳤다. (D) 어린 소녀는 다가오는 악어를 보았다. 그녀는 몸을 돌려 할 수 있는 한 빠르게 헤엄쳐 돌아오기 시작했다. 그녀가 호수 밖으로 나오려는 순간 두 가지 일이 동시 에 일어났다. 어머니는 그녀의 팔을 붙잡고 어린 소녀 를 물 밖으로 끌어내기 위해 자신(the mother)의 최선 을 다하고 있었고, 악어는 그녀의 다리를 물었다. 그 다 음 일어난 일은 어머니와 그 짐승 사이의 싸움이었다. 악어는 매우 강했지만, 그녀(the mother)의 사랑 또한 그러했다. 그녀는 순순히 놓아주려고 하지 않았다. (C) 바로 그때, 차를 몰고 지나가던 남자가 일어나고 있 는 일을 목격했다. 그는 재빨리 자신의 트럭에서 내려 사냥총을 잡아 악어를 쏘았다. 어린 소녀는 그녀의 상 처에 대한 치료를 받기 위해 병원으로 급히 옮겨졌다. 어느 정도 지난 후에, 한 기자가 그녀를 인터뷰하기 위 해 그녀(the little girl)의 병실에 왔다. 몇 가지 질문 후에, 그녀는 “내가 상처 사진을 찍어도 되겠니?”라고 물어봤다. “네.”라고 어린 소녀가 말했다. “어떤 것을 사 진 찍고 싶으신가요?” 기자는 이해하지 못했다. “무슨 뜻이니?” (B) 어린 소녀가 자신의 담요를 젖히고 자기 다리를 보여 주었다. “이것들은 악어의 이빨로 생긴 상처예요.” 그녀 의 다리는 상처들로 뒤덮여 있었다. 그러고 나서 그녀 는 “하지만, 다른 상처, 그것은 제가 자랑스러워하는 것 이에요.”라고 말했다. 그녀는 자기 팔을 보여 주며 자신 의 피부 깊이 박혔던 어머니의 손톱으로 생긴 자국을 자랑했다. “저는 이 상처들이 제 어머니의 사랑을 의미 하기 때문에 아주 좋아요. 그녀(the mother)는 저를 놓 아주려 하지 않았어요. 그래서 제가 이 상처들을 가지 게 된 거예요.”"
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상 파악하기"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용 파악하기"
    }
]