[
    {
        "question_num": 1,
        "explanation": "[출제 의도] 목적 파악 [해석] 여: 안녕하세요, 학생 여러분. 저는 여러분의 학교 교장 Carson입니다. 여러분 모두 우리 학교 매점의 재개장을 고대하고 계셨을 것으로 확신합니다. 약간의 개선 후 에 매점이 마침내 내일 다시 문을 열 것이라고 발표하게 되어 저는 매우 기쁩니 다. 여러분의 의견과 요청을 바탕으로, 매장 공간을 넓히고 의자와 테이블을 교체 했습니다. 그래서 이제, 학교 매장은 여러분이 휴식을 취하고 간식을 즐기기에 더 좋은 장소가 되었습니다. 매장 운영 시간은 이전과 동일하게 유지될 것입니다. 다 시 한 번, 우리 학교 매장이 내일 다시 문을 엽니다. 저는 여러분이 그곳을 즐기 기를 바랍니다. [풀이] 교장 선생님이 말한 the store will finally open again tomorrow, our school store is reopening tomorrow를 통해 알 수 있듯이 담화의 목적으로 가장 적절한 것은 ②이다. [Words and Phrases] principal 교장 look forward to ~을 고대하다 announce 발표하다 comment 의견 expand 넓히다 operating hour 운영 시간"
    },
    {
        "question_num": 2,
        "explanation": "[출제 의도] 의견 파악 [해석] 남: Cathy, 산에 나와 있으니 기분이 너무 좋지, 그렇지 않니? 여: 네, 아빠. 저 나무를 보세요. 다람쥐가 있어요. 남: 오, 나뭇가지에 새도 있구나. 여: 전 그들에게 먹이를 주고 싶어요. 제가 샌드위치를 그들과 나눠 먹어도 될까요? 남: 음... 나는 야생동물에게 먹이를 주는 것이 좋은 생각이라고 생각하지 않아. 여: 왜 그렇게 생각하세요, 아빠? 그들에게 먹이를 주는 것이 도움이 되지 않나요? 남: 응. 사람들이 야생동물에게 먹이를 주면 그들은 야생 먹이를 찾는 것을 멈출 것 이고, 자연에서의 생존 능력을 잃을 수도 있어. 여: 그건 몰랐어요. 남: 게다가 사람 음식에 들어 있는 어떤 영양소는 일부 동물들에게 해로워. 이것이 2 우리가 야생동물에게 먹이를 주면 안 되는 또 다른 이유지. 여: 야생동물에게 먹이를 주는 것이 제가 생각했던 것만큼 도움이 되지 않는 것 같아요. 남: 맞아. 여: 그 점을 명심할게요. [풀이] 남자는 야생동물에게 먹이를 주면 그들은 야생 먹이를 찾는 것을 멈출 것이고, 자연 에서의 생존 능력을 잃을 수도 있고, 사람 음식에 들어 있는 어떤 영양소는 일부 동 물들에게 해로울 수도 있어서 야생동물에게 먹이를 주지 말아야 한다고 했으므로, 남 자의 의견으로 가장 적절한 것은 ②이다. [Words and Phrases] squirrel 다람쥐 feed ~에게 먹이를 주다 wildlife 야생동물 nutrient 영양소 keep ~ in mind ~을 명심하다"
    },
    {
        "question_num": 3,
        "explanation": "[출제 의도] 관계 파악 [해석] 여: Jack. 당신을 위해 이 의상을 가지고 기다리고 있었어요. 30분 후에 방송에 출연 할 거예요. 남: 미안해요, Amy. 기상 자료를 정리하고 기상 방송을 위해 대본을 쓰느라 평소보 다 시간이 더 걸렸어요. 여: 전 당신이 생방송 일기 예보에 늦을까 봐 걱정했어요. 남: 전 준비됐어요. 제가 오늘은 뭘 입지요? 여: 이 회색 정장에 짙은 남색 넥타이를 권해요. 남: 알았어요. 옷을 입으러 갈게요. 여: 잠깐만요. 이 안경도 쓰세요. 그게 보다 전문적인 인상을 줄 거예요. 남: 당신이 하라는 대로 할게요. 옷과 스타일에 관한 한 전 항상 당신을 믿을 수 있 어요. 여: 그게 제가 여기 있는 이유지요. 그나저나, 어제 일기 예보 덕분에 저는 오늘 아침 에 갑작스런 소나기에 대비했어요. 남: 아침에 비가 올 확률이 80%라고 제가 실제로 말했지요. 여: 네, 그랬어요. 이제 옷을 갈아입으러 가세요. [풀이] 생방송 일기 예보를 준비하고 있는 남자와 남자의 옷과 스타일을 챙겨주고 있는 여자 사이의 대화이므로, 두 사람의 관계를 가장 잘 나타낸 것은 ①이다. [Words and Phrases] go on air 방송하다 organize 정리하다 script 대본 weather report 일기 예보 navy 짙은 남색의 count on ~을 믿다 when it comes to ~에 관한 한 thanks to ~덕분에 3"
    },
    {
        "question_num": 4,
        "explanation": "[출제 의도] 그림 내용 불일치 [해석] 여: 안녕, David. 주말에 가족들과 소풍은 어떠했니? 남: 좋았어. 내가 찍은 사진을 볼래? 여: 물론이지. [잠시 후] 와, 네 아들이 많이 컸구나. 남: 정말 그렇지. 그 애는 막 11살이 됐어. 여: 세월이 빨라. 상자 위에 있는 드론은 틀림없이 그의 것이구나. 남: 응. 그 애는 어디든 그것을 가지고 다녀. 여: 그렇구나. 아, 자전거가 세 대 있네. 남: 응. 우리는 요즘 자전거 타는 것을 아주 좋아해. 여: 그거 좋네. 난 저 체크무늬 매트가 마음에 들어. 남: 그건 내 아내가 가장 좋아하는 무늬야. 저 하트 모양의 쿠션 알아보겠니? 여: 물론이지. 우리는 작년에 회사에서 그 쿠션을 각자 받았지. 남: 맞아. 내 아내는 그것을 아주 좋아해. 여: 나도. 아, 네 아내가 캔버스에 새 그림을 그렸나 본데. 남: 응. 우리는 모두 즐거운 시간을 보냈어. [풀이] 여자는 남자의 아내가 캔버스에 새 그림을 그렸다고 말했는데, 그림에서는 꽃 그림이 그려져 있으므로, 그림에서 대화의 내용과 일치하지 않는 것은 ⑤이다. [Words and Phrases] ride a bicycle 자전거를 타다 checkered-patterned 체크무늬의 recognize 알아 보다"
    },
    {
        "question_num": 5,
        "explanation": "[출제 의도] 할 일 파악 [해석] 남: 여보, 나는 내일 야영 가는 것에 대해 정말 마음이 설레요. 여: 나도 그래요. 나는 모닥불 옆 야외에서 영화를 보려는 계획이 특히 좋아요. 남: 그렇고말고요! 나는 그것이 정말 좋은 아이디어라고 생각해요. 여: 정말 낭만적일 거예요. 영사기와 스크린을 챙겼나요? 남: 물론이죠. 차에 그것들을 실었어요. 여: 좋아요. 고마워요. 남: 저녁때 추워질 경우를 대비해 담요를 좀 가져가야 할까요? 여: 내가 이미 그것들을 우리 여행 가방에 쌌어요. 남: 잘했어요. 오, 우리는 내일 어떤 영화를 볼지를 아직 결정하지 않았어요. 한 편 골라 줄 수 있나요? 여: 그럼요. 내가 영화 한 편을 선택할게요. 남: 고마워요. 접이식 의자들이 어디 있는지 알아요? 여: 그것들을 마지막으로 트렁크에서 본 것 같아요. 4 남: 알았어요. 여행 가방을 차에 실을 때 내가 점검할게요. 여: 좋아요. 내일이 정말 기대돼요! [풀이] 내일 야영을 가기로 한 두 사람이 야외에서 영화를 보기로 했는데, 남자가 여자에게 아직 볼 영화를 고르지 않았으니 골라 줄 수 있냐고 물었고, 여자는 한 편을 선택하 겠다고 대답했으므로, 여자가 할 일로 가장 적절한 것은 ③ ‘영화 선택하기’이다. [Words and Phrases] pack (짐을) 챙기다, 싸다 projector 영사기, 프로젝터 luggage (소형) 여행 가방 folding chair 접이식 의자"
    },
    {
        "question_num": 6,
        "explanation": "[출제 의도] 숫자 정보 파악 [해석] 여: Vestian Electronics에 오신 것을 환영합니다. 무엇을 도와드릴까요? 남: 안녕하세요. 저는 딸과 아들이 온라인 수업에 쓸 웹 카메라가 필요합니다. 어떤 것을 추천하시겠어요? 여: 이것이 청소년들 사이에서 매우 인기가 있습니다. 디자인과 화질이 정말 좋습니다. 남: 그 모델이 좋아 보이네요. 얼마인가요? 여: 원래 가격은 70달러였습니다만, 할인 판매 중입니다. 지금은 60달러입니다. 남: 잘됐네요! 두 개 살게요. 여: 다른 것은 필요하신 게 없으신지요? 남: 무선 스피커도 필요합니다. 여: 이것을 추천합니다. 음질이 좋고 단 20달러입니다. 남: 딱 좋네요. 그럼 그것도 살게요. 여: 이것도 두 개 필요하신가요? 남: 아니요. 하나만으로 충분해요. 집에 이미 스피커가 하나 있거든요. 여: 알겠습니다. 또한 이번 주에 저희가 가을 할인 판매 행사를 하고 있습니다. 100 달러 이상 구매 시 고객들에게 10달러 할인을 해드리고 있습니다. 남: 좋아요! 여기 제 신용카드입니다. [풀이] 남자는 60달러짜리 웹 카메라 2개와 20달러짜리 스피커 1개를 샀고 매장에서 진행 중인 할인 판매 행사로 10달러의 할인을 받게 되므로, 남자가 지불할 금액은 ② ‘$130’이다. [Words and Phrases] youngster 청소년, 아이 purchase 구매"
    },
    {
        "question_num": 7,
        "explanation": "[출제 의도] 이유 파악 [해석] 남: 안녕, Laura. 무슨 일이에요? 5 여: 다음 주 금요일에 우리가 우리 상사인 Miranda를 위해 송별회를 하려고 하는 것 알죠? 남: 예. 송별회는 시내의 해산물 음식점에서 오후 7시에 있어요, 그렇지 않나요? 여: 그것이 원래 계획이었어요. 하지만 제가 장소를 바꿨어요. 남: 오, 정말이에요? 그 음식점이 훌륭한 서비스와 적당한 가격으로 유명하다고 말하 지 않았나요? 여: 그래요. 그것이 그곳의 테이블을 예약한 이유예요. 하지만 장소를 그 해산물 음식 점 근처의 이탈리아 음식점으로 변경했어요. 남: Miranda가 이탈리아 요리를 좋아하기 때문에 그렇게 한 것 같군요. 여: 그녀는 이탈리아 요리를 좋아하지만, 해산물도 정말 좋아해요. 남: 그러면, 왜 장소를 변경했나요? 여: 우리의 직장 동료 몇 사람이 해산물 알레르기가 있다는 것을 알게 되었어요. 남: 오 그런 이유군요. 그런데 영업부의 Janet이 오고 싶다고 말했어요. 여: 좋아요! Miranda가 그녀를 보면 틀림없이 좋아할 거예요. [풀이] 여자는 원래 상사의 송별회 장소로 해산물 음식점을 예약했으나 동료 몇 사람이 해산 물 알레르기가 있다는 것을 알게 되어 이탈리아 음식점으로 장소를 변경했다고 했으 므로, 여자가 송별회 장소를 변경한 이유는 ⑤이다. [Words and Phrases] farewell party 송별회 reasonable 적당한, 합리적인 book 예약하다 department 부서"
    },
    {
        "question_num": 8,
        "explanation": "[출제 의도] 언급 유무 파악 [해석] 여: 안녕하세요, Lucas. 뭘 하고 있어요? 남: 안녕하세요, Erica. Run with Your Dog이라는 자선행사에 관한 이메일을 읽고 있어요. 여: 나는 전에 그것에 대해 들어본 적이 없네요. 목적이 뭐죠? 남: 이 행사는 지역 동물 보호 센터를 위한 모금을 위한 것이에요. 여: 그거 정말 좋은 취지인 것 같군요. 참가 신청을 할 건가요? 남: 예. 관심 있어요? 여: 아마도요. 언제죠? 남: 9월 19일 토요일이에요. 행사는 오전 7시부터 오전 10시까지 진행될 겁니다. 여: 그거 잘됐네요. 그때는 시간이 있어요. 어디에서 열리나요? 남: Magic River Park에서 열려요. 여: 오, 나는 자주 그곳에서 개를 산책시켜요. 참가비가 있나요? 남: 예. 5달러예요. 참여하고 싶다면 더 상세한 정보를 제공하는 웹사이트 링크를 보 내드릴게요. 6 여: 예, 부탁드릴게요. 나도 그 행사에 참여하고 싶어요. 남: 좋아요. 그곳에서 보기를 기대하죠. [풀이] Run with Your Dog 행사는 지역 동물 보호 센터를 위한 기금을 마련하기 위해, 9 월 19일 토요일에, Magic River Park에서 열리는데, 참가비가 5달러라는 내용이 언 급되었으나 복장에 대한 언급은 없으므로, 정답은 ③이다. [Words and Phrases] charity 자선 animal shelter 동물 보호 센터 neighborhood 지역, 이웃 sign up (참가) 신청하다, 등록하다 fee 요금, 수수료"
    },
    {
        "question_num": 9,
        "explanation": "[출제 의도] 담화의 세부 내용 파악 [해석] 남: 안녕하세요, 청취자 여러분. Bluemont 소금 광산의 Bernard Reed입니다. 10월 10일부터 10월 16일까지 진행될 특별 행사를 발표하게 되어 기쁩니다. 그건 소금 광산 개장 500주년을 기념하기 위한 것입니다. 이 행사 동안, 방문객은 우리 광 산의 가장 깊은 구역에 입장하는 것이 허용될 것입니다. 또한, 여러분은 우리 전 통 광부들의 옷을 입을 기회가 있을 것입니다. 여러분의 방문을 기억하기 위해 자유롭게 사진을 찍으십시오. 하지만 그게 전부는 아닙니다. 모든 방문객에게 입 장료의 50%를 할인해줄 것입니다. 마지막으로 덧붙일 중요한 것은, 우리는 모든 방문객에게 선물을 나눠 드릴 것입니다. 그것은 Bluemont 로고가 새겨진 배지입 니다. 더 많은 정보를 원하시면, 당사의 웹사이트를 방문해 주십시오. [풀이] 모든 방문객에게 입장료의 50%를 할인해준다고 했으므로, 담화의 내용과 일치하지 않는 것은 ④이다. [Words and Phrases] mine 광산 announce 발표하다 celebrate 기념하다, 축하하다 anniversary 기 념일 admission fee 입장료 give away 나눠주다"
    },
    {
        "question_num": 10,
        "explanation": "[출제 의도] 특정 정보 파악 [해석] 여: 여보, 우리 손녀 Emily의 생일 선물로 뭘 사줘야 할까요? 남: 글쎄요, 인터넷에서 크레용 세트를 찾고 있었어요. 볼래요? 여: 물론이죠. [잠시 후] 크레용이 몇 개면 충분하다고 생각해요? 남: 48개 크레용은 여섯 살 아이에게는 너무 많다고 생각해요. 여: 동의해요. 하지만 나는 또한 우리 손녀딸 선물에 10달러보다 많은 돈을 쓰고 싶어요. 남: 물론이죠. 그녀에게 씻어낼 수 있는 크레용이 필요하다고 생각해요? 여: 그래요. 그래야 Emily가 손에 크레용 자국이 묻으면 씻어낼 수 있어요. 남: 그러네요. 봐요. 세트마다 사은품이 함께 들어 있어요. 7 여: 오, 맞네요. 연필깎이와 색칠하기 책 중에 어떤 것이 그녀에게 더 좋은가요? 남: 그녀가 모든 종류의 색칠하기 책을 모으는 것을 좋아하니까 색칠하기 책이 더 좋다고 생각해요. 여: 맞아요. 그녀가 우리 선물을 좋아할 것 같다는 생각이 진짜로 드네요. 남: 그럼, 결정되었어요. 이걸로 주문합시다. [풀이] 남자와 여자는 손녀 Emily의 생일 선물로 크레용 세트를 주문하려고 하는데, 크레용 의 수가 48개 미만이고, 가격은 10달러가 넘으면서, 크레용 자국을 씻어낼 수 있는 것 중에서, 색칠하기 책이 사은품으로 나오는 것으로 결정했다. 따라서 두 사람이 주 문할 크레용 세트로 가장 적절한 것은 ④이다. [Words and Phrases] present 선물 washable 씻어낼 수 있는 mark 자국 free gift 사은품 sharpener 연필깎이 coloring book 색칠하기 책 settle 결정하다"
    },
    {
        "question_num": 11,
        "explanation": "[출제 의도] 짧은 응답 고르기 [해석] [휴대 전화가 울린다.] 남: 안녕, Chloe. 다리는 어때? 여: 안녕, Sean. 아직 아프지만, 의사가 며칠 지나면 완쾌될 거라고 말했어. 남: 그 말을 들으니 기쁘네. 그럼, 다음 주말에 예정대로 테니스 시합에 뛸 수 있을까? 여: 그렇게 생각해. 그때쯤이면 괜찮을 거야. [풀이] 남자는 다리가 아픈 여자가 의사로부터 며칠 안에 완쾌될 것이라는 말을 들었다는 말 을 듣고, 여자에게 다음 주말에 예정대로 테니스 시합에 뛸 수 있을지를 묻고 있으므 로, 이에 대한 여자의 응답으로 가장 적절한 것은 ① ‘그렇게 생각해. 그때쯤이면 괜 찮을 거야.’이다. ② 미안해. 라켓 가져오는 것을 깜빡했네. ③ 물론이지. 그가 회복되면 내게 소식 알려줘. ④ 못할 것 같아. 의사의 일정이 오늘 꽉 차 있어. ⑤ 좋은 생각이야. 우리 집에서 그 테니스 시합을 보자. [Words and Phrases] be fully recovered 완쾌되다 as scheduled 예정대로"
    },
    {
        "question_num": 12,
        "explanation": "[출제 의도] 짧은 대화의 응답 고르기 [해석] 여: Brown 선생님, 누가 구내식당에 두고 간 체육복을 가져왔는데요. 남: 너는 참 배려심이 깊구나. 체육복에 그 학생의 이름이 있니? 여: 네, 하지만 그 학생은 저희 반이 아니에요. 그 체육복은 틀림없이 다른 반 학생 8 거예요. 남: 나에게 그것을 맡기면 내가 주인을 찾아볼게. [풀이] 여자는 남자에게 누가 구내식당에 두고 간 체육복을 가져왔고, 남자는 여자에게 배려 심이 깊다고 하면서 그 체육복에 이름이 있냐고 물었고, 여자는 이름은 있는데 같은 반 학생이 아니라고 했으므로, 그에 대한 남자의 응답으로 ④ ‘나에게 그것을 맡기면 내가 주인을 찾아볼게.’가 가장 적절하다. ① 나는 내 체육복을 어디에다 두었는지 기억해. ② 우리는 이제 체육 수업에 참가할 수 없어. ③ 너는 구내식당이 문을 닫기 전에 서둘러야 해. ⑤ 누군가 너의 소지품과 함께 그것을 가져오기를 바라. [Words and Phrases] P.E. uniform 체육복 considerate 배려심이 깊은"
    },
    {
        "question_num": 13,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] [휴대 전화가 울린다.] 남: 안녕, Stacy. 오늘 오후에 뭐 하니? 여: 안녕, Ben. 정오쯤 수학 숙제를 끝내고 싶고, 그다음에는 아무 계획이 없어. 왜? 남: 오후 5시에 요리 강좌에 갈까 생각 중이야. 너도 갈래? 여: 요리 강좌? 요리는 어렵지 않니? 나는 숙제를 하느라 이미 스트레스가 쌓였어. 남: 음, 실은 최근에 요리가 스트레스를 푸는 데 매우 효과가 있다는 내용의 기사를 읽었어. 여: 무슨 말이니? 남: 요리할 때 만들고 있는 음식 냄새가 긴장을 푸는 데 도움을 줄 수 있대. 여: 이해가 된다. 새로 요리한 음식 냄새는 나를 진정시키지. 남: 내 말이 그 말이야. 또한 네가 만든 맛있는 음식을 먹으면 행복해질 거야. 여: 정말 솔깃하게 들린다. 어쩌면 그게 내가 숙제 생각을 그만하는 데 도움이 될 거야. 남: 맞아. 넌 나랑 꼭 같이 가야 해. 여: 한번 해볼게. 우리 몇 시에 만날까? [풀이] 여자가 오늘 정오쯤 수학 숙제를 끝내고 싶고 그 후에는 계획이 없다고 하자, 남자는 요리 강좌에 가 볼 생각이 있느냐고 묻는데, 실은 요리가 스트레스를 푸는 데 도움이 된다는 기사를 최근에 읽었다고 말하면서 요리할 때의 음식 냄새가 긴장을 풀게 하고 맛있는 음식을 먹으면 행복해질 거라고 말한다. 그 말에 여자는 솔깃하게 들린다고 했고 남자가 꼭 같이 가자고 말했으므로, 그에 대한 여자의 응답으로 ① ‘한번 해볼 게. 우리 몇 시에 만날까?’가 가장 적절하다. ② 아직 안 됐어. 우리는 음식이 준비되기를 기다려야 해. 9 ③ 모르겠어. 내가 요리법을 보내기를 원하니? ④ 맞아. 나는 교육의 중요성을 강조할 거야. ⑤ 기운 내. 우리는 우리의 숙제를 다 한 다음에 쉴 수 있어. [Words and Phrases] article (신문 등의) 기사 relieve (긴장 등을) 풀게 하다 appealing 매력적인, 흥 미를 끄는 take one’s mind off something ～에 대해 생각[걱정]하는 것을 멈추게 하다"
    },
    {
        "question_num": 14,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 남: 여보, 우리 몇 시에 박물관에 갈 건가요? 여: Nanco’s Restaurant에서 점심을 먹은 후에 오후 2시 무렵에는 박물관에 도착할 수 있을 거예요. 남: 알았어요. 버스를 타는 거죠? 여: 우리는 두 아이를 데려가고 박물관은 그 식당에서 꽤 멀어요. 차를 몰고 가요. 남: 하지만 오늘은 박물관에서 주차 공간을 찾기가 어려울 거예요. 주말에는 아주 많 은 방문객이 있어요. 여: 박물관 근처의 주차장을 찾아주는 앱을 사용해 보는 게 어때요? 남: 그런 앱이 있어요? 여: 그럼요. Parking Paradise라는 앱이에요. 그것은 주차할 자리를 찾아서 예약할 수 있게 도와줘요. 남: 멋지네요! 그걸 써본 적이 있나요? 여: 아니요. 하지만 그건 사용자 친화적이고 편리하대요. 남: 편리할 것 같네요. 그 앱을 찾아서 내려받을게요. 여: 좋아요. 내가 아이들을 준비시킬 동안 주차 공간을 찾을 수 있어요? 남: 물론이죠. 내가 그 앱을 확인하여 주차 자리가 있는지 알아보고 예약할게요. [풀이] 남자가 주말엔 방문객이 많아서 박물관에서 주차 공간을 찾기 어려울 것 같다고 말하 자, 여자는 Parking Paradise라는 앱을 이용하면 주차할 자리를 찾아서 예약할 수 있다고 알려주며 남자에게 자신이 아이들을 준비시키는 동안 주차 공간을 찾을 수 있 겠냐고 묻고 있다. 따라서 이에 대한 남자의 응답으로 가장 적절한 것은 ③ ‘물론이 죠. 내가 그 앱을 확인하여 주차 자리가 있는지 알아보고 예약할게요.’이다. ① 지금은 안 돼요. 밤늦게 그곳에 주차하는 것이 더 쉬울 거예요. ② 좋아요. 당신이 곧 도착할 거라는 말을 들으니 기뻐요. ④ 잠깐만요. 아이들이 박물관에서 돌아올 거예요. ⑤ 괜찮아요. 아이들의 안전을 위해 그 앱을 삭제할게요. [Words and Phrases] parking space 주차 공간 reserve 예약하다 user-friendly 사용자 친화적인 10 handy 편리한, 유용한"
    },
    {
        "question_num": 15,
        "explanation": "[출제 의도] 상황에 적절한 말 [해석] 여: Andrew는 다음 주 학교 축제에서 자신의 중고 물품을 팔 준비를 하고 있습니다. Andrew는 자신이 팔고 싶은 물품들을 모두 모아 어머니인 Jane에게 자신이 선 정한 물품들에 대해 그녀가 어떻게 생각하는지를 묻습니다. Jane은 물품들을 훑 어보고 그중 일부는 낡고 상태가 좋지 않다는 것을 알아차립니다. 그녀는 사람들 이 그런 낡아빠진 물품들을 사는 데 관심이 없을 것이므로 Andrew가 축제에 그 물품들을 가져가지 말아야 한다고 생각합니다. 그래서 Jane은 Andrew가 상태가 좋은 물품만 가려내야 한다고 제안하고 싶습니다. 이런 상황에서, Jane은 Andrew에게 뭐라고 말하겠습니까? [풀이] Jane은 Andrew에게 학교 축제에 상태가 좋은 물품만 선별해 가져갈 것을 제안하고 싶어 하므로, Jane이 Andrew에게 할 말로 가장 적절한 것은 ④ ‘좋은 상태의 물품만 선정하는 것이 어떠니?’이다. ① 모든 사람이 다음 주를 위해 확실히 준비되어 있게 하렴. ② 너는 축제를 위해 이 재킷을 입어야 할 것 같아. ③ 네 물건 전부를 말짱한 상태로 유지한 것에 고마워. ⑤ 새것 대신에 중고 물품을 사지 그러니? [Words and Phrases] prepare 준비하다 used 중고의 gather 모으다 stuff 물품 look through ~을 훑어보다 notice 알아차리다 worn-out 낡아빠진, 닳아 해진 pick out 가려내다, 선택하다 [16~17] [해석] 남: 안녕하세요, 학생 여러분. 지난 수업 시간에, 우리는 곤충에 의해 야기되는 해로 움에 관해 토론했습니다. 오늘은 곤충이 우리에게 가져다줄 수 있는 이점에 대해 배워보려 합니다. 첫째, 꿀벌은 식물이 씨앗을 생산하는 데 도움을 줌으로써 식물 의 생식 과정에서 결정적인 역할을 합니다. 미국에서는, 이 과정에서 꿀벌들의 도 움이 과일과 채소를 포함하여, 농작물로 연간 약 200억 달러의 정도 됩니다. 둘 째, 메뚜기와 같은 곤충들은 단백질이 풍부하고 콜레스테롤이 낮아서 세계의 주요 식량원입니다. 예를 들어 멕시코에서, 여러분은 마을 시장에서 판매되는 튀긴 메 뚜기를 쉽게 찾아볼 수 있습니다. 다음으로, 누에가 세계 견직물 생산의 대부분을 책임지고 있는데, 이 견직물은 귀중한 상품으로 인정받습니다. 중국에서는 누에가 매년 대략 3만 톤의 생사(生絲)를 생산합니다. 마지막으로, 초파리는 많은 연구원 에 의해 유전학 연구에서 사용되었습니다. 초파리는 그들의 짧은 수명 때문에 그 런 연구를 위한 유용한 실험 대상입니다. 이제, 여러분이 더 잘 이해하도록 도와 11 줄 비디오 클립을 좀 보겠습니다."
    },
    {
        "question_num": 16,
        "explanation": "[출제 의도] 주제 파악 [풀이] 남자는 곤충이 우리에게 가져다줄 수 있는 이점에 관해 말하고 있으므로, 남자가 하 는 말의 주제로 가장 적절한 것은 ② ‘곤충이 인간에게 주는 이점’이다. ① 곤충에 대한 식물의 긍정적인 영향 ③ 곤충 번식의 다양한 방법 ④ 질병과 곤충 사이의 관계 ⑤ 곤충이 농작물에 피해를 끼치는 것을 막는 방법"
    },
    {
        "question_num": 17,
        "explanation": "[출제 의도] 세부 내용 파악 [풀이] 인간에게 이점을 가져다주는 곤충으로 꿀벌, 메뚜기, 누에 초파리가 언급되었지만, ⑤ ‘무당벌레’는 언급되지 않았다. [Words and Phrases] advantage 이점 crucial 결정적인 reproductive 생식의, 번식의 seed 씨앗 assistance 도움, 원조 account for ~을 차지하다 crops 농작물 protein 단백질 silkworm 누에 recognize 인정하다 valuable 귀중한 approximately 대략 raw 생[날]것의, 가공하지 않은 annually 매년, 해마다 genetic 유전학의, 유전의 practical 유용한, 실용적인 subject 실험 대상 lifespan 수명"
    },
    {
        "question_num": 18,
        "explanation": "[출제 의도] 목적 파악 [해석] Anderson 씨께 저의 이름은 Sophia Willis이며, 2020년 캐롤라인 카운티 예술 경연의 행사 기획자입 니다. 저는 현재 올해 경연 전시회를 위한 장소를 찾고 있습니다. 캐롤라인 카운티 예술 경연에 지역 예술가들이 백 점이 넘는 예술 작품을 출품하였습니다. 그 주제로, 우리는 예술가들이 캐롤라인 카운티의 자연 세계를 탐색하기를 원했습니다. 귀하의 Garden Café Gallery는 아름다운 정원으로 잘 알려져 있으므로, 이 행사를 주최하기 에 완벽한 장소가 될 것이라고 저는 생각합니다. 전시회는 보통 10월 내내 개최되며, 우리는 이 기간 동안 Garden Café Gallery의 전시 공간을 빌릴 수 있기를 간절히 바랍니다. 귀하의 답변을 고대합니다. Sophia Willis 드림 [풀이] 2020년 캐롤라인 카운티 예술 경연에 출품된 예술 작품들을 전시할 장소로 Garden Café Gallery를 사용할 수 있을지 문의하는 내용의 글이므로, 글의 목적으로 가장 적 절한 것은 ③이다. [Words and Phrases] 12 exhibition 전시(회) artwork 예술 작품 submit 출품하다, 제출하다"
    },
    {
        "question_num": 19,
        "explanation": "[출제 의도] 심경 변화 파악 [해석] 5마일 걷기 대회의 날이 되었다. Annette는 등록 장소에서 한 시간 넘게 Reiner를 기다리고 있었다. 아직도 그의 모습은 보이지 않았다. 그녀는 그에게 나쁜 일이 일어 났을지도 모른다는 생각을 하기 시작했다. 걱정하면서, 그녀는 다시 Reiner에게 전화 를 하려고 했으나, 아무런 응답이 없었다. 그 순간, 그녀는 자신의 이름을 부르는 목 소리를 들었다. 그녀는 Reiner가 자신을 향해 다가오는 것을 발견했다. “정말 다행이 다! 어떻게 된 거야?”라고 그녀가 물었다. 그는 교통 체증이 끔찍했다고 설명했다. 설 상가상으로, 그는 자신의 휴대전화를 집에 두고 온 상태였다. “정말 미안해.”라고 그 가 말했다. 그녀는 긴장이 풀리기 시작했다. “나는 이제 괜찮아. 네가 여기 안전하게 와 있으니, 우리 가서 등록할까?” 그들은 함께 그 행사 장소로 향했다. [풀이] Reiner를 기다리고 있던 Annette는 Reiner가 나타나지 않자 혹시 나쁜 일이 일어난 것은 아닌지 걱정하다가 Reiner가 와서 늦은 이유를 설명하는 말을 듣고 나서 안심 했으므로, ① ‘걱정하는 → 안심한’이 Annette의 심경 변화로 가장 적절하다. ② 자신감에 찬 → 불안해하는 ③ 침착한 → 속상한 ④ 후회하는 → 고마워하는 ⑤ 지루해하는 → 놀란 [Words and Phrases] registration 등록 relax 긴장이 풀리다, 안심하다 register 등록하다"
    },
    {
        "question_num": 20,
        "explanation": "[출제 의도] 필자의 주장 파악 [해석] 적절한 환경이 주어지면, 기업가 정신은 캠퍼스 생활의 구조로 완전히 짜여 들어가 그것의 교육적 범위를 크게 확장할 수 있다. 한 연구는, 기회를 포착하고 그에 따라 행동하도록 직장 내에서 동료들이 서로에게 영향을 미친다는 것을 보여주었다. 사무 실에서 함께 일하는 기업가들이 많을수록, 그들의 동료들이 병에 걸릴(기업가 정신을 갖게 될) 가능성이 더 높다는 것이다. 스탠퍼드대학교 동문들을 대상으로 한 연구에서 ‘다양한 업무 및 교육 배경을 가진 사람들이 직장에서 한 가지 역할에 집중했거나 학 교에서 한 가지 과목에 집중한 사람들보다 자기 자신의 사업을 시작할 가능성이 훨씬 더 높다’는 것을 발견했다. 기업가적 문화를 배양하기 위해, 단과대학과 종합대학에서 는 학생들에게 폭넓은 경험의 선택과 다양한 아이디어를 폭넓게 접할 기회를 제공할 필요가 있다. 그것들은 학업 프로그램 기획, 주거 생활, 학생 집단, 동창회 네트워크 를 결합하여 이것을 할 수 있는 독특한 위치에 있다. [풀이] 대학은 학생들이 기업가 정신을 기를 수 있도록 경험과 기회를 제공할 수 있는 적합 13 한 위치에 있으며 학생들을 위해서 그러한 환경을 조성해 주어야 한다는 내용의 글이 므로, 필자가 주장하는 바로 가장 적절한 것은 ②이다. [Words and Phrases] fabric 구조, 직물 peer 동료, 또래 catch the bug 병에 걸리다 concentrate 집 중하다 cultivate 경작하다 exposure 접근, 노출 residential 주거의"
    },
    {
        "question_num": 21,
        "explanation": "[출제 의도] 함축 의미 추론 [해석] 다음에 무슨 일이 일어날지 예상함으로써, 여러분은 그것들이 일어나는 동안에 상황 파악을 할 필요가 없도록 하기 위해 가장 가능성이 높은 몇 가지 시나리오에 대비한 다. 그러므로 음식점 종업원이 여러분에게 메뉴를 제공하는 것은 놀랄 일이 아니다. 그녀가 여러분에게 투명한 액체가 담긴 유리잔을 가져다줄 때, 여러분은 그것이 물인 지 묻지 않아도 된다. 식사를 한 후에, 여러분은 왜 더 이상 배가 고프지 않은지 알 아낼 필요가 없다. 이 모든 것들은 예상되며 따라서 해결해야 할 문제가 아니다. 더 욱이, 여러분이 상호작용하는 모든 친숙한 물건들에 대한 모든 사용 가능 방법들에 대해 끊임없이 고려하는 것이 얼마나 힘들 것인지 상상해 보라. “저 못을 박기 위해 서 나의 망치나 나의 전화기 중 어떤 것을 사용해야 할까?” 매일을 살아가는 데 있어 서, 기능적 고정성은 저주가 아니라 안도이다. 그렇기 때문에 여러분은 여러분의 모든 선택권과 가능성을 고려하려는 시도조차 해서는 안 된다. 그럴 수도 없다. 여러분이 그렇게 하려고 한다면, 여러분은 결코 그 어떤 일도 끝낼 수 없을 것이다. 그러니 상 자를 두드리지 말라. 역설적으로, 비록 그것이 여러분의 사고를 제한하지만, 그것은 또한 여러분을 똑똑하게 만들어 준다. 그것은 여러분이 현실보다 한발 앞서도록 도와 준다. [풀이] 우리가 일상생활에서 일어날 일들에 대해 예측하는 것이 가능하기 때문에 원만한 생 활이 가능한 것이며, 만약 모든 것의 가능성을 열어두고 고민해야 한다면 생활 자체 가 불가능할 것이라고 말하고 있다. 이러한 글의 흐름으로 보아, 밑줄 친 부분이 의 미하는 바로 가장 적절한 것은 ① ‘습관적인 기대를 바탕으로 하여 문제를 처리하라.’ 이다. ② 여러분이 익숙한 물건으로부터 기대하는 것에 대해 의문을 품으라. ③ 미리 정해진 일상을 새로운 일상으로 교체하라. ④ 주어진 상황의 모든 가능한 결과에 대해 숙고하라. ⑤ 사고를 통찰력으로 이끄는 모든 경계를 확대하라. [Words and Phrases] figure out ~을 알아내다 fluid 액체 relief 안도(감) curse 저주"
    },
    {
        "question_num": 22,
        "explanation": "[출제 의도] 요지 파악 [해석] 14 음악은 인간의 예술 형태로서, 세계 어디에서나 인간 경험에서 분리할 수 없는 부분 이다. 음악은 사회적이며, 삶의 색색의 실로 수놓은 장식 걸개에 촘촘히 짜여 있는데, 어린아이들이 이 다면적인 직물의 매우 중요한 부분을 이룬다. 그들이 갖는 음악적 경험은 그들이 언어, 행동, 관습, 전통, 믿음, 가치, 이야기, 그리고 다른 문화적 뉘앙 스를 알 수 있는 기회를 제공한다. 노래와 기악곡의 경험을 통해 음악적으로 숙련되 면서, 어린아이들은 또한 문화적 지식과 감수성을 기를 수 있다. 음악은 문화의 극히 중요한 측면이며, 집단을 특징짓는 위에서 언급한 측면들을 형성하고 전달한다. 어린 아이들을 세계의 음악 문화에 접하게 하는 것은 그들을 문화적 대화에 끌어들여, 예 술적으로 의미 있고 매력적인 방식으로 자신과 다른 사람들에 대해 배울 수 있게 한 다. 너무나도 쉽게 편견으로 변하는 사회적 편향과 문화적 선호의 발달에 앞서서, 노 래, 춤, 악기 연주를 통해 사람들을 알 수 있는 기회를 갖게 하는 것은 어린아이들이 언젠가 될 책임감 있는 시민으로 균형 있게 발달하도록 해주기 위해 노력하는 모든 이들에게 선물이다. [풀이] 아이들이 음악을 접하면서 문화적으로 성장하게 되며 균형 잡힌 책임감 있는 시민으 로 자라게 된다고 말하고 있으므로, ⑤가 글의 요지로 가장 적절하다. [Words and Phrases] inseparable 분리할 수 없는 multifaceted 다면적인 sensitivity 감수성 transmit 전달하다 bias 편향, 치우친 생각 prejudice 편견"
    },
    {
        "question_num": 23,
        "explanation": "[출제 의도] 주제 추론 [해석] 플라톤에서 데카르트에 이르는 철학자들의 영향을 받은 서양의 일반 통념은 개인, 특 히 천재들에게 창의력과 독창성이 있다고 믿는다. 사회적, 문화적 영향과 원인은 최소 화되거나 무시되거나 고려로부터 완전히 배제된다. 사상은, 그것이 독창적이든 종래의 것이든 개인과 동일시되며, 개인이라는 특별한 존재와 개인이 하는 특별한 것은 그 사람의 유전자와 두뇌에서 그 기원을 찾는다. 여기서 ‘요령’은 개개의 인간이 사회적 구성 그 자체이며 그들이 생애 동안 접해온 사회적, 문화적 영향의 다양성을 구현하 고 반영한다는 것을 인식하는 것이다. 우리의 개인성이 부인되는 것이 아니라, 특정한 사회적, 문화적 경험의 산물로 여겨지는 것이다. 뇌 그 자체가 사회적인 것이며, 구조 적으로, 그리고 그것의 사회 환경에 의한 연결성 수준에서 영향을 받는다. ‘개인’은 ‘나’가 문법적 환상인 것과 마찬가지로 법적, 종교적, 그리고 정치적 허구이다. [풀이] 철학자들의 영향을 받은 서양의 일반 통념은 창의력과 독창성을 개인과 동일시하지만 모든 인간은 사회적 구성으로서 각자의 사회적, 문화적 경험의 산물이라는 내용이므 로, 글의 주제로 가장 적절한 것은 ① ‘개인성에 내재한 사회적 속성의 인식’이다. ② 개인성과 집단성의 간격을 채우는 방법 ③ 독창적인 생각과 종래의 생각을 구분하는 것과 관련된 문제 15 ④ 인간 유전자에 구현된 진정한 개인성의 인정 ⑤ 개인주의에서 상호의존으로 전환할 필요성 [Words and Phrases] conventional wisdom 일반 통념 minimize 최소화하다 eliminate 배제하다 be identified with ~와 동일시되다 construction 구성물 embody 구현하다, 구체화 하다 individuality 개인성 connectivity 연결 fiction 허구 illusion 환상, 착각 inherent 내재하는 collectivity 집단성 separate 구별하다 acknowledgement 인 정, 시인 interdependence 상호의존"
    },
    {
        "question_num": 24,
        "explanation": "[출제 의도] 제목 추론 [해석] 인간의 지식이 완벽하게 정확하지 않다는, 그리고 결코 완벽하게 정확했던 적이 없다 는 발견은 현대 인간의 영혼에 겸허하게 하는, 그리고 아마도 진정시키는 효과를 가 져다주었다. 우리가 목격했듯이, 19세기는 세계가 그것의 부분들뿐만 아니라 전체로 서, 언제나 완벽하게 알려질 수 있다고 믿은 마지막 시기였다. 우리는 이제 이것이 불가능하며, 언제나 불가능했다는 것을 깨닫는다. 우리는 한계 내에서, 비록 그 한계 가 보통 우리의 필요를 충족시키기 위해 조정될 수 있을지라도, 완전히 아는 것은 아 니다. 의아스럽게도 이 새로운 수준의 불확실성으로부터 훨씬 더 위대한 목표가 나타 나고 달성 가능해 보인다. 비록 우리가 세계를 절대적인 정확성을 가지고 알 수 없을 지라도, 우리는 여전히 그것을 제어할 수 있다. 심지어 우리의 본질적으로 불완전한 지식조차도 그 어느 때만큼이나 강력하게 작동하는 듯 보인다. 간단히 말해, 우리는 가장 높은 산이 얼마나 높은지 결코 정확하게 알 수 없을 테지만, 우리는 그런데도 우리가 정상에 도달할 수 있다는 것을 계속 확신한다. [풀이] 세계에 대한 인간의 지식은 결코 완벽할 수 없지만 그러한 불완전한 지식으로 인해 달성 가능한 새로운 목표가 생겨나며 정확성이 부족할지라도 세계를 제어할 수 있다 는 내용이므로, 글의 제목으로 가장 적절한 것은 ① ‘아직 정상에 이르지 못했다: 지 식을 향해 나아가는 여정’이다. ② 산을 넘어: 성공으로 가는 하나 뿐이지만 거대한 발걸음 ③ 부분들을 하나의 전체로 통합하기: 완벽으로 가는 길 ④ 불확실성의 시대에 함께 사는 방법 ⑤ 지식 기반 사회의 두 얼굴 [Words and Phrases] accurate 정확한 humble 겸허하게 하다 adjust 조정하다 attainable 달성 가능 한 precision 정확, 정밀 inherently 본질적으로 summit 정상, 꼭대기 integrate 통합하다"
    },
    {
        "question_num": 25,
        "explanation": "[출제 의도] 표의 내용 일치 파악 16 [해석] 위 표는숙박하는 해외 방문객 및 행선지 도시에서의 일일 평균 소비에 관한 추가 정 보로 2018년 아시아 태평양 지역의 상위 7개 행선지 도시를 보여준다. 방콕은 2,280만 명의 숙박하는 해외 방문객으로 아시아 태평양 지역에서 최고의 행선지였고, 싱가포 르가 1,470만 명의 숙박하는 해외 방문객으로 바로 그 뒤를 이었다. 쿠알라룸푸르는 숙박하는 해외 방문객 수를 바탕으로는 3위에 올랐고, 이 도시에서의 일일 평균 소비 는 150달러가 넘었다. 도쿄는 숙박하는 해외 방문객 수로는 4위에 올랐고, 이 도시에 서의 일일 평균 소비는 196달러였다. 서울의 숙박하는 해외 방문객 수는 오사카의 숙 박하는 해외 방문객 수보다 더 많았다. 푸껫은 숙박하는 해외 방문객 수가 1,000만 명이 되지 않은 유일한 도시였고, 이 도시에서의 일일 평균 소비는 247달러였다. [풀이] 쿠알라룸푸르의 숙박하는 해외 방문객 수가 방콕과 싱가포르에 이어 3위인 것은 옳지 만 이 도시에서의 일일 평균 소비는 142달러로 150달러가 채 되지 않는다. 따라서 표의 내용과 일치하지 않는 것은 ②이다. [Words and Phrases] destination 행선지, 목적지 overnight 숙박(의), 일박(의) additional 추가의 immediately 바로, 즉시"
    },
    {
        "question_num": 26,
        "explanation": "[출제 의도] 세부 사실 파악 [해석] Marc Isambard Brunel(1769~1849)은 템스 터널(Thames Tunnel)의 설계와 건설 로 가장 잘 알려져 있다. 원래 프랑스에서 태어난 Brunel은 프랑스 혁명 중에 미국으 로 달아났다. 그는 후에 런던으로 거처를 옮겼다. 나폴레옹 전쟁이 한창일 때, 그는 부츠를 만드는 기계를 발명했다. 나폴레옹 전쟁 중에, Brunel의 공장은 영국 군대에 부츠를 공급했다. 그러나 전쟁이 끝난 후, 정부는 그의 부츠를 더 이상 사지 않았고 그는 파산했다. 몇 년 후, Brunel은 빚 때문에 몇 달 동안 감옥에 수감되었다. 그 당 시, 런던은 템스강에 의해 매우 많이 나뉘어져 있었고 사람과 상품이 강을 가로질러 건너는 더 많은 방법을 필요로 했다. 1825년, Brunel은 강 밑의 터널을 설계했다. 템 스 터널은 1843년 3월 25일에 공식적으로 개통했고, Brunel은 건강이 좋지 않았음에 도 불구하고 개통식에 참석했다. [풀이] 마지막 문장에서 건강이 좋지 않았음에도 불구하고 템스 터널 개통식에 참석했다고 했으므로, Marc Isambard Brunel에 관한 글의 내용과 일치하지 않는 것은 ⑤이다. [Words and Phrases] construction 건설 at one’s height ~가 한창일 때 the Napoleonic Wars 나폴 레옹 전쟁 supply 공급하다 troop 군대 go out of business 파산하다 imprison 감옥에 수감하다 goods 상품, 제품 officially 공식적으로 opening ceremony 개통식 17"
    },
    {
        "question_num": 27,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악 [해석] Springfield 과학 발명 경연 대회 Springfield 고등학교는 모든 학생들이 Springfield 과학 발명 경연 대회에 참가하도 록 초대합니다. 매년 개최되는 이 경연 대회에서, 여러분은 유용한 물건을 발명하고 여러분의 창의성을 보여 줄 기회를 갖게 됩니다! 세부 사항 • 심사 기준은 발명품의 창의성과 유용성입니다. • 참가자는 4인 한 팀으로 참가해야 하며 오직 한 팀에만 참여할 수 있습니다. • (발명품) 제출은 한 팀당 하나의 발명품으로 제한됩니다. 상품 • 1등 - 50달러 상품권 • 2등 - 30달러 상품권 • 3등 - 10달러 상품권 주의 사항 • 발명품은 2020년 10월 1일까지 과학 실험실로 제출해야 합니다. 더 많은 정보를 원하시면, www.hsspringfield.edu를 방문하십시오. [풀이] 발명품 제출은 한 팀당 하나의 발명품으로 제한된다고 했으므로, 안내문의 내용과 일 치하지 않는 것은 ③이다. [Words and Phrases] annual 매년의 object 물건 criterion 기준(pl. criteria) submission 제출(물) gift certificate 상품권 submit 제출하다 science lab 과학 실험실"
    },
    {
        "question_num": 28,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악 [해석] 시 창작 기초 워크숍 시 창작 기초 워크숍에 참여하여 시인 Grace Larson 씨를 만나보십시오! George Clarkson 대학교의 모든 학생들을 초대합니다. 18 때: 2020년 9월 24일 목요일(오후 1시 ~ 오후 4시) 장소: 학생회관 1층 메인 세미나실 시 창작의 기초 작법에 대한 소개 후에, 여러분은 1. 여러분 자신의 시를 창작할 것입니다. 2. 그 시를 다른 참가자들에게 큰 소리로 읽을 것입니다. 3. Larson 씨로부터 전문가의 피드백을 받을 것입니다. 등록비: 10달러 ※ 9월 18일이나 그 전에 등록하시고 7달러만 내십시오. 관련된 모든 문의는 studentun@georgeclarkson.edu로 이메일을 통해 보내주셔야 합니다. [풀이] 참가자는 다른 참가자들에게 자신이 창작한 시를 큰 소리로 읽을 것이라고 했으므로, 안내문의 내용과 일치하는 것은 ③이다. [Words and Phrases] introduction 소개 registration fee 등록비 inquiry 문의 via ~을 통해, ~을 거 쳐"
    },
    {
        "question_num": 29,
        "explanation": "[출제 의도] 문법성 판단 [해석] 경쟁을 벌이는 활동은 최고는 인정받고 나머지는 무시되는, 단지 수행 기량을 보여 주는 공개 행사 그 이상일 수 있다. 참가자에게 수행 기량에 대한 시기적절하고 건설 적인 피드백을 제공하는 것은 일부 대회와 경연이 제공하는 자산이다. 어떤 의미에서 는, 모든 대회가 피드백을 제공한다. 많은 경우에, 이것은 참가자가 상을 받는지에 관 한 정보에 제한된다. 그런 유형의 피드백을 제공하는 것은 반드시 탁월함은 아닌, 우 월한 수행 기량을 보여주는 것으로 강조점을 이동하는 것으로 해석될 수 있다. 최고 의 대회는 단순히 승리하는 것이나 다른 사람을 ‘패배시키는 것’만이 아니라, 탁월함 을 장려한다. 우월성에 대한 강조는 우리가 일반적으로 유해한 경쟁 효과를 조장하는 것이라고 간주하는 것이다. 수행 기량에 대한 피드백은 프로그램이 ‘이기거나, 입상하 거나, 또는 보여주는’ 수준의 피드백을 넘어설 것을 요구한다. 수행 기량에 관한 정보 는 이기지 못하거나 입상하지 못하는 참가자뿐만 아니라 이기거나 입상하는 참가자에 게도 매우 도움이 될 수 있다. [풀이] ① 밑줄 친 부분 다음에 the best is recognized와 the rest are overlooked가 and에 의해 연결되어 있는데, 둘 다 주어와 수동태(be p.p.)의 구조를 가진 완전한 형태의 절이므로, 관계대명사 which를 관계부사 where로 고쳐야 하며, where는 19 performance showcases를 수식한다. ② 주어 The provision of timely, constructive feedback to participants on performance에서 핵은 of timely, constructive feedback to participants on performance의 수식을 받는 provision이므로, 단수 형태의 동사 is는 어법상 적절 하다. ③ not necessarily는 ‘반드시 ~은 아닌’이라는 부분 부정의 뜻으로, not necessarily와 excellence 사이에 demonstrating이 생략된 것으로 이해할 수 있으 므로, demonstrating을 수식하는 necessarily는 어법상 적절하다. ④ ‘~을 ···으로 간주하다’라는 뜻의 ‘see ~ as ...’에서 전치사 as의 목적어 역할을 하는 표현이 필요하므로, 동명사구를 이끄는 fostering은 어법상 적절하다. ⑤ 바로 앞에 나온 win or place를 대신하는 대동사로 쓰인 do는 어법상 적절하다. [Words and Phrases] showcase (사람의 재능·사물의 장점 등을 알리는) 공개 행사, 진열장 recognize 인 정하다, 인식하다 overlook 무시하다, 간과하다 provision 제공, 공급 constructive 건설적인 asset 자산, 재산 restrict 제한하다, 한정하다 interpret 해석하다, 이해 하다 emphasis 강조(점), 주안점 demonstrate 보여 주다, 입증하다 promote 장 려하다, 증진하다 beat 패배시키다, 이기다"
    },
    {
        "question_num": 30,
        "explanation": "[출제 의도] 어휘의 적절성 파악 [해석] 내가 여러분에게 ‘백곰을 생각하지 말라.’라고 말하면, 여러분은 백곰을 생각하지 않 는 것이 어렵다는 것을 알게 될 것이다. 이런 식으로, ‘사고의 억제는 억누르고 싶은 생각을 가라앉히는 대신, 그것을 실제로 증가시킬 수 있다’. 이것의 한 가지 흔한 예 는 다이어트를 하고 있어서 음식에 대해 생각하지 않으려고 노력하는 사람들이 흔히 음식에 대해 훨씬 더 많이 생각하기 시작한다는 것이다. 따라서 이 과정은 ‘반동 효 과’라고도 알려져 있다. 그 아이러니한 결과는 관련된 두 가지 인지 과정의 상호작용 에 의해 야기되는 것 같다. 우선, 이 이중 처리 체계는 의도적인 운영 과정을 포함하 는데, 그것은 억제된 생각과 무관한 생각을 의식적으로 찾아내려고 한다. 다음으로, 그리고 동시에, 무의식적인 감시 과정은 운영 체계가 효과적으로 작동하고 있는지 검 사한다. 감시 체계가 의도된 생각과 일치하지 않는 생각과 마주치는 경우, 그것은 의 도적인 운영 과정을 자극하여 반드시 이러한 생각이 부적절한(→ 적절한) 생각에 의해 대체되도록 한다. 그러나 주장되는 바로는, 의도적인 운영 체계는 피로, 스트레스, 정 서적 요인에 의해 생긴 인지 부하의 증가로 인해 작동을 멈출 수 있고, 그래서 감시 과정이 부적절한 생각을 걸러서 의식으로 스며들게 해, 그것의 접근성을 높아지게 만 든다는 것이다. [풀이] 반동 효과(rebound effect)가 나타나는 것은 두 가지 인지 과정의 상호작용에 의해 야기되는 것 같다는 내용의 글이다. 의도적인 운영 체계는 억제된 생각과 무관한 생 20 각을 의식적으로 찾아내려고 하고, 무의식적인 감시 과정은 그 운영 체계가 효과적으 로 작동하고 있는지를 검사하는데, 인지 부하의 증가로 의도적인 운영 체계가 작동을 멈추게 되면, 감시 과정이 부적절한 생각을 걸러서 의식으로 스며들게 해 그것에 접 근하는 것을 쉽게 만든다고 했으므로, ④ inappropriate(부적절한)를 appropriate(적 절한)와 같은 낱말로 바꾸어야 한다. [Words and Phrases] suppression 억제, 억압 rebound effect (심리학) 반동 효과(흰곰을 떠올리지 말라 고 요구하면 흰곰만 생각하게 되는 것처럼, 의도한 것과 반대 효과가 나타나는 것) interplay 상호작용 cognitive 인지의 dual 이중의 intentional 의도적인 consciously 의식적으로 locate 찾아내다 simultaneously 동시에 monitor 감시 하다 encounter 마주치다 inconsistent with ~과 일치하지 않는 prompt 자극하 다 ensure 반드시 ~하게 하다 replace 대체하다 load 부하, 부담 fatigue 피로 filter 거르다, 스며들게 하다 inappropriate 부적절한 accessible 접근하기 쉬운"
    },
    {
        "question_num": 31,
        "explanation": "[출제 의도] 빈칸 추론 [해석] “이름에는 무엇이 들어 있는가? 우리가 장미라고 부르는 것은 다른 어떤 이름으로 부 른다 해도 향기가 똑같이 달콤할 것이다.” 셰익스피어의 이 생각은 장미와, 이를테면 그림의 차이를 강조한다. 장미와 같은 자연물은 해석되지 않는다. 그것들은 의미와 메 시지의 매개체로 받아들여지지 않는다. 그것들은 어떤 전통에도 속하지 않고, 엄밀히 말하면 양식이 없으며, 문화와 관습의 틀 안에서 이해되지 않는다. 오히려 그것들은 지적인 매개 없이 비교적 직접적으로 감지되고 음미되며, 따라서 개별적으로든 집합 적으로든, 그것들이 불리는 이름은 그것들에 대한 우리의 경험과는 거의 관계가 없다. 반면에 미술 작품에 붙여지는 제목은 그것이 제시하는 미학적 측면과 그 속에서 우리 가 올바르게 인지하는 특징에 상당한 영향을 미친다. 가지고 있는 이름과는 다른 이 름으로 불리는 장미 한 송이의 그림은, 미학적으로 말하면, 아마 향기가 다를 것이다. Rose of Summer라는 제목의 그림과 Vermillion Womanhood라는 제목의 식별하 기 어려운 그림은 물리적으로, 또한 의미적으로나 미학적으로도 별개의 미술품이다. [풀이] 자연물은 다른 어떤 이름으로 부른다고 해도 본질적으로 똑같지만, 미술품은 작품 제 목이 다르면 물리적으로, 의미적으로, 그리고 미학적으로 모두 별개의 작품으로 본다 는 내용의 글이다. 빈칸 다음에 이어지는 내용에서 자연물은 의미와 메시지의 매개체 로 받아들여지지 않고, 어떤 전통에도 속하지 않으며, 엄밀히 말해 양식이 없으며, 문 화와 관습의 틀 안에서 이해되지 않는다고 했으므로, 빈칸에 들어갈 말로 가장 적절 한 것은 ⑤ ‘해석되지’이다. ① 바뀌지 ② 분류되지 ③ 보존되지 ④ 통제되지 [Words and Phrases] point up ~을 강조하다 vehicle 매개체 strictly speaking 엄밀히 말해서 21 framework 틀 convention 관습 mediation 매개, 중개, 조정 collectively 집합 적으로 have little bearing on ~과 거의 관계가 없다 aesthetic 미(학)적인 face 측면 other than ~을 제외하고 might (very) well 아마 ~일 것이다 distinct 별 개의"
    },
    {
        "question_num": 32,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 많은 똑같은 동물이나 식물을 퍼뜨리기 위한 복제로 이어지는 유전 공학은 때때로 자 연의 다양성에 대한 위협으로 여겨진다. 그러나 인간은 수천 년 동안 인위적인 단일 경작으로 다양한 자연 서식지를 대체해 오고 있다. 선진국 자연 서식지의 대부분은 대량 생산 또는 반복에 기반을 둔 어떤 형태의 인위적인 환경으로 이미 대체되었다. 생물 다양성에 대한 진정한 위협은 계속 늘어나는 인구에 식량을 공급하기 위해서 지 구의 더욱더 많은 부분을 생산지대로 전환해야 할 필요성임이 확실하다. 가축의 복제 와 이식 유전자에 의한 변형은 전반적인 상황에 거의 변화를 주지 않는다. 반대로, 유전학에 관한 새로워진 관심은 아직 알려지지 않은 다양한 목적을 위해서 이용될 수 있는 흥미롭거나 유용한 유전 특성을 가진 많은 야생 동식물이 있다는 인식을 점점 키웠다. 이것은 결국 자연 생태계가 암, 말라리아 또는 비만을 치료하는 미래의 약을 품고 있을 수도 있기 때문에 자연 생태계를 파괴하는 것을 피해야 한다는 것을 깨닫 게 해 주었다. [풀이] 유전 공학이 자연의 다양성에 대한 위협으로 여겨지지만, 수천 년 동안 이어진 인위 적인 단일 경작, 즉 농업이 생물 다양성의 진정한 위협이고 가축 복제와 이식 유전자 에 의한 변형은 전반적인 상황에 거의 변화를 주지 않은 반면에, 오히려 유전학 덕분 에 치료 약 등으로 앞으로 다양하게 이용될 수 있는 유전 특성을 가진 야생 생물에 관심과 인식이 커지게 되어 자연 생태계 보존에 대한 깨달음을 주었다는 내용이므로, 빈칸에는 ② ‘자연 생태계를 파괴하는 것을 피해야 한다’가 가장 적절하다. ① 생태계는 유전적으로 프로그램되어 있다 ③ 유전자 변형 유기체를 만드는 것을 중단할 필요가 있다 ④ 인위적인 유기체는 자연환경에서 생존할 수 있다 ⑤ 살아있는 것들은 자신의 물리적 환경에 적응한다 [Words and Phrases] genetic engineering 유전 공학 cloning 복제 distribute 퍼뜨리다 identical 똑 같은 threat 위협 diversity 다양성 habitat 서식지 artificial 인위적인 convert 전환하다 transgenic 이식 유전자에 의한 alteration 변형 conversely 반대로 property 특성 harbor 품다"
    },
    {
        "question_num": 33,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 22 인간은 동시에 비슷하기도 하고 다르기도 해서 둘 다 때문에 동등하게 대우받아야 한 다. 평등의 기초를 인간의 획일성이 아니라 획일성과 차이의 상호작용에 두는 그러한 견해는 평등이라는 바로 그 개념에 차이를 포함시키고, 전통적으로 평등을 유사성과 동일시하는 것을 깨뜨리며, 일원론적 왜곡을 면하게 된다. 일단 평등의 기초가 바뀌면 그것의 내용도 바뀐다. 평등은 서로 다를 수 있는 동등한 자유나 기회를 포함하고, 인간을 동등하게 취급하는 것은 우리가 그들의 유사성과 차이점을 둘 다 고려하도록 요구한다. 후자(차이점)가 관련이 없을 때 평등은 균일하거나 똑같은 대우를 내포하 고, 차이점이 관련이 있을 때 그것은 차이를 나타내는 대우를 필요로 한다. 평등한 권리는 똑같은 권리를 의미하지 않는데, 서로 다른 문화적 배경과 요구를 가진 개인 들이 우연히 그들의 권리의 내용이 되는 어떤 것이든 그것에 관해서 평등을 누릴 수 있게 다른 권리를 요구할지도 모르기 때문이다. 평등은 흔히 주장되듯이 무관한 차이 들에 대한 거부뿐만 아니라 합법적이고 관련 있는 차이들에 대한 완전한 인정도 포함 한다. [풀이] 평등의 기초를 유사성과 획일성에만 두지 말고 유사성과 차이점의 상호작용에 두면, 평등의 내용에 균일하고 똑같은 대우만 포함되는 것이 아니라 서로 간의 차이를 고려 한 서로 다른 대우를 포함할 수 있게 되고, 평등한 권리란 서로 같은 권리를 의미하 는 게 아니라 서로 다른 권리를 요구할 수 있는 것이라는 내용이므로, 빈칸에는 ① ‘평등을 누릴 수 있게 다른 권리를 요구할’이 가장 적절하다. ② 평등을 위해 자신의 자유를 포기할 ③ 불평등에 관한 동일한 인식을 기꺼이 받아들일 ④ 사회 구조에서 자신의 위치를 더 쉽게 받아들일 ⑤ 온전한 이해를 얻기 위해 관련이 있는 차이점을 거부할 [Words and Phrases] at once 동시에 ground A in B A의 기초를 B에 두다 uniformity 획일성 interplay 상호작용 build A into B A를 B에 포함시키다 concept 개념 equation 동일시 immune (질병이나 공격 등을) 면한 distortion 왜곡 content 내용 take into account ～을 고려하다 the latter 후자 relevant 관련이 있는 differential 차이를 나타내는 in respect of ～에 관해서 rejection 거부 legitimate 합법적인, 합당한"
    },
    {
        "question_num": 34,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 프로토피아는 목적지라기보다는 생성의 상태이다. 그것은 과정이다. 프로토피아적인 방식에서는 어제보다 오늘, 비록 그저 약간 더 나아졌을 뿐이라도, 상황이 더 낫다. 그것은 점진적인 개선이나 가벼운 진보이다. 프로토피아적이라는 말에서 ‘프로’는 과 정과 진보라는 개념에서 비롯된다. 이 미묘한 진보는 극적이지도 않고 자극적이지도 않다. 프로토피아는 거의 새로운 이점만큼 많은 새로운 문제를 발생시키기 때문에 그 23 것을 놓치기 쉽다. 오늘의 문제는 어제의 기술적 성공이 가져온 것이고, 오늘의 문제 에 대한 기술적 해결책은 내일의 문제를 유발할 것이다. 문제와 해결책의 이런 순환 적 팽창은 시간이 지남에 따라 작은 순이익의 꾸준한 축적을 보이지 않게 한다. 계몽 주의와 과학의 발명 이래로 줄곧, 우리는 매년 파괴해 온 것보다 조금 더 많은 것을 만들어냈다. 그러나 그 작은 몇 퍼센트의 긍정적인 차이는 수십 년에 걸쳐 우리가 문 명이라고 부를 수 있는 것으로 조합된다. 그것의 장점은 영화에서 주연을 맡아 돋보 이는 법이 없다. [풀이] 프로토피아는 조금이라도 상황이 이전보다 더 나아지는 과정을 나타내는 말인데, 미 묘한 진보는 잘 드러나지 않게 마련이고, 어제의 성공이 오늘의 문제를 만들고, 오늘 의 문제를 해결한 성공이 내일의 문제를 유발하는, 문제와 해결책의 순환적 팽창으로 인해 잘 보이지는 않지만 조금이나마 이전보다 나은 것이 쌓여서 문명이란 것을 이룩 해왔다는 내용이므로, 빈칸에는 ④ ‘시간이 지남에 따라 작은 순이익의 꾸준한 축적을 보이지 않게 한다’가 가장 적절하다. ① 현재의 혁신의 한계를 감춘다 ② 자신감 있게 미래를 예측하는 것을 어렵게 만든다 ③ 프로토피아적인 문명을 빨리 이루도록 우리에게 동기를 부여한다 ⑤ 기술적 성공에서 상당한 변화를 만든다 [Words and Phrases] state 상태 becoming 생성 destination 목적지 mode 방식 stem from ～에서 비롯되다 notion 개념 subtle 미묘한 generate 발생시키다 circular 순환적인 expansion 팽창, 확장 Enlightenment 계몽주의 civilization 문명 star 주연을 맡아 돋보이다 accumulation 축적"
    },
    {
        "question_num": 35,
        "explanation": "[출제 의도] 글의 흐름과 무관한 문장 찾기 [해석] 미국처럼 고도로 상업화된 환경에서는 많은 경관이 상품으로 여겨지는 것이 놀라운 일이 아니다. 다시 말해 경관은 그것들의 시장 잠재력 때문에 가치 있게 여겨진다. 주민들은 경관이 지역 사회를 위해 어떻게 소득을 창출할 수 있는가에 부분적으로 기 초하여 정체성을 발전시킨다. 이 과정에는 자연의 요소를 상품으로 전환하는 것 그 이상의 것이 포함된다. 사람들과 그들의 자아의식을 포함하여 경관 자체가 상품의 형 태를 띤다. (미국에서 경관 보호는 일반적으로 산악지대에 있는 황무지 지역을 보호하 는 데 전통적으로 초점을 두고 있다.) 시간이 흐르면서 경관 정체성은 경관에 대한 이야기를 판매하기 위해 사용될 수 있는 일종의 ‘로고’로 발전할 수 있다. 따라서 California의 ‘Wine Country(포도주의 고장)’, Florida의 ‘Sun Coast(태양의 해변)’, 혹은 South Dakota의 ‘Badlands(악지)’는 외지인과 거주자가 모두 장소를 인식하는 방식을 형성하며, 이런 호칭들은 그곳에 사는 사람들의 문화와 관련된 일련의 기대치 를 형성한다. 24 [풀이] 미국처럼 고도로 상업화된 환경에서는 경관도 상품으로 여겨져서 주민들 역시 경관이 지니는 시장 잠재력에서 생기는 가치, 즉 경관이 지역 사회를 위해 어떻게 소득을 창 출할 수 있는가에 기초하여 지역과 자신의 정체성을 발전시킨다는 내용에서, 미국에 서의 경관 보호가 일반적으로 산악지대의 황무지 보호에 초점을 두고 있다는 내용인 ③은 글의 전체 흐름과 무관하다. [Words and Phrases] commercialized 상업화된 commodity 상품, 일용품 identity 정체성 generate 창출하다, 만들어 내다 conversion 전환, 변환 wilderness 황무지 mountainous region 산악지대 evolve 발전하다, 진화하다 perceive 인식하다 associated with ~와 관련된"
    },
    {
        "question_num": 36,
        "explanation": "[출제 의도] 글의 순서 파악하기 [해석] 기원전 5세기에, 그리스의 철학자 Protagoras는 “인간이 만물의 척도이다.”라고 선언 했다. 다시 말해서, 우리는 세상을 향해 “당신은 무슨 쓸모가 있는가?”라고 물어볼 자격이 있다고 느낀다. (B) 우리는 우리가 세상의 기준이라고, 즉 모든 것이 우리와 비교되어야 한다고 추정한다. 그런 추정은 우리로 하여금 많은 것을 간과하게 한다. (A) ‘우리를 인간답게 만들어 준다고’ 일컬어지는 능력들, 즉 공감, 의사소통, 슬픔, 도구 만들기 등은 모두 우리와 세상을 공유하는 다른 지력을 지닌 존재들에게도 다양 한 정도로 존재한다. 척추동물(어류, 양서류, 파충류, 조류, 포유류)은 모두 동일한 기 본 골격, 장기, 신경계, 호르몬, 행동을 공유한다. (C) 다양한 자동차의 모델들이 각각 엔진, 동력 전달 체계, 네 바퀴, 문, 좌석을 가지고 있는 것과 마찬가지로, 우리는 주 로 우리의 외부 윤곽과 몇 가지 내부적인 조정 면에서 다르다. 하지만 순진한 자동차 구매자들처럼, 대부분의 사람들은 오직 동물들의 다양한 겉모습만을 본다. [풀이] 인간이 만물의 척도라는 말이 제시된 주어진 글 다음에, 인간은 자신이 세상의 기준 이라고 여기는데 그런 관점은 많은 것을 간과하게 한다는 내용인 (B)가 이어지고, 간 과하는 그 내용을 소개하면서 인간에게만 있다고 여겨지는 공감, 의사소통 등의 능력 은 인간 아닌 다른 존재들에게도 있고 척추동물은 신체적으로도 동일한 특징을 공유 한다는 내용인 (A)가 그다음에 이어지며, 마지막으로 자동차도 겉모습만 보면 서로 달라 보이지만 모든 자동차에는 공통된 부분이 있는데, 대부분의 사람들은 동물의 겉 만 보고 다르다고 판단한다는 내용인 (C)가 이어지는 것이 가장 적절한 글의 순서이 므로, 정답은 ② (B)-(A)-(C)이다. [Words and Phrases] pronounce 선언하다 measure 척도 entitled to ~할 자격이 있는 empathy 공 감 grief 슬픔 backbone 척추, 등뼈 amphibian 양서류 reptile 파충류 mammal 포유류 skeleton 골격 organ 장기 nervous system 신경계 25 standard 기준, 표준 overlook 간과하다 drive train 동력 전달 체계 naive 순 진한 exterior 겉모습"
    },
    {
        "question_num": 37,
        "explanation": "[출제 의도] 글의 순서 파악하기 [해석] 유화, 수채화, 스케치, 또는 조각과 같은 미술의 위치를 기록 보관 기관에서 정하는 것은 어려울 수 있다. (C) 미술은, 특히 사진 촬영이 보편화하기 전에 그 품목들이 생 산되었을 때, 기록 증거의 역할을 할 수 있다. 전쟁터에 있는 군인들의 스케치, 영국 시골 마을의 그림 또는 네덜란드 시민들의 초상화는 옛날의 장소, 사람 또는 시절의 유일한 시각적 증거를 제공할 수 있다. (B) 그러나 미술은 또한 미적 가치를 지닐 수 있는데, 그것은 감정이라는 일을 다른 영역으로 격상시킨다. 미적 가치와 예술적 아름 다움의 개념은 중요한 고려사항이지만, 그것들은 기록 보존의 동기를 우선으로 부여 하는 것은 아니다. (A) 미술에 관한 최선의 기록 보관 결정은 영토권(이 물건은 내가 그것을 돌볼 자원이 없더라도 내 기관에 속해 있다)이나 금전적 가치나 위신의 문제 (이 물건은 내 기관의 문화적 지위를 높인다)에 초점을 두지 않는다. 최선의 결정은 어떤 증거 가치가 존재하고 그 품목에 무엇이 최선인지에 초점을 맞춘다. [풀이] 기록 보관 기관에서 미술의 위치를 결정하기 어려울 수 있다는 내용인 주어진 문장 다음에, 미술이 기록 증거 역할을 할 수 있다는 것과 그 사례를 드는 내용인 (C)가 이어지고, 미술에는 또한 미적 가치도 있어 감정이라는 일을 다른 영역으로 격상시키 지만 미적 가치가 기록 보존의 동기를 우선으로 부여하는 것은 아니라는 내용인 (B) 가 그다음에 이어지며, 마지막으로 미술에 관한 최선의 기록 보관 결정은 영토권이나 금전적 가치나 위신의 문제가 아니라 어떤 증거 가치가 있는지 무엇이 그 품목에 최 선인지에 초점을 둔다는 내용인 (A)가 이어지는 것이 가장 적절한 글의 순서이므로, 정답은 ⑤ (C)-(B)-(A)이다. [Words and Phrases] fine art 미술 oil painting 유화 watercolour 수채화 institution 기관 territoriality 영토권 monetary 금전적인 standing 지위 evidential 증거의 aesthetic 미적인 elevate 격상시키다, 높이다 evaluation 감정, 평가 preservation 보존 documentary 기록의 townspeople 시민"
    },
    {
        "question_num": 38,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 우리는 가끔 거의 깨닫지도 못한 채 숫자 문제를 풀기도 한다. 예를 들어, 여러분이 회의를 진행하고 있고 그곳에 있는 모든 사람이 의제의 사본을 확실히 갖게 하고 싶 어 한다고 가정해 보라. 여러분은 그 유인물의 각 사본에 참석한 사람들 각각의 이름 첫 글자들을 차례대로 적음으로써 이것을 처리할 수 있다. 이 과정을 완료하기 전에 사본이 떨어지지 않는 한, 여러분은 사람들에게 돌아갈 충분한 수의 사본이 있다는 26 것을 알 것이다. 그렇다면 여러분은 산수에 의존하지 않고, 명시적인 계산 없이 이 문제를 해결한 것이다. 그래도 여기에는 우리에게 영향을 미치고 있는 숫자가 있고 그것(숫자)이 하나의 집합과 다른 집합을 정확히 비교할 수 있게 하는데, 그 집합을 구성하는 것들이 한 세트는 사람들의 집합이고 다른 세트는 종이로 구성된 여기의 경 우처럼 완전히 다른 특징을 가질 수 있음에도 그러하다. 숫자가 우리로 하여금 할 수 있게 하는 것은 한 세트의 상대적인 크기를 다른 세트와 비교하는 것이다. [풀이] 주어진 문장에서 ‘this process’는 문맥상 사람들에게 의제 사본을 확실히 갖게 하기 위한 처리 과정을 의미한다. 그 과정을 자세히 언급한 부분 바로 뒤에 주어진 문장이 위치해야 하므로, 주어진 문장이 들어가기에 가장 적절한 곳은 ③이다. [Words and Phrases] run out of ~이 떨어지다 sufficient 충분한 go around (사람들에게 몫이) 돌아가 다 conduct a meeting 회의를 진행[주관]하다 ensure 확실하게 하다 agenda 의제, 안건 handout 유인물 initial 이름의 첫 글자[머리글자] present 참석한 resort to ~에 의지하다 explicit 명시적인, 명백한 all the same 그래도, 여전히 comparison 비교 make up ~을 구성하다 character 특징, 특성, 인격, 성격 consist of ~으로 구성되다 relative 상대적인"
    },
    {
        "question_num": 39,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 영화에는 문법이 없다. 그러나 영화 언어 사용에 관한 어렴풋이 정의된 몇 가지 규칙 이 있고, 영화의 문법, 즉 그것의 체계적인 (처리) 방식은 이러한 규칙들을 정리하고 그것들 사이의 관계를 보여준다. 문어와 구어에서와 마찬가지로, 영화의 문법은 그것 (영화)에서의 사용의 결과물이지 그것의 결정 요인은 아니라는 것을 기억하는 것이 중 요하다. 영화 문법에 관해 미리 정해진 것은 아무것도 없다. 오히려, 그것은 특정 방 법이 실제로 운용할 수 있고 유용하다는 것이 밝혀지면서 자연스럽게 발전했다. 문어 와 구어의 문법처럼, 영화의 문법은 자연스럽게 성장한 것으로 규범적이지 않고 기술 적이고, 여러 해에 걸쳐 상당히 변화했다. ‘할리우드 문법’은 지금은 웃기는 것처럼 들릴지 모르지만, 30년대, 40년대, 50년대 초반에는 할리우드 영화의 제작 방식의 정 확한 모델이었다. [풀이] 주어진 문장은 영화 문법이 실제 운용 가능성과 유용성이 밝혀지면서 자연스럽게 발 전했다는 내용이다. 주어진 문장이 Rather로 시작되는 것으로 보아, 주어진 문장 바 로 앞에는 영화 문법이 미리 정해진 것이 아니라는 일반적인 진술이 와야 하고, 주어 진 문장 바로 뒤에는 영화 문법의 자연스러운 발전에 대한 자세한 설명이 이어져야 자연스럽다. 따라서 주어진 문장이 들어가기에 가장 적절한 곳은 ④이다. [Words and Phrases] vaguely 어렴풋이 cinematic 영화의 syntax 문법, 통사론 determinant 결정 요 27 인 evolve 발전하다 device 방법, 장치 workable 운용할 수 있는 organic 자연 스러운, 서서히 생기는 descriptive 기술적인 prescriptive 규범적인 accurate 정 확한"
    },
    {
        "question_num": 40,
        "explanation": "[출제 의도] 요약문 완성 [해석] 미국 Harwood Institute for Public Innovation의 연구는 사람들이 '물질주의'가 어 쩐 일인지 그들과 그들의 사회적 욕구의 만족 사이에 끼어든다고 느낀다는 것을 보여 준다. 미국인에 대한 전국적인 조사를 토대로 한, Yearning for Balance라는 제목의 보고서는 그들이 ‘부와 물질적 이익에 관해 대단히 양면 가치적’이라고 결론지었다. 대다수의 사람들은 사회가 ‘탐욕과 과잉에서 벗어나 좀 더 가치, 공동체, 가족 중심의 삶의 방식으로 향하기’를 원했다. 그러나 그들은 이러한 우선순위가 그들이 믿기에 ‘점차 개별화되고, 이기적이며, 무책임해진’ 대다수의 동료 미국인에 의해 공유되지 않는다고 느끼기도 했다. 그 결과, 그들은 종종 소외된 기분이 들었다. 하지만, 보고 서에 따르면, 이러한 문제를 논의하기 위해 초점집단으로 모였을 때, 사람들은 ‘다른 사람들이 그들의 견해를 공유한다[했다]는 것을 알게 되어 놀라고 흥분’했다. 사회적 가치의 상실과 물질적 이익의 추구로 끌려 들어가는 방식에 대해 우리가 느끼는 불안 감은, 다른 사람들과 우리를 공동의 대의로 결속하기보다는 마치 우리를 다른 사람들 과 단절시키는 순전히 개인의 양면 가치인 것처럼 경험되는 경우가 흔하다. → 물질주의가 자신이 사회적 가치를 추구하는 것을 막는다고 믿는 많은 미국인은 대 다수의 다른 사람들로부터 동떨어진 듯하게 느끼지만, 이것은 실제로 상당히 공통적 인 우려이다. [풀이] 물질주의가 자신과 사회적 욕구의 만족 사이에 끼어든다고 느끼는 대다수의 미국인은 물질주의를 벗어나 사회적 욕구를 지향하기를 바라면서도 다른 사람들이 자신의 의견 을 공유하지 않을 것이라고 믿고 소외감을 느꼈지만, 실제로 초점집단으로 대표되는 사람들은 물질주의에 대한 그 견해를 공유했다는 내용의 글이다. 따라서 요약문의 빈 칸 (A)와 (B)에 각각 들어갈 말로 가장 적절한 것은 ② ‘추구하는 – 공통적인’이다. ① 추구하는 - 불필요한 ③ 지니는 - 개인적인 ④ 부정하는 - 윤리적인 ⑤ 부정하는 – 주된 [Words and Phrases] materialism 물질주의 entitled (~라는) 제목의 nationwide 전국적인 gain 이익 greed 탐욕 priority 우선순위 atomize 개별화하다, 세분화하다 isolate 소외시키 다, 고립시키다 focus group 초점집단(시장 조사나 여론 조사를 위해 각 계층을 대 표하도록 뽑은 소수의 사람들로 이뤄진 집단) unite 결속하다 cause 대의 purely 순전히, 전적으로 28 [41~42] [해석] 충분한 문맥이 제공된 경우, 독자는 전문적 지식 없이도 잘 만들어진 텍스트에 다가 와 작가가 의도한 바와 아주 근접한 것을 가지고 떠날 수 있다. 텍스트는 공문서와 같은 것이 되어서 독자는 최소한으로 노력하고 분투하며 그것을 읽을 수 있는데, 그 의 경험이 프로이트가 ‘고르게 주의를 기울이는 것’의 (전략적인) 배치로 설명한 것과 가까워지기 때문이다. 그는 작가의 손에 자신을 맡기고(어떤 사람들이 디킨스나 톨스 토이와 같은 위대한 소설가와 이런 경험을 가졌던 것처럼) 작가가 이끄는 곳으로 따 라간다. 현실 세계는 사라지고 허구의 세계가 그것을 대신했다. 이제 그 극단의[정반 대] 경우를 생각해 보자. 문맥과 내용이 적절하게 결합하지 않은, 제대로 만들어지지 않은 텍스트의 경우, 우리는 이해하려고 애써야 하고, 작가가 의도한 바에 대한 우리 의 이해는 아마도 그의 본래 의도와 밀접한(→거의 없는) 관련성을 지닐 것이다. 시대 에 뒤떨어진 번역은 우리에게 이런 경험을 줄 것인데, 우리가 읽을 때, 우리는 언어 를 최신의 것으로 해야 하고 이해는 텍스트와의 꽤 격렬한 분투의 대가로만 오기 때 문이다. 참조의 틀이 없는 잘못 제시된 내용도 같은 경험을 제공할 수 있는데, 우리 는 단어를 보지만 그것들이 어떻게 받아들여져야 하는지를 이해하지 못하기 때문이 다. 문맥을 제공하지 못한 작가는 세상에 대한 자신의 그림을 모든 독자가 공유한다 고 잘못 가정하고, 적절한 참조의 틀을 제공하는 것이 글을 쓰는 일의 중대한 부분임 을 깨닫지 못한다."
    },
    {
        "question_num": 41,
        "explanation": "[출제 의도] 장문(제목 추론) [풀이] 충분한 문맥이 제공되는 잘 만들어진 텍스트의 경우, 전문적 지식이나 큰 노력 없이 도 독자가 작가의 의도를 쉽게 이해할 수 있는 반면에, 그렇지 않은 텍스트의 경우에 는 독자가 그것을 이해하기 위해서 상당히 애써야 한다는 내용의 글이다. 따라서 글 의 제목으로 가장 적절한 것은 ④ ‘글쓰기에서의 문맥: 텍스트 이해를 위한 등대’이 다. ① 현실과 허구의 세계 사이에 벽 세우기 ② 창의적 글 읽기: 작가의 의도를 넘어서는 것 ③ 효과적인 글쓰기를 위한 독자 경험의 유용성 ⑤ 자기 자신의 말에 갇히다: 작가들의 좁은 견해"
    },
    {
        "question_num": 42,
        "explanation": "[출제 의도] 장문(문맥 속의 어휘 추론) [풀이] 문맥이 충분히 제공되지 않고 제대로 만들어지지 않은 텍스트의 경우, 독자가 작가의 본 의도를 이해하는 것이 상당히 어려워서 그것과 거의 상관이 없는 이해를 하게 될 것이므로, (c)의 close(밀접한)는 little(거의 없는) 정도의 어휘로 바꾸어야 한다. 29 [Words and Phrases] to the extent that ~할 경우에, ~하는 한 come away with ~을 가지고 떠나다 approximation 근접한 것, 비슷한 것 vanish 사라지다 fictive 허구의 extreme 극단 happily 적절하게 correspondence 관련성 original 원래의 out-of-date 시대에 뒤떨어진, 구식의 translation 번역 up to date 최신의 at the price of ~을 대가로, ~을 희생하여 intense 격렬한, 강렬한 reference 참조 mistakenly 잘못(하여) critical 중대한 [43~45] [출제 의도] 장문의 이해 [해석] (A) 아이들은 동틀 녘에 할머니 댁에 도착했다. 그들은 항상 한 해의 이맘때면 그녀 의 옥수수 수확을 돕기 위해 모였다. 그에 대한 보답으로, 할머니는 선물로 그리고 맛있는 진수성찬을 차림으로써 그들에게 보답하곤 했다. 아이들은 모두 아주 활기 넘 쳤다. 하지만 Sally는 아니었다. 그녀는 더위와 먼지를 몹시 싫어했기 때문에 옥수수 밭에서 일하는 것을 싫어했다. 다른 아이들이 각자 자루를 들고 노래를 부르며 밭으 로 향할 때 그녀는 아무 말 않고 앉아 있었다. (C) 그들은 들판에 도착해서 즐겁게 일하기 시작했다. 곧이어 Sally는 자신의 자루를 가지고 그들과 합류했다. 오전 중반쯤 할머니는 얼음처럼 차가운 레모네이드와 복숭 아 파이를 가지고 왔다. 다 먹은 뒤에, 아이들은 해가 높이 뜨고 자신들의 자루가 터 질 때까지 계속 일을 했다. 아이들은 각자 곡물창고로 세 번 이동해야 했다. 할머니 는 그들의 노력에 감동하였고, 그녀는 그에 맞춰 그들에게 선물을 주고 싶어 했다. (B) Sally는 덥고 짜증 나기 시작해서 그저 그녀의 선물을 받고 밭을 떠나고 싶었다. 그녀는 자루를 두 번만 채웠지만, 다른 아이들은 이제 세 번째 자루를 곡물창고로 나 르고 있었다. Sally는 무거운 한숨을 쉬었다. 그때 한 가지 묘안이 떠올랐다. 자루를 더 가볍게 만들고 일의 속도를 내기 위해, 그녀는 마지막 자루를 옥수수 줄기로 재빨 리 채웠다. Sally는 곡물창고에 가장 먼저 도착했고, 할머니는 그녀에게 마지막에 가 져온 짐을 한쪽에 놓고 그 위에 그녀의 이름을 쓰라고 했다. (D) 할머니는 다른 아이들에게도 똑같이 하도록 했다. 그러고 나서 아이들은 모두 할 머니의 맛있는 점심을 즐겼다. “난 너희들이 한 일에 너무도 기쁘단다. 올해엔 너희들 모두 마지막에 가져온 짐을 선물로 집에 가져가도 된단다.”라고 점심 식사 후에 할머 니가 그들에게 말했다. 아이들은 기뻐서 환호했고, 고마움에 기꺼이 그녀에게 감사하 다고 했으며, 자신들의 자루를 들어 올려 집으로 가져갔다. Sally는 몹시 실망했다. 그녀의 자루에는 쓸모없는 옥수수 줄기 외에는 아무것도 없었다. 곧이어 그녀는 자신 이 무거운 짐이라도 가지고 가는 체하면서 먼 길을 걸어 집으로 갔다."
    },
    {
        "question_num": 43,
        "explanation": "[출제 의도] 장문(글의 순서 파악) [풀이] 30 할머니 댁에 도착한 아이들은 할머니의 옥수수 수확을 돕기 위해 각자 자루를 들고 밭으로 갔지만, Sally는 아무 말 않고 앉아 있었다는 내용의 주어진 글 (A) 다음에는, 곧이어 Sally도 자신의 자루를 가지고 합류하여 일했고, 아이들의 노력에 감동한 할 머니가 선물을 주고 싶어 했다는 내용의 (C)가 와야 한다. 그다음에는 덥고 짜증 나 기 시작한 Sally가 다른 아이들과는 달리 마지막 자루를 옥수수 줄기로 채워 가장 먼 저 일을 끝낸 뒤, 할머니가 시킨 대로 마지막 자루에 자신의 이름을 썼다는 (B)가 오 고, 각자 마지막에 가져온 짐을 선물로 가져가라는 할머니의 말에 몹시 실망한 Sally 가 옥수수 줄기만 들어 있는 자루를 가지고 집으로 향해야만 했다는 내용의 (D)가 오 는 것이 자연스럽다. 따라서 글의 순서로 가장 적절한 것은 ②이다."
    },
    {
        "question_num": 44,
        "explanation": "[출제 의도] 장문(지칭 추론) [풀이] (a), (b), (c), (e) 모두 Sally를 가리키지만 (d)는 할머니를 가리킨다."
    },
    {
        "question_num": 45,
        "explanation": "[출제 의도] 장문(세부적 사실 파악) [풀이] (D)에서 Sally가 옥수수 줄기만 들어 있는 가벼운 자루를 무거운 체하며 집으로 가져 갔다고 했으므로, 글에 관한 내용으로 적절하지 않은 것은 ⑤이다. [Words and Phrases] at sunrise 동틀 녘에 assist with ~을 돕다 harvest 수확 in return (~에 대한) 보답으로 feast 진수성찬 in spirits 활기 넘치는 sack 자루 irritated 짜증이 난 sigh 한숨 쉬다 put aside ~을 한쪽에 두다 load 짐 soon after 곧이어 burst 터지다 accordingly 그에 맞춰 be pleased with ~에 기뻐하다 terribly 몹시 pretend ~인 체하다"
    }
]