[
    {
        "question_num": 1,
        "explanation": "[출제 의도] 목적 파악 [해석] 남: 안녕하세요, 시청자 여러분. 이 동영상을 클릭해줘서 감사합니다. 저는 Ronnie Drain이고 15년 넘게 개인 피트니스 트레이너로 일하고 있습니다. 오늘, 저는 여 러분께 저의 채널인 ‘Build Your Body’에 대해 말씀드리고 싶습니다. 제 채널에 서 여러분은 가정이나 사무실에서 할 수 있는 다양한 운동법을 보여 주는 동영상 을 볼 수 있습니다. 여러분이 규칙적으로 운동하는 데 어려움을 겪으셨다면, 제 동영상은 정해진 운동 순서에 관한 쉬운 지침과 유용한 자료를 제공할 수 있습니 다. 매주 금요일마다 새로운 동영상이 업로드될 것입니다. 제 채널을 방문하셔서 더 강하고 더 건강한 몸을 만드세요. [풀이] 남자는 ‘Build Your Body’라는 자신의 채널을 소개하면서 운동 방법을 보여 주는 동 영상을 볼 수 있고 정해진 운동 순서에 관한 쉬운 지침과 유용한 자료를 제공하니 방 문해보라고 말하고 있으므로, 담화의 목적으로 가장 적절한 것은 ⑤이다. [Words and Phrases] personal fitness trainer 개인 피트니스 트레이너 regularly 규칙적으로 guideline 지침 exercise routine 정해진 운동 순서"
    },
    {
        "question_num": 2,
        "explanation": "[출제 의도] 의견 파악 [해석] 여: 안녕, Chris. 남: 안녕, Julie. 주말 잘 보냈어? 여: 아주 좋았어. 일곱 살짜리 아들과 ‘별 보는 밤’이라는 행사에 갔었어. 남: 오, 그래서 별 보러 야외에 나갔구나. 네 아들은 틀림없이 즐거운 시간을 보냈겠 구나. 여: 그럼. 그리고 그게 내 아들이 수학 개념에 익숙해지게 하는 데 도움이 되었다고 생각해. 남: 흥미롭군! 그게 어떻게 그렇지? 여: 함께 별을 세면서 내 아들은 높은 숫자까지 세는 것을 연습할 기회를 가졌거든. 남: 아, 그거 말이 되네. 2 여: 게다가, 그 아이는 별들이 함께 형성하는 모양을 식별하고 패턴을 추적하는 것을 재미있어했어. 남: 아주 멋진 수학적인 밤을 보낸 것 같구나! 여: 맞아. 별 보기는 아이들이 수학 개념에 익숙해지는 좋은 방법이라고 나는 생각해. 남: 다음에 나도 내 딸을 그 행사에 데려가야겠군. [풀이] 여자는 함께 별을 세면서 아이가 높은 숫자까지 세는 것을 연습할 기회를 가졌다고 하면서 별 보기는 아이들이 수학 개념에 익숙해지는 좋은 방법이라고 생각한다고 말 했으므로, 여자의 의견으로 가장 적절한 것은 ①이다. [Words and Phrases] stargazing 별 보기 mathematical concept 수학 개념 practice 연습하다 identify 식별하다 trace 추적하다 form 형성하다 magical 아주 멋진 get used to ～에 익숙해지다"
    },
    {
        "question_num": 3,
        "explanation": "[출제 의도] 관계 파악 [해석] 남: 안녕하세요, Watson씨. 제 인터뷰 요청을 받아주셔서 감사합니다. 여: 천만에요. Windmore 고등학교의 Michael이군요. 남: 네. 제가 다니는 학교를 설계하신 분을 인터뷰하게 되어 영광입니다. 여: 감사합니다. 저는 그 설계를 아주 자랑스럽게 여깁니다. 남: 그것의 이면에 있는 개념은 무엇이었습니까? 여: 그 학교 건물을 설계할 때 저는 자연 요소들을 그것에 통합하고 싶었습니다. 남: 그렇군요. 이 개념을 다른 건축 설계에도 적용하셨나요? 여: 예. Skyforest Tower죠. 제 설계는 각 층의 작은 정원과 옥상 정원을 포함해서 그 건물이 떠오르는 숲처럼 보이게 만들었지요. 남: 매우 인상적이네요. 사실 저희 미술 선생님이 저희를 데리고 다음 주에 그곳으로 현장 학습을 가십니다. 여: 정말이에요? 32층에 있는 전망대를 꼭 가 보세요. 전망이 매우 멋집니다. 남: 감사합니다. 제 반 친구들과 가 볼게요. [풀이] 여자는 남자가 다니는 학교 건물을 설계하고 Skyforest Tower를 설계한 사람이고, 남자는 다음 주에 Skyforest Tower에 현장 학습을 간다는 학생이므로, 두 사람의 관 계를 가장 잘 나타낸 것은 ①이다. [Words and Phrases] design 설계하다; 설계 concept 개념 incorporate 통합하다 element 요소 apply 적용하다 roof-top garden 옥상 정원 field trip 현장 학습 observation deck 전망대 spectacular 매우 멋진, 장관을 이루는 3"
    },
    {
        "question_num": 4,
        "explanation": "[출제 의도] 그림 내용 불일치 [해석] 여: 와, Sam. 학생회실을 핫초코 부스로 만들었구나. 남: 네, Thompson 선생님. 저희는 도움이 필요한 아이들을 위해 모금하려고 핫초코 를 팔 준비가 됐어요. 여: 훌륭하구나. 시계 아래에 있는 게시판에 뭘 붙일 거니? 남: 수익금이 어디로 갈지를 알리는 정보를 게시할 겁니다. 여: 좋아. 나는 벽에 걸린 현수막이 마음에 든다. 남: 감사합니다. 제가 직접 그걸 만들었어요. 여: 멋지구나. 오, 테이블에 내 줄무늬 테이블보를 깔아서 기쁘다. 남: 저희가 그것을 사용할 수 있게 해 주셔서 감사합니다. 나무에 걸려있는 눈사람 그림 알아보셨어요? 여: 그래. 작년에 너희가 도와줬던 아이가 그린 것을 기억한다. 그런데, 바닥에 상자 세 개가 있네. 무엇에 쓰는 거니? 남: 기부받은 장난감과 책으로 그걸 채우려고 합니다. 여: 좋은 생각이구나. 행운을 빈다. [풀이] 여자가 바닥에 상자 세 개가 있다고 말했는데, 그림에서는 두 개가 있으므로, 그림에 서 대화의 내용과 일치하지 않는 것은 ⑤이다. [Words and Phrases] student council room 학생회실 raise money 모금하다 bulletin board 게시판 profits 수익금 banner 현수막 awesome 멋진"
    },
    {
        "question_num": 5,
        "explanation": "[출제 의도] 할 일 파악 [해석] 남: 안녕, Mary. 걱정이 있어 보여. 무슨 일이야? 여: 안녕, Steve. 내가 작성하고 있는 야생화에 관한 보고서 기억하지? 남: 물론이지. 생물학 수업을 위한 거잖아, 맞지? 여: 응. 데이지를 제외하고는 모든 야생화 사진을 내 보고서에 넣을 수 있었어. 남: 알겠다. 데이지 사진 없이는 보고서를 제출할 수 없니? 여: 응. 정말 그것이 필요해. 직접 데이지 사진을 찍으려고도 해봤지만, 그 꽃이 보통 봄에서 가을까지 핀다는 것을 알게 되었어. 남: 그거 알아? 올봄에, 나는 아빠와 함께 하이킹하러 가서 야생화 사진을 좀 찍었지. 여: 네 전화기에 그것이 있니? 그것을 볼 수 있을까? 남: 물론. 봐봐. 여: 오, 사진에 있는 꽃이 데이지야! 내 보고서에 딱 맞겠다. 남: 정말? 그렇다면 네게 그것을 보내줄게. 4 여: 고마워. 그러면 정말 도움이 될 거야. [풀이] 자신의 전화기에 들어 있는 데이지 사진이 여자의 보고서 자료로 적합하다는 것을 확 인한 남자는 그 사진을 여자에게 보내줄 것을 제안하고 있으므로, 남자가 여자를 위 해 할 일로 가장 적절한 것은 ①이다. [Words and Phrases] wildflower 야생화 biology 생물학 submit 제출하다 helpful 도움이 되는"
    },
    {
        "question_num": 6,
        "explanation": "[출제 의도] 숫자 정보 파악 [해석] 남: Chestfield 호텔에 오신 것을 환영합니다. 어떻게 도움을 드릴까요? 여: 안녕하세요, 저는 Alice Milford입니다. 저와 제 남편을 위해 예약을 했습니다. 남: [타이핑하는 소리] 여기 있네요. 100달러의 일반 요금으로 1박 1실을 예약하셨네요. 여: 제가 이 10퍼센트 할인 쿠폰을 사용할 수 있나요? 남: 물론이죠, 사용하실 수 있습니다. 여: 잘됐네요. 그리고 1박 더 묵는 것이 가능한가요? 남: 확인해 보죠. [마우스 클릭하는 소리] 네, 내일도 같은 방을 이용하실 수 있습니다. 여: 좋네요. 둘째 날 밤에도 할인이 되나요? 남: 죄송합니다. 그 쿠폰은 둘째 날 밤에는 적용되지 않습니다. 100달러입니다. 그래 도 추가로 하룻밤 더 묵으시겠습니까? 여: 네, 그렇게 하겠습니다. 남: 좋습니다. 고객님과 고객님의 남편은 아침식사를 하실 건가요? 하루에 개인당 10 달러입니다. 여: 아니요, 괜찮습니다. 저희는 쇼핑하러 일찍 나갈 겁니다. 여기 제 신용카드입니다. [풀이] 여자는 1박에 숙박비가 100달러인 방에 이틀을 묵게 되는데, 첫 번째 날 밤의 경우 쿠폰을 이용하여 숙박비의 10퍼센트를 할인받게 되며 조식은 신청하지 않았으므로 객 실료로 지불할 총금액은 190달러이다. [Words and Phrases] reservation 예약 regular rate 일반 요금 discount 할인 extra 추가의, 여분의"
    },
    {
        "question_num": 7,
        "explanation": "[출제 의도] 이유 파악 [해석] 여: 여보, 집에 왔어요. 남: 하루가 어땠어요? 여: 괜찮았어요. 그런데, 뭔가를 주문했어요? 문밖에 큰 상자가 있어요. 남: 우리의 캠핑 여행을 위해 우리가 온라인에서 산 텐트예요. 그것을 반품하려고요. 5 여: 크기 때문인가요? 당신이 우리가 모두 들어가기에는 다소 작을 수도 있다고 말했 던 것이 기억나요. 남: 사실, 그 텐트를 설치했을 때, 그것은 우리 모두를 수용하기에 충분히 큰 것처럼 보였어요. 여: 그러면, 다른 웹사이트에서 더 싼 것을 찾았나요? 남: 아니요, 가격은 문제가 아니에요. 여: 그러면, 왜 텐트를 반품하려고 하죠? 남: 들고 다니기에 너무 무거워요. 우리는 보통 야영지에 가려면 약간 걸어야 하잖아 요. 여: 알겠어요. 상자를 가지러 누군가 오겠죠? 남: 네. 이미 회수 일정을 잡았어요. [풀이] 남자는 야영지까지 들고 가기에는 텐트가 너무 무겁다고 생각하여 그것을 반품하려고 하므로, 남자가 텐트를 반품하려는 이유로 가장 적절한 것은 ③이다. [Words and Phrases] order 주문하다 return 반품하다 fit (들어가기에) 맞다 set up ~을 설치하다 issue 문제, 쟁점 campsite 야영지 schedule 일정을 잡다"
    },
    {
        "question_num": 8,
        "explanation": "[출제 의도] 언급 유무 파악 [해석] 남: 이봐, Kelly. Bradford Museum of Failure에 가본 적이 있니? 여: 그곳에 대해 들어본 적도 없어. 남: 음, 난 어제 거기에 갔었고, 그것은 놀라웠어. 여: 그 박물관은 무엇을 전시하고 있니? 남: 그곳은 세계에서 가장 유명한 회사들의 실패한 많은 제품들을 전시하고 있어. 여: 흥미로운데. 그 말을 들으니 그 박물관을 설립한 목적에 관해 궁금해지는데. 남: 그곳은 우리가 진정으로 성공하기 위해서는 우리의 실패를 인정할 필요가 있다는 메시지를 전달하기 위해 설립되었어. 여: 대단한 메시지이고, 정말 맞는 말이지. 그곳은 방금 개관했니? 남: 아니, 그곳은 2001년에 개관했어. 여: 왜 내가 그곳에 관해서 들은 적이 없지? 남: 많은 사람이 그곳에 관해 알지 못하는 것 같아. 하지만 그 박물관을 방문한 것은 놀랄만한 경험이었어. 여: 그것은 어디에 있니? 남: Hillside의 Greenfalls에 있어. 여: 여기서 그다지 멀지 않네. 꼭 그곳을 방문할 거야. [풀이] 6 두 사람의 대화에서 박물관의 전시품, 설립 목적, 개관 연도, 그리고 위치는 언급되었 지만, 입장료에 대한 언급은 없으므로 정답은 ④이다. [Words and Phrases] exhibit 전시하다 numerous 많은 product 제품 curious 궁금해 하는 purpose 목적 found 설립하다 deliver 전달하다 admit 인정하다 eye-opening 놀랄만한"
    },
    {
        "question_num": 9,
        "explanation": "[출제 의도] 담화의 세부 내용 파악 [해석] 여: 안녕하세요, 청취자 여러분. 전국 제과제빵 협회의 Carla Jones입니다. 12월 20 일에 전국 제과제빵 대회를 개최한다는 것을 알리게 되어 기쁩니다. 이는 제과제 빵에 대한 재능과 열정을 가진 사람들을 발굴하는 데 목표를 두는 연례행사입니 다. 올해 대회의 주제는 ‘건강한 디저트’입니다. 이 대회 역사상 가장 많은 지원 자가 있었고, 오직 10명의 참가자만이 결선에 진출할 것입니다. 상위 3명이 각각 1만 달러의 대상을 수상하게 되며, 수상자들의 레시피가 우리 잡지에 실리게 됩 니다. 여러분은 댁에서 대회 전체 관람을 즐기실 수 있습니다. 오전 9시부터 저희 웹사이트에서 생중계될 것입니다. 음식 애호가라면, 이번 행사를 놓치고 싶지 않 으실 것입니다. [풀이] 역사상 가장 많은 지원자 중에서 오직 10명의 참가자만이 결선에 진출할 것이라고 했 으므로, 담화의 내용과 일치하지 않는 것은 ③이다. [Words and Phrases] announce 알리다, 발표하다 host 개최하다 applicant 지원자 participant 참가 자 advance to the final round 결선에 진출하다 grand prize 대상 be broadcast live 생중계되다"
    },
    {
        "question_num": 10,
        "explanation": "[출제 의도] 특정 정보 파악 [해석] 남: 안녕, Nicole. 뭐 하고 있어? 여: 안녕, Jack. 인터넷에서 재사용할 수 있는 빨대 세트를 사려고 하는 중이야. 보고 싶어? 남: 물론이지. [잠시 후] 이 대나무로 만든 것들이 좋아 보이네. 그것들은 천연 재료로 만들 어졌어. 여: 그건 그렇지만, 난 그것들이 빨리 마르지 않을까 걱정돼. 남: 알겠어. 그럼 다른 재료로 만든 빨대를 살펴보자. 빨대 한 세트에 얼마를 쓸 생각이 있 어? 여: 난 10달러 넘게 쓰고 싶지는 않아. 남: 그게 합리적이지. 길이는 어때? 여: 내 텀블러에 사용하려면 8인치나 9인치가 더할 나위 없이 좋겠어. 7 남: 그럼 이 두 개밖에 남지 않았어. 휴대 케이스가 외출할 때 매우 유용할 거야. 여: 좋은 지적이야. 네 추천을 받아들여서 지금 이 세트를 주문할게. [풀이] 남자는 여자가 재사용할 수 있는 빨대 세트 사는 것을 도와주고 있는데, 여자는 대나 무 이외의 것으로 만들어진 것이면서, 10달러를 넘지 않고, 길이는 8인치나 9인치인 것 두 세트 중에서, 남자의 추천을 받아 휴대 케이스가 있는 것으로 주문하기로 했 다. 따라서 여자가 주문할 재사용 빨대 세트는 ④이다. [Words and Phrases] reusable 재사용할 수 있는 bamboo 대나무 natural material 천연 재료 reasonable 합리적인 down to ~밖에 남지 않은 recommendation 추천"
    },
    {
        "question_num": 11,
        "explanation": "[출제 의도] 짧은 응답 고르기 [해석] 남: Lisa, 오늘 우리가 여기저기를 걸어 다녔는데 괜찮니? 여: 사실, 아빠, 여기저기 관광하느라 발이 피곤해요. 게다가, 여기 바깥 날씨가 너무 더워 서 목이 말라요. 남: 아, 그럼 안에 어디 들어가서 마실 것을 좀 사자. 어디로 갈까? 여: 저기 카페로 가는 게 어때요? [풀이] 남자와 여자는 걸어 다니면서 관광을 하고 있는데, 여자가 발도 피곤하고 날씨가 너 무 더워서 목이 마르다고 하자, 남자가 마실 것을 좀 사러 안에 들어가자고 하면서 어디로 갈지를 물었으므로, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것은 ③ ‘저기 카페로 가는 게 어때요?’이다. ① 전 오늘 밖에 나가고 싶지 않아요. ② 아빠는 빨리 공항에 가야 해요. ④ 전 아빠가 관광하러 가고 싶은지 몰랐어요. ⑤ 아빠는 왜 더 편안한 신발을 신지 않았어요? [Words and Phrases] sightseeing 관광 thirsty 목마른"
    },
    {
        "question_num": 12,
        "explanation": "[출제 의도] 짧은 대화의 응답 고르기 [해석] 여: 실례합니다. 관리실에서 나왔습니다. 주차장의 이 구역이 곧 폐쇄될 예정이므로 여기 에 주차하실 수 없습니다. 남: 왜죠? 여기에 무슨 일이 있습니까? 여: 이 구역의 벽면에 페인트를 칠할 예정입니다. 여기에 차가 주차되어 있으면, 일을 시작 할 수 없습니다. 8 남: 알겠습니다. 그럼 어디 다른 곳에 주차하겠습니다. [풀이] 관리실에서 나온 여자는 남자가 주차하려는 구역의 벽면에 페인트를 칠할 예정이라 그곳에 주차할 수 없다고 말했으므로, 여자의 마지막 말에 대한 남자의 응답으로 가 장 적절한 것은 ① ‘알겠습니다. 그럼 어디 다른 곳에 주차하겠습니다.’이다. ② 괜찮습니다. 제가 당신의 차를 여기로 가져다 놓겠습니다. ③ 아니요, 괜찮습니다. 제 차에 페인트를 칠하는 것을 원치 않습니다. ④ 신경 쓰지 마세요. 나중에 주차료를 내겠습니다. ⑤ 좋습니다. 대신에 다른 차를 택하겠습니다. [Words and Phrases] management office 관리실 section 구역"
    },
    {
        "question_num": 13,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 여: 안녕하세요. 여기 좀 도와주실 수 있나요? 남: 물론이죠. 무엇을 도와드릴까요? 여: 이 세탁기를 구매하려고 생각 중이에요. 남: 잘 선택하셨어요. 이것은 저희의 최대 판매 모델입니다. 여: 이것의 디자인이 정말 마음에 들어요. 그리고 유용한 기능이 많네요. 이걸 살게요. 남: 좋습니다. 하지만 2주를 기다리셔야 할 거예요. 지금 이 모델은 품절이에요. 여: 저런. 저는 오늘 이것이 필요해요. 제 세탁기가 어제 고장 났거든요. 남: 그러면 진열된 제품을 구매하는 것은 어떠신가요? 여: 오, 진열된 것을 구매할 수 있는지 몰랐어요. 남: 물론 구매하실 수 있습니다. 저희가 이것을 오늘 배달해서 설치해 드릴 수 있어요. 여: 그게 바로 제가 원하는 바이지만, 새 제품이 아니네요. 남: 걱정하실 것 없습니다. 이건 전혀 사용된 적이 없어요. 또한, 새것과 마찬가지로 3년까지는 무료로 수리를 받으실 수 있습니다. 여: 그것 좋네요. 남: 또한 저희가 20% 할인해 드릴 수 있어요. 매우 괜찮은 거래입니다. 여: 동의해요. 진열된 것이 저에게 가장 나은 선택일 것 같네요. [풀이] 여자는 맘에 드는 세탁기를 오늘 구매하고 싶어 하지만, 그 모델은 품절이므로 2주를 기다려야 한다. 남자는 그 모델의 진열된 제품을 오늘 배달하여 설치할 수 있고, 3년 까지 무료로 수리를 받을 수 있으며, 20% 할인까지 가능하므로 진열된 제품의 구매 가 매우 괜찮은 거래라고 말하고 있다. 따라서 남자의 마지막 말에 대한 여자의 응답 으로 가장 적절한 것은 ② ‘동의해요. 진열된 것이 저에게 가장 나은 선택일 것 같네 요.’이다. 9 ① 죄송해요. 내일까지 이것을 기다릴 수 없을 것 같아요. ③ 이런. 진열된 모델을 판매하지 않는다니 너무 유감이네요. ④ 좋아요. 제 세탁기가 수리되면 전화해 주세요. ⑤ 맞아요. 당신이 진열된 것을 구매해서 기뻐요. [Words and Phrases] feature 기능, 특징 on display 진열된 install 설치하다 deal 거래"
    },
    {
        "question_num": 14,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] [휴대 전화가 울린다.] 남: 여보세요, Joe Burrow입니다. 여: 여보세요. 저는 Roselyn 경찰서의 Blake 경관입니다. 남: 아, 다시 통화하게 되어서 반갑네요. 여: 저도 통화하게 되어서 반갑습니다. 선생님의 서류 가방을 발견해서 여기로 가져온 소년을 기억하시나요? 남: 물론이죠. 저는 그 아이에게 사례금을 주고 싶었지만, 그 아이가 그것을 받으려 하지 않았어요. 여: 전에 그렇게 말씀하신 것이 저도 생각나네요. 남: 네. 저는 아직도 어떻게든 제 고마운 마음을 직접 표현하고 싶어요. 여: 좋네요. 그래서 제가 전화를 드리는 겁니다. 다음 주 금요일 오전 10시에 시간 되 시나요? 남: 네. 그때 한가합니다. 왜죠? 여: 그 소년이 선생님을 위해 한 일로 Junior Citizen Award를 수상할 거예요. 남: 정말 좋은 소식이네요! 여: 경찰서에서 그 아이를 위한 시상식이 열릴 것이고, 그 아이가 선생님을 내빈으로 초대했습니다. 선생님께서 오실 수 있는지 궁금했습니다. 남: 물론이에요. 제가 가서 직접 그 아이를 축하해 주고 싶어요. [풀이] 남자가 서류 가방을 찾아주고도 사례금을 받기 거절했던 소년에게 고마운 마음을 표 현하고 싶어 한 상황에서, 여자가 남자에게 전화를 걸어 그 소년의 선행에 대해 상을 주는 시상식이 열릴 예정이며, 그 소년이 남자를 내빈으로 초대했다는 사실을 알리고 있다. 따라서 시상식에 올 수 있는지 묻고 있는 여자의 마지막 말에 대한 남자의 응 답으로 가장 적절한 것은 ④ ‘물론이에요. 제가 가서 직접 그 아이를 축하해 주고 싶 어요.’이다. ① 걱정하지 마세요. 제가 이미 그의 서류 가방을 찾았어요. ② 물론이에요. 당신은 그 상을 받을 자격이 있어요. ③ 별말씀을요. 저는 단지 시민으로서의 의무를 다했을 뿐이에요. 10 ⑤ 멋지네요. 그것은 제가 가 본 최고의 시상식이었어요. [Words and Phrases] briefcase 서류 가방 reward 사례금, 보상금 in person 직접 ceremony 식, 의식"
    },
    {
        "question_num": 15,
        "explanation": "[출제 의도] 상황에 적절한 말 [해석] 여: Ben과 Stacy는 이웃입니다. Ben은 몇 년 동안 뒤뜰에서 토마토를 재배해 왔습니 다. Ben은 자신의 토마토를 Stacy와 매년 나누어 먹는데, 이는 그녀가 그의 신선 한 토마토를 매우 좋아하기 때문입니다. 오늘 Ben은 자신의 토마토가 약 1주일 후에 딸 준비가 되리라는 것을 알게 됩니다. 하지만 그는 내일 한 달간의 출장을 떠납니다. 그는 자신이 돌아올 때쯤에는 자신의 뒤뜰에 남아 있는 신선한 토마토 가 하나도 없을 것을 걱정합니다. 그는 토마토가 신선하고 익었을 때 Stacy가 그 것들을 먹기를 원합니다. 그래서 Ben은 Stacy가 원할 때 언제든지 와서 자신의 뒤뜰에서 토마토를 가져갈 수 있다고 말하고 싶어 합니다. 이런 상황에서 Ben은 Stacy에게 뭐라고 말하겠습니까? [풀이] Ben이 Stacy에게 자신이 출장을 떠난 사이에 언제든지 뒤뜰에 와서 토마토를 따 가 라는 말을 하고 싶어 하는 상황이므로, Ben이 Stacy에게 할 말로 가장 적절한 것은 ① ‘마음 놓고 내 뒤뜰에서 토마토를 가져가셔도 됩니다.’이다. ② 토마토 심을 때 도움이 필요하면 제게 말씀하세요. ③ 내가 어제 딴 익은 토마토를 원하세요? ④ 어느 다른 곳에서 토마토를 재배하는 게 어떻겠어요? ⑤ 안 계시는 동안 제가 댁의 토마토를 돌봐 줄게요. [Words and Phrases] backyard 뒤뜰 notice 알다, 알아차리다 by the time ~할 때쯤에는 (이미) ripe (과일·곡물이) 익은, 여문 [16~17] [해석] 남: 학생 여러분, 안녕하세요. 지난번에는 내가 여러분에게 색깔 표현이 포함된 영어 표현 목록을 주었습니다. 오늘은 이 표현들이 어떻게 그 의미를 갖게 되었는지 배우도록 하겠습니다. 첫 번째 표현은 어떤 일이 예기치 않게 발생한다는 의미의 ‘out of the blue’입니다. 그것은 ‘a lightning bolt out of the blue’라는 구절 에서 유래했는데, 그것은 하늘이 청명하고 푸를 때는 번개를 볼 가능성이 없다는 생각을 표현합니다. 그다음 표현인 ‘white lie’는 가혹한 진실로부터 누군가를 보 호하려는 악의 없는 거짓말을 의미합니다. 이는 흰색이 전통적으로 결백을 상징 하기 때문입니다. 또 다른 표현인 ‘green thumb’은 식물을 재배하는 뛰어난 능 11 력을 가리킵니다. 화분은 흔히 작은 녹색 식물들로 뒤덮여 있어서, 정원에서 일하 는 사람들은 양손에 녹색 얼룩이 져 있었습니다. 마지막 표현인 ‘to see red’라는 말은 갑자기 크게 화를 낸다는 의미입니다. 그것의 기원은 아마도 투우사가 붉은 망토를 흔들면 황소가 화가 나서 공격한다는 믿음에서 유래할 가능성이 있습니 다. 나는 이 수업이 여러분이 이 구절들을 더 잘 기억하는 데 도움이 되면 좋겠 습니다."
    },
    {
        "question_num": 16,
        "explanation": "[출제 의도] 주제 파악 [풀이] 남자가 색깔 표현이 포함된 여러 영어 표현의 의미에 관해 설명하고 있으므로, 남자 가 하는 말의 주제로 가장 적절한 것은 ⑤ ‘어떻게 색깔 관련 영어 표현이 그 의미를 갖게 되었나’이다. ① 계절 내내 있는 자연의 색채 변화 ② 영국의 전통 풍습에 쓰이는 다양한 색깔 ③ 문화에 따른 색채 지각의 차이 ④ 왜 색깔과 관련된 표현이 영어에 흔한가"
    },
    {
        "question_num": 17,
        "explanation": "[출제 의도] 세부 내용 파악 [풀이] 색깔 관련 영어 표현에 blue, white, green, red는 언급되었지만, ⑤ ‘yellow’는 언 급되지 않았다. [Words and Phrases] term 표현, 용어 unexpectedly 예기치 않게 lightning bolt 번개 harsh 가혹 한 innocence 결백, 순수 refer to ~을 가리키다, ~을 언급하다 cultivate 재 배하다 pot 화분, 단지 green-stained 녹색 얼룩이 진 bullfighter 투우사"
    },
    {
        "question_num": 18,
        "explanation": "[출제 의도] 목적 파악 [해석] 후원자 여러분께 즐거운 크리스마스가 되길 바랍니다. 여러분 중 일부는 이미 알고 있듯이, 우리는 교내 음식 모으기 운동을 시작하고 있습니다. 다음이 참가 방법입니다. 기부할 음식물 을 우리 부스로 가져오면 됩니다. 우리 기부 부스는 교내 도서관 로비에 있습니다. 12월 4일부터 23일까지 정규 도서관 운영 시간에 그곳에 음식물을 갖다 놓기만 하면 됩니다. 기부되는 음식은 통조림 고기와 통조림 과일 같은 상하지 않는 음식이어야 합니다. 잼이나 땅콩버터 같은 포장 제품도 좋습니다. 우리는 그 음식을 크리스마스이 브에 우리의 이웃들에게 나눠줄 겁니다. 여러분의 도움을 정말 고맙게 생각합니다. 12 많은 축복이 있기를, Campus Food Bank의 Joanna 올림 [풀이] 교내 음식 모으기 운동이 시작된다는 것을 알리고 기부 일시, 장소, 품목 등에 대한 정보를 제시하면서 참여 방법을 안내하고 있으므로, 글의 목적으로 가장 적절한 것은 ①이다. [Words and Phrases] season's greetings (인사말) 즐거운 크리스마스[연말] 되세요 food drive 음식 모 으기 운동 donation 기부 be located in ~에 있다 drop off ~을 갖다 놓다 non-perishable 상하지 않는 packaged 포장된 distribute 나누어 주다 blessing 축복"
    },
    {
        "question_num": 19,
        "explanation": "[출제 의도] 심경 변화 파악 [해석] 또다시 나는 피아노 경연대회에서 내 친구에게 졌다. Linda가 우승했다는 것을 알게 되었을 때, 나는 매우 괴롭고 우울했다. 내 몸은 불쾌감으로 떨리고 있었다. 내 심장 은 빠르게 뛰었고, 내 얼굴은 불그스레해졌다. 나는 마음을 가라앉히기 위해 콘서트홀 에서 뛰쳐나와야 했다. 홀로 계단에 앉아, 나는 선생님께서 하신 말씀을 떠올렸다. “인생은 이기는 것과 관련이 있는데, 반드시 다른 사람들과 싸워서 이기는 것이 아니 라 자기 자신이 되는 것에서 이기는 것과 관련이 있단다. 그리고 이기는 방법은 자신 이 누군가를 알아내고 자신의 최선을 다하는 거란다.” 선생님 말씀은 절대적으로 옳 았다. 나는 내 친구를 적대할 이유가 없었다. 대신, 나는 나 자신과 나 자신의 발전에 중점을 두어야 한다. 나는 천천히 숨을 내쉬었다. 내 손은 이제 떨리지 않았다. 마침 내 내 마음이 편해졌다. [풀이] 피아노 경연대회에서 친구인 Linda에게 또다시 우승을 내주고 괴롭고 우울한 마음에 콘서트홀을 뛰쳐나와, 계단에 홀로 앉아 선생님 말씀을 떠올리면서 감정을 추스른 후 마음의 평정을 찾았으므로, 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은 ② ‘심란 한 → 차분한’이다. ① 고마워하는 → 슬픈 ③ 부러워하는 → 의심하는 ④ 놀란 → 실망한 ⑤ 따분한 → 안도한 [Words and Phrases] uneasiness 불쾌감 reddish 불그스레한 settle down (마음을) 가라앉히다 figure out ~을 알아내다 oppose 적대하다"
    },
    {
        "question_num": 20,
        "explanation": "[출제 의도] 필자의 주장 파악 [해석] 13 전문성을 개발하는 데는 그 자체의 비용이 수반된다. 우리는 언어를 말하거나 우리가 가장 좋아하는 음식을 아는 것과 같은 어떤 분야에서는 그냥 삶을 살아감으로써 전문 가가 될 수 있지만, 다른 많은 분야에서는 전문성이 상당한 훈련과 노력을 요구한다. 게다가 전문성이란 특정한 영역에만 국한된다. 우리가 한 영역에서 열심히 노력해서 얻는 전문성은 관련 영역으로 오직 불완전하게 이어질 뿐이며, 관련이 없는 영역으로 는 전혀 이어지지 않을 것이다. 결국, 우리가 우리 삶의 모든 것에서 전문가가 되기 를 원한다고 해도, 그렇게 할 충분한 시간이 없다. 우리가 그렇게 할 수 있는 분야에 서조차도, 그만한 노력을 기울일 가치가 반드시 있는 것은 아닐 것이다. 우리가 우리 의 삶에 가장 흔하고/흔하거나 중요한 선택 영역과 우리가 배우고 선택하는 것을 적 극적으로 즐기는 영역에 우리의 전문성을 집중해야만 하는 것은 분명하다. [풀이] 삶의 모든 영역에서 전문성을 습득하는 것은 불가능하고 또한 꼭 그렇게 할 필요도 없으므로 자신에게 의미 있고 자신이 즐기는 분야를 선택해서 전문성을 습득해야 한 다는 내용의 글이므로, 필자가 주장하는 바로 가장 적절한 것은 ①이다. [Words and Phrases] expertise 전문성 domain 영역 concentrate 집중하다"
    },
    {
        "question_num": 21,
        "explanation": "[출제 의도] 함축 의미 추론 [해석] “사자들이 자신들의 역사가를 갖게 될 때까지, 사냥 이야기는 언제나 사냥한 자를 미 화할 것이다.”라는 아프리카 속담이 있다. 이 속담은 권력, 통제, 법 제정에 관한 것 이다. 환경 저널리스트는 ‘사자의 역사가’ 역할을 수행해야 한다. 그들은 법을 만드는 사람들에게 환경에 대한 관점을 이해시켜야 한다. 그들은 인도의 야생자연의 대변자 가 되어야 한다. 현재 인간의 소비율은 완전히 지속 불가능하다. 숲, 습지, 황무지, 해 안 지대, 환경 민감 지역 모두 가속화되고 있는 인구 수요를 위해 마음대로 이용할 수 있는 것으로 여겨진다. 그러나 소비를 줄이는 것이든, 생활 방식을 바꾸는 것이든, 인구 증가를 줄이는 것이든, 인간의 행동에 어떤 변화든 요구하는 것은 인권 침해로 여겨진다. 하지만 어느 시점에 인권은 ‘옳지 않은 것’이 된다. 인간의 권리와 나머지 환경의 권리 사이에 차이가 없도록 우리의 생각을 바꿔야 할 때이다. [풀이] 인간들을 위해 환경을 마구 사용해서는 안 되며, 환경과 인간이 공존할 수 있도록 환 경을 이용해야 한다고 말하고 있다. 이러한 글의 흐름으로 보아, 밑줄 친 부분이 의 미하는 바로 가장 적절한 것은 ② ‘자연을 위한 인간의 지속가능한 행동으로의 전환 을 촉구하는 것’이다. ① 한 종의 생물학적 진화의 역사를 밝혀내는 것 ③ 만연한 인권 침해에 맞서 싸우는 것 ④ 더 소외된 사람들을 위해서 역사를 다시 쓰는 것 14 ⑤ 환경법 제정자들의 권한을 제한하는 것 [Words and Phrases] glorify 미화하다, 기리다 put across ~ to ... ~을 …에게 이해시키다 unsustainable 지속 불가능한 disposable 마음대로 이용할 수 있는 accelerating 가속화되고 있는 violation 침해, 위반"
    },
    {
        "question_num": 22,
        "explanation": "[출제 의도] 요지 파악 [해석] 파일 공유 서비스 이전에, 음악 앨범은 발매 전에 음악 비평가들의 손에 독점적으로 들어갔다. 이런 비평가들은 일반 대중들이 들을 수 있기 훨씬 전에 그것을 듣고 나머 지 세상 사람들을 위해 자신의 비평에서 시사평을 쓰곤 했다. 인터넷을 통해 음악을 쉽게 접할 수 있게 되고, 미리 공개된 곡들이 온라인 소셜 네트워크를 통해 퍼질 수 있게 되자, 신곡을 접할 수 있는 것이 민주화되었는데, 이는 비평가들이 더 이상 그 들만이 유일하게 접근할 수 없게 되었다는 것을 의미했다. 즉, 비평가와 비전문가가 똑같이 동시에 신곡을 얻을 수 있었다. 소셜 미디어 서비스는 또한 사람들이 신곡에 대한 자신의 견해를 알리고, 자신의 소셜 미디어 약력에 자신이 좋아하는 새로운 밴 드의 리스트를 작성하고, 메시지 게시판에서 신곡을 놓고 끝없이 논쟁할 수 있게 했 다. 그 결과 비평가들은 이제 자신의 비평을 쓰기 전에 특정 앨범에 관한 대중의 의 견을 접할 수 있었다. 그리하여 (인터넷 이전 시대에 했던 것처럼) 예술에 관한 여론 을 인도하는 대신에, 음악 비평은 의식적으로든 혹은 잠재의식적으로든 여론을 반영 하기 시작했다. [풀이] 온라인 소셜 네트워크를 통해 음악 비평가와 일반 대중이 동시에 신곡을 접할 수 있 게 됨에 따라 음악 비평이 신곡에 대한 여론을 인도했던 예전과 달리 이제 음악 비평 이 대중의 의견을 반영하게 되었다는 내용이므로, ①이 글의 요지로 가장 적절하다. [Words and Phrases] prior to ～이전에 file-sharing service 파일 공유 서비스 exclusively 독점적으 로 release 발매 preview 시사평을 쓰다 review 비평 accessible 접할 수 있 는 advanced 미리 공개된 democratize 민주화하다 unique 유일한, 특별한 obtain 얻다 simultaneously 동시에 publicize 알리다 bio 약력 reflect 반영하 다 subconsciously 잠재의식적으로"
    },
    {
        "question_num": 23,
        "explanation": "[출제 의도] 주제 추론 [해석] 사람과 기계를 협업 시스템으로 생각하지 않고 자동화될 수 있는 작업은 무엇이든 기 계에 할당하고 그 나머지를 사람들에게 맡길 때 어려움이 발생한다. 이것은 결국 사 람들에게 기계와 같은 방식으로, 즉 인간의 능력과 다른 방식으로 행동할 것을 요구 15 하게 된다. 우리는 사람들이 기계를 감시하기를 기대하는데, 이는 오랫동안 경계를 게 을리하지 않는 것을 의미하며, 그것은 우리가 잘하지 못하는 어떤 것이다. 우리는 사 람들에게 기계에 의해 요구되는 극도의 정밀함과 정확성을 가지고 반복적인 작업을 할 것을 요구하는데, 이 또한 우리가 잘하지 못하는 어떤 것이다. 우리가 이런 식으 로 어떤 과제의 기계적 구성요소와 인간적 구성요소를 나눌 때, 우리는 인간의 강점 과 능력을 이용하지 못하고, 그 대신 유전적으로, 생물학적으로 부적합한 영역에 의존 하게 되는 것이다. 하지만, 사람들이 실패할 때, 그들은 비난을 받는다. [풀이] 자동화될 수 있는 어떤 작업이든 기계에 할당하고 그 나머지를 사람들에게 맡길 때 기계를 오랫동안 감시해야 하는 일을 사람이 기계처럼 정확하게 능숙하게 하지 못한 다는 내용이므로, 글의 주제로 가장 적절한 것은 ③ ‘자동화된 시스템에서 인간에게 부적합한 과제를 할당하는 것의 문제’이다. ① 실패를 피하기 위해 인간의 약점을 극복하는 것의 어려움 ② 기계와 인간이 함께 일하게 하는 것의 이점 ④ 인간이 기계 자동화를 계속 추구하는 이유 ⑤ 인간의 행동이 기계의 성능에 미치는 영향 [Words and Phrases] arise 발생하다 collaborative system 협업 시스템 assign 할당하다 automate 자동화하다 end up -ing 결국 ～하게 되다 behave 행동하다 monitor 감시하다 keep alert 경계를 게을리하지 않다 precision 정밀함 accuracy 정확성 component 구성요소 take advantage of ～을 이용하다 genetically 유전적으로 unsuited 부적합한"
    },
    {
        "question_num": 24,
        "explanation": "[출제 의도] 제목 추론 [해석] 사람들은 보통 촉각을 시간의 현상으로 생각하지 않지만, 그것은 공간적인 만큼 전적 으로 시간에 기반을 두고 있다. 직접 알아보기 위해 실험을 할 수 있다. 친구에게 손 바닥이 위로 향하게, 손을 컵 모양으로 동그랗게 모아 쥐고, 눈을 감으라고 요청해 보라. 그의 손바닥에 작은 평범한 물건을 올려놓고 ― 반지, 지우개, 무엇이든 괜찮다 ― 손의 어떤 부분도 움직이지 말고 그것이 무엇인지 알아보라고 요청해 보라. 그는 무게와 아마 전체적인 크기 외에 다른 어떤 단서도 갖지 못할 것이다. 그런 다음 그 에게 눈을 감은 채로 그 물건 위로 손가락을 움직여보라고 말하라. 그는 거의 틀림없 이 그것이 무엇인지 즉시 알아낼 것이다. 손가락이 움직이게 함으로써 촉각이라는 감 각적 지각에 시간을 더했다. 망막의 중심에 있는 중심와(窩)와 손가락 끝 사이에 직접 적인 유사함이 있는데, 그것 둘 다 예민함이 높다는 것이다. 어둠 속에서 셔츠 단추 를 잠그거나 현관문을 여는 것과 같이 촉각을 복잡하게 사용하는 능력은 촉각이라는 감각의, 지속적인, 시간에 따라 달라지는 패턴에 의존한다. 16 [풀이] 손바닥에 올려둔 물건이 무엇인지 알아낼 때 손가락을 움직여 만져보고서야 그것이 무엇인지 알아낼 수 있는데, 그 과정에서 촉각에 시간이 더해짐으로써 지각이 가능해 진다는 내용이므로, 글의 제목으로 가장 적절한 것은 ② ‘시간은 정말 중요하다: 촉각 의 숨겨진 본질’이다. ① 촉각과 움직임: 인간의 두 가지 주요 요소 ③ 오감을 적시에 사용하는 방법 ④ 시간 개념 형성에서 촉각의 역할 ⑤ 지식의 촉진제로서 촉각의 놀라운 기능 [Words and Phrases] temporal 시간의 phenomenon 현상 every bit 전적으로 spatial 공간적인 experiment 실험 cup 손을 컵 모양으로 동그랗게 모아 쥐다 identify 알아내다, 식별하다 clue 단서 sensory 감각적인 perception 지각, 인지 acuity 예민함 continuous 지속적인 time-varying 시간에 따라 달라지는"
    },
    {
        "question_num": 25,
        "explanation": "[출제 의도] 표의 내용 일치 파악 [해석] 위 도표는 2012년과 2019년에 여섯 나라 각각의 소매 판매의 온라인 점유율을 보여 준다. 소매 판매의 온라인 점유율은 주어진 나라에서 온라인으로 이루어진 소매 판매 의 비율을 말한다. 각 나라에서 2019년의 소매 판매의 온라인 점유율은 2012년의 그 것보다 더 컸다. 여섯 나라 중에서 영국은 2019년에 19.7%로 가장 큰 소매 판매의 온라인 점유율을 가졌다. 2019년에 미국은 16.5%로 소매 판매의 온라인 점유율이 두 번째로 컸다. 2012년에 네덜란드의 소매 판매의 온라인 점유율은 프랑스의 그것보다 더 컸지만, 2019년에는 그 반대였다. 스페인과 이탈리아의 경우에, 각국에서 소매 판 매의 온라인 점유율이 2012년과 2019년 둘 다에서 5.0%에 미치지 못했다. [풀이] 2019년에 스페인의 소매 판매의 온라인 점유율은 5.4%였으므로, ⑤는 도표의 내용과 일치하지 않는다. [Words and Phrases] share 점유율 retail sales 소매 판매 own 가지다, 소유하다 reverse 반대, 역(逆)"
    },
    {
        "question_num": 26,
        "explanation": "[출제 의도] 세부 사실 파악 [해석] Frank Hyneman Knight는 20세기의 가장 영향력 있는 경제학자들 중 한 명이었다. 1916년에 Cornell 대학교에서 박사 학위를 받은 뒤에, Knight는 Cornell, Iowa 대학 교, Chicago 대학교에서 가르쳤다. Knight는 경력의 대부분을 Chicago 대학교에서 보냈다. Chicago에서 그의 학생들 중 몇 명은 나중에 노벨상을 받았다. Knight는 경 17 제생활에서 기업가의 역할에 대한 연구인 Risk, Uncertainty and Profit이라는 책의 저자로 알려져 있다. 그는 또한 The Economic Organization이라는 제목의 짧은 경 제학 개론서를 썼는데, 그것은 미시 경제학 이론의 고전이 되었다. 하지만 Knight는 경제학자를 훨씬 넘어 사회 철학자이기도 했다. 경력의 후반기에 Knight는 자유, 민 주주의, 그리고 윤리에 대한 자신의 이론을 발전시켰다. 1952년에 은퇴한 후에도 Knight는 가르치기와 글쓰기에 여전히 적극적이었다. [풀이] 마지막 문장에서 은퇴한 후에도 가르치기와 글쓰기에 여전히 적극적이었다고 했으므 로, Frank Hyneman Knight에 관한 글의 내용과 일치하지 않는 것은 ⑤이다. [Words and Phrases] influential 영향력 있는 economist 경제학자 introduction 개론서 entitle 제목 을 붙이다 microeconomic theory 미시 경제학 이론 retire 은퇴하다"
    },
    {
        "question_num": 27,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악 [해석] Sittka시 공공 자전거 공유 서비스 시를 답사할 계획이신가요? 이것이 그것을 할 수 있는 친환경적인 방법입니다! 대여 ∙저희의 쉬운 앱을 이용해 어디서든 등록하세요. ∙요금 지불은 신용카드로만 할 수 있습니다. 요금 ∙처음 30분은 무료입니다. ∙추가 30분마다 1달러입니다. 사용 ∙자전거를 선택하고 그 자전거의 QR 코드를 스캔하세요. ∙헬멧은 제공되지 않습니다. 반납 ∙앱에 보이는 Green Zone으로 자전거를 반납하세요. ∙자전거의 OK 버튼을 눌러 반납을 완료하세요. [풀이] 헬멧은 제공되지 않는다고 했으므로, 안내문의 내용과 일치하지 않는 것은 ④이다. 18 [Words and Phrases] bike sharing 자전거 공유 explore 답사[탐사]하다 rent 대여; 대여하다 register 등록하다 via ~을 이용해, ~을 통해 payment 요금 지불 additional 추가의 complete 완료하다"
    },
    {
        "question_num": 28,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악 [해석] Jason의 사진 교실 ‘자동’으로 설정된 자신의 카메라로 사진을 촬영하는 데 싫증이 나지 않으신가요? 더 전문가처럼 보이는 사진을 만들어 내고 싶으신가요? 이 기회를 놓치고 싶지 않으실 겁니다. ∙날짜: 12월 19일, 토요일 ∙시간: 오후 1시 30분 - 오후 5시 30분 ∙장소: Thrombon 빌딩, 1층 2호실 ∙수업료: 50달러 (간식 제공) ∙수준: 초보자 ∙다루는 주제: - 장비 선정 - 조명 기술 - 색상 선정 - 특수 효과 ∙ 학급의 규모가 8명으로 제한되니, 미루지 마시기를 바랍니다! 등록을 위해 저희 웹사이트 www.eypcap.com을 방문해 주시기 바랍니다. [풀이] 다루는 주제에 특수 효과가 포함되어 있으므로, 안내문의 내용과 일치하는 것은 ④이 다. [Words and Phrases] tired of ~에 싫증이 난 tuition fee 수업료 equipment 장비 selection 선정 lighting 조명 special effect 특수 효과 delay 미루다"
    },
    {
        "question_num": 29,
        "explanation": "[출제 의도] 문법성 판단 [해석] 인간 피험자에 관한 과학 실험을 다루는 규정은 엄격하다. 피험자는 충분한 설명에 입각한 서면으로 된 동의를 해야 하고, 실험자는 자신들의 계획된 실험을 제출해 감 독 기관에 의한 철저한 정밀 조사를 받아야 한다. 자신을 실험하는 과학자들은, 법률 19 적으로는 아니지만, 직무상으로는 다른 사람들을 실험하는 것과 관련된 규제를 피할 수 있다. 그들은 또한 관련된 윤리적인 문제도 대부분 피할 수 있는데, 실험을 고안 한 과학자보다 그것의 잠재적인 위험을 더 잘 알고 있는 사람은 아마 없을 것이기 때 문이다. 그럼에도 불구하고, 자신을 실험하는 것은 여전히 매우 문제가 된다. 한 가지 명백한 문제점은 (실험에) 수반되는 위험인데, 위험이 존재한다는 것을 안다고 해서 위험을 줄이기 위해 어떤 일을 하게 되는 것은 결코 아니다. 이보다 덜 명백한 문제 점은 실험이 초래할 수 있는 제한된 범위의 데이터이다. 인체의 해부학적 구조와 생 리적 현상은 성별, 나이, 생활 방식, 그리고 기타 요인에 따라 사소하지만, 의미 있는 방식으로 각기 다르다. 따라서, 단 한 명의 피험자로부터 얻어진 실험 결과는 가치가 제한적이며, 그 피험자의 반응이 집단으로서의 인간 반응을 대표하는 것인지 아니면 이례적인 것인지 알 방법이 없다. [풀이] ⑤ know의 목적어 역할을 하는 명사절을 유도해야 하는데, 완전한 형태의 절이 이어 지고 문맥상 의문을 나타내고 있으므로 what을 whether로 고쳐야 한다. ① 분사구의 수식을 받는 명사구인 the restrictions가 associate가 나타내는 동작의 대상이므로 과거분사 associated는 어법상 적절하다. ② 앞서 언급된 an experiment를 대신하는 대명사 it은 어법상 적절하다. ③ 형용사 problematic을 수식하므로 부사 deeply는 어법상 적절하다. ④ 동명사구인 knowing that it exists가 문장의 주어이므로 술어 동사를 단수로 수 일치시킨 does는 어법상 적절하다. [Words and Phrases] regulation 규정, 규제 strict 엄격한 oversee 감독하다 functionally 직무상으로 restriction 규제, 제한 associated 관련된 sidestep 피하다 presumably 아마, 짐작건대 potential 잠재적인 hazard 위험 devise 고안하다, 생각해 내다 drawback 문제점, 결점 generate 만들어 내다, 발생시키다 derive 얻다, 끌어내 다 typical 전형적인, 대표적인 atypical 이례적인"
    },
    {
        "question_num": 30,
        "explanation": "[출제 의도] 어휘의 적절성 파악 [해석] 편승 효과가 어떻게 발생하는지는 빛의 속력 측정의 역사로 입증된다. 이 빛의 속력 은 상대성 이론의 기초이기 때문에, 과학에서 가장 빈번하고 면밀하게 측정된 물리량 중 하나이다. 우리가 아는 한, 빛의 속력은 시간이 흘러도 이제껏 아무런 변함이 없 었다. 그러나 1870년부터 1900년까지 모든 실험에서 너무 높은 속력이 발견되었다. 그러고 나서, 1900년부터 1950년까지 그 반대 현상이 일어나, 모든 실험에서 너무 낮은 속력이 발견되었다! 결과치가 항상 실제 값의 어느 한쪽에 있는 이런 형태의 오 류를 ‘편향’이라고 한다. 그것은 아마 시간이 지나면서 실험자들이 자신들이 발견할 것이라 예상한 것과 일치하도록 잠재의식적으로 결과를 조정했기 때문에 생겨났을 것 20 이다. 결과가 그들이 예상한 것과 부합하면, 그들은 그것을 유지했다. 결과가 부합하 지 않으면, 그들은 그것을 버렸다. 그들은 의도적으로 부정직하게 구는 것은 아니었 고, 단지 일반 통념에 의해 영향을 받았을 뿐이었다. 그 패턴은 누군가가 예상된 것 대신에 실제로 측정된 것을 보고할 용기가 부족했을(→ 있었을) 때가 되어서야 바뀌었 다. [풀이] 일반 통념에 의해 영향을 받아 편승 효과의 패턴이 바뀌는 것은 누군가 예상된 것이 아니라 실제 측정치를 보고할 용기를 가졌을 때일 것이므로, ⑤ lacked(부족했다)를 had(가지고 있었다)와 같은 낱말로 고쳐야 한다. [Words and Phrases] demonstrate 입증하다, 보여 주다 measurement 측정, 치수, 크기 relativity 상 대성 subconsciously 잠재의식적으로 adjust 조정하다 match 일치하다 conventional wisdom 일반 통념"
    },
    {
        "question_num": 31,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 수메르 경제의 전형적 모델에서 사원은 상품의 생산, 수집, 그리고 재분배를 관장하는 행정 당국으로서 기능했다. Uruk의 사원 단지에서 나온 행정용 (점토)판의 발견은 상 징의 사용, 그리고 결과적으로 글자가 중앙 집권화된 경제 지배의 도구로 발달했다는 것을 시사한다. Uruk 시기 가정집의 터에서 나온 고고학적 증거가 없다는 것을 고려 하면, 개인들이 또한 사적인 합의를 위해 그 체계를 사용했는지는 명확하지 않다. 그 문제와 관련하여, 읽고 쓰는 능력이 그것의 초기에 얼마나 널리 퍼져 있었는지 명확 하지 않다. 초기의 판에서의 인식 가능한 기호와 그림 문자의 사용은 행정가들이 읽 고 쓸 줄 아는 측과 읽고 쓸 수 없는 측이 서로 이해할 수 있는 어휘 목록이 필요했 던 것과 일치한다. 쐐기 문자가 더욱 추상적으로 되면서, 읽고 쓰는 능력이 자신이 합의했던 것을 이해하고 있다는 것을 확실히 하기 위해 점점 더 중요해졌음이 틀림없 다. [풀이] 글자는 수메르 경제에서 초기에는 중앙 집권화된 경제 지배의 수단으로 발달했지만, 개인에게 있어서도 합의한 것에 대한 이해를 확실히 하기 위해 점차 중요해졌다는 내 용의 글이므로, 빈칸에 들어갈 말로 가장 적절한 것은 ② ‘사적인 합의’이다. ① 종교 행사 ③ 공동 책임 ④ 역사적 기록 ⑤ 권력 이동 [Words and Phrases] administrative 행정의, 관리의 authority 당국, 권위, 권한 commodity 상품, 물 21 품 redistribution 재분배, 재배포 tablet 판, 평판(平板) complex (건물) 단지, 복 합 건물 token (개별적이고 구체적인 표식으로서의) 상징, 대용 화폐, 기념물 governance 지배, 관리 domestic 가정의, 집안의, 국내의 identifiable 인식 가능 한 pictogram 그림 문자 consistent with ~와 일치하는 intelligible (쉽게) 이해 할 수 있는 nonliterate 읽고 쓸 수 없는"
    },
    {
        "question_num": 32,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 비슷한 친구를 선택하는 것은 논리적 근거를 가질 수 있다. 어떤 환경의 존속 가능성 을 평가하는 것은 위험할 수 있어서 (예를 들어, 어떤 환경이 치명적인 것으로 판명 되면, 그 사실을 알 때쯤에는 너무 늦을 수도 있다), 인간은 이 직능을 효율적으로 수 행하기 위한 한 가지 방편으로 서로 비슷한 개인들과 함께하고자 하는 욕구를 진전시 켜 왔다. 이것은 매우 다양한 유형의 환경에 사는 종에게 특히 유용하다. 그러나 주 어진 환경의 수용 능력은 이 전략을 제한한다. 자원이 매우 한정되어 있다면, 특정 장소에 사는 개인이 모두 똑같은 것을 할 수는 없다 (예를 들어, 나무가 거의 없다면, 사람들이 모두 나무집에 살 수는 없으며, 또는 망고의 공급이 부족하면, 사람들이 모 두 오직 망고를 먹는 식단으로만 살 수는 없다). 그러므로 합리적인 전략은 때로는 자신의 종의 비슷한 구성원들을 ‘피하는’ 것이 될 것이다. [풀이] 생존 가능성을 높이기 위해 인간은 비슷한 구성원을 선택하지만, 환경의 수용 능력, 즉 한정된 자원으로 인해, 인간은 이 생존 전략을 수정하지 않을 수 없으므로, 빈칸 에 들어갈 말로 가장 적절한 것은 ③ ‘이 전략에 제한을 둔다’이다. ① 공동체의 예상 수요를 초과한다 ② 다양한 생존 수단에 의해 감소된다 ④ 세상을 개인들에게 적합하게 만든다 ⑤ 비슷하지 않은 구성원들과의 사회적 유대를 방해한다 [Words and Phrases] rationale 논리적 근거, 이유 assess 평가하다 survivability 존속 가능성 associate with ~와 함께하다, ~와 어울리다 function 직능, 직분, 역할 carrying capacity 수용 능력, 적재량 rational 합리적인, 이성적인"
    },
    {
        "question_num": 33,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 새롭게 개발된 신경 촬영 기술 덕분에, 우리는 이제 학습 중에 일어나는 특정한 뇌 변화에 접근할 수 있게 되었다. 우리들의 뇌 모두는 같은 기본 구조를 가지고 있음에 도 불구하고, 우리의 신경망은 우리의 지문만큼이나 독특하다. 가장 최근의 발달 신경 과학 연구는 뇌가 이전에 가정했던 것보다 평생 동안 훨씬 더 순응성이 있다는 것을 22 보여 주며, 그것[뇌]은 자기 자신의 처리 과정에, 자신에게 인접한 ‘환경’과 멀리 떨어 진 ‘환경’에, 자신의 과거와 현재의 상황에 반응하여 발달한다. 뇌는 기존의 신경망을 확립하거나 개선하여 의미를 창조하려고 한다. 우리가 새로운 사실이나 기술을 배울 때, 우리의 뉴런들은 연결된 정보망을 형성하기 위해 소통한다. 이러한 지식이나 기술 을 사용하는 것은 앞으로 유사한 자극이 다른 것들보다 더 빠르고 효율적으로 이동할 수 있게 하는 구조적 변화를 가져온다. 고활동성 시냅스 연결이 안정화되고 강화되는 반면에, 상대적으로 적게 사용되는 연결은 약해져서 결국에는 잘린다. 이런 식으로, 우리의 뇌는 우리 자신의 경험의 이력에 의해 만들어진다. [풀이] 뇌의 발달 과정에서 고활동성의 신경 연결은 안정화되고 강화되지만, 그렇지 못한 것 은 약해지므로, 결국 우리의 뇌의 신경망은 고활동성의 신경 연결로 구성된다는 내용 의 글이다. 따라서 빈칸에 들어갈 말로 가장 적절한 것은 ① ‘우리 자신의 경험의 이 력에 의해 만들어진다’이다. ② 그것의 최초의 구조를 유지하도록 설계된다 ③ 최근의 기억을 강화하도록 조정된다 ④ 다른 기관의 발달과 밀접히 연결된다 ⑤ 논리적이고 창의적인 사고가 일어나는 장소로 그려진다 [Words and Phrases] neuroimaging 신경 촬영 neural 신경의 unique 독특한 previously 이전에 immediate 인접한, 당면한 establish 확립하다 refine 개선하다 existing 기존의 impulse 자극 high-activity 고활동성의"
    },
    {
        "question_num": 34,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 교육 기술의 성공적인 통합은 그 기술이 사용자에 의해 학습이나 교육, 또는 수행의 눈에 띄지 않는 촉진자로 여겨지는 것으로 나타난다. 사용되고 있는 기술에서 기술이 이바지하는 교육적 목적으로 초점이 옮겨갈 때, 그 기술은 편안하고 신뢰할 수 있는 요소가 되고 있으며, 성공적으로 통합되고 있다고 여겨질 수 있다. (볼펜들 중) 어떤 것들은 돌리는 방법을 사용하고, 또 어떤 것들은 위에 달린 누름단추를 사용하며, 그 리고 다른 변형된 방법들도 있을 정도로 그 구조가 다양하지만, 볼펜 사용법에 대해 재고하는 사람들은 거의 없다. 개인용 컴퓨터는 아주 많은 사용자들에게 (볼펜과) 비 슷한 수준의 친숙함에 도달했지만, 분명 모두에게 그렇지는 않다. 새롭고 떠오르는 기 술은 흔히 사용자들에게 매력과 좌절감을 동시에 경험하게 한다. 학습, 교육 또는 수 행을 촉진하는 데 있어서 사용자의 초점이 기술의 사용이 아니라 기술 그 자체에 맞 춰져 있는 한, 적어도 그 사용자에게는 그 기술이 성공적으로 통합되었다는 결론을 내려서는 안 된다. [풀이] 23 기술이 성공적으로 교육에 통합되어 있을 때 초점은 기술 그 자체가 아니라 교육 목 적에 맞춰지게 된다. 역으로 기술이 성공적으로 통합되었다고 결론을 내려서는 안 되 는 경우에는 사용자의 초점이 기술 자체에 맞춰질 것이므로, 빈칸에 들어갈 말로 가 장 적절한 것은 ② ‘사용자의 초점이 기술의 사용이 아니라 기술 그 자체에 맞춰져 있는’이다. ① 사용자가 성공적으로 그 기술에 대한 친숙함을 얻는 ③ 사용자가 계속 구식의 교육 기술을 사용하는 ④ 사용자가 무의식적으로 그 기술의 오용에 익숙해지는 ⑤ 다른 사용자와의 상호작용에 대한 사용자의 선호가 지속하는 [Words and Phrases] integration 통합 facilitator 촉진자 serve 이바지하다 mechanism 구조, 방법 vary 다양하다 variation 변형, 변화 familiarity 친숙함 fascination 매력 frustration 좌절 promote 촉진하다"
    },
    {
        "question_num": 35,
        "explanation": "[출제 의도] 글의 흐름과 무관한 문장 찾기 [해석] 직원들은 공유된 사건, 심지어 처음에는 분노나 갈등을 불러일으킬 수 있는 사건에 대해서도 웃음으로써 단합된다. 유머는 어쩌면 불화를 일으킬 수 있는 사건을, 조직 구성원들에 의해 간직되는 통합 가치에 도움이 된다고 (제대로) 이해되는 그저 ‘재미 있는’ 사건으로 재구성한다. 유머러스한 사건들을 되풀이해서 자세히 이야기하면 조직 의 핵심 가치에 근거를 둔 단합이 강화된다. 어떤 팀이 대형 쓰레기 수납기 화재에 관한 이야기를 되풀이해서 했는데, 표면적으로는 재미있어 보이지 않는 것이지만, 그 이야기가 직장의 여러 당사자에 의해 여러 번 공유되면서 안전을 지켜야 하겠다는 동 기를 부여받게 된 직원들의 반응이 웃음을 자아냈다. 웃음을 유발하는 공유된 사건은 소속감을 나타낼 수 있는데, 이는 그 사건 속의 유머를 이해하려면 ‘여러분은 그곳에 있어야 했고’ 조직 구성원이 아닌 사람들은 그러지 않았기에[그곳에 없었기에] 그러지 못하기[유머를 이해하지 못하기] 때문이다. (유머는 사람들의 관심을 쉽게 사로잡을 수 있기 때문에, 광고 방송은 웃긴 얼굴과 몸짓 같은, 유머러스한 요소들을 포함하는 경향이 있다.) 유머의 사례는 조직 구성원들 간의 유대감을 만드는 역할을 한다. 심지 어 유머를 이해하는 것은 조직 구성원임을 나타내는 비공식적 신분증으로 요구될 수 도 있다. [풀이] 조직 내에서 유머러스한 사건을 공유하고 웃음으로써 구성원 간의 유대감이 만들어진 다는 내용의 글이므로, 글의 전체 흐름과 관계가 없는 문장은 광고 방송은 웃긴 얼굴 과 몸짓 같은, 유머러스한 요소들을 포함하는 경향이 있다는 내용의 ③이다. [Words and Phrases] initially 처음에 spark 불러일으키다, (웃음 따위를) 자아내다 conflict 갈등 24 reframe 재구성하다 potentially 어쩌면, 잠재적으로 divisive 불화를 일으키는 put ~ in perspective ~을 (제대로) 이해하다, ~을 전체적인 시야로 보다 recount 자세히 이야기하다 reinforce 강화하다 dumpster 대형 쓰레기 수납기 preserve 지키다, 보존하다 sense of belonging 소속감 commercial (텔레비 전·라디오의) 광고 (방송) enact 만들다, 제정하다 bond 유대(감) informal 비공 식적인 badge 증표, 상징, 표지"
    },
    {
        "question_num": 36,
        "explanation": "[출제 의도] 글의 순서 파악하기 [해석] 전투의 목표, 즉 적군을 ‘격멸하고’ 무방비 상태로 만드는 것은 일시적으로 지휘관과 심지어 전략가까지도 전쟁의 더 큰 목적을 보지 못하게 할 수도 있다. 전쟁은 결코 고립된 행위가 아니며, 또한 결코 단 하나의 결정도 아니다. (B) 현실 세계에서 전쟁 의 더 큰 목적은 항상 정치적 목적이다. 그것은 물리력의 사용을 초월한다. 이 통찰 은 “전쟁은 다른 수단으로 단지 정치를 계속하는 것에 불과하다.”라고 한 Clausewitz 의 가장 유명한 한마디에 의해 멋지게 포착되었다. (A) 정치적으로 되려면, 정치적 실 체나 정치적 실체의 대표자는, 체제상의 형태가 무엇이든지, 의도, 즉 의지가 있어야 한다. 그 의도는 분명히 표현되어야 한다. (C) 그리고 한쪽의 의지는 대치하는 동안 어느 시점에 적에게 전달되어야 한다(그것이 공개적으로 전달될 필요는 없다). 폭력 행위와 그것의 더 큰 정치적 의도 또한 대치하는 동안 어느 시점에 한쪽의 탓으로 돌 려져야 한다. 역사는 궁극적인 귀인이 없는 전쟁 행위에 대해 알지 못한다. [풀이] 전쟁은 결코 고립된 행위가 아니며 단 하나의 결정도 아니라는 내용의 주어진 글 다 음에는 현실 세계에서 전쟁의 더 큰 목적은 정치적 목적으로, 그것은 물리력의 사용 을 초월한다는 내용의 (B)가 와야 한다. 그다음에는 (B)에서 언급한 정치적인 목적을 가지기 위해서 대표자는 의지를 가져야 하고 그것을 분명히 표현해야 한다는 내용의 (A)가 와야 한다. 마지막으로 (A)에 나온 내용을 And로 연결하면서 부연 설명하는 (C)가 나오는 것이 가장 자연스럽다. 따라서 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것은 ② ‘(B)-(A)-(C)’이다. [Words and Phrases] objective 목표 temporarily 일시적으로 commander 지휘관 strategist 전략가 isolated 고립된 representative 대표자 constitutional 체제[구성]상의, 헌법(상)의 intention 의도, 의사 will 의지 famously 멋지게, 훌륭하게 capture 포착하다 phrase (간결한) 한마디, 어구 transmit 전달하다, 전수하다 confrontation 대치, 대결 be attributed to ~의 탓으로 돌려지다 eventual 궁극적인 attribution 귀인"
    },
    {
        "question_num": 37,
        "explanation": "[출제 의도] 글의 순서 파악하기 [해석] 25 전문가들은 에너지 효율을 증진하는 다수의 대책을 찾아냈다. 유감스럽게도 그중 많 은 수는 비용 효율적이지 않다. 이것은 경제적 관점에서 에너지 효율을 위한 투자에 근본적인 필요조건이다. (C) 그러나 그러한 비용 효율성의 산정은 쉽지 않은데, 그것 은 단순히 사적비용을 살펴보고 그것을 달성한 절감액과 비교하는 경우가 아니기 때 문이다. (B) 고려해야 할 중요한 외부 효과가 있고 거시 경제적 효과도 있다. 예를 들 어 총체적[집합적] 차원에서, 국가의 에너지 효율 수준을 높이는 것은 에너지 의존도, 기후 변화, 보건, 국가 경쟁력, 연료 빈곤을 감소시키는 것과 같은 거시 경제적 문제 에 긍정적인 영향을 미친다. (A) 그리고 이것은 개인적 차원에서 직접적인 영향을 미 치는데, 즉 가정은 전기 비용과 가스 요금을 줄이고 그들의 건강과 안락을 증진할 수 있는 반면에, 회사는 자체 경쟁력과 생산성을 증대시킬 수 있다. 결국, 에너지 효율 시장은 일자리와 기업 창출을 통해 경제에 이바지할 수 있는 것이다. [풀이] 비용 효율적이지 않은 대책이 많지만, 비용 효율은 에너지 효율 투자의 근본적인 필 요조건이라는 내용의 주어진 글 다음에는 However로 시작하여, 비용 효율성 산정이 쉽지 않다는 내용의 (C)가 와야 한다. 그다음에는 비용 효율성 산정이 쉽지 않은 이 유로 상당한 외부 효과와 거시 경제적 효과가 있다는 것을 기술하고 그에 대한 예를 언급하는 (B)가 이어져야 한다. 마지막으로 (B)의 내용을 And this로 연결하면서 개 인적인 차원에도 직접적인 영향을 미친다는 내용과 에너지 효율 시장이 일자리와 기 업 창출을 통해 경제에 이바지할 수 있다는 내용의 (A)가 나오는 것이 가장 자연스럽 다. 따라서 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것은 ⑤ ‘(C)-(B)-(A)’ 이다. [Words and Phrases] measure 대책, 조치 promote 증진하다, 촉진하다 efficiency 효율 cost effective 비용 효율적인[비용대비 효율이 높은] fundamental 근본적인 perspective 관점 household 가정 gas bill 가스 요금 competitiveness 경쟁력 productivity 생산성 contribute to ~에 이바지하다 externality 외부 효과 take ~ into account ~을 고 려하다 macroeconomic 거시 경제의 dependence 의존도, 의존(성) calculation 산정, 계산 reduction 절감(액), 감소(량)"
    },
    {
        "question_num": 38,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 내가 여러분에게 Maddy가 나쁘다고 말한다고 생각해 보라. 아마 여러분은 나의 억양 이나 우리가 말하고 있는 상황으로부터 내 뜻이 도덕상 나쁘다는 것이라고 추론한다. 게다가 여러분은 아마, 일반적인 언어 관행을 고려하고 내가 진심이라고 상정한다면, 내가 Maddy를 못마땅해하고 있다고, 또는 내 생각에 여러분이 그녀를 못마땅해하거 나 그와 비슷해야 한다고 내가 말하고 있다고, 추론할 것이다. 하지만 여러분은 Maddy가 나쁜 특정 유형의 방식, 그녀의 일반적인 성격 특성 등에 대해서는 더 자세 26 하게 인식하지 못할 수도 있는데, 사람들은 여러 방면에서 나쁠 수 있기 때문이다. 그에 반해서, 만일 내가 Maddy는 사악하다고 말한다면, 그러면 여러분은 다른 사람 들에 대한 그녀의 일반적인 행동과 태도를 더 인식하게 된다. ‘사악한’이라는 낱말은 ‘나쁜’보다 더 구체적이다. 사악함은 여러 형태를 띠기 때문에 나는 여전히 Maddy의 성격을 정확하게 지적하지 않았다. 그러나 그럼에도 불구하고 더 많은 세부 사항, 아 마도 Maddy의 사람 유형에 대한 더 두드러진 함축이 있다. 게다가, 그리고 다시 일 반적인 언어 관행을 상정하면, 여러분은 또한, 우리가 여전히 그녀의 도덕적 성격을 논하고 있다고 상정하면서, 내가 Maddy를 못마땅해하고 있다고, 또는 여러분이 그녀 를 못마땅해하거나 그와 비슷해야 한다고 내가 말하고 있다고 인식할 것이다. [풀이] 주어진 문장은 사악함은 여러 형태를 띠기 때문에 나는 여전히 Maddy의 성격을 정 확하게 지적하지 않았다는 내용으로, ④ 다음의 But, 그리고 nevertheless와 연결되 어 Maddy의 사람 유형에 대한 더 두드러진 함축이나 더 많은 세부 사항이 있다는 내용으로 이어져야 문맥상 단절이 일어나지 않는다. 따라서 주어진 문장이 들어가기 에 가장 적절한 곳은 ④이다. [Words and Phrases] pinpoint 정확하게 지적[묘사]하다 character 성격, 성품 wickedness 사악함 infer 추론하다 intonation 억양 context 상황, 맥락 disapprove of ~을 못마땅 해하다 given ~을 고려할 때 linguistic 언어적인 convention 관행 sincere 진 심인, 진정한 detailed 자세한 sort 유형, 부류, 종류 trait 특성 specific 구체적 인 nevertheless 그럼에도 불구하고"
    },
    {
        "question_num": 39,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 디자이너는 새로운 프로젝트에 접근할 때 자신의 디자인 경험을 이용한다. 이것에는 효과가 있다고 그들이 알고 있는 이전의 디자인, 즉 그들이 직접 만들었던 디자인과 다른 사람들이 만들었던 디자인을 둘 다 활용하는 것이 포함된다. 다른 사람들의 창 작물은 흔히 새로운 아이디어와 혁신으로도 이어지는 영감을 불러일으킨다. 이는 잘 알려져 있고 이해되는 일이다. 그러나 한 아이디어의 표현은 저작권에 의해 보호되며, 그 저작권을 침해하는 사람들은 법정에 소환되어 기소될 수 있다. 저작권은 아이디어 의 표현을 다루지, 아이디어 그 자체를 다루지는 않는다는 점에 유의하라. 이것은 예 를 들어, 모두 유사한 기능을 가진 많은 스마트폰이 있지만, 그 아이디어가 서로 다 른 방식으로 표현되었고 저작권 보호를 받은 것은 그 표현이기 때문에 이것이 저작권 침해를 나타내지 않는다는 것을 의미한다. 저작권은 무료이며 저작자, 예를 들어 어떤 책의 저자나 프로그램을 개발하는 프로그래머가 저작권을 다른 누군가에게 양도하지 않는 한 그 저작자에게 자동으로 부여된다. [풀이] 27 저작권이 아이디어 그 자체를 다루는 것이 아니라, 아이디어의 표현을 다룬다는 점에 유의해야 한다는 주어진 문장 다음에는 저작권이 아이디어의 표현을 다루는 것에 관 한 구체적인 내용이 이어지는 것이 자연스럽다. ④ 다음 문장에는 모두 유사한 기능 을 가진 스마트폰이 많지만, 그 아이디어가 서로 다른 방식으로 표현되었으므로 이는 저작권을 침해한 것이 아니라는 내용이 기술되고 있다. 따라서 주어진 문장이 들어가 기에 가장 적절한 곳은 ④이다. [Words and Phrases] copyright 저작권; 저작권을 보호하다 cover 다루다 draw on ~을 이용하다, ~에 의지하다 spark 불러일으키다 inspiration 영감 numerous 많은 functionality (컴퓨터·전자 장치의) 기능 represent 나타내다 automatically 자동으로 invest 부여하다, 투자하다 sign ~ over to ... ···에게 ~을 양도하다"
    },
    {
        "question_num": 40,
        "explanation": "[출제 의도] 요약문 완성 [해석] 비교 문화적 관점에서 대중적인 지도력과 지배력 사이의 방정식은 의심스럽다. ‘지배 력’이 의미하는 바는 무엇인가? 그것은 강제를 나타내는 것인가? 아니면 ‘가장 가치 있는 것’에 대한 통제인가? ‘정치적’ 시스템은 둘 다에 관한 것일 수도, 둘 중 하나에 관한 것일 수도, 아니면 아마도 둘 다에 관한 것이 아닐 수도 있다. ‘통제’라는 생각 은 많은 부족에게는 성가신 것일 텐데, 예를 들어 공동체의 모든 구성원이 개인의 자 율성을 좋아하고 통제나 강제가 명백하게 표현되는 어떤 것이든 몹시 싫어하는 아마 존의 많은 원주민 부족 사이에서처럼 말이다. 서양의 고정관념일지 모르겠지만, ‘강제 적인’ 힘으로서 정치 권력이라는 개념은 보편적인 것이 아니다. 아마존의 지도자가 명 령을 내리는 것은 매우 이례적이다. 많은 부족이 정치 권력을 강제적인 힘으로, ‘또한 가장 가치 있는 영역으로’ 여기지 않는다면, ‘정치적인 것’에서 (강제로서의) ‘지배’로, ‘그리고 거기에서’ ‘여성에 대한 지배’로 비약하는 것은 불안정한 비약이다. Marilyn Strathern이 말한 것처럼, ‘정치적인 것’과 ‘정치적 개성’이라는 개념은 우리 자신의 문화적 강박 관념으로, 인류학적 구성 개념에 오랫동안 반영된 편견이다. → 정치 권력에 대한 우리 자신의 개념을 통해 다른 문화에서의 정치 권력을 이해하 는 것은 잘못 이해된 것인데, 왜냐하면 정치 권력에 관한 생각은 여러 문화에 걸쳐 일률적이지 않기 때문이다. [풀이] 서양은 지배를 통제나 강제라고 생각하는 것에 반해, 아마존의 많은 원주민 부족은 정치 권력을 강제적인 힘으로 여기지 않는 것에서 알 수 있듯이, 정치 권력에 관한 생각은 보편적인 것이 아니므로, 다른 문화의 정치 권력을 서양의 개념에 따라 이해 하는 것은 잘못이라는 내용의 글이다. 따라서 요약문의 빈칸 (A)와 (B)에 각각 들어갈 말로 가장 적절한 것은 ③ ‘잘못 이해된 - 일률적이지’이다. ① 합리적인 - 유연하지 28 ② 적절한 – 흔하지 ④ 불합리한 – 다양하지 ⑤ 효과적인 – 객관적이지 [Words and Phrases] equation 방정식 dominance 지배력 questionable 의심스러운 conceivably 아 마도, 생각건대 bothersome 성가신 be allergic to ~를 몹시 싫어하다 obvious 명백한 conception 개념 fixation 고정관념 universal 보편적인 것 domain 영 역, 범위 leap 비약, 도약 domination 지배, 우세 shaky 불안정한 notion 개념 personhood 개성 obsession 강박 (관념) bias 편견 reflect 반영하다 construct 구성 개념, 구성체 [41~42] [해석] 인간의 견지에서 사물을 보는 우리의 억누를 수 없는 경향, 즉 다른 종들에게 복잡한 인간의 동기와 처리 능력이 있다고 우리가 흔히 잘못 생각하는 것은 동물의 행동이 사실 복잡하지 않다는 것을 의미하는 것은 아니다. 오히려 그것은 동물 행동의 복잡 성이 순전히 그것의 내적 복잡성의 산물이 아니라는 의미이다. Herbert Simon의 ‘개 미 우화’는 이 점을 매우 분명하게 말해 준다. 개미 한 마리가 해변을 따라 걷는 것 을 상상하고, 그 개미가 이동함에 따라 그 이동 경로를 추적하는 것을 머릿속에 그려 보라. 그 이동 경로는 여러 차례 구부러지고 방향이 바뀔 것이고, 매우 불규칙하고 복잡할 것이다. 그렇다면 그 개미에게 동등하게 복잡한 내적 항행 능력이 있다고 가 정하고, 그런 복잡한 항행 경로를 만들어 낼 수 있는 규칙과 기제를 추론하기 위해 그 이동 경로를 분석함으로써 이것이 무엇일 수 있는지를 알아낼 수 있을 것이다. 하 지만 그 이동 경로의 복잡성은 ‘실제로 해변 지면에서의 복잡성이지 그 개미의 내적 복잡성이 아니다.’ 사실 그 개미는 일련의 매우 복잡한(→ 단순한) 규칙들을 사용하고 있을지도 모르는데, 그 복잡한 이동 경로를 실제로 만들어 내는 것은 바로 이 규칙들 과 환경의 상호작용이지, 그 개미 단독으로는 아니다. 더 일반적으로 말하자면, 개미 우화는 관찰된 행동의 복잡성과 그것(복잡한 행동)을 만들어 내는 기제의 복잡성 사이 의 필연적인 상관관계가 없음을 보여 준다."
    },
    {
        "question_num": 41,
        "explanation": "[출제 의도] 장문(제목 추론) [풀이] 인간의 견지에서 보면 동물의 행동이 복잡성을 띠는 것으로 보일 수 있지만, 사실은 동물의 단순한 행동 규칙이 환경과 상호작용하면서 동물의 행동이 복잡한 것처럼 보 일 뿐이라는 내용의 글이다. 따라서 글의 제목으로 가장 적절한 것은 ③ ‘무엇이 동 물 행동의 복잡성을 만드는가?’이다. ① 환경의 복잡성에 이르는 신비의 문을 열라! 29 ② 인간과 동물의 평화로운 공존 ④ 동물의 딜레마: 인간 세계에서 자신의 길을 찾아가기 ⑤ 인간 행동 복잡성에 미치는 환경의 영향"
    },
    {
        "question_num": 42,
        "explanation": "[출제 의도] 장문(문맥 속의 어휘 추론) [풀이] 개미는 복잡한 내적 항행 능력이 없으므로 그것의 행동 규칙으로는 복잡한 이동 경로 를 만들어 낼 수 없다. 그것의 규칙이 환경과 상호작용할 때 비로소 그것이 복잡한 이동 경로를 만들어 낼 수 있다고 했으므로, 그 규칙은 복잡한 내적 항행 능력을 반 영하는 복잡한 규칙이 아닐 것이다. 따라서 밑줄 친 (d)의 complex를 simple 정도의 어휘로 바꿔야 한다. [Words and Phrases] irresistible 억누를 수 없는 tendency 경향 attribute (성질 등이) 있다고 생각 하다 complexity 복잡성 visualize 머릿속에 그리다, 상상하다 track 추적하다 irregular 불규칙적인 complicated 복잡한 navigational 항행의, 항해의 analyze 분석하다 infer 추론하다 mechanism (생물체 내에서 특정한 기능을 수 행하는) 기제[구조] correlation 상관관계 [43~45] [해석] (A) 이 지역에서는 겨울에 폭설이 내리는 것이 드문 일이 아니었다. 때로는 몇 시간 이고 쏟아져 내려 아주 높이 쌓였다. 그러면 아무도 나갈 수 없었다. 오늘 또한 폭설 로 인해 엄마는 주방 식탁에서 사무실 업무를 보고 있었다. 고등학생 Felix는 자기 방에서 온라인 수업을 들어야 했다. 평소에는 유치원에 가던 다섯 살짜리 Sean은 가 정 경찰관 놀이를 하며 집안 이곳저곳을 몰래 돌아다니고 있었다. 그 유치원생은 가 족들이 무엇을 하는지 알고 싶었고, 모두를 확인하고 있었다. (C) Sean은 가족을 확인하는 동안 그들의 일이 자기 일인 것처럼 그 일에 간섭했다. 이번에는 그 장난기 많고 호기심 많은 아이가 형 Felix에게 관심을 보였는데, 그는 어디에 있든지 공부에 전념했다. Sean은 문에서 형의 방을 몰래 들여다보고는, 엄마 가 일하고 있는 주방을 향해 “엄마, Felix가 공부를 안 하고 있어요. 재미있는 영상을 보고 있을 뿐이에요.”라고 소리쳤다. Sean은 형을 바라보며 짓궂게 웃고 있었다. (D) Felix는 동생이 자신을 성가시게 하고 있었기 때문에 화가 났다. Felix는 학교 웹 사이트에 올라온 영상을 이용해서 과학 공부를 하고 있었다. 그는 그 개구쟁이 아이 를 향해 화난 표정을 지었다. 바로 그때 엄마가 주방에서 큰소리로 “Felix, 무얼 하고 있니?”라고 물었다. Felix의 방은 주방 옆에 있었고, 그는 엄마의 말을 똑똑히 들을 수 있었다. “과학 수업의 강의 영상을 보고 있어요.” Felix는 Sean의 비난을 반박하 고는 장난기 있게 동생에게 자기 혀를 내밀었다. 30 (B) “그래. 넌 틀림없이 네 일을 하고 있을 거야.”라고 엄마가 대답하고 나서 재빨리 질문을 덧붙였다. “Sean, ‘넌’ 뭐 하고 있니?” Sean은 즉시 얼빠진 표정이 되었고, 그는 “아무것도 안 해요.”라고 말했다. “얘야, 이리 오렴. 그러면 날 도와줄 수 있어.” Sean은 곧바로 주방으로 달려갔다. “엄마, 내가 뭘 도와줄까요?” 그의 목청은 높았 고, Felix는 동생이 신이 났다는 것을 느낄 수 있었다. Felix는 경찰관에게서 벗어나 서 기뻤고, 적어도 Sean이 돌아올 때까지 이제 그는 수업에 집중할 수 있었다."
    },
    {
        "question_num": 43,
        "explanation": "[출제 의도] 장문(글의 순서 파악) [풀이] 폭설로 인해 모두 집에 머무르는 가운데 Sean이 경찰관 놀이를 하며 가족들이 무엇 을 하는지 확인하러 집안 이곳저곳을 몰래 돌아다니는 내용이 언급된 글 (A) 다음에 는 Sean이 형 Felix의 방을 들여다보면서 엄마에게 형이 공부를 안 하고 재미있는 영상을 보고 있다고 거짓으로 비난하는 내용의 글 (C)가 이어져야 한다. 글 (C) 다음 에는 Felix가 과학 수업의 강의 영상을 보며 과학 공부를 하고 있다고 엄마에게 말하 면서 Sean의 비난을 반박하는 내용의 글 (D)가 이어져야 한다. 글 (D) 다음에는 엄마 가 도움을 요청하려고 Sean을 부르고, 그로 인해 Felix가 동생에게서 벗어나게 된 것 을 기뻐하는 내용의 (B)가 이어져 글이 마무리되어야 흐름이 자연스럽다. 따라서 글 (A)에 이어질 글의 순서로 가장 적절한 것은 ③ ‘(C)-(D)-(B)’이다."
    },
    {
        "question_num": 44,
        "explanation": "[출제 의도] 장문(지칭 추론) [풀이] (a), (b), (c), (d)는 Sean을 가리키지만, (e)는 Felix를 가리킨다."
    },
    {
        "question_num": 45,
        "explanation": "[출제 의도] 장문(세부적 사실 파악) [풀이] (C)에서 Felix는 자신의 방에서 게임을 하고 있었던 것이 아니라, 학교 웹사이트에 올 라온 영상을 이용해서 과학 공부를 하고 있었으므로, 글의 내용으로 적절하지 않은 것은 ④이다. [Words and Phrases] pour (눈·비가) 쏟아져 내리다 pile up 쌓이다 sneak 몰래 다니다 sharply 재 빨리 blank 얼빠진, 멍한 get rid of ~에게서 벗어나다, ~을 제거하다 interfere in ~에 간섭하다 commit oneself to ~에 전념하다 bother 성가시게 하다 naughty 개구쟁이인, 장난꾸러기인 accusation 비난, 고발 stick out ~ 을 내밀다"
    }
]