[
    {
        "question_num": 1,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Hey, Sally, w hy are you wearing a cast on your foot? W: I tripped over a rock yesterday and sprained my ankle. M: That sounds bad. How long do you have to wear your cast? W:"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Steve, I’m conducting a survey for my marketing class. I wonder if you can take it. M: Sure, I’d be happy to help. What’s the survey about? W: It’s about college students’ shopping habits. You can do it online by visiting the survey website. M:"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Can I have your attention, please? This is an announcement for visitors of our museum. There will be renovations to the Dumbarton Museum from November 23rd through the end of 2020. During this period, the entire facilities on the third floor will be closed. So, we won’t be able to accommodate scheduled tours of the museum. However, the special art exhibition for children will continue on the first floor. The gardens will be open, and the Museum Shop will move to the greenhouse in the gardens. More information can be found on our website. We’re sorry for the inconvenience caused by the renovations, and we look forward to seeing you at the newly renovated museum."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 화자의 의견 파악하기 W: Honey, look at these horrific photographs! M: It looks like these animals are suffering a lot. W: Yes, it’s our fault! Many marine animals are dying from plastic products that we throw away. M: I didn’t know it was that serious. But isn’t it impossible to live entirely without plastic? W: True, but as a result of our current plastic use, millions of tons of plastics have ended up in the sea, damaging the environment. We should reduce the consumption of plastic products in our daily routine. M: But plastics are very useful and convenient. How can we live with less plastic in our lives? W: We can start by minimizing the use of disposable plastic. Instead, we can use things like refillable water bottles and reuseable shopping bags. M: You mean that we should accept a little inconvenience for our environment? W: Exactly!"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 관계 파악하기 W: Mr. Johns, we had such a wonderful time here today. Thank you so much. M: It’s been my pleasure, Ms. Parker. W: I think my students had a lot of fun doing all the hands­on activities you had planned. M: I’m glad they enjoyed them. W: They were especially excited about feeding the sheep and milking the cows. M: I could tell that from their faces. They also worked hard to harvest the potatoes and onions. W: Yeah. When we go back to school, we’ll do some cooking activities with the vegetables they collected today. M: That’s a great idea. I hope they’ll have good memories of my farm. W: I’m sure they will. Before we get on the bus, can you take a picture of us in front of the farmhouse? M: Of course. Please tell me when you’re ready. W: Okay. Thanks."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 [Telephone rings.] M: Hello, Mom! W: Oh, Peter! Dad and I are just looking at the picture you sent. M: The picture I took of my dormitory room? W: Yeah. I see two beds in there. Is the room for two people? M: Yes. Do you see the boy lying on the bed wearing glasses? That’s my roommate, Jack. W: I see. The room looks cozy because of the striped rug on the floor. M: Jack brought it. He’s willing to share his stuff. W: How kind of him! Did he also bring the shelf under the clock? M: Yes. It’s full of our books. I didn’t realize we would need that many books for our classes. W: It seems you’ve got a lot of work to do. M: Right. And I hung a flower painting on the wall over my bed. It’s a good decoration. W: Great. I’m glad you’re doing well there."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 화자의 할 일 파악하기 W: Jason, let’s check everything that we need for Dad’s 70th birthday party. M: Okay. I’ve packed the camera and lenses for taking pictures. W: Good. How about the battery? M: I’ve fully charged it and also prepared an extra one. W: All right. Did you finish editing the celebration video? M: Yes, I did. I’m sure Dad will be touched when he sees it. W: I’m looking forward to watching it. M: Oh, wait! Did you order a birthday cake? W: Yes, I placed a special order for one. M: Great. Then what else do we have to do? W: Hmm.... We should pick up our party costumes from the rental shop and wrap the gifts for the guests. M: I think we should divide the work. W: Okay. I’ll do the wrapping. M: In that case, I’ll go to the rental shop."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 이유 파악하기 M: Natalie, you seem to be working hard for your Spanish exam. W: Yes, it’s a one­on­one oral interview with my class instructor. M: Haven’t you just finished taking your graduation exam? With all of these exams, you must feel quite stressed. W: In a way, but I’m thinking of it as an opportunity to prepare for my job interviews after graduation. M: Good. Then, when is the Spanish exam? W: It’s on June 24th. M: Really? Aren’t most exams scheduled between June 15th and 19th? W: Yes, my speaking exam was supposed to take place on June 17th, but it was postponed to a week later. M: Did your class ask for a delay? W: No, we didn’t. Our instructor has to attend an overseas seminar on the original test day. M: I think this could work out better for you. You have one extra week to prepare. W: Yeah. I’ll try my best."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 지불할 금액 파악하기 W: Welcome to the Band Teen Spirit’s Goods House. May I help you? M: Thanks. I’ve come here all the way from America to watch the band’s concert and visit this store. What are the most popular items here? W: This poster set and that T­shirt. The poster set is 14 dollars and the T­shirt is 24 dollars. M: I already have the poster set. I love that T­shirt! I’ll take one. W: All right. Do you want anything else? M: Yes, the key rings with each member’s figure. W: Here they are. They cost eight dollars each. M: There are seven members, so I’ll take one for each of them. W: Okay, one T­shirt and seven key rings. Do you need anything else? M: No, but can I use the coupon from the band’s official app? W: Of course. You can get a 10% discount. M: Great. I’ll use my smart pay."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 W: David, I heard you’re traveling to Myanmar this summer. M: Right. I’m going with a tour program named the Classic Myanmar Tour. W: Actually, I’m planning to travel around Myanmar this summer, too. M: Really? Then, you might be interested in this tour I’m taking. W: Sure. How long is the tour? M: It’s seven days, from July 10th to 16th. W: Good. Does the tour visit Yangon? I’d really like to go there. M: Yes. The tour also includes visiting other major cities, such as Mandalay. W: Great. What kind of transportation do you use during the tour? M: We’ll take trains between cities and use buses in cities. We’ll also travel on a river cruise through the jungle. W: That sounds fun. Can I still sign up for the tour? M: If you want to, you have to hurry! The tour has a limit of ten people. W: I’ll contact the travel agency. Thank you for the information."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 W: Hello, everyone. This is Ms. Harris, your social studies teacher. I’m glad to announce the 2020 Student Infographic Contest. As you know, an infographic is a visual way to present data or information that makes it easier to understand. The contest is open to students of all grades. To enter the contest, create an infographic on the topic of your choice and turn it in by November 15th. Please be sure to submit your entry as an image file. There will be three winners and they’ll each receive two movie tickets as a prize. Winning entries will be on display in the library for the first week of December. For questions or more information, please come to my office. Thank you."
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 화자의 선택 파악하기 M: Jessica, I’m thinking of buying one of these eye massagers. Can you help me choose one? W: Sure. The cheapest one here is the one I have. 고3 정답 및 해설 2020학년도 7월 전국연합학력평가 14 34 It’s not bad, but I don’t think it’s comfortable to wear. M: Okay. I won’t buy it then. W: Do you need a heat setting? M: Yes. It probably relaxes the muscles and improves blood circulation around the eyes. W: All right. Then, you may also want different massage modes. They help to ease eye fatigue with their different vibration functions. M: Great. I’ll get one that has at least five modes. Hmm, what’s a music function? W: With that function, you can listen to calming music through built­in speakers. M: That sounds interesting, but I don’t think it’s necessary. W: Then, this one is perfect for you. M: Okay, I’ll buy it."
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Stanley, you look very concerned. M: Well, I’m worried about my children’s smartphone use. They won’t put their phones down, even at the family dinner table. W: I can imagine. Smartphones are useful, but they often distract us and take away precious family time. M: I totally agree. How can I make my children spend less time on their phones? W: You can do that by first setting a good example. Your children will change if you start limiting your own phone time. M: Good point. But isn’t it too tempting to be on your phone when you have it nearby? W: Of course. For that reason, many parents have started to put their cellphones away in a storage box at home and have asked their children to do the same. M: Great idea. If we don’t see our phones, we’ll feel less tempted. W: Yes, maybe you should consider trying this at home. M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Andrew, guess what? I’ve just got an email saying that Mr. Chen agreed to give an interview for our student magazine. M: The Chinese CEO? That’s such good news. W: The email says he hopes his business success will help inspire young business majors like us. M: How nice of him! So when is he available for the interview? W: Next Friday afternoon. M: Okay. We’ll have to talk about possible questions we could ask. Is there anything else we should prepare? W: There’s one important thing that should be taken care of. M: What is it? W: While doing research for the interview, I found out that Mr. Chen doesn’t speak English that well. So I think we should find someone who can interpret for us. M: Hmm.... Doesn’t Julia speak Chinese fluently? I think she can translate our questions into Chinese and tell us Mr. Chen’s responses in English. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 M: Carol is going to enter a presentation contest in a month as the school representative. She feels anxious even when going about her daily life because she doesn’t think she can manage all of her routine activities and still have time to prepare for the contest. But her classmate Alex thinks Carol doesn’t have to feel so stressed, because a month is actually plenty of time to prepare for it. Alex thinks that if she breaks down the preparation process into what she can do each day, she’ll be better able to prepare while still having time for her other activities. So Alex wants to suggest to Carol that she plan out specific goals to accomplish each day for her preparation. In this situation, what would Alex most likely say to Carol?"
    },
    {
        "question_num": 16,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 W: Hello, listeners. Welcome to Fitness Expert Radio Broadcast! Is a gym membership or fancy equipment necessary to get in shape? No. Luckily, there are some objects around your home that are perfect for helping you get fit. First, a chair is a good tool for your at­home workouts. Consider using one to do your aerobics, leg raises and incline push­ups. Next, one person’s towel is another person’s resistance band! Try stretching with one. You can also do shoulder stretches with a broomstick. A broomstick can help increase flexibility and improve your posture by keeping your spine in line. Lastly, use filled water bottles. One in each hand can be used for aerobic exercises. Most water bottles are designed to be gripped, making them the ideal dumbbell substitute. Now, are you ready to try these at home? For more fitness tips, please visit our website www.fitnessexpert.com. We can’t wait to help you feel the burn!"
    },
    {
        "question_num": 17,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 W: Hello, listeners. Welcome to Fitness Expert Radio Broadcast! Is a gym membership or fancy equipment necessary to get in shape? No. Luckily, there are some objects around your home that are perfect for helping you get fit. First, a chair is a good tool for your at­home workouts. Consider using one to do your aerobics, leg raises and incline push­ups. Next, one person’s towel is another person’s resistance band! Try stretching with one. You can also do shoulder stretches with a broomstick. A broomstick can help increase flexibility and improve your posture by keeping your spine in line. Lastly, use filled water bottles. One in each hand can be used for aerobic exercises. Most water bottles are designed to be gripped, making them the ideal dumbbell substitute. Now, are you ready to try these at home? For more fitness tips, please visit our website www.fitnessexpert.com. We can’t wait to help you feel the burn!"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 [해석] Ms. Martinez 귀하 저 희 는 인 근 소 외 계 층 학 생 들 을 위 해 Norristow n에 학교를 개교할 계획을 세우고 있습니다. 비영리 단체로서, 그 학교는 우리가 돕고자 하는 아이들 에게 주는 선물로서의 당신의 기부금과 자원만 으로 운영될 것입니다. 학교에 대한 저희의 윤곽 은 현재 초기 단계에 있으며, 그것의 실행과 확 장은 당신의 기부에 크게 달려 있습니다. 우리가 돕기를 희망하는 이 아이들은 가족의 재정난 때 문에 공장과 카페에서 일하는 모습이 자주 목격 됩니다. 우리 지역사회의 그런 어린 아이들이 능 력을 발휘하지 못하고 교육의 빛을 보지 못하는 것은 참으로 실망스러운 일입니다. 부디 저희 웹 사이트 www.dreamproject.com에서 저희 계획을 보시고 편하신 대로 기부하십시오. 저희는 당신 이 우리의 프로젝트의 일원이 되기를 희망하며 더 많은 지지와 격려를 기대합니다. Doris Middleton 드림"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 변화 파악하기 [해석] 호텔 로비는 품격 있고 조명이 잘 되어 있 었다. 연갈색 목조와 철조도 훌륭했다. 짧은 열차가 임원들을 태우고 이곳을 지나 달린다. 나는 짙은 회 색의 정장을 잘 차려입고 그에 어울리는 넥타이를 매고 검정 구두를 신고 있다. 나는 어떠한 군중도 매료시킬 준비가 되어 있다고 생각하니 기분이 매우 좋다. 하지만 나는 내 서류 가방과 노트북을 어디에 두었는지 잊고 있다. 나는 열차를 멈추고 그들에게 가방을 두는 유리창이 있는 객차에 내 가방이 있는 지 확인할 필요가 있다고 말한다. 내 것을 제외한 온갖 종류의 가방이 보인다. 나는 내가 그것을 이 나라에 가져오긴 했는지 의심스럽다. 나는 멋진 남 자이기에, 다른 사람들을 기다리게 하는 것을 좋아 하지 않는다. 내가 열차를 가게 하여 그것이 빠르게 움직여 시야에서 거의 사라질 때 나는 내 값비싼 신 발 중 한 짝이 없어졌다는 것을 깨닫는다! 가방을 찾는 동안 나는 그것을 객실 안에 두었음이 틀림없 고 열차는 떠나버렸다. 나는 얼굴이 빨갛게 달아오 르는 것을 느낀다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 고려해야 할 것이 있다. 만일 여러분이 여 러분의 여자 형제, 아버지, 혹은 아들에게 사귀라 고 추천하지 않을 친구가 있다면, 왜 여러분은 자 신을 위해 그런 친구를 두는가? 아마도 여러분은 이렇게 말할 것이다. 신의 때문이라고. 글쎄, 신의 는 어리석음과 같지 않다. 신의는 공정하고 정직 하게 협상되어야 한다. 우정은 상호 합의이다. 여 러분은 세상을 더 나쁜 곳으로 만들고 있는 누군 가를 도덕적으로 지지할 의무가 없다. 완전히 정 반대이다. 여러분은 상황이 더 나빠지는 것이 아 니라 더 나아지기를 원하는 사람들을 선택해야 한 다. 여러분에게 좋은 사람을 고르는 것은 이기적 인 일이 아니라 좋은 일이다. 여러분의 삶이 개선 되는 것을 보면 자신의 삶도 개선될 사람들과 사 귀는 것은 적절하고 칭찬할 만한 일이다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 어구의 함축적 의미 파악하기 [해석] 최근 몇 년간 나는 놀랍게도 우리의 문제 중 거의 모든 것에 대한 실마리가 ‘잘못된 스토리 텔링’이라는 것을 알게 되었는데, 이는 우리가 우 리의 에너지를 모으고 소비하는 방식을 ‘추진하는’ 것이 바로 스토리텔링이기 때문이다. 나는 이야기, 즉 사람들이 우리에게 말하는 이야기가 아닌 우리 가 우리 자신에게 말하는 이야기가 우리의 개인적, 직업적 운명만큼이나 중요한 것을 결정한다고 믿 는다. 그리고 여러분이 자신에 대해 말할 가장 중 요한 이야기는 여러분이 여러분 자신‘에게’ 말하는 이야기이다. 그러니 여러분은 여러분의 이야기, ‘특히’ 아마도 모든 것 중 가장 친숙한 이 이야기 를 살펴보는 것이 좋을 것이다. “가장 잘못된 이야 기는 우리가 가장 잘 안다고 생각하는, 그리고 그 로 말미암아 절대 면밀히 조사하거나 의문을 품지 않는 이야기이다.”라고 고생물학자 Stephen Jay Gould가 말했다. 여러분의 이야기를 멀리서 관찰 하기보다는 그것에 참여해라. 반드시 그것이 여러 분으로 하여금 따르게 하는 이야기이도록 해라. 여러분 자신에게 올바른 이야기를 해라. 그리고 그것의 올바름은 오직 ‘여러분’만이 실제로 결정할 수 있다. 만일 여러분이 마침내 여러분이 원하는 이야기를 살고 있다면, 그것은 평범한 것이 될 필 요가 없으며, 그렇게 되어서도 안 되고 그렇게 되 지도 않을 것이다. 그것은 비범할 수 있고 또 그 렇게 될 것이다. 결국, 여러분은 여러분 이야기의 작가일 뿐만 아니라 또한 그 주인공이자 영웅이다. 영웅은 절대 평범하지 않다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 창의적인 과정이 시작되는 데 있어서 문제 에 대한 민감성이 중요하다는 기본적인 생각에 대 해 의문이 제기될 수 있다. 많은 사람들이 자신의 개인적 또는 직업적인 환경에서 감지한 문제 때문 에 창의적인 활동을 수행하도록 동기를 부여받는다 는 것은 의심할 바가 없다. 하지만, 발명의 영역에 서조차, 필요라는 것이 없이도 창의적인 과정이 시 작될 수 있다는 역사적인 증거가 있다. 한 사례로, 비행기의 발명을 생각해 보라. 19세기 말에 항공기 발명을 목적으로 하는 많은 연구 프로젝트가 진행 중이었다. 그 당시에는, 그러한 기계에 대한 필요 가 없었고, 그저 서서히, 라이트 형제가 비행기를 발명하는 데 성공한 이후에야, 그 발명의 더 광범 위한 영향이 분명해졌다. 따라서 비행기 발명 뒤에 있는 원동력은 필요가 아니었던 것으로 보인다. 즉, 날아야 할 ‘필요’가 있었던 것이 아니라, 사람들이 단지 ‘그렇게 하기를 원했던’ 것이다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 [해석] 애완동물 주인들은 때때로 자신의 동물에 싫증이 나기도 하고, 많은 수의 애완동물이나 까다 로운 애완동물을 돌보는 것에 의해 어쩔 줄 몰라 하 기도 한다. 주인들은 애완동물을 보호소에 들여보내 는 스트레스를 직면하기보다는, 그것들을 거주 범위 로부터 멀리 떨어진 곳으로 운전해 가서 버린다. 어 떤 사람들은 그 동물이 보호소에서보다 자유롭게 돌 아다닐 때 생존할 가능성이 더 크다고 믿는데, 이는 애완동물을 버린 사람의 죄책감을 덜기 위해 형성된 잘못된 믿음이다. 고양이든 토끼든 턱수염도마뱀이 든, 여러분의 애완동물을 풀어주는 것이 정답은 아 니다. 일반적으로, 사람들은 방랑하는 개들을 동물 관리 당국이 거두어가도록 신고하고, 그 당국은 그 2020학년도 7월 전국연합학력평가 정답 및 해설 고3 15 34 개를 지역 보호소로 데려간다. 좁은 지역에 국한되 어 있지 않는 한, 고양이와 이국적이거나 특이한 동 물은 대개 발견되지 않거나 신고되지 않는다. 포획 되지 않고 보호받지 않은 풀려난 애완동물들은 날 씨, 야생 포식자, 그리고 적절한 먹이의 부족으로 고통받는다. 어떤 애완동물들은 힘든 죽음을 맞이한 다. 다른 풀려난 애완동물들은 살아남아 성공적으로 번식한다. 이러한 경우에, 생존한 애완동물들은 침 입종이 되어 환경이 고통받는다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 [해석] 국경 없는 세계라는 논제는 세계화에 대한 굉장히 단순하고 이상화된 비전을 제시한다는 이 유로 많은 지리학자로부터 격렬하게 비난받아왔 다. 영토 경계가 허물어질수록 세계 각지의 다양 한 집단이 그들의 정체성의 표시로 장소, 국가, 종교에 집착하는 것으로 보인다. 즉, 다른 집단들 을 분리하고 그들로부터 방어하는 영토 경계 능력 의 감소는 종종 수많은 집단에서 부정적인 반응을 일으킨다. 사람과 장소의 차이는 경계를 세움으로 써 사회적으로 형성될 수 있지만, 그렇다고 해서 이것이 한 사회의 구성원들에 의해 깊이 내면화되 지 않는다는 뜻은 아니다. 지금까지, 세계화에 대 한 소비중심의 담화는 국경이 만들어내는 차이의 느낌을 사람들의 영토 정체성 형성으로부터 분리 하는 데 거의 도움이 되지 않았다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표 내용 파악하기 [해석] 위 그래프는 2020년부터 2040년 사이의 내연 자동차와 전기 자동차의 전 세계 예상 판매량 을 보여 준다. 전반적으로, 내연 자동차 판매량은 2025년에 정점에 이르고 이후에는 감소할 것으로 예상되는 반면, 전기 자동차 판매량은 2040년까지 앞으로 20년간 증가할 것으로 예측된다. 2025년에 는 내연 자동차 판매량과 전기 자동차 판매량이 2020년에 비해 각각 5백만 대가 증가할 것으로 예 측된다. 2035년까지는 내연 자동차가 전기 자동차 보다 여전히 더 많이 팔릴 것으로 예상된다. 하지 만, 2040년에는 이야기가 달라지는데 전기 자동차 의 판매량이 내연 자동차 판매량보다 많아질 것으 로 예상된다. 2035년에는 전기 자동차가 5천만 대를 초과해 팔리면서, 내연 자동차와 전기 자동차의 판매 량 차이가 2030년에 비해 더 작아질 것으로 예상된 다. 2040년에는, 6천5백만 대의 전기 자동차가 전 세계적으로 판매될 것으로 예상되는데, 이것은 내 연 자동차 판매량보다 천만 대 더 많은 수치이다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석] 헝가리 Nagyszentmiklos에서 태어난 Béla Bartók는 9세의 나이에 작곡을 시작했다. 11세에 Bartók는 처음으로 대중 앞에서 연주했다. 연주에는 자신이 작곡한 곡이 포함되었다. 이후에 그는 또 다 른 저명한 헝가리 작곡가인 Ernö Dohnányi의 본을 따라 Royal Hungarian Academy of Music에서 공부 했다. 1905년부터 그는 헝가리 민요를 대중화하려는 노력으로 동료 헝가리인인 Zoltán Kodály와 오랜 협 업을 시작했고, 민요 음악가들과 클래식 음악가들로 부터 현악 작곡에 대한 실질적인 지식을 얻었다. Bartók는 재즈 클라리넷 연주자 Benny Goodman과 같은 음악가들과 함께 유럽 전역과 미국에서 연주하 면서 피아노 연주자로서 성공을 거두었다. 파시즘이 부상하면서, 그는 1933년 이후 독일에서 연주하는 것을 거절했다. 1940년에 그는 부다페스트를 떠나 미국으로 갔고 1945년에 그곳에서 사망했다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석]"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석]"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 [해석] 메타인지는 단순히 “생각에 대해 생각하는 것”을 의미하며, 그것은 인간의 두뇌와 다른 종의 두뇌 간의 주요 차이점 중 하나이다. 우리의 통상 적인 사고 과정 위에 있는 사다리에 높이 서서 왜 우리가 지금 생각하고 있는 것처럼 생각하고 있는 지 평가할 수 있는 우리의 능력은 진화론적으로 놀라운 일이다. 우리는 이 능력을 가지고 있는데, 인간 두뇌의 가장 최근에 발달한 부분인 전두엽 피질이 자기 성찰적이고 추상적인 사고를 가능하 게하기 때문이다. 우리는 우리가 우리 자신의 일 부가 아닌 것처럼 우리 자신에 대해 생각할 수 있 다. 영장류의 행동에 대한 연구는 우리의 가장 가 까운 사촌인 침팬지조차도 (거울에 비친 모습을 다른 침팬지라고 생각하는 대신 거울 속의 자기 자신을 알아볼 수 있는 것과 같이, 그들이 약간의 자기 성찰적인 능력을 가지고 있기는 하지만) 이 능력이 결여되어 있음을 보여 준다. 그 능력은 양 날의 칼인데, 왜냐하면 그것은 우리로 하여금 우 리가 생각하고 있는 것을 왜 생각하고 있는지 평 가할 수 있게 해주는 한편, 또한 우리로 하여금 쉽게 강박 관념이 될 수 있는 어려운 실존적 질문 들과 접촉하게 하기 때문이다. [해설] ④ lacking → lack"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [해석] 인구과잉과 기근에 대한 우려가 최고조에 달하고 있던 시기에 Garrett Hardin은 이러한 문제 들을, 예를 들어 줄어드는 1인당 식량 공급을 주목 하지 못한 것과 같은 인간의 무지 탓으로 돌리지 않았다. 대신, 그의 설명은 개별 가구의 이익과 사 회 전체의 이익 간의 불일치에 초점을 두었다. 과 도한 번식을 공유지의 비극으로 이해하려면, 예를 들어 아이가 가정 수익에 가져오는 순이익의 측면 에서, 전형적인 가정은 또 다른 아이를 세상에 낳 음으로써 이익을 얻을 것이라는 점을 기억하라. 하 지만 부모들은 비록 그들 가정의 행복이 추가된 자 식에 의해 어떻게 영향을 받는지 분명히 평가를 하 겠지만, 그들은 다른 사람들의 1인당 식량 공급 감 소와 같은 인구 증가의 다른 영향을 과대평가한다 (→간과한다). 다시 말해, 번식에 드는 비용은 개 별 가구에게 전적으로 떠맡겨지는 것이 아니라 대 부분 공유된다. 그 결과 지나친 번식이 일어난다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 농업을 습득하는 것과 그 후의 폐기는 지난 10,000년 동안에 걸쳐 반복적으로 일어났을지도 모 르는 지역 상황에 대한 적응 전략으로 점차 인식되 고 있다. 예를 들어, 태국 북부 출신의 현대 수렵채 집 집단인 Mlabri에 대한 최근 연구에서, 이 사람들 은 이전에는 농부였지만, 약 500년 전에 농업을 포 기한 것으로 밝혀졌다. 이것은 감소 중인 현대의 수렵채집 문화 집단들 중 얼마나 많은 수가 실제로 는 아마도 흉작, 식량 부족 또는 기후 변화로부터 시달린 후에야 더욱 유익한 생활양식으로서 이차적 으로 수렵채집을 다시 채택했던 농부들의 후손이었 는가에 대해 흥미로운 문제를 제기한다. 그러므로, 인간 사회의 ‘농업화’라고 불릴 수 있는 것의 과정 은 적어도 국지적인 차원에서 보면 반드시 되돌릴 수 없는 것은 아니었다. 중서부 아메리카 원주민들 로부터 아프리카 칼라하리의 !Kung족(族)에 이르 기까지 전 세계의 수렵채집 문화는 풍부한 사냥감, 기후 변화 등과 같은 요인에 대응하여 농업을 아마 도 역사상 여러 차례 채택하고 그 후에 폐기했을 것이다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 때때로 ‘그런데 이것이 예술인가?’라는 질문 을 불러일으키지 않는다면 현대 예술이 제 역할을 하지 못하는 것처럼 보인다. 나는 그 질문이 물어 볼 가치가 있는지 잘 모르겠다. 나에게는 예술과 예술이 아닌 것 간의 경계가 결코 뚜렷한 것이 될 수 없을 것이라고 생각된다. 설상가상으로 시, 희 곡, 조각, 회화, 소설, 무용, 기타 등등의 다양한 예 술 형식은 매우 달라서, 나는 왜 우리가 그것들의 다양함을 표현할 수 있는 단 하나의 정의를 생각해 낼 수 있다고 기대해야 하는지 잘 모르겠다. 예술 은 비트겐슈타인의 ‘가족 유사성’ 개념의 전형적인 예시인 것처럼 보인다. 무언가가 예술로서 자격을 갖추기 위한 필요충분조건을 명시하려고 노력해보 라, 그러면 여러분은 여러분의 기준에 있어서의 하 나의 예외를 항상 발견할 것이다. 만약 철학이 어 떠한 예술의 변치 않는 본질을 찾아내는 데 있어서 실패를 인정한다면, 그것은 시도의 부재 때문일 리 는 거의 없다. 거의 틀림없이 우리는 이것이 사상 의 역사에 있어서 가장 부질없는 시도 중 하나였을 것이라고 생각할 충분한 이유가 있다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 권리는 의무를 수반하지만, 의무가 권리를 수반할 필요는 없다. 우리 자녀에 대한 부모의 의 무는 그들의 법적 권리를 훨씬 넘어선다. 구조의 의무도 권리와 일치될 필요가 없다. 우리는 연못에 빠진 아이에 반응하는데 이는 아이의 권리가 아니 라 아이의 곤경 때문이다. 많은 의무를 창출하는 데 성공한 사회는 권리에만 의존하는 사회보다 더 관대하고 조화로울 수 있다. 권리에 대한 의무의 관계는 공공 지출에 대한 과세의 관계와 같으며 그 것은 힘든 부분이다. 서구의 유권자들은 공공 지출 에 대한 논의가 공공 지출의 혜택과 그것의 자금 조달 방식의 균형을 맞춰야 한다는 것을 대부분 알 게 되었다. 그렇지 않으면 정치인들은 선거 기간에 더 많은 지출을 약속하고 세입보다 많은 선거 후의 초과 지출은 인플레이션에 의해 해결된다. 새로운 의무가 추가 세입과 유사하듯이, 권리의 창출은 추 가 지출과 유사하다. 그 권리는 아마 적절하겠지만 이것은 그에 상응하는 의무에 대한 공공의 논의에 의해서만 판단될 수 있다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 장기적으로 볼 때, 충분한 데이터와 충분한 컴퓨팅 능력을 결합시킴으로써, 거대 데이터 기업 들은 삶의 가장 깊숙한 비밀들을 해킹할 수 있고, 이 지식을 우리를 위해 선택을 하거나 우리를 조종 할 뿐만 아니라 유기적 생명을 재설계하고 비유기 적 생명체를 창조하기 위해 사용할 수 있다. 광고 Discover Scuba Class 수중에서 호흡하는 것이 어떨지 궁금하게 여겨본 적이 있습니까? 저희는 스쿠버 다이 빙이 실제로 어떨지 알 수 있는 좋은 방법을 제공해 드립니다! 자격요건 - 참가자는 적어도 10세이어야 하고 기본적인 의료 문진을 통과해야 합니다. 내용 ∙ 스쿠버 다이빙과 스쿠버 장비의 기본 원리에 대한 개관 ∙ 실내 수영장에서 스쿠버 장비를 완전히 장착 하고 실제 스쿠버 다이빙 체험 강습료 - 1인당 50달러 / 4인 이상 단체 시 1인당 40달러 (장비 대여료가 포함되어 있습니다.) 강습 시간: 1회, 1~2시간으로 완료 취소 방침 ∙ 강습 당일: 환불 불가 ∙ 강습 전 1~5일: 30% 취소 수수료 질문이 있나요? www.scubaclass.com 또는 (816)318-9876으로 자유롭게 연락하세요. 세계시민축제 여러분은 평화롭고 공정하며 지속 가능한 세 상을 위해 목소리를 내기 원하십니까? 제 5회 연례 세계시민축제는 2030 지속 가능 발전을 위한 의제의 달성을 위해 시민 사회와 시민 행 동을 지원하는 것을 목표로 합니다. 일시 및 장소 ∙ 2020년 9월 19일 토요일 오후 1시~오후 8시 ∙ City Plaza 및 시청 강당 프로그램 ∙ 평화와 정의 사진전 ∙ 인권에 관 한 특 별 강 연 (온 라 인 사 전 등 록 이 필 요 함 ) ∙ Global Youth Zone: 다양한 무료 체험활동 공지사항 ∙ 시청 주차장은 행사 당일 교통 체증으로 인 해 폐쇄됩니다. 여러분의 편의를 위해 대중 교통을 이용해 주세요. 더 많은 정보를 원하시면 www.gcf2020.org를 방문해 주세요. 고3 정답 및 해설 2020학년도 7월 전국연합학력평가 16 34 를 판매하는 것은 단기적으로 거대 기업들을 지탱 하기 위해 필요할 수 있지만, 거대 기업들은 종종 앱, 제품, 회사들이 창출하는 돈에 따라서라기보다 는 그것들이 수집하는 데이터에 따라 그것들을 평 가한다. 인기 있는 앱은 비즈니스 모델이 없고 단 기적으로는 심지어 돈을 잃을 수도 있지만 그것이 데이터를 빨아들이는 한 수십억의 가치가 있을 수 있다. 심지어 여러분이 오늘날 데이터로 어떻게 돈 을 벌지 모른다 할지라도, 데이터가 미래에 삶을 통제하고 형성할 수 있는 열쇠를 쥐고 있을지도 모 르기 때문에 그것을 보유할 가치가 있다. 나는 거 대 데이터 기업들이 데이터에 대해 그러한 관점에 서 명시적으로 생각하는지 확실히 알지 못하지만, 그들의 행동은 그들이 데이터의 축적을 단지 돈보 다 더 중요하게 여긴다는 것을 보여준다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 [해석] 논쟁이란 다른 사람들에게 쟁점에 관한 여 러분의 입장을 납득시키려고 노력하면서 “이유를 대 는 것”이다. 사람들은 주장을 하고, 그것을 뒷받침한 다. 논쟁자는 다른 사람들이 자신의 믿음이나 행동 의 “정당성을 인정”하도록 하기 위해 노력한다. 그렇 기에, 사람 간의 논쟁은 우리의 일상적인 갈등이나 협상에 존재한다. 사람 간의 논쟁에서 긍정적인 특 징 중 한 가지는 그것이 자신들의 믿음에 대한 이유 를 제시할 수 있을 만큼 충분히 강하다고 느끼는 두 사람 간의 언쟁으로 구성되어 있다는 것이다. (그것 이 한 사람이 우월감을 드러내는 동안 다른 한 사람 은 자신의 열등감을 깨닫게 되는 이유이다.) 만일 두 사람이 논쟁하고 있다면, 그것은 그들이 (논쟁을) 이어나가게 하는 힘에 있어서(혹은 힘의 균형을 회 복하려는 욕구에 있어서) 충분히 균형을 이루고 있 기 때문이다. 사실, 논쟁의 결여는 당사자 중의 한 명이 너무나 무력함을 느껴서 그 또는 그녀가 상대 방과 직접 상대하기를 피한다는 것을 나타낼 수 있다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 카카오 열매 안이나 냄비 안, 혹은 어디에 있든, 당 분자가 가열되었을 때 갈색으로 변하는 이 유는 탄소의 존재와 관련이 있다. (C) 당은 탄수화 물인데, 이것은 당이 탄소(“carbo­”), 수소(“hydr­”) 그리고 산소(“­ate”) 원자로 이루어졌다는 것을 의미 한다. 가열되었을 때, 이 긴 분자는 더 작은 단위로 분해되고, 이 중 일부는 너무 작아서 증발한다(이것 은 좋은 냄새가 나는 이유를 설명해 준다). (B) 대 체로, 더 큰 것이 탄소가 풍부한 분자라서, 이것이 남게 되고, 이 안에는 탄소­탄소 이중 결합이라고 불리는 구조가 있다. 이 화학 구조는 빛을 흡수한다. 적은 양일 때 그것은 캐러멜화된 당에 황갈색을 띠 게 한다. (A) 더 로스팅하면 일부의 당이 (사방에 이중 결합이 있는) 순수 탄소가 되는데, 그것은 탄 맛과 진갈색을 만들어낸다. 완전히 로스팅하면 숯이 된다. 즉 모든 당이 탄소가 되고, 검은색이 된다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 1980년대와 90년대에, 일부 환경보호 활동 가들은 오랑우탄이 20년 혹은 30년 이내에 야생에 서 멸종할 것으로 예측했다. 다행히 그런 일은 발생 하지 않았다. 밀레니엄의 전환기에 인지된 것보다 수천 마리나 더 많은 오랑우탄이 현존하는 것으로 알려져 있다. (B) 이것은 오랑우탄의 세계에서 아무 문제가 없다는 의미가 아니다. 더 높은 그 수치는 실제 개체 수가 증가했기 때문이 아니라, 향상된 조 사 기법들과 이전에 알려지지 않았던 개체들이 발견 된 덕분에 나온 것이다. (A) 사실, 전체 오랑우탄 개체 수는 지난 75년간 적어도 80퍼센트 감소했다. 과학자인 Erik Meijaard가 40,000마리에서 100,000 마리 사이의 오랑우탄이 보르네오섬에 살고 있다고 만 말하는 것을 개의치 않는 것은 오랑우탄 연구의 어려움을 시사한다. 수마트라섬의 환경보호 활동가 들은 단지 14,000마리만 그곳에서 생존하고 있다고 추측한다. (C) 이러한 감소의 상당 부분은 벌목으로 인한 서식지 파괴와 요리 및 많은 식품에 사용되는 기름을 만들기 위해 판매되는 열매를 맺는 기름 야 자나무의 광대한 재배 농장이 급속도로 널리 퍼진 것 때문에 초래되었다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 거짓말하는 사람들과 진실을 말하는 사람들 이 일어난 일들에 관해 이야기하는 방식에는 몇 가 지 큰 차이가 있다. 한 가지 차이점은 전반적으로 거짓말하는 사람들이 진실을 말하는 사람들보다 말 을 덜 한다는 것이다. 만약 당신이 진실을 말하고 있다면, 일어난 일의 세부 내용은 분명하다. 만약 당신이 거짓말을 하고 있다면, 많은 세부 내용을 떠 올리기가 쉽지 않다. 흥미롭게도, 진실을 말하는 사 람들은 거짓말하는 사람보다 그들의 감정에 대해 ‘덜’ 이야기한다. 그것은 당신이 실제 기억을 떠올리 면, 당신은 일어났던 일에서 느꼈던 감정을 일부 다 시 경험하기 시작하기 때문이다. 그 결과, 그 감정 은 당신에게 분명하게 느껴진다(그리고 당신을 보는 누구에게라도 분명할 것이다). 하지만 만약 당신이 거짓말을 하고 있다면, 그 감정을 실제로 경험하지 못하고 있으므로 대신에 그 감정을 묘사하게 된다. 진실을 말하는 사람들은 또한 거짓말하는 사람보다 자기 자신에 대해 더 많이 이야기하는데 그 이유는 진실을 말하는 사람들은 거짓말하는 사람들보다 자 신의 기억에 더 집중하기 때문이다(그들은 또한 그 들의 이야기가 다른 사람들에 의해 어떻게 인식되고 있는지에 대해 생각한다)."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] (우리를 새로운 환경에 놓이게 하는)지리적 확장과 문화적 혁신 모두 인간이 경험하는 선택압을 변화시켰다. 많은 특징들의 이점이 변했고, 그래서 최적의 생존 전략도 변했다. 예를 들어, 인간이 10 만 년 전에 큰 사냥감을 사냥했을 때, 그들은 가까 운 거리에서 창으로 찌르는 공격에 의존했다. 그러 한 공격은 매우 위험하고 신체적으로 힘들어서 그 당시에 사냥꾼들은 근육이 많아야 했고 굵은 뼈를 가져야 했다. 그러한 신체는 단점을 가지고 있었는 데, 다른 것은 몰라도, 그것은 더 많은 식량을 필요 로 했지만, 전체적으로 그것은 그 상황에서 최고의 해결책이었다. 하지만 atlatl(투창기)과 활과 같은 새로운 무기는 근육으로 생성되는 에너지를 효과적 으로 비축했는데, 이것은 사냥꾼들이 큰 이두박근과 튼튼한 골격 없이도 큰 사냥감을 잡을 수 있다는 것 을 의미했다. 그렇게 되자, 더 잘 달리고 그렇게 많 은 식량을 필요로 하지 않는 가벼운 체구의 사람들 은 경쟁적으로 우위에 있게 되었다. 큰 체구는 비용 이 많이 들기만 하고 더 이상 필요하지 않은 과거의 해결책이었다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 [해석] 2010년에 과학자들이 쥐 실험을 했다. 그 들은 쥐 한 마리를 작은 우리 안에 가두고, 그 우 리를 훨씬 더 큰 방 안에 두고는 또 다른 쥐가 그 방을 자유롭게 돌아다닐 수 있게 했다. 우리에 갇 힌 쥐는 조난 신호를 내보냈는데, 이것은 자유로운 쥐도 불안과 스트레스의 징후를 보이게 했다. 대개 의 경우, 자유로운 쥐는 결국 갇힌 동료를 도왔고, 몇 번의 시도 후에, 대개 우리를 열고 갇힌 쥐를 풀어주는 데 성공했다. 그러고 나서 이번에는 연구 원들이 방 안에 초콜릿을 놓고 실험을 반복했다. 자유로운 쥐는 이제 갇힌 쥐를 풀어주거나 자기 혼 자 초콜릿을 먹는 것 사이에서 선택해야만 했다. 많은 쥐가 먼저 동료를 풀어주고 나서, 초콜릿을 나눠 먹는 것을 택했다(하지만 몇 마리의 쥐가 더 이기적으로 행동했고, 이는 아마도 어떤 쥐들이 다 른 쥐들보다 더 인색하다는 것을 증명했다). [요약문] 일련의 실험에서, 자유로운 쥐들이 우리에 갇힌 자신의 동료가 (A) 고통의 상태에 있는 것을 목격했을 때, 그들은 심지어 초콜릿을 먹는 것을 (B) 미루면서, 자신의 동료를 구해주려는 경향이 있었다."
    },
    {
        "question_num": 41,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 문화는 인간의 독특한 적응 형식이다. 일부 이론가들은 그것(문화)을 삶의 많은 요구에 적응하 도록, 그것이 식량과 안식처를 얻는 것을 의미하든, 경쟁 관계에 있는 외(外)집단으로부터 방어하는 것 을 의미하든, 그 밖에 다른 것을 의미하든, 도와주 는 ‘정확한’ 정보를 사람들에게 제공하기 위해 발전 된 일체의 지식이라 본다. 문화는 또한 집단의 사 람들이 상호 이익이 되는 목표를 달성하기 위해 어 떻게 협력하는지, 그리고 다른 사람들이 우리를 좋 아하고 받아들이고 어쩌면 심지어 우리와 사랑에 빠지도록 우리의 삶을 사는 방법을 우리에게 말해 준다. 그러므로 만약 문화가 물리적 환경과 사회적 환경에 대한 적응을 촉진하도록 고안된 것이라면, 아마도 문화는 항상 세계를 정확하게 이해하는 방 향으로 애써 나아가려고 할 것이다. 하지만 형이상학적 환경에의 적응은 사람들이 진 실과 정확성에 따라서만 살지 않는다는 것을 시사 한다. 때때로 문화에 기반을 둔 세계관이 삶에 대 한 진실과 그 안에서의 우리의 역할을 드러내는 (→ 왜곡하는) 것이 더 적응을 돕는다. 죽음의 필 연성과 같은 삶에 대한 어떤 것들은 정면으로 맞 서기에는 너무 정서적으로 충격적이다. 압도적인 공포는 많은 종류의 적응 작용에 방해가 될 수 있 으므로, 문화가 현실과 그 안에서 우리의 위치를 이해할 수 있게 하기 위해 “낙관적 견해”를 제공 하는 것은 때때로 적응을 돕는다. 실존적 관점에 서, 정밀한 세계관의 적응적 효용은 불안감을 완 화하는 환상의 적응적 가치에 의해 경감된다."
    },
    {
        "question_num": 42,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 문화는 인간의 독특한 적응 형식이다. 일부 이론가들은 그것(문화)을 삶의 많은 요구에 적응하 도록, 그것이 식량과 안식처를 얻는 것을 의미하든, 경쟁 관계에 있는 외(外)집단으로부터 방어하는 것 을 의미하든, 그 밖에 다른 것을 의미하든, 도와주 는 ‘정확한’ 정보를 사람들에게 제공하기 위해 발전 된 일체의 지식이라 본다. 문화는 또한 집단의 사 람들이 상호 이익이 되는 목표를 달성하기 위해 어 떻게 협력하는지, 그리고 다른 사람들이 우리를 좋 아하고 받아들이고 어쩌면 심지어 우리와 사랑에 빠지도록 우리의 삶을 사는 방법을 우리에게 말해 준다. 그러므로 만약 문화가 물리적 환경과 사회적 환경에 대한 적응을 촉진하도록 고안된 것이라면, 아마도 문화는 항상 세계를 정확하게 이해하는 방 향으로 애써 나아가려고 할 것이다. 하지만 형이상학적 환경에의 적응은 사람들이 진 실과 정확성에 따라서만 살지 않는다는 것을 시사 한다. 때때로 문화에 기반을 둔 세계관이 삶에 대 한 진실과 그 안에서의 우리의 역할을 드러내는 (→ 왜곡하는) 것이 더 적응을 돕는다. 죽음의 필 연성과 같은 삶에 대한 어떤 것들은 정면으로 맞 서기에는 너무 정서적으로 충격적이다. 압도적인 공포는 많은 종류의 적응 작용에 방해가 될 수 있 으므로, 문화가 현실과 그 안에서 우리의 위치를 이해할 수 있게 하기 위해 “낙관적 견해”를 제공 하는 것은 때때로 적응을 돕는다. 실존적 관점에 서, 정밀한 세계관의 적응적 효용은 불안감을 완 화하는 환상의 적응적 가치에 의해 경감된다."
    },
    {
        "question_num": 43,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 시카고에서 포틀랜드로 가는 국토횡단 비행기를 타기 위해 사람들이 탑승 구역에 모여들고 있었다. Southwest Airlines는 개방형 좌석을 가지 고 있다. 앞쪽 근처 선택 좌석을 얻기 위해 나의 탑 승 섹션에 일찍 줄을 서고 싶었다. 그 젊은 어머니 가 그녀의 아이와 아기를 데리고 있는 것을 내가 알 아차린 것은 그때였다. “아무도 저 꼼지락거리는 남 자 아이 옆에 앉고 싶어 하지 않을 거야,나는 속 으로 생각했다. “나는 혼자 여행하고 있어. 내가 그 걸 할 수 있어. 나는 그 엄마를 도울 수 있을지도 몰라.(C) 아니나 다를까, 그 세 명 옆의 통로 좌석 을 선택한 사람은 아무도 없었다. “여기 앉아도 될 까요?나는 물었다. 우리는 몇 가지 즐거운 이야기 를 주고받았는데, 나는 그 후 그녀가 꼼지락거리는 아이를 돌보는 동안 내가 그녀의 잠든 아기를 안아 주겠다고 했다. 그녀의 보물이 기꺼이 넘겨졌다. 어 린 남자 아이는 얌전했지만, 끊임없이 움직였다. 만 약 그녀가 아기를 그녀의 무릎 위에 올려놓고 꼼지 락거리는 아이를 즐겁게 해주어야 했다면 그것은 훨 씬 더 어려웠을 것이다. (D) 나는 내 무릎 위에 꼼 지락거리는 아이들을 올려놓고 갔었던 몇 번의 나의 여행을 마음속으로 떠올렸는데, 특히 내 아이가 시 카고에서 플로리다까지 가는 여행 내내 울었던 날은 악몽과도 같았다. 적어도 이 아이들 중 누구도 울거 나 힘들게 굴지 않았다. 잠자는 아기는 시간이 지날 수록 무거워지는 것 같았다. 내가 읽으려고 계획했 던 책은 좌석 밑의 가방에 그대로 있었다. 잠시 나 에게 졸음이 엄습했다. 그때 우리는 Hood 산에 쌓 인 눈을 볼 수 있었고, 나는 비행이 곧 끝날 것을 알았다. 마침내 꼼지락거리는 아이가 잠들었다. 그 여자 아기는 국토를 가로지르는 내내 잠을 잤다. 이 제 그녀는 커다란 푸른 눈을 뜨고 두려움 없이 나에 게 미소 지었다. (B) 그땐 내가 그녀와 간단한 게임 을 할 차례였다. 이 만족스러워하는 아기를 즐겁게 해주는 것은 얼마나 쉬운 일이었는지! 나는 이동식 탑승교에서 아이들을 유모차에 태울 수 있도록 도와 주겠다고 제안했지만, 그 어머니는 그녀 혼자서 꽤 잘 해낼 수 있다고 장담했다. 터미널에서는 한 젊 은 아버지가 멀리 사는 조부모를 처음 방문한 아 기를 데리고 돌아오는 자신의 가족을 기다리며 서 있었다. 그의 아내의 묘사로 인해 그를 쉽게 알아보 았다. 그를 지나칠 때 나는 미소를 지었고 이 사랑 스러운 젊은 가족에 대해 신의 축복을 기원하는 기 도를 올렸다."
    },
    {
        "question_num": 44,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 시카고에서 포틀랜드로 가는 국토횡단 비행기를 타기 위해 사람들이 탑승 구역에 모여들고 있었다. Southwest Airlines는 개방형 좌석을 가지 고 있다. 앞쪽 근처 선택 좌석을 얻기 위해 나의 탑 승 섹션에 일찍 줄을 서고 싶었다. 그 젊은 어머니 가 그녀의 아이와 아기를 데리고 있는 것을 내가 알 아차린 것은 그때였다. “아무도 저 꼼지락거리는 남 자 아이 옆에 앉고 싶어 하지 않을 거야,나는 속 으로 생각했다. “나는 혼자 여행하고 있어. 내가 그 걸 할 수 있어. 나는 그 엄마를 도울 수 있을지도 몰라.(C) 아니나 다를까, 그 세 명 옆의 통로 좌석 을 선택한 사람은 아무도 없었다. “여기 앉아도 될 까요?나는 물었다. 우리는 몇 가지 즐거운 이야기 를 주고받았는데, 나는 그 후 그녀가 꼼지락거리는 아이를 돌보는 동안 내가 그녀의 잠든 아기를 안아 주겠다고 했다. 그녀의 보물이 기꺼이 넘겨졌다. 어 린 남자 아이는 얌전했지만, 끊임없이 움직였다. 만 약 그녀가 아기를 그녀의 무릎 위에 올려놓고 꼼지 락거리는 아이를 즐겁게 해주어야 했다면 그것은 훨 씬 더 어려웠을 것이다. (D) 나는 내 무릎 위에 꼼 지락거리는 아이들을 올려놓고 갔었던 몇 번의 나의 여행을 마음속으로 떠올렸는데, 특히 내 아이가 시 카고에서 플로리다까지 가는 여행 내내 울었던 날은 악몽과도 같았다. 적어도 이 아이들 중 누구도 울거 나 힘들게 굴지 않았다. 잠자는 아기는 시간이 지날 수록 무거워지는 것 같았다. 내가 읽으려고 계획했 던 책은 좌석 밑의 가방에 그대로 있었다. 잠시 나 에게 졸음이 엄습했다. 그때 우리는 Hood 산에 쌓 인 눈을 볼 수 있었고, 나는 비행이 곧 끝날 것을 알았다. 마침내 꼼지락거리는 아이가 잠들었다. 그 여자 아기는 국토를 가로지르는 내내 잠을 잤다. 이 제 그녀는 커다란 푸른 눈을 뜨고 두려움 없이 나에 게 미소 지었다. (B) 그땐 내가 그녀와 간단한 게임 을 할 차례였다. 이 만족스러워하는 아기를 즐겁게 해주는 것은 얼마나 쉬운 일이었는지! 나는 이동식 탑승교에서 아이들을 유모차에 태울 수 있도록 도와 주겠다고 제안했지만, 그 어머니는 그녀 혼자서 꽤 잘 해낼 수 있다고 장담했다. 터미널에서는 한 젊 은 아버지가 멀리 사는 조부모를 처음 방문한 아 기를 데리고 돌아오는 자신의 가족을 기다리며 서 있었다. 그의 아내의 묘사로 인해 그를 쉽게 알아보 았다. 그를 지나칠 때 나는 미소를 지었고 이 사랑 스러운 젊은 가족에 대해 신의 축복을 기원하는 기 도를 올렸다."
    },
    {
        "question_num": 45,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 시카고에서 포틀랜드로 가는 국토횡단 비행기를 타기 위해 사람들이 탑승 구역에 모여들고 있었다. Southwest Airlines는 개방형 좌석을 가지 고 있다. 앞쪽 근처 선택 좌석을 얻기 위해 나의 탑 승 섹션에 일찍 줄을 서고 싶었다. 그 젊은 어머니 가 그녀의 아이와 아기를 데리고 있는 것을 내가 알 아차린 것은 그때였다. “아무도 저 꼼지락거리는 남 자 아이 옆에 앉고 싶어 하지 않을 거야,나는 속 으로 생각했다. “나는 혼자 여행하고 있어. 내가 그 걸 할 수 있어. 나는 그 엄마를 도울 수 있을지도 몰라.(C) 아니나 다를까, 그 세 명 옆의 통로 좌석 을 선택한 사람은 아무도 없었다. “여기 앉아도 될 까요?나는 물었다. 우리는 몇 가지 즐거운 이야기 를 주고받았는데, 나는 그 후 그녀가 꼼지락거리는 아이를 돌보는 동안 내가 그녀의 잠든 아기를 안아 주겠다고 했다. 그녀의 보물이 기꺼이 넘겨졌다. 어 린 남자 아이는 얌전했지만, 끊임없이 움직였다. 만 약 그녀가 아기를 그녀의 무릎 위에 올려놓고 꼼지 락거리는 아이를 즐겁게 해주어야 했다면 그것은 훨 씬 더 어려웠을 것이다. (D) 나는 내 무릎 위에 꼼 지락거리는 아이들을 올려놓고 갔었던 몇 번의 나의 여행을 마음속으로 떠올렸는데, 특히 내 아이가 시 카고에서 플로리다까지 가는 여행 내내 울었던 날은 악몽과도 같았다. 적어도 이 아이들 중 누구도 울거 나 힘들게 굴지 않았다. 잠자는 아기는 시간이 지날 수록 무거워지는 것 같았다. 내가 읽으려고 계획했 던 책은 좌석 밑의 가방에 그대로 있었다. 잠시 나 에게 졸음이 엄습했다. 그때 우리는 Hood 산에 쌓 인 눈을 볼 수 있었고, 나는 비행이 곧 끝날 것을 알았다. 마침내 꼼지락거리는 아이가 잠들었다. 그 여자 아기는 국토를 가로지르는 내내 잠을 잤다. 이 제 그녀는 커다란 푸른 눈을 뜨고 두려움 없이 나에 게 미소 지었다. (B) 그땐 내가 그녀와 간단한 게임 을 할 차례였다. 이 만족스러워하는 아기를 즐겁게 해주는 것은 얼마나 쉬운 일이었는지! 나는 이동식 탑승교에서 아이들을 유모차에 태울 수 있도록 도와 주겠다고 제안했지만, 그 어머니는 그녀 혼자서 꽤 잘 해낼 수 있다고 장담했다. 터미널에서는 한 젊 은 아버지가 멀리 사는 조부모를 처음 방문한 아 기를 데리고 돌아오는 자신의 가족을 기다리며 서 있었다. 그의 아내의 묘사로 인해 그를 쉽게 알아보 았다. 그를 지나칠 때 나는 미소를 지었고 이 사랑 스러운 젊은 가족에 대해 신의 축복을 기원하는 기 도를 올렸다."
    }
]