[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Hello, residents. I’m Harry Robinson from the Sunnyville apartment management office. Our apartment staff has made a lot of effort to provide high-quality services for our residents. One of the things we did was to create a mobile app for your convenience. With the app, you can easily check the monthly maintenance fee and important notices like elevator maintenance schedules or residents’ meetings. Also, when you have any requests about your apartment, you can quickly report the issue on the app. Please download the app and enjoy a more convenient life in Sunnyville apartment. Thank you."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화의 의견 파악하기 W: Hello, Daniel. Did you finish the warm-up exercise? M: Hi, Kelly. I did. I’m ready for today’s workout. W: Great. Let’s start with squats. M: Okay. I’ll try. W: Hmm, you’re doing good, but your knees still extend over your toes. M: Oh, I should be more careful. W: Yes. Working out with the correct posture is important because it can prevent you from getting injured. M: I’m aware of that, but it’s hard. W: But if you continue to exercise in the wrong position, you’re more likely to get hurt by placing too much stress on your joints and muscles. M: Oh, that might cause an injury. W: That’s right. That’s why I always emphasize working out in the right way. M: Okay. I’ll pay more attention to my workout posture. W: Good. Let’s try it again."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 추론하기 [Door knocks.] M: Come on in, Lily. W: Hello, Mr. Thompson. Thank you for seeing me. M: No problem. You said you needed some advice, right? W: Yes. I want to be a drummer, but these days I think I’m not that musically talented. M: Oh, I disagree with that. You’ve been doing great in my music class. W: Even though I practice a lot, I feel my performance in the band isn’t improving. M: Lily, I can see your progress. You did a great job at the last school festival. W: But I don’t know exactly what to do to improve my drumming skills. M: Hmm, what about meeting Elton, a drummer who graduated from our high school? He called me to say he would visit the school next Friday. W: Really? That would be great. M: He had similar concerns when I taught him. He can give you some advice. W: Thank you, Mr. Thompson."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: Jane, what are you looking at? W: Hi, David. This is a picture of the film club room. We redecorated it last week. M: Let me see. [Pause] Oh, you put a slogan poster on the wall. I like that phrase ‘LIFE IS LIKE A MOVIE.’ W: Actually, it’s a line from our first movie. M: Wonderful. And the computer under the clock must be for editing movies. W: You’re right. Look at the telephone on the round table in the middle of the room. M: Is it the one you mentioned before? You said you bought it at the antique market. W: Right. We’re going to use it in our next movie. M: Good. By the way, what’s the box next to the lockers for? W: We put the costumes for our next movie in that box. M: Cool. Oh, there are three trophies on the shelf. W: Yeah. We won them at university film festivals. M: Great. I hope your club continues making good movies. W: Thanks."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 [Cell phone rings.] W: Hello, honey. What’s up? M: I’m sorry, honey. I think I’ll be late for today’s soccer match. The meeting just ended. W: Really? Hmm, I also heard there was a car accident near the stadium. M: Oh, I’ll take the subway, then. By the way, did you download our mobile tickets? W: Yeah. I did it this morning. What should we do about dinner? M: Hmm, let’s buy some food at the snack bar in the stadium. W: Okay. Oh, the ticket says people who wear uniforms will get a free drink at the snack bar. M: Then, can you bring my uniform? I think it’s in the bedroom closet. W: Sure. I’ll do that. M: Thanks. See you soon."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Hello. Welcome to Adventure Camping Supplies. How can I help you? W: Hi. Can you recommend a children’s tent? M: Okay. Could you follow me? [Pause] These two are the best selling models. W: They both look nice. How much are they? M: The blue tent is $80, and the red tent is $70. The blue one is a bit bigger. W: Well, I have two boys. So, the bigger one could be more comfortable. I’ll take one blue tent. M: Okay. Anything else? W: How much is that children’s camping chair? M: It’s $20. It’s really popular because of the animal character on it. W: That’s my kids’ favorite character. I’ll buy two. M: I’m sure your kids will love them. W: Oh, can I use this discount coupon? M: Of course. You’ll get 10% off the total price. W: Thank you. Here’s my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 [Cell phone rings.] W: Hello, Chris. M: Hi, Mindy. Is your cooking class over? W: Yes, it’s just finished. What’s up? M: Have you heard about Katie Wood’s book signing event? W: No, I haven’t. She’s one of my favorite essay writers! When is it? M: It’s next Saturday at 2 p.m. I saw a poster while volunteering at the library. Let’s go together. W: Next Saturday? Oh, no. I can’t go then. M: Oh, do you still have to prepare for the Chinese speaking test? W: No, I took the test last week. M: Okay. Then, why can’t you go? W: I’m supposed to attend my cousin’s wedding on that day. M: Oh, I see. If possible, I’ll get her signature for you. Have a wonderful time at the wedding. W: That would be great. Thanks."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Mom, what are you looking at? W: Look at this leaflet, Paul. It’s for a Summer Computer Coding Program. Why don’t you try this during summer vacation? M: Sounds interesting. I’ve wanted to learn computer coding. W: It’ll be held at Greendale Community College. It’s near our house. M: Oh, yeah! I know where that is. How long does the program last? W: It lasts for three weeks starting July 19th. Are you okay with that? M: Yes. By the way, it says the class starts at 9 a.m. and finishes at 11 a.m. I think it starts too early. W: You might think so, but you’re going to have so much fun. M: Okay, Mom. I’ll sign up for it. W: Good. By the way, the registration for the program must be done online by June 25th. M: I’ll do that now. Thanks, Mom."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 W: Hello, citizens! I’m Rachel Hawkins, mayor of Campbell City. This year, our city is going to hold a meaningful event called Rescue the Animals on May 15th. It’ll be held at City 2021학년도 4월 고3 전국연합학력평가 정답 및 해설 2 Hall Square from 10 a.m. to 5 p.m. The aim of this event is to raise money for rescuing animals. There will be more than twenty booths which will sell a wide range of products for animals. Also, a variety of photos of rescued animals will be on display. For people who want to contribute, there will be a donation box, and an animal badge will be given to people who donate. For your convenience, the empty space next to City Hall will be used as a parking lot. Please come and enjoy the event and contribute to rescuing animals. Thank you."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 W: Honey, did you see this brochure? M: What’s this? W: It’s about music festivals. What about going to one of them? M: That sounds fun. Oh, there are five different music festivals. W: Yeah. Didn’t you say your company’s new project finishes at the end of April? M: Right. So, I’d prefer a festival in May or June. W: Okay. We went to a classical concert last time, so I want to experience a different genre this time. M: Me, too. Hmm, isn’t Limestone Island too far? It takes three hours by car. W: Yeah. I don’t want to spend hours stuck in a car. M: Then, we can choose between these two festivals. W: Oh, why don’t we go to this festival? Since it’s pet-friendly, we can go there with our dog, Willy. M: Cool! We can make a special memory with Willy. Let’s buy tickets for that festival."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Jessica, I’ve just heard about your job promotion. Congratulations! W: Thanks, Sean. I’m going to be the manager of the international marketing team in Canada. M: You’ve wanted that position for a long time. When do you have to be in Canada? W:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Welcome to Blue Bird Airline. How may I help you, sir? M: I just missed my flight to Boston. Is there another flight I can take today? W: Let me check. [Typing sound] We have two flights available today. One departs at 5 p.m., and the other one at 8:30 p.m. M:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Anna, what are you doing? W: Hi, Jeremy. I’m looking for a laptop bag online, but it’s hard to decide which one to buy. M: Oh, do you need help? W: Yes, please. Look at these models. I’m thinking of buying one of them. M: Wow, there are too many types of bags. W: Yeah, it’s hard to pick one. M: Hmm, what about reading other customers’ reviews? When I shop online, I always read them. W: Really? I haven’t done that before. M: It’s helpful because some customers attach pictures and write detailed reviews. W: I see, but are those reviews reliable? M: I believe so because those are the opinions of customers who actually used the items. W:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Phillip, do you have a minute? M: Yes, Professor Jones. W: Did you hear about the fashion internship program in France? How about applying for it? M: I heard. I know it’s a great opportunity, but I have some concerns. W: Why? I know you really want to work in the fashion industry after graduating. M: That’s right, but I’m nervous about living alone in France. W: I understand, but the company will provide dormitory rooms to international interns. So, you don’t have to worry too much. M: Oh, really? I didn’t know that. That’s good. W: Most of all, the experience you’ll have there can’t be acquired in a classroom. M: I understand what you mean. W: I’m sure that the experience there will be a stepping stone to achieving your dream. M:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 담화의 상황에 맞는 적절한 표현 고르기 M: Ms. Brown is a Spanish teacher and Andrew is one of her students. Ms. Brown has given reading lessons in which students choose Spanish books and write book reports. When Ms. Brown checks students’ book reports, she finds out Andrew only reads science-related books. She thinks if he reads books about other topics, he can learn various words and expressions. So, Ms. Brown wants to suggest that Andrew read books dealing with other subjects to broaden his word knowledge. In this situation, what would Ms. Brown most likely say to Andrew? Ms. Brown: 16~17 긴 담화 듣기 W: Hello, students. Last class, we learned about how writing first began in history. Today, we’ll discuss materials which were used for writing before paper was invented. First, in the river plains of Mesopotamia that are now part of Iraq, clay was an easily available material. People dried clay in the sun and used it to write on. Second, papyrus was the first paper-like medium in Egypt. Since the papyrus plant was once abundant near the Nile River, people laid it out and pressed it together to create sheets. Third, people in ancient Greece used animal skins to write on. Animal skins had great advantages in that they were strong and flexible enough for making books. Lastly, silk was used as writing material in ancient China. It was durable and more portable than wood. So, people there used it to make a writing surface that could be used for scrolls. Isn’t it interesting? Now, let’s talk about the development of the printing technology."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악하기"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 [읽 기]"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 [해석] 시의회 의원님들께, 제 이름은 Celina Evans이며 저는 평생 Woodridge에 거주한 사람입니다. Woodridge 어린이 극장은 1975년 이래로 우리 지역 사회의 자랑거리였 습니다. 제 딸 Katie가 6년 동안 극장의 활동에 참여 해 오고 있습니다. 그 극장은 우리 지역 사회의 많은 사람들에게 매우 큰 의미였습니다. 그러나 저는 의원 님들께서 극장의 예산 삭감을 고려 중이라는 것을 알게 되었습니다. 극장에서 아이들이 얻는 경험과 인 생 교훈은 귀중합니다. 아이들은 그곳에서 예술에 대 해 배울 뿐만 아니라 평생 동안 지속될 기량들도 배 웁니다. 예산을 삭감하는 것은 미래 세대에게 큰 손 실일 것이며 따라서 저는 그것에 강경히 반대합니다. 이 문제에 대해 의원님들께서 고려해 주심에 감사드 립니다. Celina Evans 드림"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 주인공의 심경 변화 추론하기 [해석] 나의 수업 평가의 날이 되었다. 교장 선생님 이 나의 수업을 평가하기 위해 참석했다. 나의 심장 은 심하게 뛰었다. 나는 교실에 들어서기 전에 조용 히 짧은 기도를 했다. 내가 교실에 들어서자 긴장된 분위기가 요란한 웃음소리로 바뀌었다. 나는 격식을 차린 근무복 대신 재미있는 옷을 입고 교실 앞에 섰 고 이것이 내가 학생들의 관심을 얻도록 도와주었다. 나는 숨을 깊게 들이마셨고 학생들이 좋아하는 외우 기 쉬운 노래로 언어 활동을 시작했다. 곧, 마법이 시작되었고 모든 학생들이 압도되었다. 수업이 끝났 을 때 모든 학생들과 심지어 교장 선생님까지도 박 수를 치기 시작했다. 수업은 성공적이었다! 나의 모 든 시간과 노력이 마침내 보답받았다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 종종 현대 부모들은 만약 그들이 자녀를 어 떤 이유로든 꾸짖는다면 더는 자신의 자녀 마음에 들지 않는다거나 심지어 사랑받지 못할 것이라는 두 려움에 의해 마비된다. 그들은 무엇보다도 자신의 자 녀의 우정을 원하고 그것을 얻기 위해 존경을 기꺼 이 희생한다. 이것은 좋지 않다. 자녀는 친구는 많이 가질 것이나 부모는 둘 뿐이다. 그렇다면 부모는 친 구 이하가 아니라 이상이다. 친구들은 바로잡아 줄 수 있는 매우 제한된 권한을 가진다. 그러므로, 장기 적인 결과를 인지하거나 신경 쓰는 자녀의 능력이 매우 제한적이기 때문에, 필요한 바로잡는 행동이 취 해진 후 모든 부모가 자신을 향하는 자녀의 순간적 인 분노나 증오까지도 견뎌 내는 것을 배울 필요가 있다. 부모는 사회의 심판관이다. 그들은 다른 사람 들이 의미 있게 그리고 생산적으로 자녀와 상호 작 용할 수 있도록 행동하는 법을 자녀에게 가르친다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축 의미 추론하기 [해석] 뇌의 어떤 뉴런이 ‘보는’ 전부라고는 동료 상 류 뉴런들의 점화 패턴에서 어떤 변화가 일어났다는 것이다. 그것은 그러한 변화가 외부의 방해에 의해 야기된 것인지 아니면 뇌의 끊임없는 자기 조직화된 활동에 의한 것인지 알 수 없다. 그러므로 다른 뉴런 들의 망에 위치한 뉴런은 뇌의 센서들이 감지하고 있는 것을 ‘알지’ 못한다. 그것들은 단순히 자신의 상 류 입력에 반응한다. 다시 말해서, 그것(뉴런)들은 감각 입력의 망막 대응(두 눈의 망막상의 상(像)이 3 일치하고 있는 상태) 또는 처리된 ‘표상’을 단지 받 아들이기만 하기 때문에 뉴런이 전기 신호를 다른 어떤 것과 관련시키거나 ‘비교하는’ 방법을 가지고 있지 않다. 하지만 그러한 대응이 구성된 규칙을 알 지 못한 채로 대응을 설정하는 것은 우리가 어느 쪽 언어도 이해하지 못했을 때 Mansi어 단어를 Khanty 어 단어와 비교하는 것과 같다. 한 언어의 어휘를 정 의한 후에야 우리는 비로소 다른 언어에서 대응하는 의미의 단어를 이해할 수 있다. 이와 유사하게, 그 이상의 정보 없이는 감각 뉴런들은 그 어떤 의미도 자신의 전기 신호에 부여할 수 없다. 간단히 말해서, 뇌의 눈은 보지 못한다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 추론하기 [해석] 할인 판매 동안 할인된 가격이 적히는 방식 이 상품(과 그것을 구매할 가능성)에 대한 사람들의 태도에 크게 영향을 미칠 것이다. 만약 할인 가격이 백분율을 사용하여 (예를 들어, ‘-50%’) 혹은 이미 계산된 새 가격으로 (예를 들어, ‘지금 단 $20’) 이 해하기 쉽다면 구매자는 자동적이고 긍정적인 방식 으로 반응할 것이다. 하지만 만약 그들이 복잡한 정 신적 계산을 하는 것이 필요하다면 (예를 들어, 만약 $27.50짜리 상품이 12% 할인으로 광고된다면), 그 들은 더 분석적인 사고 방식으로 전환할 것이다. 이 는 계산에 그리고 그에 이어 상품의 장점에 더 많은 주의를 기울이게 한다. 구매자는 더 이상 즉흥적으로 느끼지 않으며 그것이 실제로 좋은 거래인지 아닌지, 그들이 정말로 또 다른 신발 한 켤레가 필요한지 등을 의심하기 시작할 것이다. 구매자에게 더 많은 인지적 부담이 요구될수록, 더 많은 부정적이고 의심하는 반 응이 불러일으켜질 것이고, 판매의 가능성은 줄어든다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 추론하기 [해석] 초창기의 천문학자들은 직접 관찰보다 (해와 달 등의) 식(蝕)과 다른 형태의 그림자로부터 더 많 이 보고 배웠다. Galileo의 시대에는, 앎의 유일한 진 정한 방식으로서의 직접 관찰에 대한 경험주의자의 주장이 우주에 대해 알게 될 수 있었던 것을 제한했 고, 지각을 넘어선 통찰에 대한 중세 연구가의 허용 이 우리가 과학적 연구라고 여길 만한 것에 기여한 바가 전혀 없다. Galileo의 획기적 발견은 부분적으로 는 그의 관찰력을 확장하기 위해 그림자를 사용하는 방법에 대한 그의 이해로부터 나왔다. 그가 금성에 자신의 망원경을 조준했던 시대에는, 행성이 스스로 의 빛으로 빛났고 태양과는 무관한 궤도로 움직였다 고 믿어졌다. Galileo는 그 행성이 그 주기를 거치면 서 부분적인 그림자가 진 것을 보았고, 따라서 어두 운 천체여야만 한다는 것을 알았다. 그는 또한 삭 (朔)부터 만(滿)까지 모든 주기가 지구상에서 관찰 될 수 있었기 때문에, 금성이 태양 주위를 돈다는 것 을 그림자의 논리를 통해 깨달았다. 천동설의 종말은 그 후 곧 도래했고, 따라서 그림자는 우주의 질서에 빛을 비춰 주었다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 [해석] 도덕 철학 교과서는 종종 우리가 ‘is’와 ‘ought’라는 단어의 사용에 주의를 기울임으로써 진 술이 윤리에 관한 것인지 분별할 수 있다고 분명히 말한다. 이런 제언상으로는 ‘너는 약속을 지켜야 한 다’는 주장은 ‘ought’를 사용하기 때문에 윤리에 관한 것이다. ‘원자는 작다’는 ‘is’를 사용하기 때문에 윤리 에 관한 것이 아니다. 하지만 흔히 예로서 인용됨에 도 불구하고, 이 is와 ought의 검사는 심각하게 불충 분하다. 어떤 is 진술은 윤리에 관한 내용을 가지고 있고, 어떤 ought 진술은 그렇지 않다. 예를 들어, ‘살인은 옳지 않다’와 ‘우정은 좋은 것이다’라는 진술 을 생각해 보아라. 이 진술들은 분명히 윤리에 관한 내용을 가지고 있다. is와 ought의 검사가 무엇을 탐 지하든 간에, 이 진술들은 확실히 그 구분의 ought쪽 에 해당한다. 하지만 그것들은 둘 다 ‘is’를 사용한다. 마찬가지로, ‘열차가 한 시간 후에 오기로 되어 있다’ 라는 진술을 생각해 보아라. ‘ought’의 사용에도 불구 하고 확실히 이 진술은 윤리에 관한 것이 아니다. 윤 리에 관한 진술과 윤리에 관한 것이 아닌 진술 사이 에 중대한 차이가 있다. 하지만 우리는 구별해 내기 위해 단순히 ‘is’와 ‘ought’에 의존할 수만은 없다. 대 신에 우리는 진술의 본질에 주의를 기울일 필요가 있다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 표의 내용 파악하기 [해석] 위 표는 2017년부터 2018년까지 선정된 국 가들 중 가구 식료품에서의 인지된 음식물 쓰레기 비율과 실제 음식물 쓰레기 비율, 그리고 그 비율들 간의 차이를 보여 준다. 미국은 국가들 중 가장 높은 실제 음식물 쓰레기 비율을 보였고, 그곳에서는 전체 음식물의 거의 4분의 1이 쓰레기통에 버려졌다. 캐나 다, 폴란드, 덴마크가 인지된 음식물 쓰레기 비율에 서 같은 수치를 기록했지만, 캐나다가 이 세 국가들 중 실제 음식물 쓰레기에서 20퍼센트를 초과한 유일 한 국가였다. 인지된 음식물 쓰레기에서 멕시코가 러 시아보다 단 1퍼센트 포인트 더 높았지만, 멕시코에 서의 실제 음식물 쓰레기 비율이 러시아에서의 비율 의 세 배보다 더 높았다(→멕시코에서의 실제 음식 물 쓰레기 비율이 러시아에서의 비율의 세 배보다 낮았다). 스위스는 인지된 음식물 쓰레기 비율과 실 제 음식물 쓰레기 비율 사이에 가장 큰 차이를 가졌 고, 이 차이가 독일의 비율 차이의 두 배 보다 더 컸 다. 위의 모든 국가들 중에서, 실제 음식물 쓰레기 비율이 인지된 음식물 쓰레기 비율보다 더 낮은 유 일한 국가는 덴마크였다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] Donald Griffin은 동물의 비행, 청각적 방향 감, 감각 생물 물리학에서의 자신의 연구로 알려진 미국의 생물 물리학자이자 동물 행동학자이다. 그는 어린 시절 자신의 삼촌에게 영향을 받았고 그(삼촌) 는 Harvard 생물학 교수였다. Griffin은 1942년에 Harvard University에서 동물학 박사 학위를 받았다. 그는 박쥐가 날아다니는 곤충만큼 작은 사물의 위치 를 파악할 수 있게 하는 고주파음을 발사한다는 것 을 증명했다. 1965년에 뉴욕의 Rockefeller University에서 교수가 되었고 뉴욕 동물학회의 연구 동물학자가 되었다. 그가 1986년에 Rockefeller University에서 퇴직한 후 그는 연구를 멈추지 않았 고, 계속해서 국내와 국제 회의에 논문을 발표했다. 1970년대 후반에 Griffin은 동물이 생각하고 추론하 는 능력을 지녔을 수 있다고 주장했다. 비록 그의 주 장이 과학계에 많은 논란을 유발했지만 그가 동물 인지 분야를 급진적으로 열었다는 것에는 의문의 여 지가 없다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 가죽 공예 수업 우리 실습 수업에서 가죽 제품을 만드는 방법을 배우 세요! 이 수업은 오직 초보자를 위해 만들어졌습니다. • 언제: 2021년 5월 22일 토요일, 오후 2시부터 오 후 5시까지 • 어디: Culture Room, Mayfair Museum • 참가비: $50 - 이것은 가죽, 도구, 간식을 포함합니다. - 참가자는 당일에 자신이 만든 것을 가져갑니다. • 주의 사항 - 각 참가자는 지갑, 필통, 북 커버 중에서 만들 가 죽 제품 한 가지를 선택해야 합니다. - 공간이 제한되어 있으므로 사전 등록이 요구됩니다. 더 많은 정보를 위해 www.mayfairleathercraft.com을 방문하십시오."
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 손 글씨 대회 “여러분이 몇 살이든 손 글씨는 중요합니다!” • 참가비 없음 • 제출 마감: 2021년 5월 31일 오후 6시 • 시청 2층 205호실로 여러분의 작품을 제출하십시오. 연령 그룹 • 그룹 A (6세-8세) • 그룹 B (9세-11세) • 그룹 C (12세-14세) • 그룹 D (15세-17세) • 그룹 E (17세가 넘은 모든 사람) 상 각 그룹에서 2명의 입상자 (1위: $50, 2위: $30) 세부 사항 • 참가자는 자신의 가장 깔끔한 손 글씨로 시 한 편 을 옮겨 쓰도록 요청받게 될 것입니다. • 그 시는 보조선 없는 A4 백지에 옮겨 쓰여져야 합 니다. • 모든 출품작들은 파란색 혹은 검은색 잉크로 쓰여 져야 합니다. 추가 정보를 위해 hwriting@citycompetition.org로 이메일을 보내 주십시오."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 틀린 표현 고르기 [해석] 세계 최초의 복잡한 쓰기 형태인 수메르 쐐 기 문자는 기원전 3500년경에 그림 문자에서 표의 문자적 표현으로, 즉 사물의 묘사에서 추상적 개념의 그것(묘사)으로 나아가며 진화적 경로를 따라갔다. 수메르 쐐기 문자는 선형적 쓰기 체계였는데, 보통은 그것의 기호가 세로 단에 놓인 채로 위에서 아래로 그리고 왼쪽에서 오른쪽으로 읽혔다. 이 조직화는 일 종의 추상 개념으로, 세상이 선형적 공간이 아니고 사물은 실제 삶에서 수평적으로나 수직적으로 스스 로를 구조화하지 않는다는 것이었다. 의례적 목적으 로 만들어졌다고 여겨지는 초기의 암각화들은 아마 도 동굴의 벽이나 화가의 바람을 따르도록 형상화되 고 구조화됐을 것이었고, 그들(화가)은 상징적으로, 예술적으로, 심지어는 무작위로 그것(암각화)들을 구 조화했을지도 모른다. 하지만 쐐기 문자 이후에는 등 장한 사실상 모든 형태의 문자는 분명한 시작과 종 료 지점이 있는 줄로 나열되어 왔다. 실제로 이러한 예상은 너무나도 획일적이어서 특이한 예외는 주목 할 만하며 일반적으로 특정한 목적을 위해 설정된다. [해설] 형용사 uniform이 적절하다."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥에 맞지 않는 어휘 고르기 [해석] 매우 오랜 시간 동안 사람들은 걸쳐진 짐승 의 가죽으로 간신히 살아남았고 그러고 나서 이것들 을 대충 꿰매어 잇기 시작했을 것 같다. 그러나 결국 에는 옷으로 직물을 사용하는 것의 이점이 명백해졌 을 것이다. 털가죽은 누군가가 가만히 앉아 있다면 불충분한(→우수한) 열 보호를 제공하지만, 일단 이 동하거나 강한 바람을 맞으면 이것이 덜 그러한데 왜냐하면 가죽은 몸에 밀착하도록 모양이 잡히지 않 기 때문이다. 더 많은 공기가 몸과 옷 사이에 들어올 수록 그것은 공기의 단열층을 피부와 가까이에 있도 록 가둬 두는 데 덜 효과적이다. 실제로는 빠르게 걸 을 때 옷의 단열 속성은 매우 많이 줄어든다. 옷은 또한 통기성이 있어야 하는데 이는 축축한 옷이 착 4 용한 사람을 따뜻하게 유지해 주지 못하고 매우 무 거워지기 때문이다. 직물은 털보다 더욱 통기가 잘 되고 특히나 몸에 맞게 만들어질 때 우수한 내부의 층을 만들어 내며, 차가운 공기가 피부의 표면에 직접 닿는 것을 막아 준다. 따라서 직물 옷을 만드 는 능력은 우리의 선조들에게 그들이 아프리카에서 더 추운 지역으로 떠났을 때 실질적인 이점을 제공 했을 것이다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 통념과 대조적으로 딱따구리들은 스스로를 썩은 나무에 제한 두지 않고 대개 건강한 나무에서 공사를 시작한다. 우리와 마찬가지로 딱따구리들은 자신의 가족을 양육하는 장소가 견고하고 내구성이 있기를 원한다. 비록 그 새들이 건강한 나무를 끊임 없이 두드려 대는 능력을 잘 갖추고 있다 할지라도 그것들이 그 일을 한꺼번에 완수하는 것은 너무 과 한 일일 것이다. 그래서 그것들은 단지 1에서 2인치 깊이일 수 있는 구멍을 만든 후 몇 달간의 휴식을 취하며 균류가 협력하기를 바란다. 균류에 관한 한 이것은 그것들이 기다려 온 초대장인데, 왜냐하면 대 개 그것들은 나무껍질을 통과하지 못하기 때문이다. 이 경우에 균류는 재빠르게 그 구멍 안으로 들어가 나무를 분해하기 시작한다. 나무가 합동 공격으로 여 기는 것을 딱따구리는 노동의 분할로 여긴다. 얼마 후에 나무 섬유가 매우 연해져서 딱따구리가 그 구 멍을 확대하는 것이 훨씬 쉬워진다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 도시 환경은 일반적으로 우리의 피부와 접촉 하지 않도록 설계된다. 우리는 우리가 학교 혹은 직 장에 가는 길에 덤불을 통과하지 않는다. 길과 보도 는 장애물이 없도록 유지된다. 우리가 예상치 못한 나뭇가지의 스침을 느끼거나 연석에 거의 넘어질 뻔 할 때처럼 우리는 오직 이따금 한 번씩 환경의 물질 성에 대해 떠올리게 된다. 우리 시간의 대부분은 심 지어 밖에서 보내지지 않는다. 보통 ‘외부’는 단지 우 리가 ‘내부’에 가기 위해 거쳐 가는 공간일 뿐이다. 우리의 시간은 주로 실내에서 보내지고 그곳에서 건 축술과 설계가 가능한 한 촉각적 자극이 결여된 환 경을 제공하기 위해 결탁한다. 현대의 대학 혹은 사 무실 건물에서 바닥과 벽은 평평하고 매끈하며 복도 는 깨끗하고 공기는 바람 한 점 없으며 온도는 중간 이고 승강기는 사람을 한 층에서 다른 층으로 수월 하게 실어 나른다. 우리가 그 존재를 거의 알아차리 지 않을 때 우리의 촉각 환경에 의해 우리가 최고의 편의를 제공받는다고 흔히 여겨진다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 이상적인 음질은 기술적이고 문화적인 변화 에 발맞춰 많이 달라진다. 예를 들어, MP3와 AAC와 같은 새로운 디지털 오디오 포맷들의 발달을 생각해 보아라. 다양한 매체가 매일 우리에게 압축된 데이터 오디오를 제공하며 어떤 사람들은 좀처럼 CD 음질 (즉, ‘기술적으로 우수한’ 음질)의 오디오를 경험하지 못한다. 이런 추세가 다른 음질 선호도를 지닌 새로 운 청자 세대를 이끌어 낼 수도 있다. Stanford 대학 교수인 Jonathan Berger의 연구가 이 논지에 불을 지핀다. Berger는 10년간 매년 대학교 1학년 학생들 의 MP3에 대한 선호도를 측정했다. 그는 매년 점점 더 많은 학생들이 CD 음질 오디오보다 MP3를 선호 하게 된다고 말한다. 이러한 발견들은 청자들이 점차 압축된 데이터 포맷에 익숙해지며, 그에 맞춰 그들의 듣기 선호도를 바꾼다는 것을 보여 준다. 핵심은 기 술적 향상이 (예를 들어, 더 높은 선명도와 더 훌륭 한 비트 전송률 같은) 기술적 의미에서 높아진 음질 을 얻으려고 애쓰는 반면에, 청자들의 기대는 반드시 같은 길을 따르는 것은 아니라는 점이다. 결과적으로 어떤 경우에는 ‘향상된, 기술적으로 우수한’ 디지털 음질이 그 소리의 인지적 가치 저하를 초래할 수도 있다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 과학은 자전거 체인의 기어 톱니처럼 기억의 양과 시간에 대한 우리의 인식이 연결되어 있다는 것을 보여 준다. 우리의 어린 시절 여름날의 기억과 같은 다채롭고 새로운 경험들은 그것들과 관련된 많 은 새로운 정보를 가지고 있다. 그 뜨거운 날 동안 우리는 수영하는 법을 배웠거나 새로운 장소로 여행 을 갔거나 보조 바퀴 없이 자전거를 타는 것을 완벽 히 익혔다. 그날들은 그러한 모험들로 천천히 흘러갔 다. 그러나 성년기의 우리 삶은 새로움과 생소함이 더 적고 통근하거나 이메일을 보내거나 서류 작업을 하는 것 같은 반복되는 일로 가득 차 있다. 그러한 지루한 일에 대해 보관된 관련 정보는 더 적고 두뇌 의 기억 부분이 이용할 수 있는 새로운 장면이 더 적다. 우리의 두뇌는 지루한 일로 채워진 이러한 날 들을 더 짧다고 이해하며 따라서 여름날이 빠르게 지나간다. 더 나은 시계를 향한 우리의 바람에도 불 구하고 우리의 시간 측정 잣대는 고정되어 있지 않 다. 우리는 우리의 시계처럼 시간을 초로 측정하는 것이 아니라 우리의 경험들로 측정한다. 우리에게 시 간은 느려질 수도 있고 빠르게 흘러갈 수도 있다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 연구는 개인들, 특히 특정 체제로부터 이득을 얻어 왔던 사람들은 비록 분명한 문제들이 존재하더 라도 현재 상태를 지지하고 합리화하는 경향이 있다 는 것을 보여 주어 왔다. 이러한 사람들은 ‘만약 네 가 충분히 일하기만 하면, 너는 스스로의 힘으로 해 낼 수 있다’라는 익숙한 문구로 체제상의 불공평을 정당화한다. ‘체제 정당화 이론’이라 불리는 심리학의 한 분야는 만약 사람들이 그러한 체제의 결과로 성 공했다면 어떻게 그들이 사회적, 경제적, 정치적 체 제들을 좋고, 공정하며, 옳은 것으로 여기는 경향이 있는지를 설명한다. 뉴욕 대학교의 응용 심리학 교수 인 Erin Godfrey에 의하면, “정상에 있는 사람들은 능력주의를 믿고 싶어 하는데, 이는 그것이 그들이 스스로의 성공을 누릴 자격이 있다는 것을 의미하기 때문이다.” (실제로, 능력주의의 정의와 결과에 대해 사회 계층에 걸쳐 보편적인 합의가 존재한다는 것은 놀랍지 않다.) 사회에서 유리한 지위에 있는 사람들 은 그 체제가 공정하다고 믿으며 그것을 바꿀 이유 가 없다고 여길 가능성이 더 높다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 물망초는 작은 동맹군인 개미를 가지고 있기 때문에 새로운 영역을 정복할 수 있다. 개미가 특별 히 꽃을 좋아하는 것은 아니다. 즉, 적어도 그것이 꽃의 미적 가치들에 끌리지는 않는다. (B) 개미는 그 것을 먹고 싶은 욕망에 의해 동기 부여가 되며, 그것 의 관심은 물망초가 씨앗을 형성할 때 촉발된다. 그 씨앗은 개미의 입에 침이 고이도록 고안되었는데, 왜냐하면 엘라이오솜이라고 불리는 구조물이 겉에 붙어 있기 때문이며 이것은 작은 케이크 조각처럼 보인다. (A) 이 지방과 당분이 풍부한 맛있는 것은 개미에게는 감자칩과 초콜릿과 같다. 그 작은 생명체 는 그 씨앗을 자신의 둥지로 재빠르게 옮기는데 그 곳에서는 군집이 굴 안에서 칼로리 상승을 간절하게 기다리고 있다. 그 맛있는 것은 뜯어 먹히고 씨앗 자 체는 버려진다. (C) 일개미로 된 쓰레기 수거꾼이 따 라오고 그것이 그 씨앗을 인근에 버리는데, 본거지로 부터 200피트까지 떨어진 곳으로 그것을 옮긴다. 야 생 딸기와 다른 식물들 역시 이 배포 서비스로부터 이 득을 얻는다. 즉, 개미는 말하자면 자연의 정원사이다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 새들이 날 때 그것들은 에너지를 절약하기 위해 많은 기술들을 사용하는데, 그중 대부분은 날 갯짓을 하지 않고 높이 머무르기 위한 요령이다. (B) 고도를 확보하기 위해 상승 기류를 타는 것이 가장 뚜렷한 요령 중 하나이다. 들판이나 주차장과 같은 텅 빈 지면은 태양으로부터 더 많은 열을 흡수 하고, 지면 근처의 공기가 따뜻해지면서 그것이 상승 한다. (C) 이는 상승하는 따뜻한 공기 기둥 즉, ‘상 승 온난 기류’를 형성하며 이것은 수백 혹은 심지어 수천 피트의 높이에 이른다. 날아오르는 새는 이 공 기 움직임을 감지할 수 있고 그 기둥에 머무르기 위 해 원을 그리며 날 수 있다. 그것은 단순히 그 날개 와 꼬리를 펴서 상승하는 공기가 엘리베이터처럼 자 신을 들어 올려 주도록 한다. (A) 그것이 최고점에 도달했을 때 그 새는 날개를 구부려서 자신이 이동 하고 싶은 방향으로 활공하며 다음 상승 온난 기류 를 탐색한다. 모든 날아오르는 새들은 상승 온난 기 류를 이용하지만, 넓적날개말똥가리와 같은 몇몇 종 들은 전문가여서 적절한 조건에서는 거의 날갯짓을 하지 않고 수백 마일을 이동할 수 있다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 유럽 음악의 고전 시대에는 많은 음악 자료 가 사실상 공유물이라고 여겨졌다. Antonio Vivaldi 가 베네치아에서 그의 오페라인 ‘Rosmira fedele’를 공연했을 때, 그 악보가 실제로는 그 자신의 악상들 사이에서 음악학 연구가들이 나중에 다른 음악가들 중 George Frederic Handel, Giovanni Battista Pergolesi, Johann Adolph Hasse의 악상들이라고 확 인했던 혼성곡이었다. 다른 행사들을 위해 처음에 쓰 인 음악의 부분을 새로운 작품으로 다시 이용하는 것에 관한 한, 어떻게 오늘날 작곡가들이 그렇게 하 는 것이 많은 이유들로 인해 저지되는지 주목될 필 요가 있다. 한 가지 실질적인 이유는 각각의 새로운 작품이 악보나 오디오 파일로 확실히 이용 가능한 채 남아 있다는 것이다. 대조적으로, 18세기에는 일 단 하나의 새로운 작품을 공연하기 위한 특정 행사 가 끝나면 그것을 다시금 듣는 것이 거의 불가능해 졌다. 그러한 상황에서는 이전에 작곡된 음악을 다시 이용하는 것이 그것을 더 오래가게 하는 유일한 방 법이었다. 그리고 만약 새로운 작품들이 또한 다른 작곡가들의 악상들을 포함했다면, 그것이 사람들이 듣고 싶어 했던 선율과 화음 패턴의 순환을 증가시 킴으로써 유럽 음악의 전통들을 강화했을 것이다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 단세포 생물의 시대는 약 35억 년간 지속되 었으며 지구 역사의 대부분을 지배했다. 그러나 약 5 억 년 전 캄브리아 폭발 동안 짧은 기간에 주요 동 물군을 포함한 다양한 다세포 생물이 나타났다. 유사 하게, 미적법은 수학에 있어 캄브리아 폭발이었다. 일단 그것이 도래하자 놀랍도록 다양한 수학 분야들 이 진화하기 시작했다. 그것들의 계보는 미적법을 바 탕으로 한 그것들의 이름인 미분기하학, 적분방정식, 해석적 정수론에서처럼 ‘미분의’, ‘적분의’, ‘해석적’과 같은 형용사에서 보여질 수 있다. 이러한 수학의 진 보한 계통들은 다세포 생물의 많은 계통들 및 종들 과 같다. 이 비유에서, 수학에서의 미생물들은 가장 초기의 주제들인 수, 형태, 문장제이다. 단세포 생물 처럼 그것들은 그 역사의 대부분 동안 수학의 장을 지배했다. 그러나 350년 전 미적법의 캄브리아 폭발 후 새로운 수학의 생명 형태들이 번성하기 시작했고, 그것들은 그 주변의 경관을 바꾸었다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 [해석] 인간과 다른 지능이 있는 동물들이 학습하는 5 방법 사이에 중요한 차이가 있다. 독일 Max Planck Institute의 진화 심리학자인 Mike Tomasello에 의 해 행해진 이를 매우 잘 보여 주는 한 실험에서 먹 을 것을 담은 퍼즐 상자가 유아와 침팬지에게 주어 진다. 둘 다 그 먹을 것을 꺼낼 수 없다. 그가 그러 고 나서 먹을 것을 결국 내 보내는 나무못을 당기고 미는 다단계 과정을 보여 준다. 그 동작들 중에 그는 확실히 무의미한 단계, 즉 마지막 단계 전 자신의 머 리를 세 번 가볍게 두드리는 것을 포함시킨다. 유아 와 침팬지 둘 다 그의 행동들을 모방하고 먹을 것을 얻을 수 있지만 오직 유아만이 머리를 가볍게 두드 리는 단계를 포함시킨다. 침팬지는 이것이 먹을 것을 얻는 것과 관계없다는 것을 알고 그것을 절차에서 생략한다. 하지만 인간은 의문을 품지 않고 모든 단 계들을 모방한다. 이 상황에서 유아는 자신을 가르치 는 인간이 각각의 단계에 대한 이유를 갖고 있다고 믿으며 그래서 유아는 과도하게 모방하는 것이다. 사 실상 절차의 목표가 덜 명확할수록 유아는 무관한 단계까지도 더욱 주의 깊고 정확하게 모방할 것이다.  위 실험에 따르면 먹을 것을 얻기 위한 여러 단계들 이 주어질 때 침팬지와 달리 유아는 그 절차의 모든 단계를 완수하는데, 이는 유아가 각 단계의 관련성을 의심하지 않기 때문이다. 41~42 장문의 이해 [해석] 우리가 일정한 양의 액체를 용기에 넣고 나 서 그것을 닫으면 우리는 처음에는 액체의 양이 약 간 감소하지만 결국 변함없게 된다는 것을 관찰한다. 이 감소는 액체에서 증기 단계로 분자의 이동이 있 기 때문에 발생한다. 하지만 증기 분자의 수가 증가 함에 따라 그것들 중 일부가 액체로 돌아올 가능성 이 점점 더 커지게 된다. 증기 분자가 액체를 형성하 는 과정이 응결이라고 불리운다. 결국, 똑같은 수의 분자들이 액체로 돌아오고 있는 것만큼 액체를 떠나 고 있는 것이다. 즉, 응결의 비율은 증발의 비율과 같다. 이 시점에서 액체나 증기의 양에 더 이상의 변 화는 일어나지 않는데, 왜냐하면 두 개의 상반된 과 정이 정확히 서로 균형을 맞추기 때문이다. 즉, 시스 템이 평형 상태에 있다. 이 시스템이 분자 수준에서 매우 정적(→역동적)이라는 사실을 주목해 보아라. 분자는 끊임없이 액체에서 빠져나오고 그 액체로 들 어간다. 그러나 두 과정이 서로 균형을 딱 맞추기 때 문에 ‘총’ 변화는 없다. 비유로서 다리로 연결된 두 개의 섬 도시를 생각해 보아라. 다리의 교통 흐름이 양방향 모두 동일하다고 가정해 보아라. 우리는 다리 를 건너 이동하는 차량들을 볼 수 있으므로 움직임 은 존재하지만, 각 도시마다 같은 수가 들어오고 떠 나기 때문에 각 도시에서의 차량 수는 변하지 않는 다. 그 결과 각 도시에서의 차량 수에는 ‘총’ 변화가 없다. 즉, 평형 상태가 존재한다."
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥에 맞지 않는 어휘 고르기 43~45 장문의 이해 [해석] (A) 옛날에 Cheryl이라는 이름의 어린 시각 장애 소녀 가 있었는데 자신의 부모님과 언니와 함께 살았다. 그녀의 가족은 재정적인 어려움에도 불구하고 그녀 를 행복하게 해 주기 위해 최선을 다했다. 그러나 그 녀의 언니는 Cheryl이 여전히 공허함을 느낀다는 것 을 알았다. Cheryl은 음악에 대한 열정이 있었고 노 래를 아름답게 불렀으며 단지 자신의 가족뿐만 아니 라 더 많은 이들과 (a) 그녀(Cheryl)의 재능을 공유 하기를 열망했다. 그러나 그녀는 자신의 꿈이 실현되 지 않을 것이라고 생각했다. (D) Cheryl의 언니는 자신이 언젠가 Cheryl의 꿈이 실 현되도록 해 줄 것이라고 스스로에게 약속했다. 그 녀는 곧 그렇게 할 기회를 발견했다. 학교의 연례 축제의 마지막에 학생들의 가족들을 위한 큰 노래 경연 대회가 있을 예정이었다. Cheryl의 언니가 Cheryl을 대신하여 그것에 지원했고 그녀는 승낙받 았다. (e) 그녀(언니)는 집으로 돌아와 Cheryl에게 그 소식을 전했다. 자신의 언니 덕분에 Cheryl은 축 제에서 노래할 기회를 얻었다. (B) Cheryl은 매우 기뻐했고 자신의 공연을 위해 연습 하기 시작했다. 축제날이 다가왔고 Cheryl은 자신의 가족과 함께 콘서트홀에 도착했다. Cheryl이 볼 수는 없었지만, (b) 그녀(Cheryl)는 꽉 찬 홀의 기운을 느 낄 수 있었다. 마침내 그녀가 무대 위 자신의 위치에 설 차례가 되었다. 두려워서 그녀는 노래 시작하기를 망설였다. 그러나 자신의 언니가 자신에게 이 기회를 주기 위해 해 왔던 모든 것들이 있었으니 (c) 그녀 (Cheryl)는 계속해야 한다는 것을 알았다. (C) Cheryl이 노래를 끝마쳤을 때 홀은 잠시 정적이 흘렀다가 엄청난 박수가 터졌다. 자신의 꿈이 이제 실현되었다는 것에 감격한 채 그녀는 집으로 돌아왔 다. 심지어 그녀의 언니는 그녀가 앞으로 들을 수 있 도록 공연 전체를 녹음해 두었다. 그녀가 응원이 좀 필요할 때마다 Cheryl은 이 녹음을 들었고 우레와 같은 박수 소리는 (d) 그녀(Cheryl)의 영혼을 위한 위안처럼 작용했다."
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상 파악하기"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용 파악하기"
    }
]