[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Hello, students. This is the president of the student council, Jason Miller, with an announcement about our school garden. The school garden is very special to us because we ourselves maintain and enjoy it. So, we’re recruiting students who can do volunteer work for our school garden. Volunteering is done twice a week, mainly by watering plants and removing weeds. If you’re interested, please stop by the student council room by next Friday. We’re looking for at least ten students to volunteer to maintain our school garden. Please participate in this wonderful opportunity to contribute to our school."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 화자의 의견 파악하기 W: Justin, you look tired. What happened? M: I made a plan to run five miles a day. I went running this morning, so I’m exhausted. W: Isn’t that too much to run in one day? M: It’s challenging, but I believe the harder I work out, the better result I’ll get. W: Not always. What’s important is to plan your exercise routine to match your physical fitness level. M: Why is that? W: Exercising beyond your fitness level could cause injury, or even sickness. M: That makes sense. How can I know my fitness level? W: Well, you could measure how long it takes for you to run one mile and compare it to a fitness scale on the Internet. M: Oh, that sounds simple. W: I’m sure that planning your exercise routine based on your physical fitness level will definitely be beneficial. M: I agree. Thanks for your advice."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 파악하기 W: Michael, look! They’re almost sold out! Everybody who ordered, thank you so much! M: Wow! Thank you Lisa, for the great explanations and comments on my potatoes! W: The calls for orders flooded in when we showed how to cook them. M: Right, I wanted to show the viewers all the delicious ways to enjoy my potatoes. W: Also, our viewers loved hearing from you since you actually grew the product. M: I’m just happy to appear on your home­shopping channel. I put so much devotion into this harvest. I’m so proud of these premium organic potatoes. W: You should be! Everyone at home, you don’t want to miss this. Great potatoes at a great price. M: I guarantee these are the best potatoes you’ll ever eat. W: There aren’t many left in stock! So order right now, and get a free recipe book. M: I know you’ll enjoy the potatoes. Please leave a lot of good reviews!"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림의 세부 내용 파악하기 W: Honey, look. I changed this room into a workout space while you were on a business trip, like we talked about before. M: Wow, it’s fantastic! We can work out at home now. W: Right. Did you notice the two exercise balls under the clock? I bought them for us. M: Great. I heard exercise balls are good for stretching. I see a pair of shoes on the shelf. W: Yeah. It’s important to wear shoes to prevent injury when exercising indoors. M: Good point. And you put a fan in the corner. W: It’ll help us cool down after exercising hard. M: Okay. What’s the laptop on the table for? W: We can play exercise videos and follow along. And check out the star­patterned exercise mat on the floor. Doesn’t it look nice? M: It sure does. Thank you for doing all this while I was away."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 할 일 파악하기 W: Bob, I got a call from the company I applied to last week. I’m one of the final candidates for the assistant manager position. M: Great! What do you have to do next? W: I have to do a presentation based on a set of questions. M: It’d be helpful to record a video of yourself to practice. W: Okay, I’ll try it. I’m going to write a script first, and then make the presentation slides. M: You should add appropriate images to the slides to show your message clearly. W: Yes. But it takes quite long to search for such images. M: Definitely. You must be very busy. W: Yeah. Actually, I still need to mail in one more portfolio for another company, but I don’t have time to go to the post office. M: Oh, let me do it for you. W: Really? Then I’ll bring it to you. Thank you so much. M: It’s my pleasure."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 지불할 금액 파악하기 M: Welcome to the Jurassic Adventure Fair. How can I help you? W: I’d like to buy tickets for the event. How much are they? M: It’s 15 dollars for adults and ten dollars for children under ten. W: Then one ticket for me and one for my son, please. He’s eight years old. M: Okay. Would you like to rent a VR headset to enjoy the fair even more? W: A VR headset? What can I do with that? M: You can see the dinosaurs move and hear them roar in virtual reality while you walk around the fair. W: Wow, my son would love that. How much is the rental fee? M: It’s seven dollars for one headset, but if you rent two or more, it’s five dollars each. W: That’s great. I’ll rent two VR headsets. M: You won’t regret it. How would you like to pay? W: I’ll pay in cash."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 이유 파악하기 W: Hey, how’s the science research going? I like your idea about dream recording technology. M: W ell, I changed m y topic, so I’m pretty busy preparing new research. W: Really? Aren’t you interested in that field anymore? M: I am. I still want to become a neuroscientist. W: Then why did you change it? Did your professor ask you to? M: No. Actually, she said it could be an interesting topic because many people are curious about this new technology. W: It is very new, so I was wondering how you would find related data. M: That’s the problem. The topic was so new that it was hard to find relevant data. So, I decided to do research on brain scanning technology instead. W: Oh, I see. What are you going to do for that? M: I’m thinking of applying for research funding. W: I hope you’ll get it. Good luck."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 M: Rachael, there’ll be a competition called the Mobile Throwing Championship next month. Why don’t we join it? W: Mobile Throwing Championship? I’ve never heard of it. M: It’s been around quite long. It was first held in 2000 in Finland, and is now held around the world. W: What’s the purpose of holding the contest? M: It’s to give people a chance to feel free from their mobile phones even for a moment. W: Oh, I see. Sometimes I just want to throw my phone away, too! So, do I have to bring a phone to participate in the contest? M: N o. T he organizers w ill provide one to each participant. If you w in, you get a fancy new phone as a prize. W: Really? What are the judging criteria? M: Participants are judged for the distance and technique of their throw. W: Sounds fun! Let’s sign up for the competition. M: Okay, I’ll do it now online."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 화자의 선택 파악하기 M: Honey, what are you doing on your computer? W: I’m looking for a portable photo printer. If we buy one, we can easily print pictures that are on our phones. M: Great idea. Let’s order one together. W: Sure. These five models look good, but I don’t want to spend more than 200 dollars. M: Me, neither. And I think the ones that use plug­in power would be inconvenient. What do you think? W: I agree. I’d like one with a built­in battery. M: Great. Do you think we need a Bluetooth connection? W: Yeah. With that function, we can print pictures directly from our phones without cables. M: You’re right. Then we have these two options left. W: Hmm... they both look good, so the one that comes with more free photo paper is better. M: I think so, too. Let’s order this one then."
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 W: Are you interested in showing the world your own original violin? Then enter the 2021 International Violin Making Competition. This year, it will be held in Vienna, Austria, from July 13th to 16th. To enter, submit an application form with two photos of your violin attached by June 1st. The enrollment fee is 90 euros, but you can get a 30% discount if you register by May 1st. We will not accept any violins sent by post, so you must be present in Vienna with your instruments during the competition. A number of famous violinists as well as professional violin makers will serve as judges for the competition. The winner will receive 10,000 euros. For more details, visit www.2021VMC.org."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Jenny, I’m afraid I cannot make it to our book club today. So, will you and David meet without me? W: Well... I have to miss it, too. I have an upset 고3 정답 및 해설 2021학년도 7월 전국연합학력평가 16 36 stomach. M: That means only David will be there. It seems we cannot meet today. What should we do? W:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Professor Smith, I’m having trouble with uploading my assignment file to our online course website. M: Maybe it’s because your file is too big. It has to be less than ten megabytes. W: Oh, mine is bigger than that. I wonder if there’s another way to submit my assignment. M:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: How did you like the film I recommended? M: I really enjoyed it! The story was so refreshing. I’ve never seen anything like it before. W: It’s an independent film, so it was possible for the director to try new and creative things. M: Yeah. And he created remarkable scenes using impressive color and sound effects. W: I agree. What did you think of the characters? M: They were really different compared to what we see in popular movies. W: Yes. The director is famous for creating unique characters. And the film received enthusiastic reviews from movie critics. M: I can see why! People should be more interested in his films. W : Absolutely. I really enjoy his other works as well. M: Oh, I’d really like to watch them, too! W:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Hi, John. Oh, you’re playing a mobile game. M: Yes, it’s so fun. Do you want to join me? W: Not right now. I have to prepare for the math exam. Did you finish studying? M: Not yet. I’m taking a break now after two hours of studying. I play games during study breaks to relax. W: Playing games to relax? That’s not a good idea. M: How come? It’s important to rest in between studying sessions. W: That’s true. But while playing games, your brain cannot rest enough. I read that in an article. M: Really? I thought I’d be able to get refreshed when playing games. W: Actually, your brain is still working while you’re playing. M: Maybe that’s why I couldn’t focus after I came back from my breaks. W: Exactly. Playing games may not have allowed you to rest fully. M:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 M: Nancy and Jake are students at an arts high school. They plan to participate in a graphic design poster contest. They want to include images of their fellow students on their poster. Jake shows Nancy a photo of his classmates taken during an outdoor field trip. Jake says the photo would look good with their design, so he wants to include it on their poster. Nancy agrees, but she thinks Jake’s classmates should first agree to their photo being used. So, Nancy decides to tell Jake that they should get his friends’ permission to use the photo for the poster. In this situation, what would Nancy most likely say to Jake?"
    },
    {
        "question_num": 16,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 W: Hello, students. Last time, we learned about various natural substances used by our ancestors in medicine. Today, we’ll discuss some natural ingredients that have been used for skincare purposes throughout history. First, coconut oil has been loved as a moisturizer for a very long time in India. It has a high moisture retaining capacity, so it acts as an excellent moisturizer for our skin. Secondly, rose water has been in use for thousands of years and is still easily found in the market today. It’s thought to have originated in Iran, and is known to prevent the aging of the skin. Next, pearl powder has long been used in China to brighten skin. It helps to remove dead skin naturally and promotes restoration of the skin. Finally, in Greece, people have used yogurt as a facial mask for centuries. Greeks even used yogurt on their skin to calm burns from the sun. Now, I’ll show you a video about how these natural ingredients are used."
    },
    {
        "question_num": 17,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 W: Hello, students. Last time, we learned about various natural substances used by our ancestors in medicine. Today, we’ll discuss some natural ingredients that have been used for skincare purposes throughout history. First, coconut oil has been loved as a moisturizer for a very long time in India. It has a high moisture retaining capacity, so it acts as an excellent moisturizer for our skin. Secondly, rose water has been in use for thousands of years and is still easily found in the market today. It’s thought to have originated in Iran, and is known to prevent the aging of the skin. Next, pearl powder has long been used in China to brighten skin. It helps to remove dead skin naturally and promotes restoration of the skin. Finally, in Greece, people have used yogurt as a facial mask for centuries. Greeks even used yogurt on their skin to calm burns from the sun. Now, I’ll show you a video about how these natural ingredients are used."
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 [해석] 저는 Wakefield Community Theatre의 오 랜 팬인 Maggie Morgan입니다. 저는 이런 어려운 경제 속에서 Wakefield Community Theatre와 같 은 단체가 재정적인 어려움에 직면하고 있다는 것 과 그로 인해 관람권 가격 인상을 피할 수 없다는 점을 잘 알고 있습니다. 하지만 제 생각에는 개별 관람권 가격의 50퍼센트 인상은 매우 부당한 것 같습니다. 그것은 저와 같은 평범한 주민들이 수 준 높은 연극 공연을 즐길 기회가 더 적어질 것을 의미할 것입니다. 지역 주민들이 구매할 수 없을 정도로 관람권 가격을 매기는 것은 좋은 선택이 아닌데, 왜냐하면 그것은 앞으로 귀 단체에 손해 를 끼칠 것이기 때문입니다. 저는 관람권 가격을 지나치게 올리는 것 대신 재정적 지원을 받을 수 있는 다른 방법이 있을 것이라고 확신합니다. 귀 하로부터 이 사안에 대해서 곧 소식을 듣기를 기 대합니다."
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 파악하기 [해석] Tavil은 이 파묻힌 세상을 파악하고 떠날 준비가 되었다고 느낀다. 하지만 그가 몸을 돌리 자, 그가 기어왔던 구멍은 더 이상 존재하지 않는 다. 그 자리에 매끄러운 흰색 타일 벽이 있고, 그 것은 터널 전체에 걸쳐 있는 끝없는 무늬의 연속 이다. 구멍의 밑바닥에 흩어져 있던 부서진 잔해 의 조각들도 사라졌다. 그리고 바로 이때 그는 자 신이 있는 곳에 대한 소름끼치는 진실을 느낀다. 너무 깊은 지하라서 기어 내려오는 것이 그의 다 리와 팔의 근육을 떨리게 만들었다. 그는 갇혀 있 다. 잔인하게도 그러하다. 마치 묘 안에, 무덤 안 에 있는 것처럼. 그는 겁에 질려 타일을 손톱으로 긁는다. 누군가가 들을지 개의치 않고, 누군가 그 소리를 듣고 자신을 내쫓을 것을 바라며 그는 비 명을 지른다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 여러분의 뇌는 ‘않다’라는 말을 인식하지 않는다. 내가 뭐라고 말하든, 갈색 반점이 있는 기린을 생각하지 마라. 내가 뭐라고 말하든, 싱싱 한 붉은 장미가 꽂혀 있는 투명한 유리 꽃병을 생 각하지 마라. 무슨 일이 일어나는가? 그것은 자동 적이다, 그렇지 않은가? 여러분의 뇌는 앞서가며 저절로 그 그림을 만들어낸다. 여러분이 생각하든, 말하든, 읽든, 듣든 간에 여러분의 말은 만들어내 라는 직접적인 명령이다. 명령이 더 직접적일수록 반응은 더 부지런하다. 교묘하게도, 만약 여러분 이 화를 내고 싶지 않다고 말한다면, 여러분의 뇌 는 ‘않다’라는 말을 인식하지 않고 그것을 여러분 이 화를 내라는 어명으로 본다. 만약 여러분이 여 러분의 음료를 엎지르고 싶지 않다고 말한다면, 그것은 그 내용물을 쏟으라는 지시나 다름없다. 여러분을 지지하도록 말을 바꿔라. 여러분에게 적 합한 긍정문을 만들어라. 여러분이 원하지 않는 것보다 바라는 것을 정확히 생각하고 말하라."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 어구의 함축적 의미 파악하기 [해석] 아마도 혁신의 가장 당혹스러운 측면은 우 리가 그것에 대해서 내놓는 모든 입에 발린 말에 비해 그것이 정말 인기가 없다는 것이다. 그것이 무수한 방식으로 거의 모든 사람의 삶을 더욱 나 은 쪽으로 바꿔왔다는 많은 증거에도 불구하고, 어떤 새로운 것에 대한 대부분의 사람들의 반사적 인 반응은 흔히 걱정이며 때로는 심지어 혐오감이 다. 그것이 우리 자신에게 명백히 쓸모 있지 않은 한, 우리는 발생할지 모를 나쁜 결과를 좋은 결과 보다 훨씬 더 많이 상상하는 경향이 있다. 그리고 우리는 투자자, 관리자, 피고용인을 막론하고 현 상태에 기득권을 가진 사람들을 대신하여 혁신하 려는 사람을 방해한다. 역사는 혁신이 연약하고 상처 입기 쉬운 꽃이며 쉽게 발로 짓밟혀 뭉개지 지만, 상황이 허락하면 빨리 재성장함을 보여준다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 기계화, 비료, 신품종, 살충제, 유전공학에 서의 혁신의 결과인 20세기 농업 생산량의 엄청 난 향상은, 심지어 인구가 계속 팽창하는 동안에 도, 지구상에서 기근을 거의 완전히 몰아냈고, 영 양실조를 대폭 줄였다. 이를 예상한 사람은 거의 없었지만, 많은 사람들은 이러한 향상이 자연을 훼손하면서 이루어졌다고 우려한다. 실제로는 그 반대가 사실이라는 증거가 강력하다. 식량 생산의 혁신은 우리가 실제로 경작하는 땅의 생산성을 높 임으로써 쟁기, 소 그리고 도끼로부터 땅과 숲을 대규모로 절약해왔다. 이 ‘토지 절약’이 토지 공유 가 그랬을 것보다 생물 다양성에 훨씬 더 나은 것 으로 드러나는데, 이것(토지 공유)은 풍부한 야생 동물이 농작물과 함께 밭에 살기를 바라면서 낮은 생산량으로 농작물을 재배하는 것을 의미한다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 [해석] 최근에 ‘그것(무급 노동)이 향상된 경제적 가치를 지닌 재화와 서비스를 생산하기 위해 노동 과 원자재를 결합하는 활동이기’ 때문에 무급 노 동이 일‘이라고’ 주장하는 시도가 있어 왔다. Duncan Ironmonger와 같은 경제학자들은 그것 (자원봉사)의 ‘경제적’ 가치가 계산될 수 있도록 자원봉사에 금전적 가치를 귀속시키려고 시도해왔 다. 하지만 이에 불구하고, 자본주의가 경쟁과 재 정적 보상을 그것의 초석으로 삼고 있는데 자원봉 사는 그렇지 않기 때문에 무급 노동과 자원봉사는 여전히 우리의 자본주의 체제의 정의된 경제적 틀 밖에 머물러 있다. 그렇긴 해도, 자원봉사가 호주 경제에 연간 약 420억 달러를 기여하는 것으로 추정되어 왔다. 비록 우리의 경제 구조를 지탱하 고 우리의 사회적 자본을 향상시킴에 있어 자원봉 사의 재정적 중요성을 정량화하고 기술하려는 시 도가 계속 이루어지고 있지만, 그것은 느리게 진 행되고 있다. 그리고 자원봉사가 GDP 밖에 머물 러 있는 동안, 그것의 진정한 가치와 중요성은 무 시된다. 정부는 자원봉사의 중요성에 대해 입에 발린 말을 계속 내놓지만, 궁극적으로는 그것을 공식적으로 인정하지 않는다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 [해석] 놀랍게도 많은 기업은 고객 서비스 전략을 그들이 받는 불만 사항의 수로 평가한다. “우리는 고객들로부터 불만 사항을 거의 받지 않기 때문에 현재 고객 서비스 교육이 필요하지 않습니다.” 나 는 새로운 의뢰인을 찾을 때 이 말을 자주 듣는 다. 이 말이나 혹은 “올해 불만 사항의 숫자가 대 폭 줄었고 우리는 매우 만족스럽습니다, 우리의 고객 서비스 계획이 효과가 있어 보입니다.”라는 말을 듣는다. 이런 종류의 판단 기준을 사용하는 기업은 진실을 부정하고 있다. 비록 문제를 직시 하려고 하지 않고 무소식이 희소식이라고 믿는 것 이 솔깃할 수 있지만, 내 말을 믿어라, 만약 고객 들이 여러분에게 불만 사항을 제기하지 않는다면 그들은 다른 사람에게 불만을 제기하거나 다시는 여러분의 기업을 이용하지 않고 있는 것이다. 우 려되는 점은 불만 사항을 즉석에서 제기하지 않는 고객들은 갈수록 자신들의 의견을 인터넷과 소셜 2021학년도 7월 전국연합학력평가 정답 및 해설 고3 17 36 네트워크 사이트에 게시하며, 그들은 더는 아홉 명 정도에게 얘기하는 것이 아니라 아마도 수천 명에게 얘기한다는 것이다!"
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표 내용 파악하기 [해석] 위 그래프는 선택된 다섯 유럽 국가의 2016년부터 2019년까지의 전기 차량 판매량을 보여준다. 2016년과 2018년 사이에는 노르웨이가 이들 국가 중 가장 높은 전기 차량 판매량을 보유 했지만, 2019년에는 독일이 능가했다. 2016년 영 국은 다섯 국가 중 전기 차량 판매량에서 2위를 차지했지만, 2017년부터 2019년까지는 3위를 차 지했다. 독일의 판매량은 2016년과 2019년 사이 에 상승했고, 2019년 판매량은 2016년 판매량의 5배가 넘었다. 2016년부터 계속된 판매량 증가에 도 불구하고, 프랑스는 2019년에 이들 국가 중 가장 낮은 판매량을 기록했다. 네덜란드는 2017 년에 전년도와 비교해서 감소를 보이며, 2016년 과 2019년 사이에 계속적으로 증가하는 판매량을 기록하지 않았다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석] Waldemar Haffkine은 1860년 3월 16일에 러 시아 Odessa에서 태어났다. 그는 1884년에 Odessa 대학의 이학부를 졸업했다. 1889년에 Haffkine은 Pasteur Institute에서 일하기 위해 파리로 갔고, 콜레라 백신을 준비하기 위한 연구를 했다. 콜레 라 백신 개발에 관한 그의 초기 연구는 성공적이 었다. 일련의 동물 시험 후, 1892년에 그는 자신 의 목숨을 걸고 콜레라 백신을 자기 자신에게 시 험했다. 1893년에 인도 콜레라가 유행하는 동안, 그는 인도 정부의 초청으로 Calcutta로 가서 자신 의 백신을 소개했다. 지역 의료 기관들의 초기 비 난 이후, 그것은 널리 받아들여졌다. Haffkine은 (지금은 Haffkine Institute라고 불리는) Bombay 에 있는 Plague Laboratory의 소장으로 임명되었 다. 1914년에 은퇴 후, 그는 프랑스로 돌아갔고 때때로 의학 저널에 글을 기고했다. 그는 1927년 에 Odessa를 다시 방문했지만, 자신이 태어난 나 라의 혁명 후 엄청난 변화에 적응할 수 없었다. 그는 1928년에 스위스로 이주했고 자신의 생애 마 지막 2년 동안 그곳에 머물렀다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석]"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석]"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 [해석] 사람들이 선택적으로 뉴스 콘텐츠에 자신 을 노출시킨다는 생각이 오랫동안 있어 왔지만, 구독자의 분열과 선택의 급증으로 그것은 오늘날 훨씬 더 중요하다. 선택적 노출은 사람들이 자신 의 기존 신념 체계에 부합하는 정보를 찾으려 하 고 그러한 신념에 도전하는 정보를 피한다는 심리 학적 개념이다. 뉴스의 공급처가 얼마 없었던 과 거에는, 사람들이 그들 자신의 신념과 상반되게 표현된 신념을 보게 될 수도 있는 주류 뉴스에 자 신을 노출시키거나 뉴스를 전적으로 피할 수 있었 다. 아주 많은 종류의 뉴스들이 매우 다양한 틈새 구독자들에게 끊임없이 이용 가능해지면서 사람들 은 자신의 개인적 신념들을 지속적으로 확인해주 는 뉴스의 공급처를 쉽게 찾을 수 있다. 이것은 각자가 세상이 어떻게 돌아가는지에 대해 자신들 이 옳고 다른 모든 사람들이 틀리다고 강하게 믿 는 사람들의 많은 다양한 소집단을 만들 수 있는 가능성으로 이어진다. [해설] ⑤believes → believing"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [해석] 산업 혁명 이전에, 국가 간 운송된 화물의 양은 현대의 기준으로 볼 때 무시해도 될 정도였 다. 예를 들어, 중세 시대에는 Saint­Gothard Passage 를 통한 프랑스 수입품의 총량은 화물 열차 하나 를 채우지 못했을 것이다. 지중해 무역을 지배했 던 베네치아 선단에 의해 운송된 화물의 양은 현 대의 화물선 하나를 채우지 못했을 것이다. 속도 는 아니지만, 특히 해상 운송에서, 무역의 양은 중상주의 하에서 증대되었다. 이 모든 것에도 불 구하고, 유통량은 매우 제한적이었고 속도는 느렸 다. 예를 들어, 16세기에 영국 시골 지역을 통과 하는 역마차는 평균 시속 2마일이었다. 18세기 후 반 무렵 미국에서 1톤의 화물을 내륙으로 30마일 이동시키는 것은 대서양을 횡단하여 그것을 이동 시키는 것만큼 비용이 많이 들었다. 그러므로 내 륙의 운송 체계는 매우 제한적이었다. 18세기 후 반 무렵 운하 체계가 유럽에서 부상하기 시작했 다. 그것은 내륙으로 선적 화물의 대규모 이동을 가능케 했고 지역의 무역을 확장시켰다. 해상 및 강 운송은 결과적으로 산업화 이전 시대의 구식의 (→지배적인) 방식이었다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 상대적으로 미발달한 언어들은 식물들을 일컫는 하나의 단어가 없다. 용어가 없다는 것은 그들이 차이를 인식하지 못한다는 것을 의미하지 않고, 그들이 시금치와 선인장의 차이를 모른다는 것을 의미하지도 않는다. 그들은 단지 식물을 지 칭하는 모든 것을 포괄하는 용어가 없을 뿐이다. 우리는 우리 자신의 언어에서 이와 같은 경우를 볼 수 있다. 예를 들어, 영어에는 식용 버섯을 가 리키는 하나의 기본적인 용어가 없다. 우리는 또 한 여러분이 3주 동안 병원에 입원한다면 알려야 할 모든 사람들에 대한 용어도 없다. 여기에는 가 까운 친척, 친구, 고용주, 신문 배달원, 그리고 그 기간 동안 여러분과 약속이 있는 어떤 사람도 포 함될지 모른다. 용어가 없다는 것은 여러분이 그 개념을 이해하지 못한다는 것을 의미하지는 않는 다. 그것은 단지 그 범주가 우리 언어에 반영되어 있지 않다는 것을 의미한다. 이것은 그것에 대한 필요가 한 단어가 만들어져야 할 정도로 절실하지 않았기 때문일 수 있다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 심리학자들과 신경 과학자들은 우리가 우 리 대신에 길 찾기와 같은 일을 수행하는 기술에 의존할 때, 우리가 추상적이고 컴퓨터화된 세계에 대신 빠져들면서 우리의 물리적 환경에 대한 우리 의 인식이 희미해진다고 경고한다. 연구에 따르면 우리는 컴퓨터 모니터에서 오는 정보의 정확성을 지나치게 신뢰하고 우리의 눈과 귀에서 오는 정보 를 무시하거나 소홀히 하는 경향이 있는데, 이것 은 조종사들이 비행기를 추락시키고 GPS를 따르 는 관광객들이 바다로 운전해 들어가게 만드는 효 과이다. 영국의 신경 과학자인 Hugo Spiers가 이 끈 연구팀은 사람들이 GPS를 사용할 때 일반적으 로 길 찾기에 관련된 뇌의 영역이 아예 관여하지 않는다는 것을 2017년에 발견했다. “우리가 어느 길로 가야 하는지 알려주는 기술을 가지고 있을 때, 뇌의 이 부분들은 가로망에 완전히 반응하지 않습니다. 그런 의미에서, 우리의 뇌는 우리 주변 의 거리에 대한 관심을 꺼버립니다.”라고 Spiers가 말했다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 혁신을 촉진하기 위해 국가가 무엇을 해야 하는지에 대한 통념적인 견해는 간단한데 국가는 단지 방해가 안 되게 할 필요가 있다는 것이다. 기껏해야 정부는 민간 부문의 경제적 역동성을 단 지 촉진할 뿐이고, 최악의 경우에는 그들의 느릿 느릿 움직이고, 위압적이며 관료적인 기관들이 적 극적으로 그것을 억제한다. 반면에, 빠르게 움직 이고, 위험을 사랑하며, 선구적인 민간 부문이 경 제 성장을 창출하는 혁신 유형을 실제로 추진하는 것이다. 이 견해에 따르면 실리콘 밸리의 비결은 기업가들과 벤처 투자가들에게 있다. 국가는 경제 에 개입할 수 있지만, 오직 시장 실패를 바로잡거 나 경쟁의 장을 평등하게 하기 위해서만 그렇다. 국가는 공해와 같이 기업이 공공에 부과하는 외부 비용에 대해 책임지기 위해 민간부문을 규제할 수 있으며, 기초 과학 연구나 시장 잠재력이 거의 없 는 의약품 개발과 같은 공공재에 투자할 수 있다. 그러나 국가는 시장을 만들고 형성하려고 직접 시 도해서는 안 된다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 알고리즘 시대의 설계자는 알고리즘이 그 알고리즘의 의도된 용도에 대한 설계자의 이해와 다름없기 때문에 미국 법체계에 위협을 가한다. 알고리즘을 설계하는 사람은 훌륭한 소프트웨어 기술자일 수 있지만, 알고리즘의 과정에 들어가야 할 모든 요인에 대한 지식이 없으면, 그 기술자는 결정이 기껏해야 불완전하고 최악의 경우 차별적 이고 불공정한 알고리즘을 모르고 만들어 낼 수 있다. 문제를 더 심각하게 만드는 것은, 한 알고 리즘 설계 회사가, 이식을 기다리는 어느 환자가 장기를 받도록 선택될지 결정하는 것부터, 선고에 직면한 어느 범죄자가 집행 유예 또는 최고형을 받아야 하는지 결정하는 것까지의, 광범위한 용도 를 위해 알고리즘을 설계하도록 계약을 체결할지 도 모른다는 것이다. 그 회사는 각 알고리즘이 어 떤 문제를 다뤄야 하는지, 알고리즘이 그것의 데 이터를 수집하기 위해 어떤 데이터베이스를 사용 해야 하는지, 그리고 알고리즘이 결정을 잇달아 낼 때 어떤 위험을 피해야 하는지를 알고 있는 주 제별 전문가들을 직원으로 두지는 않을 것이다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 [해석] 우리는 우리가 아이들을 기르는 능력을 가 지고 있다고 믿지만, 현실은 우리의 아이들이 우 리가 되기를 바라는 부모로 ‘우리’를 기르는 능력 을 가지고 있다. 이러한 이유로, 양육 경험은 부 모 ‘대’ 아이가 아니라 아이‘와 함께하는’ 부모의 경험이다. 완전함으로 가는 길은 우리 아이들의 무릎에 놓여 있으며[우리 아이들에게 달려 있으 2021 다문화 축제 2021 다문화 축제는 여러분이 전 세계의 다 양한 문화를 한 곳에서 동시에 즐기는 자리입 니다. 축제의 수익금 전액은 지역 자선 단체에 기부될 것입니다. 날짜및시간: 7월 17일∼18일, 오후1시∼오후6시 장소: St. Nicholas Park 행사 첫째 날(7월 17일) 둘째 날(7월 18일) ∙전통 의상 패션쇼 ∙수공예품 직접 만들기 ∙요 리 수 업(태 국 , 자 메 이 카 , 나 이 지 리 아 등 ) ∙세계 음악 콘서트 ∙미니 올림픽 ∙문 화 다 양 성 에 대 한 워 크 숍 공지사항 - 주차 요금: 하루 5달러 ­ 일부 행사는 날씨 상황에 따라 취소될 수도 있습니다. 더 많은 정보를 원하시면, 저희 웹사이트 www.multiculture.org에 방문해 주세요. 제5회 Avila 요가 여름 캠프 스트레스를 줄여 몸을 편안하게 하고 야외를 즐기고 싶으신가요? 망설이지 말고 참여하세요! 대상: 전 연령 일시 및 장소 ­ 7월 23일 금요일, 오후 2시∼오후 10시 ­ Avila Beach 야영지 참가비 ­ 1인당 40달러 (저녁식사 포함) ­ 10명 이상의 단체에게 단체 할인 제공 (5%) 이 캠프에는 다음이 포함됩니다. ­ 초급자를 위한 15개의 수업 ­ 숙련된 수련자를 위한 20개의 수업 ­ 다양한 치료법과 명상 실습 준비물 ­ 편한 옷을 입으세요. ­ 자신의 요가 매트를 가져오세요. 고3 정답 및 해설 2021학년도 7월 전국연합학력평가 18 36 며], 우리가 해야 할 일은 자리에 앉아있는 것뿐 이다. 우리 아이들이 우리 자신의 본질로 되돌아 가는 길을 보여주기에, 그들은 우리를 가장 잘 일 깨우는 사람이 된다. (이것은 우리가 우리 아이들 의 정신을 일깨우는 데 관심을 얼마만큼 쏟느냐가 그들의 인생에 차이를 만들 수 있다는 것을 의미 한다.) 만일 그들이 증진된 자각의 입구로 우리를 안내할 때, 우리가 그들의 손을 잡고 그들의 안내 를 따라가지 못하면, 우리는 우리 자신의 깨달음 으로 향해 가는 기회를 잃게 된다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 회귀의 오류는 어떻게 상황이 일반적으로 어떤 평균적인 상태 주변에서 무작위로 변동하는 지를 고려하지 못하여 발생하는 인과 추론의 실수 이다. 심한 통증, 스포츠에서의 특출한 활약 그리 고 높은 주가는 결국 자연스러운 변동 때문에 더 약화된 상태가 뒤따를 가능성이 있다. (B) 이 사 실을 인식하지 못하는 것은 인과관계에 대한 잘못 된 결론으로 이어질 수 있다. 예를 들어, 어떤 사 람이 가끔 요통으로 고통 받고 있는데 어떤 것도 그 문제를 완전히 해결할 수 없는 것처럼 보인다. (A) 매우 심한 통증이 있는 기간 동안, 환자는 등 에 자석 패치를 붙이는 것과 같은 대체 의학 요법 을 시도하기로 결정했다. 그는 이후에 통증을 덜 느꼈으며 패치가 효과가 있었다는 결론을 내렸다. 하지만 이것은 단지 회귀의 결과일 수 있다. (C) 만약 그가 통증이 매우 심했을 때 치료법을 시도 했다면, 통증이 이미 절정에 도달했으며 어쨌든 자연스러운 주기의 일부로 줄었을 가능성이 꽤 있 다. 패치가 효과가 있었다고 추론하는 것은 타당 한 다른 설명을 무시한 것이다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 연구의 역사에서 과학자들이 전체 수면 시 간이라는 선택된 척도가 왜 수면이 종에 따라 그 렇게 많이 다른지에 대한 문제를 보는 잘못된 방 법인지 궁금해 한 적이 있었다. 대신, 그들은 수 면의 ‘양’(시간)이 아닌 수면의 ‘질’을 평가하는 것 이 그 비밀을 설명해줄 것이라고 생각했다. (C) 즉, 수면의 질이 우수한 종들은 더 짧은 시간 안에 필 요한 모든 것을 성취할 수 있어야 하고, 그 반대 의 경우도 가능해야 한다. 그것은 우리가 오히려 잠을 더 많이 자는 종들이 더 깊고 ‘더 높은’ 질의 수면을 취한다는 정반대의 관계를 발견했다는 것 을 제외하면 좋은 아이디어였다. (B) 사실, 이러한 연구에서 질이 일반적으로 평가되는 방법(외부 세 계에 대한 무반응의 정도와 수면의 연속성)은 아 마도 우리가 이 모든 종들에 대해 아직 얻을 수 없는 수면 질의 실제 생물학적 척도에 대한 부족 한 지표이다. (A) 우리가 할 수 있을 때, 동물계 전체에 걸쳐 수면의 양과 질 사이의 관계에 대한 우리의 이해가 현재에는 수면 시간 차이의 이해할 수 없는 지도로 보이는 것을 설명할 수 있을 것이 다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 왜 목욕 후 손발의 피부가 주름질까? 그리 고 왜 손발만일까? 그것의 겉모양에도 불구하고, 여러분의 피부는 여러분이 목욕한 후 오그라들고 있는 것이 아니다. 사실, 그것은 팽창하고 있는 것이다. 손가락, 손바닥, 발가락, 그리고 발바닥의 피부는 물에 흠뻑 적셔진 후에야 주름이 진다. 환 경으로부터 우리를 보호하고 우리의 손과 발의 피 부를 복부나 얼굴의 그것(피부)보다 더 억세고 더 두껍게 만드는 두껍고, 무감각하고, 거친 피부층 인 피부 각질층은 그것이 물을 흡수할 때 팽창한 다. 이 팽창은 주름 생성 효과를 일으킨다. 그러 면 왜 몸의 다른 부분의 피부 또한 물에 흠뻑 적 셔졌을 때 주름지지 않을까? 사실, 그것은 그렇게 되지만, 이 덜 빽빽하게 채워진 부위에는 그것이 나타나기 전에 수분이 흡수될 더 많은 공간이 있 다. 우리가 접촉한 한 의사는 물에 흠뻑 젖은 장 화에 발이 오랫동안 잠겨 있는 군인들은 그 덮여 있는 부위 전체에서 주름지는 것을 보일 것이라고 말했다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 여러분이 특정한 행동(예를 들면, 공 던지 기)을 수행할 때마다 여러분의 뇌는 아주 특정한 방식으로 발화한다. 흥미롭게도 여러분이 스스로 이 같은 행동을 수행하는 것을 ‘상상할’ 때마다, 여러분의 뇌는 거의 같은 방식으로 발화한다. 이 것은 심리적 연습이 스포츠 훈련에서 그렇게 중요 한 기술이 되는 이유이다. 뇌는 실제와 상상 사이 에 엄격한 구분을 하지 않는다. 여기 가장 좋은 상황이 있다. 여러분이 한 사람이 이 같은 행동 (공 던지기)을 수행하는 것에 관한 ‘이야기’를 들 을 때마다 여러분의 뇌는 거의 같은 방식으로 발 화할 것이다. 이것은 여러분이 이 행동을 분리된 상태에서 마주할 때는 일어나지 않는다 (‘그 남자 가 공을 던졌다’). 하지만 그것이 이야기 속에 넣 어지자마자 여러분의 뇌는 주로 마치 ‘여러분’이 그 행동을 수행하는 것처럼 반응할 것이다. 이는 우리가 단순히 이야기를 듣는 것이 아니라 이야기 를 경험한다는 것을 의미한다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 [해석] 경제학에서 하나의 기본 원리는 어떤 것의 공급이 증가하면 그것의 가격이 내려가야 한다는 것이다. 난제는 20세기에 노동계에서 정반대의 현 상이 일어난 것으로 보이는 오랜 기간이 있었다는 것이다. 일부 국가에서는 전문학교와 대학으로부 터 쏟아져 나오는 고도로 숙련된 인력 수의 엄청 난 증가가 있었지만, 그들의 임금은 이러한 교육 을 받지 않은 사람들에 비해 감소하기보다는 증가 하는 것으로 나타났다. 어떻게 이럴 수 있었을까? 고도로 숙련된 노동자의 공급은 실제로 증가하여 임금을 낮추었지만, 새로운 기술은 숙련 편향적이 어서 고도로 숙련된 노동자에 대한 수요를 급증하 게 했다. 후자의 효과는 너무 커서 전자를 압도했 고, 따라서 일자리를 찾는 교육 받은 사람들이 더 많았음에도 불구하고, 그들에 대한 수요는 너무 강해서 그들이 받는 액수는 여전히 증가했다. [요약문] 20세기에 고도로 숙련된 노동자들의 공 급이 증가했을 때 그들의 임금이 (A) 올랐던 시기 가 있었는데, 그것은 새로운 기술이 그들을 (B) 선 호했기 때문이었다."
    },
    {
        "question_num": 41,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 인쇄된 사진이나 신문 헤드라인에는 다른 어떤 뉴스 보도 형태에서보다 그것이 묘사하는 사 건을 더 사실적으로 만드는 무언가가 있다. 아마 도 이것은 신문 자체에 부인할 수 없는 현실이 있 기 때문이고, 그것이 실재하는 유형의 물체라는 것이다. 그 진정성은 뉴스에 영향을 준다. 그것은 가리킬 수 있고, 밑줄 칠 수도 있고, 잘라낼 수도 있고, 게시판에 꽂을 수도 있고, 스크랩북에 부착 할 수도 있고, 도서관에 보관할 수도 있다. 뉴스 는 시간 안에서 얼어붙은 인공물이 된다. 그 사건 은 사라진지 오래된 것일지도 모르지만, 비록 그 것이 사실이 아니더라도 그것의 물질적인 존재 때 문에 논쟁의 여지가 없는 사실로 계속 존재한다. 대조적으로, 뉴스 웹사이트는 짧게 지속되는 것 처럼 보인다. 그것들 역시 보관되어 있지만, 그들 이 전달하는 정보의 증거로 지목할 수 있는 고유 한 물리적 구성요소는 없다. 이런 이유로, 그것들 이 더 쉽게 조작될 수 있고, 역사 자체가 바뀔 수 있다는 인식이 있다. 동시에 디지털 미디어를 매 우 흥미롭게 만드는 것은 바로 이러한 콘텐츠의 즉각성과 경직성(→가변성)이다. 뉴스 웹사이트는 역사를 과거에서 한때 그랬던 것보다 훨씬 덜 단 일화된 것으로 보는 시기와 부합한다. 디지털 뉴 스 웹사이트는 또한 잠재적으로 훨씬 더 민주적인 데, 그 이유는 물리적 신문이 거대한 인쇄기와 기 차, 비행기, 트럭, 상점, 그리고 궁극적으로 신문 판매자들을 연결하는 유통망을 요구하는 반면에, 디지털 세계에서 한 사람은 컴퓨터 한 대의 도움 으로 그리고 한 그루의 나무도 베어질 필요 없이 전 세계와 소통할 수 있기 때문이다."
    },
    {
        "question_num": 42,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 인쇄된 사진이나 신문 헤드라인에는 다른 어떤 뉴스 보도 형태에서보다 그것이 묘사하는 사 건을 더 사실적으로 만드는 무언가가 있다. 아마 도 이것은 신문 자체에 부인할 수 없는 현실이 있 기 때문이고, 그것이 실재하는 유형의 물체라는 것이다. 그 진정성은 뉴스에 영향을 준다. 그것은 가리킬 수 있고, 밑줄 칠 수도 있고, 잘라낼 수도 있고, 게시판에 꽂을 수도 있고, 스크랩북에 부착 할 수도 있고, 도서관에 보관할 수도 있다. 뉴스 는 시간 안에서 얼어붙은 인공물이 된다. 그 사건 은 사라진지 오래된 것일지도 모르지만, 비록 그 것이 사실이 아니더라도 그것의 물질적인 존재 때 문에 논쟁의 여지가 없는 사실로 계속 존재한다. 대조적으로, 뉴스 웹사이트는 짧게 지속되는 것 처럼 보인다. 그것들 역시 보관되어 있지만, 그들 이 전달하는 정보의 증거로 지목할 수 있는 고유 한 물리적 구성요소는 없다. 이런 이유로, 그것들 이 더 쉽게 조작될 수 있고, 역사 자체가 바뀔 수 있다는 인식이 있다. 동시에 디지털 미디어를 매 우 흥미롭게 만드는 것은 바로 이러한 콘텐츠의 즉각성과 경직성(→가변성)이다. 뉴스 웹사이트는 역사를 과거에서 한때 그랬던 것보다 훨씬 덜 단 일화된 것으로 보는 시기와 부합한다. 디지털 뉴 스 웹사이트는 또한 잠재적으로 훨씬 더 민주적인 데, 그 이유는 물리적 신문이 거대한 인쇄기와 기 차, 비행기, 트럭, 상점, 그리고 궁극적으로 신문 판매자들을 연결하는 유통망을 요구하는 반면에, 디지털 세계에서 한 사람은 컴퓨터 한 대의 도움 으로 그리고 한 그루의 나무도 베어질 필요 없이 전 세계와 소통할 수 있기 때문이다."
    },
    {
        "question_num": 43,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) Gayle Sayers는 Chicago Bears가 보 유했던 최고의 러닝백 중 하나였다. 그는 흑인이 었다. 1967년에 백 필드로 뛰는 Sayers의 팀 동 료는 Brian Piccolo라는 이름의 또 하나의 훌륭한 러닝백이었다. Piccolo는 백인이었다. 흑인과 백인 은 종종 같은 프로팀에서 뛰긴 했지만, 이 두 선 수는 달랐다. 그들은 원정 경기 때 룸메이트로 지 냈는데, 그것은 프로 미식축구에서의 인종 관계에 있어서 처음 있는 일이었다. Sayers는 Bears의 수 석코치였던 George Halas를 제외하고, 이전에는 어떤 백인과도 친밀한 관계를 형성하지 않았었다. 그리고 Piccolo는 그의 일생 동안 흑인을 제대로 알았던 적이 없었음을 인정했다. 이 두 선수는 바 로 친구가 되었고 매우 친해졌다. (D) 1969년 시 즌 중에 Brian Piccolo는 암 진단을 받았다. 비록 그가 시즌을 끝까지 뛰려고 노력했지만, Piccolo는 경기장에서보다 병원에서 더 많이 있었다. Piccolo 가 병마와 싸우면서 매일 깊은 우울증과도 싸우고 있었던 바로 이 시기에 이 두 선수는 매우 특별한 관계를 맺었다. 때때로 Sayers는 암이 Piccolo의 약해진 몸을 점점 더 지배함에 따라 비행기를 타 고 가서 그의 친구의 머리맡을 지켰다. (B) Sayers와 Piccolo 그리고 그들의 부인들은 뉴욕에서 열리는 연례 Professional Football Writers’ Banquet에 동 석할 계획을 세웠고, 그곳에서 Gayle Sayers는 “프로 미식축구에서 가장 용기 있는 선수”로 George S. Halas 상을 받을 예정이었다. 그 만찬 무렵, Piccolo는 너무 아파서 참석할 수 없었다. Sayers가 만찬에서 그의 상을 받기 위해 일어서 자 눈물이 흘러내리기 시작했다. (C) Sayers는 눈물에 목이 멘 채 말했다, “여러분은 저에게 이 상을 주심으로써 저를 추켜세워 주시지만, 저는 저를 위해서가 아니라 Brian Piccolo를 위해 이 상을 받겠다고 여러분께 말씀 드립니다. 하지만 Brian은 오늘 밤 이 자리에 올 수가 없습니다. 그 는 너무 아픕니다. 하지만 그는 오늘 밤 이곳에 있는 우리 중 그 어떤 누구보다도 더 용기 있는 사람입니다.” 기억에 남을 그 밤이 지나고 얼마 안 있어, Brian Piccolo는 세상을 떠났다. 그에 대 한 기억은 Gayle Sayers의 마음에 영원히 새겨질 것이다. Piccolo와 Sayers는 피상적이고 거친 사 내 간의 관계 이상의 것을 쌓았다. 비록 뼛속까지 거칠고 경쟁심이 강한 사람들이었지만 진실하고 배려하는 애정이 이 두 강인한 선수들 사이에 생 겼다."
    },
    {
        "question_num": 44,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) Gayle Sayers는 Chicago Bears가 보 유했던 최고의 러닝백 중 하나였다. 그는 흑인이 었다. 1967년에 백 필드로 뛰는 Sayers의 팀 동 료는 Brian Piccolo라는 이름의 또 하나의 훌륭한 러닝백이었다. Piccolo는 백인이었다. 흑인과 백인 은 종종 같은 프로팀에서 뛰긴 했지만, 이 두 선 수는 달랐다. 그들은 원정 경기 때 룸메이트로 지 냈는데, 그것은 프로 미식축구에서의 인종 관계에 있어서 처음 있는 일이었다. Sayers는 Bears의 수 석코치였던 George Halas를 제외하고, 이전에는 어떤 백인과도 친밀한 관계를 형성하지 않았었다. 그리고 Piccolo는 그의 일생 동안 흑인을 제대로 알았던 적이 없었음을 인정했다. 이 두 선수는 바 로 친구가 되었고 매우 친해졌다. (D) 1969년 시 즌 중에 Brian Piccolo는 암 진단을 받았다. 비록 그가 시즌을 끝까지 뛰려고 노력했지만, Piccolo는 경기장에서보다 병원에서 더 많이 있었다. Piccolo 가 병마와 싸우면서 매일 깊은 우울증과도 싸우고 있었던 바로 이 시기에 이 두 선수는 매우 특별한 관계를 맺었다. 때때로 Sayers는 암이 Piccolo의 약해진 몸을 점점 더 지배함에 따라 비행기를 타 고 가서 그의 친구의 머리맡을 지켰다. (B) Sayers와 Piccolo 그리고 그들의 부인들은 뉴욕에서 열리는 연례 Professional Football Writers’ Banquet에 동 석할 계획을 세웠고, 그곳에서 Gayle Sayers는 “프로 미식축구에서 가장 용기 있는 선수”로 George S. Halas 상을 받을 예정이었다. 그 만찬 무렵, Piccolo는 너무 아파서 참석할 수 없었다. Sayers가 만찬에서 그의 상을 받기 위해 일어서 자 눈물이 흘러내리기 시작했다. (C) Sayers는 눈물에 목이 멘 채 말했다, “여러분은 저에게 이 상을 주심으로써 저를 추켜세워 주시지만, 저는 저를 위해서가 아니라 Brian Piccolo를 위해 이 상을 받겠다고 여러분께 말씀 드립니다. 하지만 Brian은 오늘 밤 이 자리에 올 수가 없습니다. 그 는 너무 아픕니다. 하지만 그는 오늘 밤 이곳에 있는 우리 중 그 어떤 누구보다도 더 용기 있는 사람입니다.” 기억에 남을 그 밤이 지나고 얼마 안 있어, Brian Piccolo는 세상을 떠났다. 그에 대 한 기억은 Gayle Sayers의 마음에 영원히 새겨질 것이다. Piccolo와 Sayers는 피상적이고 거친 사 내 간의 관계 이상의 것을 쌓았다. 비록 뼛속까지 거칠고 경쟁심이 강한 사람들이었지만 진실하고 배려하는 애정이 이 두 강인한 선수들 사이에 생 겼다."
    },
    {
        "question_num": 45,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) Gayle Sayers는 Chicago Bears가 보 유했던 최고의 러닝백 중 하나였다. 그는 흑인이 었다. 1967년에 백 필드로 뛰는 Sayers의 팀 동 료는 Brian Piccolo라는 이름의 또 하나의 훌륭한 러닝백이었다. Piccolo는 백인이었다. 흑인과 백인 은 종종 같은 프로팀에서 뛰긴 했지만, 이 두 선 수는 달랐다. 그들은 원정 경기 때 룸메이트로 지 냈는데, 그것은 프로 미식축구에서의 인종 관계에 있어서 처음 있는 일이었다. Sayers는 Bears의 수 석코치였던 George Halas를 제외하고, 이전에는 어떤 백인과도 친밀한 관계를 형성하지 않았었다. 그리고 Piccolo는 그의 일생 동안 흑인을 제대로 알았던 적이 없었음을 인정했다. 이 두 선수는 바 로 친구가 되었고 매우 친해졌다. (D) 1969년 시 즌 중에 Brian Piccolo는 암 진단을 받았다. 비록 그가 시즌을 끝까지 뛰려고 노력했지만, Piccolo는 경기장에서보다 병원에서 더 많이 있었다. Piccolo 가 병마와 싸우면서 매일 깊은 우울증과도 싸우고 있었던 바로 이 시기에 이 두 선수는 매우 특별한 관계를 맺었다. 때때로 Sayers는 암이 Piccolo의 약해진 몸을 점점 더 지배함에 따라 비행기를 타 고 가서 그의 친구의 머리맡을 지켰다. (B) Sayers와 Piccolo 그리고 그들의 부인들은 뉴욕에서 열리는 연례 Professional Football Writers’ Banquet에 동 석할 계획을 세웠고, 그곳에서 Gayle Sayers는 “프로 미식축구에서 가장 용기 있는 선수”로 George S. Halas 상을 받을 예정이었다. 그 만찬 무렵, Piccolo는 너무 아파서 참석할 수 없었다. Sayers가 만찬에서 그의 상을 받기 위해 일어서 자 눈물이 흘러내리기 시작했다. (C) Sayers는 눈물에 목이 멘 채 말했다, “여러분은 저에게 이 상을 주심으로써 저를 추켜세워 주시지만, 저는 저를 위해서가 아니라 Brian Piccolo를 위해 이 상을 받겠다고 여러분께 말씀 드립니다. 하지만 Brian은 오늘 밤 이 자리에 올 수가 없습니다. 그 는 너무 아픕니다. 하지만 그는 오늘 밤 이곳에 있는 우리 중 그 어떤 누구보다도 더 용기 있는 사람입니다.” 기억에 남을 그 밤이 지나고 얼마 안 있어, Brian Piccolo는 세상을 떠났다. 그에 대 한 기억은 Gayle Sayers의 마음에 영원히 새겨질 것이다. Piccolo와 Sayers는 피상적이고 거친 사 내 간의 관계 이상의 것을 쌓았다. 비록 뼛속까지 거칠고 경쟁심이 강한 사람들이었지만 진실하고 배려하는 애정이 이 두 강인한 선수들 사이에 생 겼다."
    }
]