[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 W: Good afternoon, students. This is Vice Principal Webster. As you know, our school’s new eco garden will open next month. I’m very happy to have a new school garden. Completing construction is thanks to your help. However, our new eco garden doesn’t have a proper name yet. So, we’re holding a school garden naming contest. I’m sure you’ll be proud of yourself if you suggest the winning name. You can participate in this naming contest by clicking the banner on our school website. The deadline is next Tuesday. We’ll select the top three submissions and hold an online vote next Friday. The name with the most votes wins. We’re looking forward to seeing your brilliant and witty ideas for the garden name!"
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 화자의 의견 파악하기 M: Have you finished class for today? W: Yeah. But it’s really hard for me to manage my online classes. M: Why? I thought you were accustomed to it. W: I’m comfortable with teaching. The problem is that students have a hard time interacting with one another. M: I see. [Pause] In my case, I encourage students to give peer reviews. It’s very effective during online class. W: What do you mean by “peer review”? M: During class, I get students to review each other’s work and to provide meaningful feedback. It helps encourage students to interact. W: How do they give each other feedback? M: I usually use chatrooms. It allows students to talk with one another. W: Hmm.... That makes sense. Plus, that can help them achieve higher understanding. M: Exactly. Having students give peer feedback makes my online classes much more effective. W: Okay. I’ll give it a try for my online classes."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 파악하기 M: Welcome to the exhibition! W: Thank you for putting together such an amazing show. The paintings are so impressive. M: All the works here are watercolor paintings, so you can clearly feel the painters’ moods. W: I can’t believe they were made by students. The canvases featuring flowers are especially colorful and detailed. M: They practiced color mixing with different brush sizes to develop their skills. That’s the most important part of teaching my art class. W: It was really helpful. How my daughter uses color is better than before. She enjoys your class a lot. M: Oh, really? It’s a great pleasure to see our high school’s students improve. W: Can I take some pictures of the works? M: Absolutely. There’s also more information about the artworks in the leaflets at the entrance. W: I’ll be sure to pick up a leaflet before I go."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림의 세부 내용 파악하기 M: Hi, Grace. Congratulations on opening your hospital. It looks amazing. W: Thanks for coming. Feel free to look around. M: You prepared children’s books. The bookcase with two shelves displays them perfectly. W: Right. The children can reach the books easily. M: Oh, they can read books at the table in the middle of the room. W: I chose the round one for their safety. M: Good thinking. I love the rug under the table. It looks very cozy. W: Sure. Children can sit on it comfortably. M: Wow, look at the big cat doll between the giraffe measuring stick and the plant. It’s so cute! W: Children really love it because it’s so soft. What do you think about the painting on the wall? M: I like it. The picture of the rainbow is very bright and cheerful. W: My daughter drew it. She’s excited that all our visitors get to see her art. M: It goes well with your children’s hospital."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자가 할 일 파악하기 M: Honey, the backyard looks fantastic. You did a great job. W: Thanks! I tried to decorate it like a little theater. M: I’m very excited to host a movie night, especially for Lauren and her friends. W: Did you pick out a movie for the kids? M: I chose My Little Dragon, Lauren’s favorite musical. W: Perfect. I just set up the speakers, and they sound amazing. M: Good quality sound is essential, especially for a musical film! W: Totally! I prepared some popcorn, drinks, and candy for the kids as well. Do we need anything else? M: Oh, I forgot to check the weather for tonight. W: Let’s check it now. [Pause] Well, they say it might be a little bit chilly tonight. M: I’ll bring some blankets for the kids then. W: That’s very thoughtful. I’ll prepare some comfortable cushions. M: Great. This movie night is going to be terrific."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 지불할 금액 파악하기 M: Lamps Plus Lighting! How may I help you? W: Hi, I’m looking for pendant lights for my kitchen. How much are the ones displayed in the window? M: The pendant light with the metal shade is 100 dollars and the one with the glass shade is 150 dollars. W: Hmm.... Both look great, but the metal one will go better with my kitchen. I’ll take two with metal shades. M: All right. Can I help you with anything else? W: I need some lightbulbs for the pendant lights. What is the best kind for these lights? M: We have many options, but I recommend LED lightbulbs for energy efficiency. They’re 10 dollars each. W: Okay. I’ll take five LED lightbulbs. M: So, that’s two pendant lights and five lightbulbs. By the way, for our store’s 10th anniversary, you’ll receive a 10% discount from the total price. W: Sounds great. M: Do you need help installing the lights? We offer an installation service for 30 dollars. W: No, thanks. I can install them myself. Here’s my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 이유 파악하기 M: Rosie, how’s organizing the flea market going? W: Good, I’m pretty busy sorting event supplies that were delivered today. M: I heard a lot of people have signed up for the market. W: Yes. Thirty­six people so far. M: That’s amazing! It’ll be held at Sunkist Park this Saturday afternoon, right? W: Unfortunately, the market is being delayed one week. But it’ll be held at the same place. M: Why? Is there another event scheduled at the park? W: No. Only our market was supposed to be held during that time. M: Is it due to bad weather? I’ve heard that it’s supposed to rain. W: It’ll only rain a little, so I’m not worried about that. Actually, the park scheduled urgent repair work for Saturday. So, we put off the flea market. M: I’m sorry to hear that. Well, I’m still planning to go. W: Thanks. I’ll see you at the market!"
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 W: Adam, I can’t find an exciting place for my club’s field trip. M: I’m reading about the Young Edison Science Program at the Discovery Science Museum. I think that would be a great field trip. W: Oh, I’ve heard about that program. What’s the theme of it? M: It’s a group experience program about the intersection of art and technology. W: Sounds cool. When we built robots that could paint in science class, everyone was really into it. M: It says the maximum number of daily participants is 60. How about both our clubs go together? W: Really? That would be wonderful! M: Okay, let’s make a reservation. It says the program only takes place in the morning from 9 to 12. Does that work for you? W: That’s fine. The other club members are usually busy in the afternoon, so going in the morning is better. M: All right. Is August 3rd at 9 a.m. okay? W: Perfect. My club members will love it."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 M: Good morning. I’m Mr. Thomas from the English department. I’m excited to be hosting our Flash Fiction Contest. Writing a very short story can be a great way to push your creativity to new boundaries. You can write on any topic. Entries must be no more than 600 words in length. All stories must be in English and be your original work. Entries must be written by only one writer. Each participant is allowed to submit only one story. Entries will be accepted July 11th through July 15th. The flash fiction stories will be judged in three different grade groups: first, second, and third grades. The winning stories from each grade will be published in the school newspaper. For more information, visit our school website. Don’t miss this fun event!"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 화자의 선택 파악하기 W: Hey, Simon. What are you doing? M: I’m looking at a brochure for outdoor watches. I need one for when I go hiking. W: Great idea. You can use it when you go to Halla Mountain this summer. M: Exactly. Can you help me choose one? W: Sure. How much do you want to spend on it? 고3 정답 및 해설 2022학년도 7월 전국연합학력평가 16 36 M: I think paying more than $300 for a watch isn’t reasonable. W: All right. [Pause] Oh! GPS tracking is an important function. You should get an outdoor watch that has it. M: You’re right. I think it’ll be very useful. What about the material? W: A lighter material would be better for hiking. You should go with the plastic one. M: I agree. Hmm, I think the waterproof feature is more practical than solar charging. W: Good point. You never know when it’ll rain while you’re on a mountain. M: Okay. This watch is perfect. I’ll order it."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Honey, can you take Monica to daycare tomorrow morning? M: I have a client meeting at 10 a.m. What time should I drop her off? W: She usually goes to daycare around 10, but it opens at 8. M:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Emma! Can you help me out? This copier isn’t working. W: Ryan, your presentation starts in 5 minutes. Why are you making copies now? M: I changed something, so I need to print out the final script. What should I do? W:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Erik, did you enjoy the Seoul Dance Festival yesterday? M: I did. Phantom Dance Group’s performance was the best. W: I agree. I was so excited to see their new hip hop performance. M: I found a video of their performance online today. Why don’t we learn their dance for our school’s dance festival? W: Sounds great. I think it’ll be good for the festival. M: But their dance is for five people. Our club has only four members. W: We should look for another member. Do you have any ideas for how we can find one? M: Well, how about posting on the school website? And we can hold an audition next week. W: That’s a good idea. I’ll prepare the audition if you take care of the rest. M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Hi, Chef. Can I get some advice? W: Sure. Is it about your performance test for Western food next month? M: Yeah. Actually, I’m afraid I won’t pass. W: What’s the issue? M: I’m supposed to make two dishes in an hour, but I’m not sure if I can do it. W: I think you’re good enough to pass the test. M: But when it comes to making both dishes within the time limit, I’ve succeeded only twice. I’m losing confidence. W: Don’t worry. Everybody fails at first and needs practice to get better. M: Did you ever have a difficult time like I’m having? W: Of course. It was pretty tough for me to get my license for Japanese food. But the more I practiced, the more confident I felt. M: I see. So you mean I just need more practice? W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 W: Clara has noticed that her son, Jacob, spends all his time checking his social media accounts. Recently, Jacob started to actively post pictures and videos for his followers to see, so he thinks it’s important to read and respond to comments right away. With every sound, buzz, or flash from the notification light, he immediately checks his phone, even while having dinner with the family. Although Clara knows interacting with his followers is important to him, she thinks spending time with the family is more important than checking social media and that it’s not appropriate to pay no attention to the family. So, Clara wants to tell Jacob that he needs to turn off notifications while the family is eating dinner. In this situation, what would Clara most likely say to Jacob?"
    },
    {
        "question_num": 16,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 M: Hello, class. We discussed the four main instrument sections of an orchestra last week. Today, I’ll tell you about how string instruments sound and what they play in an orchestra. The first is the violin. The violin is the baby of the string family, and like babies, it makes the highest sounds. Violins often play the melody in an orchestra. Next is the viola. Violas produce a richer, warmer sound than the violin, and they almost always play the harmony in an orchestra. The third is the cello. Of all the string instruments, cellos sound the most like a human voice, and they can make a wide variety of tones, from warm, low pitches to bright, higher notes. They play both harmony and melody. Lastly, the harp is different from the other string instruments. The sound of the harp is often dreamlike, almost like a fairy tale. It plays both melody and harmony. Now, shall we listen to the sound of each instrument to learn the differences?"
    },
    {
        "question_num": 17,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 M: Hello, class. We discussed the four main instrument sections of an orchestra last week. Today, I’ll tell you about how string instruments sound and what they play in an orchestra. The first is the violin. The violin is the baby of the string family, and like babies, it makes the highest sounds. Violins often play the melody in an orchestra. Next is the viola. Violas produce a richer, warmer sound than the violin, and they almost always play the harmony in an orchestra. The third is the cello. Of all the string instruments, cellos sound the most like a human voice, and they can make a wide variety of tones, from warm, low pitches to bright, higher notes. They play both harmony and melody. Lastly, the harp is different from the other string instruments. The sound of the harp is often dreamlike, almost like a fairy tale. It plays both melody and harmony. Now, shall we listen to the sound of each instrument to learn the differences?"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 [해석] 관계자분께, 6개월 전 우리의 요청에 충실하게 답변해 주시고 상응하는 조처를 해 주신 것에 매우 감사합니다. 도로 교통 안전 시설 설치 후에도 우리는 여전히 학생의 안전을 위해 더 많은 것을 필요로 합니다. 그것은 등하굣길과 관련된 문제이고, 그 등하굣길 은 학생이 학교에 오가는 길에 이용하는 것입니 다. 현재 등하굣길의 폭은 나란히 두 사람이 간신 히 걸을 정도의 너비입니다. 그래서 학생이 걷는 길에서 차량과 충돌할 위험성과 많은 학생이 좁은 등하굣길에 몰린다면 사고가 날 위험성이 있습니 다. 따라서 우리는 귀하에게 학생의 안전을 위해 등하굣길을 확장해 줄 것을 요청합니다. 가능한 한 빨리 답변해 주시면 감사하겠습니다. Alisha Lee 드림"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 파악하기 [해석] 어느 날 밤 한 친구와 나는 그 Big Foot을 찾으러 가기로 결심했다. 우리는 내 오래된 트럭 을 타고 가장 높은 언덕을 향해 들판을 가로질러 출발했다. 들판은 거칠었고, 따라갈 가장 좁은 길 만이 있었다. 길을 따라 들판에 파인 작은 구덩이 들이 있었다. 나는 왜 그런지 전혀 알 수가 없었 다. 우리가 언덕 꼭대기에 점점 가까워질수록, 나 는 실제로 겁이 나기 시작했고, 그것은 좀 드문 일이었는데, 왜냐하면 그 나이 때 나는 상당히 겁이 없었기 때문이었다. 우리가 언덕 꼭대기에 도착했을 바로 그때, 크게 쿵 하는 소리가 났다! 어떤 무거운 것이 (트럭 뒤편) 적재함에 뛰어든 것처럼 내 트럭이 내려앉았다. 우리는 너무 무서 워서 뒤를 볼 수가 없었다. 나는 공포에 사로잡혔 고 트럭을 후진시켜 언덕 아래로 몰고 가기로 결 심했다. 내가 그렇게 했을 때, 또 다른 쿵 하는 소리가 났고 그때 전에 전혀 들어본 적이 없는 엄 청난 포효소리가 났다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 경험에 가치를 두고 투자하는 것은 우리에 게 더 큰 생동감을 준다. 우리의 경험은 우리가 살아있음을 느끼게 해 주고 우리에게 성장할 더 큰 기회를 준다. 당신이 새로운 소유물 구입을 고 려할 때마다 스스로를 멈추고 그것이 당신에게 어 떤 종류의 경험을 가져다줄지에 대해 생각해 보아 라. 스스로에게 물어라. 이것이 나에게 얼마나 큰 기쁨을 가져다줄 것인가? 그 기쁨은 일시적일 것 인가 혹은 오래 지속될 것인가? 그 구매는 내가 다른 사람들과 공유할 수 있는 것인가? 그 구매가 당신에게 단기적 혜택만을 줄 것임이 명확해진다 면, 대신에 당신이 구매할 수 있는, 당신에게 장 기적 혜택을 제공해 줄 경험에 대해 생각해 보아 라. 예를 들어, 만약 당신이 150달러에 새 신발 한 켤레를 눈여겨본다면, 같은 액수로 어떤 종류 의 경험을 누릴 수 있는지를 스스로에게 물어 보 아라. 어쩌면 당신은 친구들과의 콘서트 혹은 여 름 동안의 디너 크루즈를 즐길 수 있을 것이다. 일단 당신이 누리고 싶은 경험을 생각하고 나면, 그 구매 비용을 소유에서 경험으로 전환하는 것을 진지하게 고려해라."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 어구의 함축적 의미 파악하기 [해석] 그것은 공정한 거래처럼 보였다. 우리는 새로운 기술을 받아들일 것이었고, 그것은 우리의 습관을 바꾸고 어쩔 수 없이 우리가 특정한 변화 에 적응하게 할 것이었지만, 그 대가로 우리는 일 의 부담의 경감, 더 많은 보안, 그리고 무엇보다 도 우리의 욕망을 추구할 자유를 얻을 것이었다. 그 희생에는 그 이득의 가치가 있었다. 후회는 없 을 것이었다. 그러나 여가로 인한 이러한 생활의 개선은 실제로는 트로이 목마였다는 것이 명백해 졌다. 그것의 불룩한 옆구리는 새로운 형태의 노 예화라는 부담을 숨겼다. 그 자동 장치는 광고되 는 것처럼 자율적이지 않다. 그것들은 우리를 필 요로 한다. 우리를 위해 계산을 해 주기로 되어 있던 그 컴퓨터들은 대신 우리의 주의를 요구한 다. 하루에 10시간 동안 우리는 그것들의 화면에 붙어 있다. 우리의 통신은 우리의 시간을 독점한 다. 시간 자체가 빨라지고 있다. 그 시스템의 복 잡성은 우리를 어쩔 줄 모르게 만든다. 그리고 여 가는 종종 비용이 많이 드는 오락이다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 정직은 신뢰성의 논의에서 매우 본질적이 기 때문에, 정직한 정보를 주는 것은 진실성과 특 별히 관련되어 있을 수 있다. 유감스럽게도, 리더 들은 자주 진실을 말하는 것을 꺼린다. 위기와 변 화의 시간 동안 기업의 리더들은 불편한 진실을 말하거나 침묵을 유지하거나 상황의 심각함을 가 볍게 처리하는 도전에 자주 마주하게 된다. 단기 적으로는 추종자들에게 진실을 말하지 않는 것이 더 편할 수도 있는 많은 다른 상황이 있다. 하지 만 궁극적으로 직원의 사기를 보호하고자 하는 부 정직함도 결국 노출될 것이며 조직에 대한 헌신이 가장 중요한 시간에 신뢰성을 훼손시킨다. 직원들 은 리더의 행동에 대한 자신만의 이론을 가지고 이해의 부족함을 채울 수 있기 때문에 비밀엄수에 합의한 노력조차 실패할 수 있다. 그러므로 리더 는 그것에 의해 영향을 받는 그러한 개인들에게 자신의 결정에 대한 진실된 이유를 설명하려는 조 치를 취할 필요가 있으며, 리더의 행동에 대해 부 정적 해석에 대한 여지를 덜 남긴다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 [해석] 당신의 뇌의 관점에서 보면 당신의 신체는 단지 감각 입력의 또 다른 원천일 뿐이다. 당신의 심장과 폐, 신진대사, 변화하는 체온 등에서 생기 는 감각은 여러 가지로 해석되는 형태가 뚜렷하지 않은 것들과 같다. 당신의 신체 내의 그러한 순전 히 신체적인 감각은 어떤 객관적 심리학적인 의미 가 없다. 그러나 일단 당신의 개념이 맥락에 들어 오면, 그러한 감각은 추가적인 의미를 띨 수도 있 다. 만약 당신이 저녁 식사 테이블에 앉아 있는 동안 위의 통증을 느낀다면, 당신은 그것을 배고 픔으로 경험할 수도 있다. 만약 독감 시기가 임박 했다면, 당신은 같은 통증을 메스꺼움으로 경험할 수도 있다. 만약 당신이 법정의 재판관이라면, 당 신은 그 통증을 피고인이 의심스럽다는 직감으로 경험할 수도 있다. 주어진 상황, 주어진 맥락에서, 당신의 뇌는 세상으로부터 온 외부의 감각뿐만 아 니라 내부의 감각에 의미를 부여하기 위해 개념을 사용하고, 이 모든 것은 동시에 일어난다. 위의 통증으로부터 당신의 뇌는 배고픔, 메스꺼움, 불 신의 사례를 구성한다. 2022학년도 7월 전국연합학력평가 정답 및 해설 고3 17 36"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 [해석] 영양의 두개골에서, 눈구멍은 머리의 측면 에 위치한다. 이것은 이 동물이 영양가가 낮은 음 식인 풀을 먹기 위해 고개를 숙인 채 많은 시간 을 보내기 때문이다. 이 동물이 풀을 뜯느라 바쁜 동안, 외부에는 먹이를 찾아 살그머니 접근하는 포식자들이 있을 것이고, 그래서 영양은 그것의 포식자를 알아차리고 도망갈 수 있는 최대 가능 성을 가지도록 가능한 최대 범위의 시야가 필요 하다. 눈구멍이 머리의 후면부와 측면부에 있어, 그것은 자기 주변을 거의 360도 볼 수 있다. 또 한 영양의 눈은 머리 후면부에 있어, 이는 그들에 게 긴 코를 준다. 만약 눈이 두개골의 앞쪽에 있 다면, 긴 풀에 시야가 가려질 것이고, 그래서 그 것의 긴 코 또한 진화적 이점을 제공한다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용 파악하기 [해석] 위 그래프는 2016년 EU 국가들에서의 플 라스틱 포장 쓰레기 처리법을 보여준다. 그래프에 제시된 6개 국가 중에서, 독일은 재활용과 에너지 재생 둘 다에서 가장 많은 양을 가진 반면 프랑스 는 매립에서 가장 많은 양을 가졌다. 영국에서, 에너지 재생과 매립을 합한 양은 처리된 플라스틱 포장 쓰레기의 총량의 절반이 넘었다. 이탈리아에 서 재활용된 플라스틱 포장 쓰레기와 에너지로 재 생된 플라스틱 포장 쓰레기의 양은 각각 80만톤 이 넘었다. 프랑스에서 에너지 재생으로 사용된 플라스틱 포장 쓰레기의 양은 스페인의 그것의 4 배가 넘었다. 폴란드에서 처리된 플라스틱 포장 쓰레기의 총량은 영국에서 재활용된 플라스틱 포 장 쓰레기의 양보다 적었다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석] Eric Carle은 미국 아동 문학 작가이자 삽 화가였다. 1929년에 New York주의 Syracuse에서 태어난 그는 6살 때 독일로 부모님과 함께 이사 했다. 그는 그곳에서 교육을 받았고, 독일 Stuttgart에 있는 예술 학교를 졸업했다. 그는 미 국으로 돌아와 The New York Times에서 그래픽 디자이너로 일했다. 1960년대 중반에 아동 작가 Bill Martin Jr.는 Carle에게 자신이 집필 중이던 책의 삽화를 그려달라고 요청했다. 1967년에 그 들은 그들의 첫 합작품인 ‘Brown Bear, Brown Bear, What Do You See?’를 출판했다. 그의 가장 잘 알려진 작품인 ‘The Very Hungry Caterpillar’ 는 66개가 넘는 언어로 번역되었고 5천만 권이 넘게 팔렸다. 2002년에 Carle과 그의 아내는 Eric Carle Museum of Picture Book Art를 개관했고, 그것은 전 세계 아동용 책 삽화가들의 작품을 수 집하고 다룬다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석]"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석]"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 [해석] 방사형 차트라고도 불리는 스파이더 차트 는 선 그래프의 한 형태이다. 그것은 연구자가 상 호 연관된 변수에 대해 하나의 척도에서 응답의 상대적 크기를 보여주는 차트로 그들의 데이터를 설명하도록 도와준다. 막대 그래프와 마찬가지로 데이터는 모든 변수에 공통인 하나의 척도를 가져 야 한다. 스파이더 차트는 변수들이 차트에 걸치 면서 그려지며 거미줄을 만든다. 이것의 예는 중 등학교에서 첫 학기에 가르쳐진 다양한 과목에 걸 쳐 7학년 학생들의 스스로 보고된 자신감을 조사 한 연구에서 보여진다. 연구자는 표본 집단으로부 터 응답값들을 가져와 스파이더 차트에 나타낼 평 균치를 계산한다. 스파이더 차트는 연구자가 표본 집단의 여러 다른 과목에서의 자신감 정도를 쉽게 비교하고 대조할 수 있도록 한다. 이후, 파이 차 트와 마찬가지로, 이 차트는 연구 결과의 추가 분 석을 도출하기 위해 연구 내의 다른 학생 집단으 로 세분화될 수 있다. [해설] ③have taught →taught"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [해석] 가난한 나라에서는 생활 수준을 허용 가능 한 수준으로 끌어올리기 위해 수년 간의 빠른 성 장이 필요할 수도 있다. 그러나 성장은 원하는 목 표를 달성하기 위한 수단이지, 그 자체로 목적은 아니다. 부유한 세계에서는 적어도 관습적으로 측 정되는 것으로서의 성장에 대한 개념 전체가 유지 될(→개정될) 필요가 있을지 모른다. 서비스가 지 배하는 경제에서 우리 개개인의 필요에 맞춘 재화 와 서비스는 우리 사회의 진보를 결정하는 것이 될 것이다. 이것들은 게놈 맞춤형 약에서부터 개 별화된 관리 또는 맞춤 정장에 이르기까지 어느 것이든 될 수 있다. 그것은 점점 더 많은 물건, 즉 무기의 확대 경쟁과는 다르다. 그 대신에, 그 것은 질적인 향상, 즉 GDP가 잘 측정하지 못하는 것을 의미한다. 약 50년 전 미국의 한 경제학자는 생산, 자원의 착취, 오염에 집중하는, 그가 ‘카우 보이’ 경제라고 칭한 것과 성공의 척도로 품질과 복합성이 ‘처리량’을 대체하는 ‘우주인’ 경제를 대 조했다. 제조업에서 서비스업으로 그리고 아날로 그에서 디지털로의 이동은 카우보이에서 우주인으 로의 전환이다. 하지만 우리는 여전히 올가미 밧 줄의 크기를 측정하고 있다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 뉴스 가치가 있는 사건과 뉴스 간에는 차 이가 있다. 그 자체로는 뉴스 가치가 없는 사건에 관한 뉴스가 종종 있듯이, 뉴스 가치가 있는 사건 이 반드시 뉴스가 되지는 않을 것이다. 우리는 그 것이 뉴스 가치가 있는 사건에 대한 것인지와 상 관없이, 뉴스를 뉴스 매체에 기록된 사건이라고 규정할 수 있다. 비록 특정 이야기가 같은 시기에 발생하였지만 선정되지 못한 다른 모든 일들 중에 서 선정된 이유를 우리가 이해하려고 몹시 애쓸지 라도, 그것의 전송이라는 바로 그 사실이 그것이 뉴스로 간주됨을 의미한다. 뉴스 선정은 주관적이 어서 일부 사람들에게 뉴스 가치가 있어 보이는 모든 사건이 뉴스가 되지는 않는다. 모든 기자들 은 누군가가 ‘내가 당신을 위한 엄청난 이야기를 가지고 있어’라는 말로 접근하는 시나리오에 익숙 하다. 그들에게는 그것이 주요한 뉴스 사건이지만, 기자에게는 그것이 무시할 만한 것일 수도 있다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 유아는 새로운 것을 보려는 선호가 너무 강해서 심리학자들은 그것을 유아들의 시각적 식 별과 심지어는 그들의 ‘기억’에 관한 테스트로 사 용할 수 있다는 것을 깨닫기 시작했다. 유아가 두 개의 비슷한 이미지 간의 차이를 알 수 있을까? 같은 색의 비슷한 두 음영 간의 차이는? 한 시간 전, 하루 전, 일주일 전에 무언가를 봤다는 것을 유아가 떠올릴 수 있을까? 새로운 이미지로의 내 재된 끌림이 해답을 쥐었다. 만약 유아의 시선이 계속 머물렀다면, 그것은 그 유아가 비슷한 이미 지가 그래도 어떤 식으로든 다르다는 것을 알 수 있다는 것을 암시했다. 만일 그 유아가, 이미지를 보지 않고 일주일 후에, 그 이미지가 다시 보였을 때 그것을 별로 보지 않았다면, 그 유아는 일주일 전에 그것을 보았던 것을 어느 정도 ‘기억할’ 수 있음에 틀림없다. 대부분 경우에 그 결과는 이전 에 추정되었던 것보다 유아가 더 일찍 인지적으로 유능했다는 것을 드러냈다. 실로, 시각적으로 새로 운 것에 대한 욕구는, 유아의 정신 능력에 대한 많은 깊은 통찰력을 드러내며, 심리학자의 도구 모음 중 가장 강력한 도구 중 하나가 되었다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 많은 자원을 보유한 풍족한 서식지와 자원 을 거의 보유하지 못한 부족한 서식지, 두 개의 서식지가 있고, 영토권이나 싸움이 없어서 각 개 체가 자원 소비율로 측정되는 더 높은 이익을 얻 을 수 있는 서식지를 자유롭게 이용할 수 있다고 상상해 보라. 경쟁자가 없다면, 한 개체는 단순히 두 서식지 중 더 나은 곳으로 갈 것이고, 이것은 처음 도착한 개체들이 할 것이라고 우리가 가정하 는 것이다. 하지만 더 늦게 도착하는 개체는 어떨 까? 더 많은 경쟁자들이 풍족한 서식지를 차지함 에 따라, 자원이 고갈될 것이고, 추가로 오는 개 체들은 수익성이 낮아질 것이다. 결국 자원의 양 은 부족하지만 경쟁이 덜한 질이 더 낮은 서식지 를 차지함으로써 그 다음에 도착하는 개체들이 더 잘 살 수 있는 지점에 이르게 될 것이다. 그 후에, 두 서식지는 채워지게 될 것이고 그 결과 개체의 수익성은 각각의 서식지에서 같아질 것이다. 다시 말해, 경쟁자는 서식지 질과 관련해 자신의 분배 를 틀림없이 조정하고 그 결과 각 개체가 같은 비 율의 자원 획득을 누리게 된다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 아인슈타인의 상대성 이론이나 바흐의 서 곡은 둘 다 생존이 이루어지게 하는 것은 아니다. 그러나 그 각각은 우리가 우세해왔던 것에 핵심적 인 인간 능력의 완벽한 예이다. 과학적 재능과 실 제 세계의 난제 해결 간 연결성이 더 명백할 수도 있지만, 유추와 은유로 추론하는 정신, 색과 질감 으로 표현하는 정신, 멜로디와 리듬으로 상상하는 정신은 더 번성하는 인지적 영역을 가꾸는 정신이 다. 이것은 모두, 창을 만들고, 요리를 발명하고, 바퀴를 이용하고, 이후 B 단조 미사곡을 쓰고, 더 욱 후에는 공간과 시간에 대한 우리의 경직된 시각 을 깨기 위해 우리 종족이 필요한 생각의 유연성과 직관의 유창성을 개발하는 데 예술이 당연히 필수 Black Box 단편극 축제 연례 Black Box 단편극 축제가 여러분을 기 다리고 있습니다. 이 축제는 신인 극작가의 작 품이 무대에서 상연되게 해 줌으로써 그들을 소개하는 것이 목표입니다. 와서 즐겨 보세요! 날짜 및 장소 ­ 2022년 8월 12~14일 ­ The Black Box Theater, 5번 가 530, New York 상연 일정 8월 12일 , 금 요 일 8월 13일 , 토 요 일 8월 14일 , 일 요 일 The Midnight Salesmen 오 후 8시 오 후 2시 Shrink to Fit 오 후 8시 오 후 2시 Casting the Villain Aside 오 후 2시 오 후 8시 티켓 ­ 조기 예매: 연극당 10달러(2022년 7월 31일 이전 예매) ­ 정가: 연극당 15달러 ­ www.theblackboxtheater.com에서 온라인으로 티켓을 예매하십시오. 유의 사항 ­ 늦게 입장하는 것은 허용되지 않습니다. ­ 10세 미만의 어린이는 입장할 수 없습니다. 2022 Newport 해커톤 2022 Newport 해커톤은 창의성, 협력 그리고 혁신적 생각을 장려하기 위한 웹사이트 코딩 마라톤입니다. 행사 정보 ∙누가: Newport University 학생 ∙언제: 9월 23일 금요일 오후 1시~9월 24일 토요일 오전 9시 ∙어디서: Newport University 학생 센터 참가 방법 ∙여러분은 개인으로 또는 4명까지의 팀으로 참가할 수 있습니다. ∙여러분은 8월 23일부터 8월 31일 사이에 등록 해야 합니다. 요구 사항과 규칙 ∙참가자들은 행사 당일 공지되는 주제에 따라 웹사이트를 코딩하는 20시간을 갖게 됩니다. ∙제출물은 웹사이트를 설명하는 영상을 포함해 야 합니다. (5분 미만의 길이) ∙참가자는 웹사이트를 개발하는 동안 공개된 소스 코드를 사용할 수 있습니다. 고3 정답 및 해설 2022학년도 7월 전국연합학력평가 18 36 적이었다고 말해 주는 것이다. 수십만 년에 걸쳐, 예술적 노력은 우리의 상상력을 양성하고 혁신을 위한 강력한 능력을 불어넣기 위한 안전한 활동 무 대를 제공하는, 인간 인지의 놀이터였을지도 모른 다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 [해석] 몇몇 형태의 에너지는 활용도에 있어 다른 에너지보다 더 다용도이다. 예를 들어, 우리는 전 기를 무수히 많은 용도로 사용할 수 있는 반면, 석 탄을 태워 얻은 열은 동력을 생산하는 것과 같은 고정된 용도로 현재 주로 사용된다. 석탄을 태워 나오는 열을 전기로 바꿀 때, 공정의 비효율성으로 인해 상당한 양의 에너지가 손실된다. 하지만 우리 는 석탄이 상대적으로 저렴하기 때문에 기꺼이 그 손실을 받아들이고, 전등, 컴퓨터, 냉장고를 작동시 키는 데 석탄을 태워 ‘즉시’ 사용하는 것은 어렵고 불편할 것이다. (탄소 섬유를 생산하기 위해 석탄 을 이용하는 경제적인 방법을 찾는 것은 석탄 생산 의 감소로부터 고통 받고 있는 지역사회를 소생시 키는 데 도움을 줄 것이다.) 사실상, 우리는 가치 사다리의 맨 위에 전기를, 가운데에 액체와 기체 연료를, 밑바닥에 석탄이나 장작을 놓으며 다양한 형태의 에너지에 다른 가치를 부여하고 있다. 태양 광과 풍력 기술은 높은 가치의 전기를 즉시 생산한 다는 점에서 장점이 있다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 사람들에게 하지 말아야 할 것을 말하기보 다 해야 할 것을 말하는 것이 훨씬 더 적은 저항 을 일으킨다. 그러므로 행동을 지지하는 것은 행 동을 금지하는 것보다 더 높은 승낙의 결과를 가 져올 것이다. (B) 예를 들어 연구자들은 정보의 어떤 속임이나 생략과 관련한 실험에서 연구 참여 자들에게 비밀 준수 의무를 지우는 방법에 대한 선택의 여지가 있다. 연구자들은 자주 “다른 잠재 적인 참여자들에게 상대방으로부터의 피드백이 거 짓이었다라고 말하지 마세요.”라고 말하면서 참여 자에게 비밀 엄수의 의무를 지우려고 시도한다. (A) 이는 실행 규칙을 제공하지 못하고 저항을 높 이는 위험으로 가득한 지시이다. 훨씬 더 좋은 것 은, “다른 사람들이 당신의 응답만큼 유용한 응답 을 제공하도록 돕기 위해, 사람들이 이 연구에 대 해 당신에게 질문할 때, 당신과 다른 사람이 서로 에 대한 몇 가지 질문에 대답했다고 그들에게 말 해 주세요.”라고 말하는 것이다. (C) 유사하게, 나 는 이전에 미술관에서 이 원칙이 작동하고 있는 즐겁고 특이한 사례를 보았다. 깨지기 쉬운 아크 릴 조각품 밑면에 “눈으로 만져주세요”라는 팻말 이 있었다. 그 지시는 명확했지만, 나에게는 “손대 지 마세요!”보다 훨씬 더 적은 저항을 만들어 냈 다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 디지털 세계에서 인식하지 못한 채 시선을 다른 곳으로 돌리게 하는 것에 대한 한 가지 흔한 전략과 사용은 반복을 이용하여 이루어진다. (C) 이러한 디지털상에서 시선을 다른 곳으로 돌리게 하는 전략은 웹 사이트를 방문하기 위하여 웹 브 라우저를 사용하는 온라인 사용자가 가장 기본적 이고 어디에서나 하는 탐색 동작이 웹 사이트에서 그들에게 제시되는 링크나 버튼을 클릭하는 것이 라는 것을 바로 배웠다는 사실에 의존한다. (A) 이 동작은 원하는 웹 페이지나 동작으로 그들의 웹 브라우저를 조종해 가기 위해, 그것이 거의 즉 각적이고 반사적인 동작으로 바뀔 때까지 여러 번 되풀이하여 반복된다. 악의적인 온라인 행위자들 은 웹 사이트에 어떤 잘못된 것이 있다고 사용자 에게 귀띔해 주는 웹 페이지의 세부 사항을 주의 깊게 검토하는 것으로부터 사용자의 관심을 다른 곳으로 돌리려고 이러한 행동을 이용한다. (B) 그 웹 사이트는 악의적인 행위자가 사용자들이 수행 하기를 원하는 행동에 사용자의 관심을 집중시키 고 (예를 들어, 링크를 클릭하는 것) 사용자에게 웹 사이트가 겉으로 보이는 것과 다르다는 것을 암시할 수 있는 세부 사항으로부터 주의를 다른 곳으로 돌리도록 설계된다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 패션 경향의 영감에 대한 요구의 초기 징 후들은 아마도 1825년경에 미국을 방문하여 겉옷 용으로 제작되는 경량 울 혼방 옷감에 많은 영감 을 받은 많은 영국 제조업자들에 의한 것으로 보 인다. 기성복 부문은 영국보다 미국에서 훨씬 이 전에 확립되었고 그로 인해 새로운 도전이 생겨났 다. 이전에 의복은 나중에 패션 디자이너로 알려 지거나 인정받은 숙련된 사람들에 의해 맞춤 제작 되었다. 그 당시 상류사회 의상으로 지금은 인정 되고 있는 이 수제 의류는 오직 그것을 지불할 수 있는 수단을 가진 사람들을 위해서만 만들어졌다. 특권을 덜 가진 일반 대중들은 집에서 만들고 물 려받은 옷을 입었다. 나중에 산업혁명이 끝나갈 무렵, 패션은 모든 계층에게 더욱 쉽게 이용할 수 있고 구매 가능하게 되었다. 그 쯤에 디자이너들 은 주로 공장에서 일했고 더 이상 개인을 위해서 가 아닌 대량 판매 시장을 위해서 디자인했다. 그 러므로 디자이너와 고객 사이의 직접적인 소통 연 결이 더 이상 존재하지 않았고 디자이너들은 새로 운 패션 소비자의 필요와 욕구를 예상하는 것에 의존해야만 했다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 대부분 꿈꾸기는 렘수면 동안에 발생한다. 렘은 1958년에 시카고 대학의 Nathaniel Kleitman 교수에 의해 발견된 수면 단계인 Rapid Eye Movement(급속 안구 운동)를 의미한다. 의 대생인 Eugene Aserinsky와 함께, 그는 사람들이 잠을 자고 있을 때, 그들이 마치 무엇인가를 ‘보 고’ 있는 것처럼 급속 안구 운동을 보인다는 것에 주목했다. Kleitman과 Aserinsky의 지속적인 연구 는 사람들이 꿈을 꾸는, 그런데 그들의 정신은 깨 어있는 사람만큼 활발한 것은 바로 이 급속 안구 운동 기간 중이라는 결론을 내렸다. 흥미롭게도, 연구들은 급속 안구 운동과 함께 우리의 심장박동 이 증가하고 우리의 호흡 또한 높아지지만, 우리 의 몸은 이따금의 씰룩거림과 홱 움직임 외에는 우리의 몸을 가만히 있게 유지하는 뇌의 신경 중 추 때문에 움직이지 않고 기본적으로 마비된다는 것을 발견했다. 이런 이유로 악몽에서 깨어나거나 악몽 중에 비명을 지르는 것이 어려운 것이다. 요 약하면, 렘 꿈 상태 동안에, 여러분의 정신은 바 쁘지만 여러분의 몸은 움직이지 않는다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 [해석] 체중을 줄이는 것이 힘들다는 것은 의심의 여지가 없다. 한 계산법에 따르면, 단지 1파운드 를 빼기 위해서는 35마일을 걷거나 7시간 동안 조깅을 해야 한다. 운동과 관련한 한 가지 큰 문 제는 우리가 그것을 매우 용의주도하게 추적하지 않는다는 것이다. 미국의 한 연구는 사람들이 운 동에서 소모한 칼로리의 수를 4배만큼 과대평가 한다는 것을 발견했다. 그들은 또한 자신이 방금 태운 칼로리의 약 2배를 평균적으로 섭취했다. Daniel Lieberman이 ‘The Story of the Human Body’에서 언급했듯이, 작업 현장에 있는 근로자 는 한 해에 사무직 근로자보다 약 175,000칼로리 를 더 소비하게 된다. 이는 60번이 넘는 마라톤에 해당한다. 꽤 인상적이긴 하지만, 여기에 타당한 질문이 있다. 얼마나 많은 공장 근로자들이 6일마 다 마라톤을 뛰는 것처럼 보이는가? 가혹하게 단 도직입적으로 말해서, 많지는 않다. 왜냐하면 그 들 중 대부분은, 우리 대부분처럼, 그들이 일하지 않을 때, 모든 연소한 칼로리와 그런 다음 얼마간 의 칼로리를 다시 돌려놓기 때문이다. [요약문] 사람들은 주로 자신이 실제보다 (A) 더 많은 칼로리를 소모했다고 생각하고 다량의 음식 을 섭취함으로써 운동을 (B) 원상태로 돌리기 때 문에, 체중을 줄이는 것은 어렵다."
    },
    {
        "question_num": 41,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 표지판, 가로등, 송전선을 지탱하는 기둥들 은 바람, 폭풍, 쓰나미, 지진을 견딜 수 있을 만큼 튼튼하고 내구성이 있어야 한다. 그러나 종종, 이 동일한 기둥들은 그것들의 일상적 기능과 근본적 으로 상충하는 중요한 일을 하도록 요청받는다. 즉 그것들은 충격에 쉽게 부서질 필요가 있다. 빠 르게 달리는 차량에 치였을 경우, 피해를 줄이고 생명을 구하기 위해서 기둥이 올바른 방식으로 분 리되어야 한다. 엔지니어들은 이 명백한 역설을 해결하려고 시도하는 데 많은 시간을 보내왔다. 튼튼한 기둥이 제대로 부서지도록 하는 방법의 하나는 ‘슬립 베이스’ 시스템이라고 불린다. 하나 의 단일한 연속 기둥을 사용하는 대신, 슬립 베이 스 접근 방식은 판 연결장치를 사용하여 지면 높 이에서 가까운 곳에 두 개의 분리된 기둥을 결합 한다. 이 연결부위는 그 기둥 쌍이 의도된 접합점 에서 분리되도록 한다. 그것은 기본적으로 다음과 같이 작동한다. 하부 기둥은 땅에 박히고, 상부 기둥은 분리되는 볼트를 사용해서 그 위에 붙여지 는 식이다. 기둥이 충분히 세게 부딪힐 때 이 볼 트들은 분리되거나 이탈되도록 만들어져 있기 때 문에, 하부 기둥은 움직이는 차량 아래로 안전하 게 지나쳐지는 반면에 상부 기둥은 치어 넘어지게 된다. 모든 것이 설계된 대로 작동하면 그러한 기 둥은 또한 차량 속도를 늦추고 손상을 최소화하는 데 도움이 될 수 있다. 또한 이후의 기반시설 수 리도 더 쉬워진다. 즉, 많은 경우, 새 상부 기둥은 그 밑의 손상된(→손상되지 않은) 베이스 기둥에 쉽게 볼트로 고정될 수 있고, 이것은 더 적은 재 료와 작업을 필요로 한다. 슬립 시스템의 기초가 되는 중요한 판과 판의 연결부는 육안으로 분명히 보이거나 판의 덮개 아래에 숨겨질 수 있다."
    },
    {
        "question_num": 42,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 표지판, 가로등, 송전선을 지탱하는 기둥들 은 바람, 폭풍, 쓰나미, 지진을 견딜 수 있을 만큼 튼튼하고 내구성이 있어야 한다. 그러나 종종, 이 동일한 기둥들은 그것들의 일상적 기능과 근본적 으로 상충하는 중요한 일을 하도록 요청받는다. 즉 그것들은 충격에 쉽게 부서질 필요가 있다. 빠 르게 달리는 차량에 치였을 경우, 피해를 줄이고 생명을 구하기 위해서 기둥이 올바른 방식으로 분 리되어야 한다. 엔지니어들은 이 명백한 역설을 해결하려고 시도하는 데 많은 시간을 보내왔다. 튼튼한 기둥이 제대로 부서지도록 하는 방법의 하나는 ‘슬립 베이스’ 시스템이라고 불린다. 하나 의 단일한 연속 기둥을 사용하는 대신, 슬립 베이 스 접근 방식은 판 연결장치를 사용하여 지면 높 이에서 가까운 곳에 두 개의 분리된 기둥을 결합 한다. 이 연결부위는 그 기둥 쌍이 의도된 접합점 에서 분리되도록 한다. 그것은 기본적으로 다음과 같이 작동한다. 하부 기둥은 땅에 박히고, 상부 기둥은 분리되는 볼트를 사용해서 그 위에 붙여지 는 식이다. 기둥이 충분히 세게 부딪힐 때 이 볼 트들은 분리되거나 이탈되도록 만들어져 있기 때 문에, 하부 기둥은 움직이는 차량 아래로 안전하 게 지나쳐지는 반면에 상부 기둥은 치어 넘어지게 된다. 모든 것이 설계된 대로 작동하면 그러한 기 둥은 또한 차량 속도를 늦추고 손상을 최소화하는 데 도움이 될 수 있다. 또한 이후의 기반시설 수 리도 더 쉬워진다. 즉, 많은 경우, 새 상부 기둥은 그 밑의 손상된(→손상되지 않은) 베이스 기둥에 쉽게 볼트로 고정될 수 있고, 이것은 더 적은 재 료와 작업을 필요로 한다. 슬립 시스템의 기초가 되는 중요한 판과 판의 연결부는 육안으로 분명히 보이거나 판의 덮개 아래에 숨겨질 수 있다."
    },
    {
        "question_num": 43,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 나와 남편이 새 차를 타고 나무가 우 거진 시골길을 지나는 동안, 우리는 오래된 농가 를 지날 때까지 흔치 않은 초봄날의 따뜻함을 음 미하고 있었다. “저 오리들 봤어요?” 남편이 물었 다. 거기에 내가 대답했다, “오리요? 그건 닭이었 어요!” “아니요, 여보, 나는 새끼 오리 세 마리와 함께 있는 엄마 오리를 말하는 거예요!” “당신은 어미 암탉과 병아리 세 마리를 말하는 건가요?” “여보, 그들은 주황색 부리를 가지고 뒤뚱거리고 있었어요!”라고 그가 대꾸했다. “아, 말도 안돼요,” 나는 믿을 수 없다는 듯이 말했다. “그들은 빨간 볏과 노란 부리를 가지고 있었어요.” (D) 믿거나 말거나, 이 대화는 다음 3마일 동안 계속되었고, 내가 “난 오리와 닭의 차이를 알아요!”라고 소리 칠 정도로 악화되었다. “그럼 나는 차를 돌리겠어 요. 당신이 닭을 봤다고 생각한다는 것을 믿을 수 가 없으니!” “좋아요! 왜냐하면 나는 당신이 그들 이 오리라고 생각한다는 것을 믿을 수 없으니.”라 고 나는 빨리 대답했다. 언덕 위에 도착하자 농가 가 시야에 들어왔고, 나는 재빨리 언덕 위에서 농 가의 마당을 가리켰다. “봐요, ‘저것’들은 닭이에 요!” 동시에, 남편은 길가의 도랑을 가리키며 “보 세요, ‘저것’들은 오리예요!”라고 말했다. (C) 우리 는 우리의 눈을 믿을 수 없었다! 실제로 같은 마 당에 어미 오리와 새끼 오리 세 마리가 길가의 물 에서 놀고 있었고, 농가 근처 위에는, 어미 암탉 이 자신을 따라하고 있는 세 마리 병아리들과 같 이 땅을 쪼고 있었다. 우리는 즉시 걷잡을 수 없 는 웃음을 터뜨리고 침착함을 되찾기 위해 도로변 에 차를 세웠다. 당연하게도 남편이 운전할 때 그 의 시야는 도로 앞쪽으로 제한되어 있었다. 내가 지평선의 경치를 감상하면서 나 자신의 시야는 도 로의 측면으로 좁아져 있었다. (B) 모든 의견 불 일치가 우리의 오리와 닭에 대한 경험처럼 쉽게 해결되는 것은 아니다. 하지만 지금까지도, 남편 과 나는 동의하지 않는 것에 동의함으로써 많은 갈등을 끝냈다. 나는 “그건 닭이야”라고 말할 것이 고, 그것에 그는 “그건 오리야.”라고 대답할 것이 다. 우리 각자는 서로의 다른 관점을 고려하면서 기꺼이 타협할 수 있고, 둘 다 옳을 ‘수’ 있다는 것을 깨달았다. 심지어 우리는 그날을 계속해서 상기시키고 스스로 지나치게 심각해지지 않기 위 해서 우리의 거실에 나무로 된 닭과 오리를 진열 해 놓았다!"
    },
    {
        "question_num": 44,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 나와 남편이 새 차를 타고 나무가 우 거진 시골길을 지나는 동안, 우리는 오래된 농가 를 지날 때까지 흔치 않은 초봄날의 따뜻함을 음 미하고 있었다. “저 오리들 봤어요?” 남편이 물었 다. 거기에 내가 대답했다, “오리요? 그건 닭이었 어요!” “아니요, 여보, 나는 새끼 오리 세 마리와 함께 있는 엄마 오리를 말하는 거예요!” “당신은 어미 암탉과 병아리 세 마리를 말하는 건가요?” “여보, 그들은 주황색 부리를 가지고 뒤뚱거리고 있었어요!”라고 그가 대꾸했다. “아, 말도 안돼요,” 나는 믿을 수 없다는 듯이 말했다. “그들은 빨간 볏과 노란 부리를 가지고 있었어요.” (D) 믿거나 말거나, 이 대화는 다음 3마일 동안 계속되었고, 내가 “난 오리와 닭의 차이를 알아요!”라고 소리 칠 정도로 악화되었다. “그럼 나는 차를 돌리겠어 요. 당신이 닭을 봤다고 생각한다는 것을 믿을 수 가 없으니!” “좋아요! 왜냐하면 나는 당신이 그들 이 오리라고 생각한다는 것을 믿을 수 없으니.”라 고 나는 빨리 대답했다. 언덕 위에 도착하자 농가 가 시야에 들어왔고, 나는 재빨리 언덕 위에서 농 가의 마당을 가리켰다. “봐요, ‘저것’들은 닭이에 요!” 동시에, 남편은 길가의 도랑을 가리키며 “보 세요, ‘저것’들은 오리예요!”라고 말했다. (C) 우리 는 우리의 눈을 믿을 수 없었다! 실제로 같은 마 당에 어미 오리와 새끼 오리 세 마리가 길가의 물 에서 놀고 있었고, 농가 근처 위에는, 어미 암탉 이 자신을 따라하고 있는 세 마리 병아리들과 같 이 땅을 쪼고 있었다. 우리는 즉시 걷잡을 수 없 는 웃음을 터뜨리고 침착함을 되찾기 위해 도로변 에 차를 세웠다. 당연하게도 남편이 운전할 때 그 의 시야는 도로 앞쪽으로 제한되어 있었다. 내가 지평선의 경치를 감상하면서 나 자신의 시야는 도 로의 측면으로 좁아져 있었다. (B) 모든 의견 불 일치가 우리의 오리와 닭에 대한 경험처럼 쉽게 해결되는 것은 아니다. 하지만 지금까지도, 남편 과 나는 동의하지 않는 것에 동의함으로써 많은 갈등을 끝냈다. 나는 “그건 닭이야”라고 말할 것이 고, 그것에 그는 “그건 오리야.”라고 대답할 것이 다. 우리 각자는 서로의 다른 관점을 고려하면서 기꺼이 타협할 수 있고, 둘 다 옳을 ‘수’ 있다는 것을 깨달았다. 심지어 우리는 그날을 계속해서 상기시키고 스스로 지나치게 심각해지지 않기 위 해서 우리의 거실에 나무로 된 닭과 오리를 진열 해 놓았다!"
    },
    {
        "question_num": 45,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 나와 남편이 새 차를 타고 나무가 우 거진 시골길을 지나는 동안, 우리는 오래된 농가 를 지날 때까지 흔치 않은 초봄날의 따뜻함을 음 미하고 있었다. “저 오리들 봤어요?” 남편이 물었 다. 거기에 내가 대답했다, “오리요? 그건 닭이었 어요!” “아니요, 여보, 나는 새끼 오리 세 마리와 함께 있는 엄마 오리를 말하는 거예요!” “당신은 어미 암탉과 병아리 세 마리를 말하는 건가요?” “여보, 그들은 주황색 부리를 가지고 뒤뚱거리고 있었어요!”라고 그가 대꾸했다. “아, 말도 안돼요,” 나는 믿을 수 없다는 듯이 말했다. “그들은 빨간 볏과 노란 부리를 가지고 있었어요.” (D) 믿거나 말거나, 이 대화는 다음 3마일 동안 계속되었고, 내가 “난 오리와 닭의 차이를 알아요!”라고 소리 칠 정도로 악화되었다. “그럼 나는 차를 돌리겠어 요. 당신이 닭을 봤다고 생각한다는 것을 믿을 수 가 없으니!” “좋아요! 왜냐하면 나는 당신이 그들 이 오리라고 생각한다는 것을 믿을 수 없으니.”라 고 나는 빨리 대답했다. 언덕 위에 도착하자 농가 가 시야에 들어왔고, 나는 재빨리 언덕 위에서 농 가의 마당을 가리켰다. “봐요, ‘저것’들은 닭이에 요!” 동시에, 남편은 길가의 도랑을 가리키며 “보 세요, ‘저것’들은 오리예요!”라고 말했다. (C) 우리 는 우리의 눈을 믿을 수 없었다! 실제로 같은 마 당에 어미 오리와 새끼 오리 세 마리가 길가의 물 에서 놀고 있었고, 농가 근처 위에는, 어미 암탉 이 자신을 따라하고 있는 세 마리 병아리들과 같 이 땅을 쪼고 있었다. 우리는 즉시 걷잡을 수 없 는 웃음을 터뜨리고 침착함을 되찾기 위해 도로변 에 차를 세웠다. 당연하게도 남편이 운전할 때 그 의 시야는 도로 앞쪽으로 제한되어 있었다. 내가 지평선의 경치를 감상하면서 나 자신의 시야는 도 로의 측면으로 좁아져 있었다. (B) 모든 의견 불 일치가 우리의 오리와 닭에 대한 경험처럼 쉽게 해결되는 것은 아니다. 하지만 지금까지도, 남편 과 나는 동의하지 않는 것에 동의함으로써 많은 갈등을 끝냈다. 나는 “그건 닭이야”라고 말할 것이 고, 그것에 그는 “그건 오리야.”라고 대답할 것이 다. 우리 각자는 서로의 다른 관점을 고려하면서 기꺼이 타협할 수 있고, 둘 다 옳을 ‘수’ 있다는 것을 깨달았다. 심지어 우리는 그날을 계속해서 상기시키고 스스로 지나치게 심각해지지 않기 위 해서 우리의 거실에 나무로 된 닭과 오리를 진열 해 놓았다!"
    }
]