[
    {
        "question_num": 1,
        "explanation": "[출제 의도] 목적 파악 [해석] 남: 안녕하세요, 여러분. 여러분은 여러분 자신의 웹사이트를 만드는 더 쉬운 방법을 찾고 있습니까? 그렇다면 사용하기 쉬운 웹사이트 구축 프로그램인 Dream Website Wizard를 사용하세요. Dream Website Wizard가 있으면, 여러분의 필 요에 맞는 잘 설계된 웹사이트를 구축하는 데 전문 기술이 필요하지 않습니다. 이 프로그램에는 여러분이 선택하도록 다양한 설계자 견본이 있습니다. 여러분은 또한 여러분이 즉시 이용할 수 있는 수백 개의 이미지와 비디오 배경을 발견할 것입니다. 여러분은 그것들을 저작권 문제를 걱정하지 않고 여러분 자신의 웹사 이트에 사용할 수 있습니다. 30일 무료 체험을 위해 프로그램을 내려받아 오늘 여러분 자신의 웹사이트 만들기를 시작하세요. [풀이] 웹사이트를 더 쉽게 만들 방법을 찾고 있는지를 묻고 Dream Website Wizard라는 웹사이트 구축 프로그램을 소개하면서 사용해 볼 것을 권유하고 있다. 따라서 남자가 하는 말의 목적으로 가장 적절한 것은 ④이다. [Words and Phrases] template 견본, 본보기 at one’s fingertips ~가 즉시 이용할 수 있는 copyright 저작권, 판권 trial 체험, 시험"
    },
    {
        "question_num": 2,
        "explanation": "[출제 의도] 의견 파악 [해석] 남: 안녕, 여보. 나는 집에 오는 길에 이 당근들을 샀어요. 여: 좋아요. 우리는 구운 당근을 우리의 저녁 식사에 추가할 수 있네요. 남: 글쎄요, 채소를 조리해서 먹는 것보다 생으로 먹는 것이 더 건강에 좋지 않나요? 여: 반드시 그렇지는 않아요. 어떤 채소들은 조리되었을 때 우리에게 건강에 더 좋아 요. 남: 무슨 뜻이죠? 여: 예를 들어, 당근과 토마토를 구움으로써, 그것은 우리가 우리의 건강에 좋은 더 많은 물질을 섭취하도록 도와줘요. 2 남: 오, 정말요? 어떤 다른 채소들이 조리되었을 때 더 좋은가요? 여: 브로콜리와 양배추를 찌면, 그것들은 특정 종류의 암을 예방하는 데 도움이 되는 화합물을 방출해요. 남: 그렇군요. 그래서 당신이 항상 우리의 샐러드에 찐 브로콜리를 넣는 거군요. 여: 바로 그거예요. 조리는 몇몇 채소의 건강상의 이점을 증가시키는 좋은 방법이 될 수 있어요. 남: 알았어요. 그러면 내가 구운 당근을 준비할게요. [풀이] 여자는 당근, 토마토를 구워서 먹으면 건강에 좋은 물질을 더 많이 섭취할 수 있으며 브로콜리, 양배추를 찌면 특정 암 예방에 도움이 되는 화합물이 방출된다고 말했다. 따라서 여자의 의견으로 가장 적절한 것은 ⑤이다. [Words and Phrases] roasted 구운 substance 물질 release 방출하다, 배출하다 compound 화합물 cancer 암"
    },
    {
        "question_num": 3,
        "explanation": "[출제 의도] 관계 파악 [해석] 여: 안녕하세요, 전시회를 즐겁게 보고 계신가요? 남: 네. 제가 가본 곳 중에서 가장 독특한 미술 전시회네요. 여: 감사합니다. 저의 종이 조각 전시회가 마음에 드신다니 기쁩니다. 남: 오, 선생님이 Karen Edwards이시군요. 선생님이 만드신 예술 작품 앞에서 선생 님을 만나는 기회를 제가 갖고 있다니 믿어지지 않습니다. 여: 음, 저는 제 전시회의 처음 3일간 여기 있을 겁니다. 이 미술관을 이번에 처음 방 문하신 건가요? 남: 네. 저는 특히 이 종이 조각에 감명을 받았습니다. 그런데, 이것은 무엇을 나타내 는 건가요? 여: 저는 그것을 만들 때 가족의 사랑을 나타내려고 의도했습니다. 남: 어떻게 그런 의미가 되나요? 여: 다른 종이 조각들을 한데 붙임으로써 그것은 바로 가족처럼 완전해집니다. 남: 와, 선생님의 설명을 듣고 나니 선생님의 예술 작품이 훨씬 더 많이 이해됩니다. 제가 오늘 이 미술관을 방문해서 매우 행운입니다. 여: 그런 말씀을 들으니 기쁩니다. 와 주셔서 감사합니다. [풀이] 여자는 남자에게 자신의 종이 조각 전시회가 마음에 든다니 기쁘다고 말하면서 자신 의 작품 제작 의도를 설명해 주었고, 남자는 창작자로부터 직접 작품 설명을 들을 수 있어서 매우 행운이라고 말하고 있으므로, 두 사람의 관계를 가장 잘 나타낸 것은 ③ 이다. 3 [Words and Phrases] exhibition 전시회 unique 독특한 sculpture 조각 gallery 미술관 symbolize (상징으로) 나타내다 represent 나타내다 appreciate 이해하다, 감상하다"
    },
    {
        "question_num": 4,
        "explanation": "[출제 의도] 그림 내용 일치 [해석] 남: Kate, 학교 방송실이 리모델링되었다고 들었어. 결과는 어떻게 되었어? 여: 잘 됐어. 우리 동아리 부원들 모두 그 때문에 신이 나 있어. 여기, 이 사진을 살 펴봐. 남: 와, 내가 상상했던 것보다 훨씬 좋은데. 심지어 시계 위에 ‘방송 중(On Air)’이라 는 표시등도 있네. 여: 멋지지 않아? 그게 내가 이 방송실에서 제일 좋아하는 부분이야. 남: 멋지다. 아, 구석에 책장이 있네. 여: 거기에 우리 대본을 보관할 거야. 벽에 있는 세계 지도는 어떻게 생각해? 남: 배경에 딱 맞네. 바닥의 이 줄무늬 양탄자도 마음에 들어. 여: 응, 그것 덕분에 방송실이 정말 아늑하게 느껴져. 남: 동의해. 아, 카메라가 세 대 있구나. 그게 있어서 방송실이 전문적으로 보이네. 여: 알아. 학교 소식을 빨리 방송하면 좋겠다. [풀이] 대화에서는 카메라가 세 대 있다고 했는데 그림에는 두 대밖에 없으므로, 대화의 내 용과 일치하지 않는 것은 ⑤이다. [Words and Phrases] broadcasting studio 방송실 on air 방송 중 bookshelf 책장 script 대본 stripe-patterned 줄무늬의 rug 양탄자 cozy 아늑한"
    },
    {
        "question_num": 5,
        "explanation": "[출제 의도] 할 일 파악 [해석] 여: Jason, 걱정이 있어 보여. 무슨 일 있어? 남: 음, 알다시피, 최근에 우리 배드민턴 동아리 회원이 줄어들고 있어. 여: 맞아. 우리 클럽을 홍보할 무언가가 필요할 것 같아. 남: 일대일 초급 교습을 제공하는 것 같은 특별 행사는 어때? 여: 그러기에는 회원이 충분하지 않은 것 같아. 음, 대신 홍보 포스터는 어때? 남: 좋은 생각이야. 포스터 만들기를 시도해 보고 싶어? 여: 글쎄, 잘 모르겠어. 난 디자인을 잘하지 못해. 남: 그럼 내가 포스터를 만들게. 그것이 시선을 끌도록 최선을 다할게. 여: 고마워. 그 일이 끝나면, 내가 학교 주변과 소셜 미디어에도 포스터를 게시할게. 남: 좋아. 이 일을 통해 많은 학생이 우리 동아리에 가입하면 좋겠다. 4 [풀이] 남자와 여자는 배드민턴 동아리 회원이 줄어드는 것에 대한 대책으로 홍보 포스터 (promotional posters)를 만들려고 하는데, 여자가 디자인을 잘하지 못한다(I’m not good at design.)고 하자, 남자가 자신이 포스터를 만들겠다(Then I’ll make the poster.)고 했으므로, 남자가 할 일로 가장 적절한 것은 ③이다. [Words and Phrases] promote 홍보하다 one-on-one 일대일의 eye-catching 시선을 끄는"
    },
    {
        "question_num": 6,
        "explanation": "[출제 의도] 숫자 정보 파악 [해석] 남: Spring Road Garden에 오신 것을 환영합니다. 도와드릴까요? 여: 안녕하세요. 저는 거실에 꽃을 좀 두는 것을 생각하고 있습니다. 무엇을 추천해주 시겠어요? 남: 화분에 심은 카네이션이나 튤립은 어떠세요? 그것들은 집안 장식용으로 인기가 있습니다. 여: 그것들이 마음에 드네요. 얼마죠? 남: 카네이션 화분은 20달러이고, 튤립 화분은 30달러입니다. 여: 카네이션 화분 두 개를 살게요. 남: 잘 선택하셨습니다. 꽃에 물을 줄 분무기도 구매하시길 권해드립니다. 여: 오, 하나 살까 생각하고 있었어요. 얼마죠? 남: 보통은 10달러이지만 그것을 5달러 할인해드릴게요. 여: 고맙습니다. 하나 사겠습니다. 남: 그럼 카네이션 화분 두 개와 분무기 한 개네요. 배달해 드릴까요? 5달러만 내시 면 됩니다. 여: 아니요, 괜찮습니다. 차를 가져왔습니다. 남: 알겠습니다. 어떻게 지불하시겠습니까? 여: 현금으로 지불하겠습니다. [풀이] 여자는 하나에 20달러인 카네이션 화분 두 개와 10달러에서 5달러 할인된 가격의 분 무기 한 개를 구매했으므로, 여자가 지불할 금액은 ② ‘45달러’이다. [Words and Phrases] recommend 추천하다 flowerpot 화분 spray bottle 분무기 deliver 배달하다"
    },
    {
        "question_num": 7,
        "explanation": "[출제 의도] 이유 파악 [해석] 여: 안녕, Dave. 들어와. 남: 저를 보길 원하셨다고요, Adams 선생님? 5 여: 그래. 과학 보고서 대회에 관해서야. 네가 상을 타지 못해서 분명 실망했겠구나. 남: 음, 저는 마지막 순간까지 최선을 다했고, 그래서 이유가 궁금했어요. 여: 사실 네 주제는 창의적이고 흥미로웠단다. 남: 길이는 어땠어요? 저의 보고서가 너무 길었나요? 여: 아니, 길이는 문제가 아니었어. 남: 그럼, 제가 부정확한 정보를 사용했나요? 여: 전혀 아니야. 너는 그 주제를 철저히 조사한 것처럼 보였어. 남: 맞아요. 저는 인터넷과 책에서 믿을 만한 자료를 사용하려고 노력했어요. 여: 잘했어. 그런데 너는 너의 보고서에 실험 사진을 포함시키지 않았어. 남: 정말인가요? 저는 그것들을 보고서에 넣었다고 생각했어요. 여: 안타깝게도, 그러지 않았단다. 그것이 네가 상을 받지 못한 이유야. 남: 오, 알겠습니다. 다음번에는 똑같은 실수를 하지 않겠습니다. [풀이] 여자는 남자에게 보고서의 주제가 창의적이고 흥미로웠으며, 길이는 문제가 아니었고, 주제에 대해 철저히 조사한 것처럼 보였지만, 보고서에 실험 사진을 포함시키지 않은 것이 남자가 상을 받지 못한 이유라고 말하고 있다. 따라서 남자가 과학 보고서 대회 에서 상을 받지 못한 이유는 ① ‘실험 사진을 포함시키지 않아서’이다. [Words and Phrases] prize 상, 상품 wonder 궁금해 하다 actually 사실은 length 길이 incorrect 부정확한 thoroughly 철저히 reliable 믿을 만한 include 포함시키다"
    },
    {
        "question_num": 8,
        "explanation": "[출제 의도] 언급 유무 파악 [해석] 남: Rosa, 지역사회 게시판에서 뭔가 재미있는 것을 발견했니? 여: 안녕, James. 이것 좀 봐. 2022 Technology Fair가 바로 지금 진행 중이야. 남: 어디 보자. 이 박람회의 주제가 ‘인공 지능과 4차 산업 혁명’이라고 쓰여 있구나. 여: 그렇지. 인공 지능 기술은 우리 모둠의 발표 주제야. 남: 맞아. 분명 우리가 거기에서 많은 유용한 정보를 얻을 수 있을 것 같아. 음, 어디 에서 열리고 있는지 보이니? 여: 응, 여기를 봐. 그것은 도심의 시민 센터에서 열리고 있어. 여기에서 걸어갈 수 있는 거리 안에 있어. 남: 아주 좋아. 그리고 입장료는 학생은 10달러야. 우리가 가야 할까? 여: 물론이야. 다음 주말에 가는 게 어떨까? 남: 안 돼, 우리는 이번 주말에 가야 해. 박람회가 6월 15일에 끝나. 여: 그래. 표를 사는 것을 알아보자. [풀이] 대화에서 두 사람은 ‘2022 Technology Fair’의 주제(AI and the Fourth 6 Industrial Revolution), 장소(the civic center downtown), 입장료($10 for students), 종료일(June 15th)에 관해 정보를 주고받고 있다. ‘참여 업체’에 관한 언 급은 없으므로, 정답은 ②이다. [Words and Phrases] fair 박람회 AI 인공 지능(= artificial intelligence) within walking distance 걸어갈 수 있는 거리 안의"
    },
    {
        "question_num": 9,
        "explanation": "[출제 의도] 담화의 세부 내용 파악 [해석] 여: 안녕하십니까, 학부모님. 여러분의 자녀가 자신들의 돈을 똑똑하게 관리하는 법을 배우기를 원하십니까? 그럼 그 아이들을 Junior Money Smart Course에 등록하 십시오. 이 강좌의 강사는 경제학 교수이며, 그분은 여러분 자녀에게 기본적인 회계 원칙과 돈 관리 기술을 가르칠 것입니다. 이 강좌는 고등학생만을 대상으로 합니다. 그것은 Shellburne Community Center에서 월요일부터 금요일까지 오후에 진행 될 것입니다. 등록은 저희 웹 사이트에서 8월 1일부터 할 수 있습니다. 현장 등록 은 하실 수 없음에 주의하시기 바랍니다. 등록하는 모든 사람은 플래너를 선물로 받을 것입니다. 여러분의 자녀가 재정적인 안정으로 가는 옳은 길에 서게 하십시오. 더 많은 정보를 위해 저희 웹 사이트인 www.juniormoneysmart.com을 방문하십 시오. [풀이] 등록은 8월 1일부터 할 수 있다고 했으므로, 담화의 내용과 일치하지 않는 것은 ④이 다. [Words and Phrases] sign up for ~에 등록하다 economics 경제학 accounting 회계 registration 등 록 financial security 재정적인 안정"
    },
    {
        "question_num": 10,
        "explanation": "[출제 의도] 도표 내용 일치 [해석] 남: Emily, 컴퓨터에서 무엇을 사려고 하세요? 여: 책상용 태블릿 거치대를 보고 있어요. 하나 선택하는 것을 도와주시겠어요? 남: 물론이죠. 어디 한 번 봐요. [잠시 후] 음, 이 다섯 가지 모델은 모두 꽤 괜찮아 보여요. 얼마를 쓰길 원하세요? 여: 20달러 미만으로 하고 싶어요. 남: 알겠어요. 오, 그것들은 세 가지 다른 재료로 나온 것 같네요. 선호하는 것이 있 나요? 여: 음, 저는 나무의 질감을 좋아하지 않아요. 하지만 다른 재료들은 괜찮아요. 남: 알겠어요. 그리고 들고 다니기가 쉽기 때문에 폴더블 모델을 고려해봐야 할 것 7 같아요. 여: 하지만 저는 그것을 주로 집에서 사용할 것이어서, 폴더블 모델은 필요하지 않아 요. 게다가 그것은 덜 안정적으로 보여요. 남: 그러면 두 가지 선택이 남았네요. 어느 것이 마음에 드시나요? 여: 이 은색 것이 더 멋져 보여요. 남: 나도 동의해요. 여: 좋아요. 그럼 이걸 살게요. 도와주셔서 고마워요. [풀이] 여자는 20달러 미만으로 구입하겠다고 했고, 나무로 된 재료를 원치 않는다고 했으 며, 폴더블 모델은 필요하지 않다고 말했고, 은색의 색상이 멋져 보인다고 말했다. 따 라서 여자가 구입할 책상용 태블릿 거치대는 ④이다. [Words and Phrases] stand 거치대 preference 선호 texture 질감, 감촉 stable 안정적인 fancy 멋진"
    },
    {
        "question_num": 11,
        "explanation": "[출제 의도] 짧은 응답 고르기 [해석] [휴대 전화가 울린다.] 여: 여보, 퇴근했나요? 어제 주문한 생선이 방금 도착했는데 나는 오늘 늦게 집에 갈 거예요. 남: 오, 나는 두 시간 후에 집에 도착할 거예요. 날씨가 몹시 더워서 그것이 상하지 않을까요? 여: 그러지 않기를 바라요. 집에 가자마자 생선을 보관해 줄 수 있나요? 남: 문제없어요. 냉장고에 넣어 둘게요. [풀이] 주문한 생선이 막 도착했지만 집에 늦게 갈 것 같아 여자가 남자에게 부탁하려고 휴 대 전화로 통화하는 상황이다. 남자가 두 시간 후에 집에 도착한다는 말을 듣고 집에 도착하는 즉시 생선을 보관해 줄 수 있는지를 물었으므로, 이에 대한 남자의 응답으 로 가장 적절한 것은 ① ‘문제없어요. 냉장고에 넣어 둘게요.’이다. ② 물론이죠. 내가 내일 날씨를 확인할게요. ③ 알겠어요. 우리는 퇴근 후에 상점에서 그것을 살 수 있어요. ④ 좋아요. 해산물 식당에서 주문해요. ⑤ 상관없어요. 그것이 늦게 배달되어도 괜찮아요. [Words and Phrases] order 주문하다 store 보관하다 deliver 배달하다"
    },
    {
        "question_num": 12,
        "explanation": "[출제 의도] 짧은 응답 고르기 8 [해석] 남: 안녕하세요, 제 아들이 이 롤러코스터를 몹시 타고 싶어 합니다. 탈 수 있나요? 여: 음, 그것을 타려면 그는 적어도 키가 130센티미터는 되어야 합니다. 키가 얼마입 니까? 남: 오, 제 아들은 그것보다 훨씬 더 작습니다. 여: 죄송합니다. 그렇다면 그는 탈 수 없습니다. [풀이] 남자의 아들이 롤러코스터를 타고 싶어 하는데 여자가 신장 기준을 제시하며 그 아이 의 키에 관해 묻자 남자가 기준보다 훨씬 더 작다고 말하고 있으므로, ⑤ ‘죄송합니 다. 그렇다면 그는 탈 수 없습니다.’가 여자의 응답으로 가장 적절하다. ① 물론입니다. 저는 제 아들이 자랑스럽습니다. ② 멋지네요. 그는 정말로 타는 것을 즐길 것입니다. ③ 참 아쉽네요. 그가 더 일찍 왔어야 했어요. ④ 괜찮습니다. 줄이 점점 더 짧아지고 있어요. [Words and Phrases] at least 적어도, 최소한"
    },
    {
        "question_num": 13,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 남: 할머니, 저 집에 왔어요. 뭘 요리하세요? 여: Kevin, 안녕. 난 크림치즈 빵을 좀 구우려던 참이야. 네가 그것을 얼마나 많이 좋 아하는지 알아. 남: 물론이요, 전 좋아해요. 그것이 정말로 부드럽고 맛있잖아요. 여: 오, 얘야, 넌 정말 다정하구나. 남: 아뇨, 그렇지 않아요. 그 빵이 최고인 거죠. 제가 할머니를 도울 수 있는 일이 있 어요? 여: 그러면 좋겠다. 냉장고에서 버터를 갖다줄 수 있니? 남: 물론이죠. [잠시 후] 여기 있어요. 다음에 무엇을 할까요? 여: 잠깐. 그 버터가 약간 오래돼 보인다. 우리가 그것을 언제 샀는지 기억하니? 남: 아마 몇 달 전에요. 하지만 버터는 보통 오래 가니, 그것은 괜찮을걸요. 여: 그래, 하지만 요리하기 전에 늘 유효 기간을 확인하는 것은 중요하단다. 남: 할머니 말씀이 맞는 것 같아요. 안전한 것이 더 나아요. 여: 어디 내가 한번 보자. [잠시 후] 오, 이런. 포장지의 인쇄된 글자가 내가 읽기에는 너무 작구나. 남: 걱정하지 마세요. 제가 할머니 대신 날짜를 확인할게요. [풀이] 남자가 할머니의 요리를 돕고자 하는데, 요리에 사용하고자 하는 버터의 유효 기간과 9 관련하여, 할머니가 버터 포장지에 인쇄된 글자가 읽기에 너무 작다고 말하고 있으므 로, ① ‘걱정하지 마세요. 제가 할머니 대신 날짜를 확인할게요.’가 남자의 응답으로 가장 적절하다. ② 오, 이런. 그것을 프린터로 출력할 시간이 없네요. ③ 알겠어요. 그 빵을 꾸러미에 다시 담을게요. ④ 동의해요. 우리는 더 많은 크림치즈를 살 필요가 있어요. ⑤ 좋아요. 제가 이웃들에게 약간의 빵을 가져다드릴게요. [Words and Phrases] be about to ~하려던 참이다 delicious 맛있는 refrigerator 냉장고 slightly 약 간, 조금 expiration date 유효 기간"
    },
    {
        "question_num": 14,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 여: 안녕하세요, Taylor 선생님. 남: 안녕, Christie. 학교 환경 축제 준비는 잘 되고 있니? 여: 음, 저희 동아리는 축제 중에 퀴즈 이벤트를 열 계획이에요. 남: 재미있겠구나. 퀴즈는 무엇에 관한 것이니? 여: 그것은 베스트셀러인 '친환경 생활 방식'에 관한 것이 될 거예요. 남: 그 책 읽어봤단다. 그것은 교육적이고 대단히 흥미롭지. 여: 네. 학생들이 정말로 그것에 푹 빠질 거라고 생각해요. 게다가, 선물로 각 참가자 는 재활용 재료로 만든 에코백을 받게 될 거예요. 남: 오, 그래서 내게 에코백을 주문해달라고 요청했던 거구나. 이제까지 얼마나 많은 학생이 그 퀴즈 이벤트에 신청했니? 여: 저희가 예상했던 것보다 훨씬 더 많아요. 남: 정말 좋은 소식이구나! 여: 네, 하지만 에코백을 충분히 준비하지 못해서 정말 걱정이에요. 남: 걱정하지 마라. 필요하면 내가 더 주문하마. 우리에게는 축제를 위해 사용할 수 있는 자금이 아직 남아 있단다. 여: 다행이네요. 그러면 저희는 더 많은 선물을 준비할 수 있겠네요. [풀이] 퀴즈 이벤트에서 참가자에게 선물로 제공할 에코백을 충분히 준비하지 못했다고 걱정 하는 여자에게 남자는 에코백을 추가로 주문할 수 있는 자금이 남아 있다고 말한다. 이에 대해 여자는 안도하는 마음을 표현하는 것이 자연스러우므로, 여자의 응답으로 가장 적절한 것은 ② ‘다행이네요. 그러면 저희는 더 많은 선물을 준비할 수 있겠네 요.’이다. ① 아니요, 괜찮습니다. 저희는 이미 충분한 에코백을 가지고 있습니다. ③ 맞아요. 작년 축제는 대성공이었습니다. 10 ④ 그것에 감사합니다. 그 덕분에 제가 퀴즈 이벤트에서 우승했습니다. ⑤ 맞아요. 선생님께서 추천해 주신 책은 정말 재미있었어요. [Words and Phrases] preparation 준비 hold 열다, 개최하다 educational 교육적인 fascinating 대단 히 흥미로운 be into ～에 푹 빠지다 recycle 재활용하다 material 재료 sign up for ~에 신청하다 order 주문하다 fund 자금, 기금"
    },
    {
        "question_num": 15,
        "explanation": "[출제 의도] 상황에 적절한 말 [해석] 남: Alice는 온라인 쇼핑몰을 운영합니다. 최근, 그녀의 고객 중 몇 명이 그녀의 제품 에 대해 부정적인 비평을 남겼습니다. 그녀는 이런 언급으로 인해 고객이 그녀의 사업을 외면하게 될까 봐 걱정하고 있습니다. 그녀는 마찬가지로 온라인 쇼핑몰을 운영하는 자기 친구 Tom을 찾아가 그의 조언을 구합니다. Tom은 이러한 부정적 인 언급이 사업 소유주가 소비자의 요구를 더 잘 이해하고 제품의 품질을 향상하 는 데 도움이 될 수 있기 때문에 유용할 수 있다고 생각합니다. 그는 이것이 결국 매출 증가에 이바지할 수 있다고 믿습니다. 그래서 Tom은 Alice에게 그녀가 사업 을 개선하기 위해 부정적인 비평을 이용할 필요가 있다고 말하고 싶어 합니다. 이 런 상황에서, Tom은 Alice에게 뭐라고 말하겠습니까? Tom: 너는 너의 사업을 위해 부정적인 비평을 이용해야 해. [풀이] Tom은 Alice에게 부정적인 비평이 사업 소유주의 입장에서 소비자의 요구를 더 잘 이해하고 제품의 품질을 향상하는 데 도움이 될 수 있으므로, 그것을 사업 개선을 위 해 이용할 것을 제안하려고 한다. 따라서 Tom이 Alice에게 할 말로 가장 적절한 것 은 ① ‘너는 너의 사업을 위해 부정적인 비평을 이용해야 해.’이다. ② 마케팅 학위를 받으려면 온라인 수업을 듣는 게 좋을 것 같아. ③ 사업 확장의 부정적인 영향을 잊지 마. ④ 네 제품을 광고하는 게 어때? ⑤ 같이 새로운 온라인 사업을 시작하는 건 어때? [Words and Phrases] recently 최근에 customer 고객 negative 부정적인 review 비평 product 제품 comment 언급, 논평 turn away from ~을 외면하다 ask for ~을 구하다 improve 개선하다, 향상하다 contribute to ~에 이바지하다 in the end 결국 make use of ~을 이용하다 [16~17] [해석] 여: 안녕하세요, 학생 여러분. 우리는 모두 새들이 전문적으로 둥지를 짓는다는 것을 11 알고 있습니다. 그래서 오늘 우리는 어떤 재료들이 새 둥지에 사용되는 이유에 대해 배울 것입니다. 우선, 많은 종류의 새가 자기 둥지를 따뜻하게 유지하기 위 해 다양한 종류의 재료들을 짜 넣습니다. 특히 깃털은 이러한 목적으로 흔히 사 용됩니다. 둘째로, 일부 새의 종들은 절벽이나 건물의 측면을 따라 둥지를 짓는데 그러려면 접착 물질을 필요로 합니다. 이러한 새들은 진흙이 수직 표면에 잘 붙 기 때문에 진흙을 사용합니다. 다음으로, 일부 매우 작은 새들은 보통 가벼운 재 료로 작은 컵 모양의 둥지를 짓기 때문에, 그것들을 묶을 수 있는 추가적인 재료 를 필요로 합니다. 그들은 이런 둥지를 짓는 물질들을 한데 묶기 위해 흔히 거미 줄을 사용합니다. 마지막으로, 추운 환경에서 사는 일부 새의 종들은 자기 알을 보호하기 위해 특정한 물체를 사용합니다. 이러한 새들은 알을 올려놓기 위해 자 기 둥지에 돌을 모읍니다. 이것은 알을 지표면 위로 두어서 녹는 얼음으로 인해 물에 잠길 위험을 줄여줍니다. 이제, 이 매혹적인 새 둥지에 대한 짧은 비디오 클 립을 시청합시다."
    },
    {
        "question_num": 16,
        "explanation": "[출제 의도] 주제 파악 [풀이] 여자가 새들이 둥지를 지을 때 어떤 재료들을 사용하는지에 대한 이유를 설명하고 있 으므로, 여자가 하는 말의 주제로 가장 적절한 것은 ② ‘새들이 둥지를 지을 때 특정 재료를 사용하는 이유’이다. ① 새들이 둥지를 지을 재료를 모으기 위해 협력하는 방법 ③ 새 둥지에 해로운 천연 물질들 ④ 도시 지역에서 새들이 둥지를 지을 재료의 부족 ⑤ 새 둥지에서 영감을 얻은 산업용 건축 재료들"
    },
    {
        "question_num": 17,
        "explanation": "[출제 의도] 세부 내용 파악 [풀이] 새들이 둥지를 지을 때 사용하는 재료로 깃털, 진흙, 거미줄, 돌은 언급되었지만, ④ ‘나뭇잎’은 언급되지 않았다. [Words and Phrases] expert 전문적인 nest 둥지 incorporate 짜 넣다 particularly 특히 feather 깃 털 sticky 접착용의, 끈적끈적한 substance 물질 attach 붙다 vertical 수직의 tiny 매우 작은 normally 보통 additional 추가적인 bind 묶다 fasten 묶다 gather 모으다 ground level 지표면 fascinating 매혹적인"
    },
    {
        "question_num": 18,
        "explanation": "[출제 의도] 목적 파악 [해석] Hylean Miller 씨께 안녕하세요, 저는 Nelson Perkins이며 Broomstone 고등학교 교사이자 수영 코치입 니다. 지난주에 저는 저희 여름 수영 캠프를 위해 귀사의 수영장 중 한 곳을 예약했 12 습니다. 하지만 그것의 인기로 인해, 저희가 예상했던 것보다 학생들이 30명 더 캠프 에 오게 되어, 저희는 그들을 위해 수영장 한 곳이 더 필요합니다. 귀사 웹사이트의 대여란에 보면 여름철 동안 두 곳의 다른 수영장이 있다고 나와 있는데, Splash Pool과 Rainbow Pool입니다. 추가 대여가 가능할지를 저에게 알려주시기를 바랍니 다. 미리 감사드립니다. 안녕히 계십시오. Nelson Perkins 드림 [풀이] 여름 수영 캠프를 위해 수영장 한 곳을 예약했으나 예상보다 많은 학생이 참가하게 되어 다른 수영장을 추가로 대여할 수 있는지를 알려달라고 요청하는 내용이므로, 글 의 목적으로 가장 적절한 것은 ④이다. [Words and Phrases] reservation 예약 rental 대여(의) additional 추가의 in advance 미리, 사전에"
    },
    {
        "question_num": 19,
        "explanation": "[출제 의도] 심경 변화 파악 [해석] Jessica가 타고 있는 섬 관광버스는 바다에 면한 절벽 쪽으로 천천히 움직이고 있었 다. 바깥에서는 하늘이 점점 어두워지고 있었다. Jessica는 “나는 교통 때문에 일몰을 놓치게 될 거야.”라고 말하며 걱정스럽게 한숨지었다. 버스가 절벽의 주차장에 도착했 다. 다른 승객들이 자신들의 가방을 챙기는 동안, Jessica는 재빨리 버스에서 내렸고 바다 전망으로 유명한 절벽으로 뛰어 올라갔다. 꼭대기에 도달했을 때 그녀는 막 포 기하려 했다. 바로 그때 그녀는 지는 해를 보았는데, 그것은 여전히 하늘에서 밝게 빛나고 있었다. Jessica는 “노을이 너무 아름다워. 내가 기대했던 것보다 훨씬 더 좋 아.”라고 혼잣말을 했다. [풀이] Jessica는 일몰을 구경할 장소로 향하고 있는 버스가 교통으로 인해 늦어지자 일몰을 볼 수 없을 것 같아 걱정하다가, 결국 도착하여 아름다운 일몰을 보면서 기대보다 훨 씬 더 좋다고 생각했다는 내용이므로, Jessica의 심경 변화로 가장 적절한 것은 ① ‘걱정스러운 → 매우 기쁜’이다. ② 지루해하는 → 자신만만한 ③ 안도하는 → 짜증이 난 ④ 즐거운 → 무관심한 ⑤ 후회하는 → 우울한 [Words and Phrases] cliff 절벽 passenger 승객 be about to do 막 ~하려 하다 glow 붉은 빛"
    },
    {
        "question_num": 20,
        "explanation": "[출제 의도] 필자의 주장 파악 13 [해석] 둘 다 대학에서 뛰고 싶어 하는 두 명의 운동선수를 생각해 보라. 한 명은 매우 열심 히 해야 한다고 말하고, 다른 한 명은 계획대로 계속 진전하고 자신이 부족한 특정 기술을 연마할 계획을 세우기 위해 목표 설정을 이용한다. 둘 다 열심히 하고 있지만 후자만이 영리하게 하고 있다. 운동선수가 정말로 열심히 하지만 자신이 원하는 진전 을 이루지 못하는 것은 좌절감을 줄 수 있다. 차이를 만들어낼 수 있는 것은 추진력, 즉 기술과 신체 영역에서 이루어진 이점을 극대화하기 위해 정신적 장치를 활용하는 것이다. 추진력은 방향(목표)을 제공하고, 노력(동기부여)을 유지시키며, 그냥 열심히 하는 것을 넘어서는 훈련의 마음가짐을 만든다. 추진력은 신체와 기술 장치에 직접적 인 힘을 가하여, 그것들이 활력과 목적을 가지고 회전할 수 있도록 그것들을 강화하 고 다듬는다. 욕망은 여러분이 운동을 하거나 연습할 때 그러한 장치가 더 빨리, 그 리고 더 열심히 회전하게 만들지도 모르지만, 애초에 그것들을 만든 것은 추진력이다. [풀이] 운동선수는 그냥 열심히 하는 것보다는, 방향을 제공하고, 노력을 유지시키며, 훈련의 마음가짐을 만들어 내는 추진력을 활용할 때, 기술과 신체 영역에서 이루어진 이점을 극대화할 수 있다는 내용이므로, 필자가 주장하는 바로 가장 적절한 것은 ②이다. [Words and Phrases] athlete 운동선수 progress 진전, 진보 drive 추진력 utilize 활용하다 gear 장 치, 장비 maximize 극대화하다 sustain 유지시키다 mindset 마음가짐, 사고방식, 태도 strengthen 강화하다 polish 다듬다 in the first place 애초에"
    },
    {
        "question_num": 21,
        "explanation": "[출제 의도] 함축 의미 추론 [해석] 우리의 세계관은 순수하고 객관적인 형태로 외부에서 우리에게 주어지는 것이 아니 라, 그것은 우리의 정신 능력, 우리가 공유한 문화적 관점, 그리고 우리의 독특한 가 치관과 신념에 의해 형성된다. 이것은 우리의 마음 외부에 현실이 없다거나 세계는 환영에 불과하다고 말하는 것이 아니다. 그것은 우리가 지닌 현실 버전은 바로 그것, 즉 ‘우리의’ 버전이지 (유일한) ‘그’ 버전은 아니라고 말하는 것이다. 이론적 구성물로 서가 아닌, 이치에 맞는 단일하거나, 보편적이거나 또는 권위 있는 버전은 없다. 우리 는 세계를 ‘정말로 있는 그대로’가 아니라, 그것이 우리에게 보이는 대로만 볼 수 있 는데, 왜냐하면 세계에 형태를 부여하는 관점 없이 ‘정말로 있는 그대로’란 없기 때문 이다. 철학자 Thomas Nagel은 ‘입장이 없는 관점’은 없다고 주장했는데, 왜냐하면 우리는 특정한 관점에서 보는 경우를 제외하고는 세계를 볼 수 없고, 그 관점이 우리 가 보는 것에 영향을 미치기 때문이다. 우리는 세계를 우리가 이해할 수 있게 만드는 인간의 렌즈를 통해서만 세계를 경험할 수 있다. [풀이] 우리의 세계관은 순수하고 객관적인 형태가 아니라, 우리의 독특한 가치관과 신념에 14 의해, 즉 우리에게 보이는 대로의 특정한 관점에 의해 형성된다는 내용의 글이다. 밑 줄 친 부분은 ‘입장이 없는 관점’을 뜻하는데, 이는 ‘정말로 있는 그대로’ 우리에게 주 어지는 세계관을 의미한다. 따라서 밑줄 친 부분이 이 글에서 의미하는 바로 가장 적 절한 것은 ⑤ ‘편견이 없으면서 객관적인 세계관’이다. ① 주관적인 견해에 영향을 받는 현실 인식 ② 대부분의 사람이 염두에 두고 있는 가치 있는 관점 ③ 극소수의 사람이 채택하는 특정한 견해 ④ 우리의 편견을 물리치는 비판적 통찰 [Words and Phrases] pure 순수한 objective 객관적인 perspective 관점 version 버전, 견해, 설명 precisely 바로, 정확하게 universal 보편적인 authoritative 권위 있는, 권위적인 theoretical construct 이론적 구성물 intelligible (쉽게) 이해할 수 있는"
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 요지 파악 [해석] 흔히 간과되지만 못지않게 중요한 이해관계자는 개인정보 역설이라는 개념에서 큰 역 할을 하는 소비자이다. 모든 방식의 디지털 경험과 공동체에서 소비자의 참여 수준은 그야말로 폭발적으로 증가해 왔으며, 둔화될 기미가 거의 또는 전혀 보이지 않는다. 소비자들 사이에서는 이러한 회사들이 제공하는 풍부한 경험을 추진하는 데 자신들의 개인 정보가 도움이 된다는 것뿐만 아니라, 이 정보를 공유하는 것이 전체로든 부분 으로든, 이러한 경험에 대해 지불하는 대가이기도 하다는 인식이 있다. 정보 수집 및 이용의 내용과 시기, 이유에 대해 더 잘 이해하지 못할 경우, 소비자는 흔히 취약하 고 갈등을 겪는다는 느낌을 받게 된다. ‘내 전화기에 있는 이 식당 검색 앱이 마음에 드는데, 그 앱이 내 현재 위치를 이용할 수 있느냐고 물을 때 ‘ok’를 누르면 내 정보 는 어떻게 되는 걸까?’ 그들에게 선택권을 제공할 수 있는 도구로 무장한 소비자는 수동적 방관자에서 능동적 참여자로 이동한다. [풀이] 소비자들의 개인 정보가 회사들이 제공하는 풍부한 경험을 추진하는 데 도움이 된다 는 것을 소비자들이 알고 있는데, 소비자로서는 자신의 개인정보의 어떤 내용이 언제, 왜 수집되는지 이해해야 주체적인 소비자로 선택권을 행사할 수 있다는 내용이므로, 글의 요지로 가장 적절한 것은 ①이다. [Words and Phrases] overlook 간과하다 notion 개념 paradox 역설 engagement 참여, 관여 awareness 인식 in whole or in part 전체로든 부분으로든 conflicted 갈등을 겪 는 current 현재의 location 위치 armed with ~로 무장한 bystander 방관자"
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 주제 파악 15 [해석] 문화 심리학자들과 인류학자들의 주목할 만한 연구에 따르면 특정한 감정의 표현을 끌어내는 사회적 상황에서만이 아니라 감정을 묘사하기 위해 서로 다른 문화가 가지 고 있는 어휘와 개념에 정말로 크고, 때로는 놀랄만한 차이가 있다. 하지만 그런 데 이터가 서로 다른 문화가 서로 다른 감정을 가지고 있다는 것을 실제로 보여주는 것 은 아닌데, 만약 우리가 감정을 중추 신경의, 즉 신경계에서 실행되는 상태라고 생각 한다면 말이다. 예를 들어 색 식별에 대해 데이터들은 단지, 체내에서 일어나는 동일 한 처리 구조에도 불구하고, 우리가 감정을 해석하고, 범주화하며 명명하는 방식은 문 화에 따라 다르고, 우리는 감정을 표현하는 것이 적절한 사회적 상황을 특정 문화에 서 배운다는 것을 말해줄 뿐이다. 하지만 감정 상태 그 자체는 문화 전반에 걸쳐 지 극히 불변할 가능성이 있다. 어떤 의미에서 우리는 진화에 의해 형성되어 두뇌에서 실행되는 기본적인, 문화적으로 보편적인 감정 모음을 생각할 수 있지만, 그런 감정 상태와 자극, 행동, 그리고 다른 인지 상태 간의 연관성은 매우 바뀌기 쉬워, 특정한 문화적 상황에서의 학습에 의해 수정될 수 있다. [풀이] 감정을 묘사하기 위해 서로 다른 문화가 가지고 있는 어휘와 개념에 정말로 크고, 때 로는 놀랄만한 차이가 있지만, 감정 상태 그 자체는 문화 전반에 걸쳐서는 지극히 불 변할 가능성이 있고, 감정 상태와 자극, 행동, 다른 인지 상태 간의 연관성이 특정한 문화적 상황에서의 학습에 의해 수정될 수 있다는 내용의 글이다. 따라서 글의 주제 로 가장 적절한 것은 ② ‘문화적으로 구성되는 감정 표현’이다. ① 감정과 행동 간의 근본적 연관성 ③ 세계 공용어를 통해 잘못 묘사되는 감정 ④ 학문 분야 전반에 걸쳐 보편적으로 정의되는 감정 ⑤ 문화적 상황을 학습하는 데 미치는 인식의 더 광범위한 영향 [Words and Phrases] considerable 주목할 만한, 상당한 psychologist 심리학자 concept 개념 central 중추 신경의 neurally 신경으로 implement 실행[시행]하다 state 상태 as for ~에 관해 말하면 architecture 구조, 건축 interpret 해석하다 categorize 범주화하다 vary 다르다, 다양하다 appropriate 적절한 invariant 불변의, 변함없 는 universal 보편적인 evolution 진화, 발전 plastic 바뀌기 쉬운, 가소성의 modify 수정하다 specific 특정한"
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 제목 파악 [해석] ‘결합 인지 시스템’ 접근법은 로봇을 지력이 서로 도움을 주고, 각 행위자의 기여로 생겨나는 인간-기계 팀의 일부로 다룬다. 그 팀은 적어도 로봇 하나와 인간 한 명으 로 구성되고 그 팀이 인간 행위자와 로봇 행위자가 혼합된 것이기 때문에 흔히 ‘혼합 16 팀’이라고 불린다. 사람이 주행(엔진)을 켜고 끄는 자율주행차는 결합 인지 시스템의 한 예이다. 오락용 로봇은 재택근무를 위한 로봇처럼 혼합팀의 예다. 설계 과정은 그 행위자들이 팀의 목표를 달성하기 위해 어떻게 서로 협력하고 조정하는지에 집중한 다. 결합 인지 시스템 접근법은 로봇을 그들 자체의 완전히 독립된 과제를 가진 동료 행위자로 다루기보다는 로봇을 도우미 동물이나 양몰이 개처럼 도움을 주는 존재로 다룬다. 결합 인지 시스템 설계에서, 훌륭한 팀 구성원이 될 만큼 똑똑해질 수 있는 로봇을 만들기 위해 인공 지능이 인간-로봇 상호작용 원리와 함께 사용된다. [풀이] 인간과 로봇이 혼합팀이 되어 팀의 목표를 달성하기 위해 서로 협력하고 조정하며, 로봇을 도우미 동물이나 양몰이 개처럼 인간에게 도움을 주는 존재로 보는 결합 인지 시스템에 대한 글이다. 따라서 글의 제목으로 가장 적절한 것은 ‘① 함께 하는 것이 더 낫다: 인간과 기계의 공동 작업’이다. ② 로봇은 인간 팀을 능가하기 위해 세력을 규합할 수 있을까? ③ 인간과 기계 간의 갈등에서 인간성의 상실 ④ 전원 끄기: 로봇 파트너에게 아니라고 말할 시점과 방법 ⑤ 도우미 동물에서 인간을 돕는 로봇 조력자로의 이동 [Words and Phrases] intelligence 지력, 지능, 이해력 synergistic (반응·효과 등이) 서로 도움을 주는, 상 승적인 arise 생기다, 발생하다 contribution 기여, 이바지 agent 행위자, 동인 telecommuting 재택근무 coordinate 조정하다 agenda 과제, 안건 service animal 도우미 동물(장애인을 돕도록 훈련받은 동물) sheep dog 양몰이 개 artificial intelligence 인공 지능"
    },
    {
        "question_num": 25,
        "explanation": "[출제 의도] 표 내용 일치 파악 [해석] 위의 표들은 2009년과 2019년에 상위 6개 출처에 대한 인구 100만 명당 거주민 특 허 출원을 보여준다. 2009년에 상위 3개 출처였던 대한민국과 일본, 스위스는 2019 년에도 자신들의 순위를 유지했다. 인구 100만 명당 891건의 거주민 특허 출원으로 2009년 명단에서 4위를 차지했던 독일은 인구 100만 명당 884건의 거주민 특허 출 원으로 2019년 명단에서 5위로 떨어졌다. 미국은 2009년 명단에서 5위였다가 2019 년 명단에서 6위로 떨어졌는데, 인구 100만 명당 거주민 특허 출원 건수에서 감소를 보여 주었다. 2009년에 명단에 들었던 상위 6개 출처들 중에서, 핀란드가 2019년에 다시 순위에 들지 못한 유일한 출처였다. 반면에, 2009년에 상위 6개 출처 명단에 오 르지 못한 중국은 인구 100만 명당 거주민 특허 출원 건수가 890건으로 2019년 명단 에서 4위를 차지했다. [풀이] 미국은 2009년 명단에서 5위였다가 2019년 명단에서 6위로 떨어졌으나, 인구 100만 17 명당 거주민 특허 출원 건수는 733건에서 869건으로 증가했으므로, ③은 표의 내용 과 일치하지 않는다. [Words and Phrases] resident 거주민[거주자], 주민 patent 특허 population 인구 (집단) origin 출처, 기원 maintain 유지하다 ranking 순위, 등위"
    },
    {
        "question_num": 26,
        "explanation": "[출제 의도] 글의 세부 내용 파악 [해석] William Buckland(1784-1856)는 그의 시대에 가장 위대한 지질학자 중 한 사람으로 잘 알려져 있다. 그의 출생지인 영국의 Axminster에는 화석이 풍부했고, 어릴 때 그 는 화석을 수집하면서 자연스럽게 화석에 관심을 갖게 되었다. 1801년에 Buckland는 장학금을 받고 Oxford의 Corpus Christi College에 입학하였다. 그는 거기서 광물 학과 화학에 관한 John Kidd의 강의를 들으면서 자신의 과학 지식을 발전시켰다. Kidd가 자신의 직위에서 사임한 후에, Buckland가 대학에서 그의 후임자로 임명되었 다. Buckland는 자신의 강의에서 대표 표본과 대축척 지질학 지도를 사용했는데, 그 것이 그의 강의를 더 활기차게 만들었다. 1824년에, 그는 거대한 생물의 뼈를 발견했 다고 발표했으며, 그는 그것을 Megalosaurus 즉 ‘거대한 도마뱀’이라고 이름 붙였 다. 그는 지질학에서의 업적으로 지질학회로부터 상을 받았다. [풀이] Kidd가 자신의 직위에서 사임한 후에, Buckland가 대학에서 그의 후임자로 임명되었 다고 했으므로, ③은 글의 내용과 일치하지 않는다. [Words and Phrases] geologist 지질학자 fossil 화석 scholarship 장학금 mineralogy 광물학 appoint 임명하다 successor 후임자, 계승자 representative sample 대표 표본"
    },
    {
        "question_num": 27,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악 [해석] 2022 Sunbay 고등학교 자선 음악회 Sunbay 고등학교 학생들이 자선 음악회를 엽니다. 수익금 전액은 지역 아동 병원에 기부될 것입니다. 오셔서 여러분의 가족과 친구의 공연을 즐기세요. 일시: 2022년 6월 30일 목요일 오후 6시 장소: Sunbay 고등학교의 Vision Hall 행사 ∙ 노래 부르기, 춤추기, 드럼 치기, 그리고 다른 음악 공연들 ∙ Sunbay 고등학교를 졸업한 가수 Jonas Collins의 특별 공연 18 티켓 ∙ 1인당 3달러 ∙ Vision Hall의 접수대에서 오후 5시부터 구입 가능 다른 관심을 끌 만한 것들 ∙ 동아리 학생들의 예술 작품이 전시되나, 구입이 가능하지는 않음 ∙ 무료 얼굴 페인팅 음악회에 관해 더 많은 정보를 원하시면 자유롭게 concert@sunbayhighs.edu로 저 희에게 연락하세요. [풀이] 동아리 학생들의 전시 작품은 구입 가능하지 않다고 했으므로, 안내문의 내용과 일치 하지 않는 것은 ⑤이다. [Words and Phrases] benefit concert 자선 음악회 charity 자선 (단체) profit 수익금 donate 기부하 다 front desk 접수대 attraction 관심을 끌 만한 것 display 전시 purchase 구입"
    },
    {
        "question_num": 28,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악 [해석] 유성 보기 행사 7월 24일 일요일에 오는, 희귀한 유성을 보고 싶으신가요? Downtown Central Science Museum은 그 생생한 조망을 할 수 있는 최적의 장소입니다! 등록 ∙온라인으로만 가능 ― www.dcsm.org ∙7월 1일부터 7월 14일까지 ∙참가자 수는 50명으로 제한될 것입니다. 7월 24일 일정 ∙ 오후 8시: 참가자들은 홀에서 모인 다음에 옥상으로 이동할 것입니다. ∙ 오후 8시 30분: 안내자들이 유성을 관측하는 방법을 설명할 것입니다. ∙ 오후 9시～오후 11시: 우리는 유성을 본 경험을 공유할 것입니다. 공지 사항 ∙ 행사가 기상 상황으로 인해 취소될 경우, 문자 메시지를 통해 공지될 것입니다. ∙ 외부 음식과 음료는 허용되지 않습니다. [풀이] 19 기상 상황으로 인한 행사 취소 시 문자 메시지로 공지될 것이라고 했으므로, 안내문 의 내용과 일치하는 것은 ④이다. [Words and Phrases] shooting star 유성 rare 희귀한 spot 장소 vivid 생생한 observe 관측하다 cancel 취소하다 via ～을 통해"
    },
    {
        "question_num": 29,
        "explanation": "[출제 의도] 문법성 판단 [해석] 생태계들은 구성과 범위에 있어 차이가 있다. 그것[생태계]들은 여러분의 입안에 있는 유기체들의 군집과 상호작용 혹은 열대 우림의 덮개 안에 있는 그것[유기체들의 군집 과 상호작용]들에서부터 지구의 바다에 있는 모든 그것[유기체들의 군집과 상호작용] 들까지의 범위에 이르는 것으로 정의될 수 있다. 그것들을 지배하는 과정들은 복잡성 과 속도의 면에서 차이가 있다. 몇 분 안에 바뀌는 시스템도 있고, 규칙적으로 순환 하는 시간이 수백 년까지 연장되는 시스템도 있다. 어떤 생태계는 광범위하고(아프리 카 사바나 같은 ‘생물군계’), 어떤 생태계는 지역들에 걸쳐 있으며(강의 유역), 많은 생태계가 마을 군집을 포함하고(작은 분수령들), 다른 생태계들은 단 하나의 마을 차 원으로 국한된다(마을 연못). 각각의 사례에는 불가분성이라는 요소가 있다. 어떤 생 태계를 장벽을 만들어 부분들로 나누면, 그 부분들의 생산성의 총합은 일반적으로, 다 른 것이 동일하다면, 전체의 생산성보다 더 낮다는 것이 발견될 것이다. 생물학적 개 체군의 이동성이 한 가지 이유이다. 예를 들어, 안전한 통행은 이동하는 생물 종들을 생존하게 한다. [풀이] ③ 선행사인 others를 수식하는 관계절을 이끌면서 뒤에 있는 rhythmic time을 수 식할 수 있는 소유격 관계대명사가 필요하므로, which를 whose로 고쳐야 한다. ① 앞에 있는 the communities and interactions of organisms를 대신하는 대명 사로 those는 어법상 적절하다. ② 앞에 있는 The processes를 수식하는 분사구를 이끄는 현재분사로 governing은 어법상 적절하다. ④ other things를 의미상의 주어로 하면서 조건을 나타내는 분사구문을 만드는 being은 어법상 적절하다. ⑤ 「enable+목적어+to부정사」 구문으로 enable 다음에 목적격 보어로 쓴 to survive는 어법상 적절하다. [Words and Phrases] composition 구성 extent 범위 range from A to B A에서 B까지의 범위에 이르 다 community 군집 organism 유기체 process 과정 govern 지배하다, 관리 하다 complexity 복잡성 turn over 바뀌다 rhythmic 규칙적으로 순환하는 extend 연장되다 extensive 광범위한 biome (숲·사막 같은 특정 환경 내의) 생물 20 군계 river basin (강의) 유역 cluster 무리 watershed 분수령 confine 제한하 다 indivisibility 불가분성 barrier 장벽 productivity 생산성 mobility 이동성 population 개체군 migratory 이동[이주]하는"
    },
    {
        "question_num": 30,
        "explanation": "[출제 의도] 어휘의 적절성 파악 [해석] 최근 몇 년 동안 전 세계적으로 도시 교통 전문가들은 도시의 자동차 수요에 부응하 기보다는 관리해야 한다는 견해를 대체로 따랐다. 소득 증가는 필연적으로 자동차 보 급의 증가로 이어진다. 기후 변화로 인한 불가피성이 없다 하더라도, 인구 밀도가 높 은 도시의 물리적 제약과 그에 상응하는 접근성, 이동성, 안전, 대기 오염, 그리고 도 시 거주 적합성에 대한 요구 모두가 단지 이러한 증가하는 수요에 부응하기 위해 도 로망을 확장하는 선택권을 제한한다. 결과적으로, 도시가 발전하고 도시의 거주자들이 더 부유해짐에 따라, 사람들이 자동차를 사용하지 ‘않기로’ 결정하도록 설득하는 것이 도시 관리자와 계획 설계자들의 핵심 중점 사항이 된다. 걷기, 자전거 타기, 대중교통 과 같은 대안적인 선택 사항의 질을 향상하는 것이 이 전략의 핵심 요소이다. 하지만 자동차 수요에 부응하는(→ (를) 관리하는) 가장 직접적인 접근 방법은 자동차 여행을 더 비싸게 만들거나 행정 규정으로 그것을 제한하는 것이다. 자동차 여행이 기후 변 화의 원인을 제공하는 것이 이런 불가피성을 강화한다. [풀이] 전 세계적으로 도시 교통 전문가들이 도시의 자동차 수요에 부응하기보다는 관리해야 한다는 견해를 따랐고, 따라서 사람들이 자동차를 사용하지 않기로 결정하도록 설득 하는 것이 도시 관리자들과 계획 설계자들의 핵심 중점 사항이 되었다는 내용으로 자 동차 여행을 더 비싸게 만들거나 행정 규정으로 제한하는 것은 자동차 수요에 부응하 는 것이 아니라 그것을 관리하는 것이다. 따라서 ④의 accommodating(부응하는)은 managing과 같은 낱말로 바꾸어야 한다. [Words and Phrases] urban 도시의 transport 교통, 수송 professional 전문가 demand 수요, 요구 accommodate (요구 등에) 부응하다, 맞추다 income 수입 inevitably 불가피하게 motorization 자동차 보급, 전동화 densely inhabited 인구 밀도가 높은 corresponding 상응하는 accessibility 접근성, 접근 mobility 이동성 livability 거주 적합성, 살기 좋음 option 선택권, 선택 사항 expand 확장하다 purely 단 지, 다만 resident 거주자 prosperous 번영하는 alternative 대안적인, 대체의 strategy 전략 direct 직접적인 restrict 제한하다 administrative 행정의 contribution 원인 제공, 기여 reinforce 강화하다"
    },
    {
        "question_num": 31,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 21 자기 일에 디지털 기술을 이용하는 젊은 현대 미술가들은 컴퓨터를 거의 언급하지 않 는다. 예를 들어, 워드 프로세싱 프로그램과 잉크젯식 프린터를 사용하는 추상파 화가 인 Wade Guyton은 자신을 컴퓨터 아티스트라고 부르지 않는다. 게다가, 그의 작품 을 높이 평가하는 몇몇 비평가들은 예술 창작 과정에서 그의 광범위한 컴퓨터 사용에 관해 거의 신경 쓰지 않는다. 이것은 컴퓨터를 활용하는 미술가들이 비평가들에 의해, 자주 탐탁지 않게, 컴퓨터 아티스트라고 명명되었던 30년 전과 뚜렷이 대조된다. 현 세대의 미술가들에게 컴퓨터, 혹은 더욱 적절히는 휴대용 컴퓨터는, 그들의 사회 생활 과 직업 생활을 연결하는 일련의 통합된, 휴대 가능한 디지털 기술 중 하나이다. 인 터넷 사용에서 태블릿 컴퓨터와 휴대 전화가 개인용 컴퓨터를 능가하는 상황에서, 그 리고 얇은 디지털 기기들이 수십 년 전의 방 크기의 중앙 컴퓨터와 부피가 큰 탁상용 컴퓨터와 전혀 닮지 않았으므로, 오늘날에는 컴퓨터 아티스트가 결국 소멸한 것으로 보인다. [풀이] 젊은 현대 미술가들은 디지털 기술을 이용하더라도 컴퓨터를 거의 언급하지 않으며, 비평가들도 Guyton의 창작 과정에서 컴퓨터 사용에 거의 신경을 쓰지 않는 현실과 과거에 컴퓨터를 활용하는 미술가들이 컴퓨터 아티스트라는 이름으로 불렸던 30년 전 을 비교하고 있다. 오늘날에는 디지털 기술이 사회적 생활과 일의 생활을 연결하도록 통합되었으며, 들고 다닐 수 있는 것이며 얇은 디지털 기기는 수십 년 전의 컴퓨터와 전혀 닮지 않았다고 언급하고 있으므로, 30년 전에 컴퓨터 아티스트라 불렸던, 컴퓨 터의 이용에 특별한 의미를 부과했던 관행은 이제 없어졌다고 할 수 있다. 그러므로 빈칸에 들어갈 말로 가장 적절한 것은 ⑤ ‘소멸한’이다. ① 깨어 있는 ② 영향력 있는 ③ 뚜렷이 다른 ④ 골칫거리의 [Words and Phrases] contemporary 현대의 make reference to ~을 언급하다 abstractionist 추상파 화가 inkjet 잉크젯식 extensive 광범위한 marked 뚜렷한 utilize 활용하다 label 명명하다, 이름을 붙이다 disapprovingly 탐탁지 않게 appropriately 적절히 integrate 통합하다 portable 휴대 가능한, 들고 다닐 수 있는 surpass 능가하다 resemble 닮다 mainframe 중앙 컴퓨터 bulky 부피가 큰"
    },
    {
        "question_num": 32,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 형식주의의 관점에서 문학에 관하여 쓰고자 하는 비평가는 먼저 글의 모든 요소를 개 별적으로 검토하고 그것들이 모여 예술 작품을 만드는 방식에 대해 질문하는 면밀하 고도 주의 깊은 독자가 되어야 한다. 작품의 자율성을 존중하는 그러한 독자는 그것 의 외부나 그것을 넘어서가 아니라 그것의 내부를 들여다봄으로써 그것에 대한 이해 를 달성한다. 예를 들어, 역사상의 시대, 작가의 전기, 또는 문학적 양식을 검토하는 대신, 그 사람은 글이 자족적인 실체이며, 자신은 그 글이 스스로를 드러내도록 해 22 주는 지배적인 원칙을 찾고 있다는 추정으로 글에 접근할 것이다. 예를 들어, James Joyce의 단편 소설인 ‘Araby’ 속의 등장인물들과 그가 개인적으로 알았던 사람들과 의 관련성은 흥미로울 수도 있겠지만, 그 형식주의자에게 그것들은 그 이야기가 그 안에 포함하고 있는 다른 종류의 정보보다 이야기가 의미를 만들어내는 방식을 이해 하는 데 덜 관련되어 있다. [풀이] 형식주의의 관점에서 문학에 관해 보려면, 글의 요소들을 검토하고 그것들이 예술 작 품을 이루는 방식을 보아야 한다고 말하고 있다. 형식주의적 관점에서는 작품의 자율 성이 중요하며, 작품 외적인 것보다 작품 내 요소들이 더 의미 있다고 언급하고 있 다. 빈칸에서는 형식주의적인 독자의 특징을 진술하고 있다. 그러므로 빈칸에 들어갈 말로 가장 적절한 것은 ④ ‘그것의 외부나 그것을 넘어서가 아니라 그것의 내부를 들 여다 봄’이다. ① 그 사람 자신을 그것의 안과 밖 모두에 놓음 ② 그것과 세상 사이에서 중간 위치를 찾음 ③ 그 안에서 드러난 역사적인 사실을 찾아봄 ⑤ 그것의 등장인물들의 문화적인 관련성을 탐구함 [Words and Phrases] literature 문학 formalist 형식주의의; 형식주의자 perspective 관점, 시각 element 요소 autonomy 자율성 author 작가 biography 전기 literary 문학적 인 assumption 추정 self-contained 자족적인 reveal 드러내다 correspondence 관련성 relevant 관련된"
    },
    {
        "question_num": 33,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 제조업자들은 자신들이 생각하기에 그 과정이 작동되는 방식에 맞춰 자신들의 혁신 과정을 설계한다. 제조업자의 대다수는 제품 개발과 서비스 개발은 항상 제조업자들 에 의해 이루어지며, 자신들의 일은 가끔 리드유저(시장 경향을 선도하는 사용자)가 이미 개발한 혁신을 발견하고 상업화하기보다는 항상 필요를 발견하고 그것을 채우는 것이라고 여전히 생각한다. 그래서, 제조업자들은 핵심 대상 시장 사용자들의 필요를 탐구하기 위한 시장 연구 부서, 그러한 필요에 대처하기에 적절한 제품을 고안하기 위한 제품 개발 집단 및 기타 등등을 설치해 왔다. 리드유저의 필요와 시제품 해결책 은, 만일 정말 마주치기라도 한다면, 대체로 전혀 흥미롭지 않은 아웃라이어(해당 범 위에서 많이 벗어나는 것)로 거부된다. 정말로, 리드유저의 혁신이 그 회사의 제품 라 인에 정말로 들어가게 될 때―그리고 그것은 많은 회사의 여러 주요 혁신의 실질적인 원천이 되는 것으로 알려졌는데―그것은 대체로 지연 후에 이례적이고 비체계적인 경 로를 통해 도착한다. [풀이] 23 제조업자들은 제품 개발과 서비스 개발은 제조업자들에 의해 이루어지며 그들이 시장 을 분석하여 필요를 발견하고 그것을 채우는 것으로 생각한다는 내용 다음에, 리드유 저의 필요와 시제품 해결책은 중요하지 않은 것으로 거부되거나, 만일 제품 라인에 들어가게 된다고 하더라도 지연되고, 이례적이고 비체계적인 경로를 통해 이루어지게 마련이라는 내용이다. 빈칸은 제조업자들이 제품 및 서비스 개발에서 중요하지 않다 고 생각하는 리드유저의 혁신을 다루고 있다. 그러므로 빈칸에 들어갈 말로 가장 적 절한 것은 ② ‘리드유저(시장 경향을 선도하는 사용자)가 이미 개발한’이다. ① 리드유저가 간과하는 경향이 있던 ③ 리드유저가 시장에서 마주친 ④ 다른 회사들이 자주 실행한 ⑤ 사용자와 회사 둘 다 소중하게 여긴 [Words and Phrases] manufacturer 제조업자 the vast majority of ~의 대다수 accordingly 그래서 address 대처하다 prototype 시제품 outlier 관련 없는 것, 범위를 벗어난 것 unsystematic 비체계적인"
    },
    {
        "question_num": 34,
        "explanation": "[출제 의도] 빈칸 완성 [해석] 전개부는 매우 복잡하고 별날 수가 있다. Johann Sebastian Bach의 푸가는 하나의 멜로디 라인, 때로는 단지 소수의 음이 그 작곡가가 일관된 구조 내에서 많은 복잡한 전개부를 포함하는 훌륭한 작품을 만들기 위해 필요한 전부였을 때, 이 과정이 얼마 나 효과를 보일 수 있을지를 보여준다. Ludwig van Beethoven의 유명한 5번 교향 곡은 클래식 작곡가가 몇 개의 음과 단순하며 리듬감 있는 두드림으로 얼마나 많은 이익을 얻어낼 수 있는지에 대한 이례적일 정도로 우수한 예를 제공한다. 모든 사람 들이 어디선가 들어본 시작 부분의 다-다-다-덤은 일종의 반복 악구나 연결 끈처럼, 시작 악장뿐만 아니라 나머지 3악장 내내 엄청나게 다양한 방식으로 나타난다. 우리 가 그림 작품 하나를 완성하는 데 들인 복잡한 붓놀림을 항상 볼 수 있는 것이 아니 듯이, Beethoven이 자신의 반복 악구를 어떻게 계속 새롭게 사용하는 것을 찾는지 또는 그의 제재를 거대하고 응집력 있는 진술로 어떻게 전개하는지를 항상 알아보지 는 못할 수도 있다. 그러나 그 강력한 교향곡에서 우리가 얻는 즐거움의 많은 부분은 그 이면의 독창성, 즉 음악적 아이디어의 인상적인 전개에서 비롯된다. [풀이] Bach의 푸가의 전개부가 사실 단 하나의 멜로디 라인, 혹은 소수의 음을 다양하게 발전시켜서 훌륭한 작품이 되었고, Beethoven의 유명한 5번 교향곡 또한 몇 개의 음 과 단순하며 리듬감 있는 두드림을 다양하게 전개하여 대단한 작품이 된 예를 통해 필자가 말하고자 하는 것을 판단해 볼 수 있다. 간단하고 단순한 음이라고 볼 수 있 는 시작 부분의 다-다-다-덤이 시작 악장뿐만 아니라 나머지 3악장 내내 엄청나게 24 다양한 방식으로 나타난다는 내용이므로, 빈칸에 들어가기에 가장 적절한 것은 ②이 다. ① 작곡가의 음악적 아이디어를 모순되게 만든다 ③ 광범위한 음악적 지식을 창의적으로 제공한다 ④ 구조 내에서 상당히 조용하게 남아 있다 ⑤ 자기 자신의 즐거움과 깊이 관련된다 [Words and Phrases] development 전개부 complicated 복잡한 fanciful 별난, 기상천외한, 공상적인 illustrate 보여주다 a handful of 소수의 note 음, 음표 brilliant 훌륭한 exceptional 이례적일 정도로 우수한, 예외적인 mileage 이익 movement 악장 motto 반복 악구 material 제재 inventiveness 독창적임"
    },
    {
        "question_num": 35,
        "explanation": "[출제 의도] 무관한 문장 [해석] 상대를 공격하는 것과 도피하는 것 사이에서 갈등하는 동물은 처음에는 즉시 결정을 내릴 수 있게 해줄 만큼 충분한 정보를 갖지 못할 수도 있다. 상대가 싸움에서 이길 것 같다면, 최적의 결정은 즉시 포기하고 부상당할 위험을 무릅쓰지 않는 것일 것이 다. 하지만 상대가 약해서 쉽게 이길만하다면, 싸워서 영역, 암컷, 먹이 또는 성패가 달린 것은 무엇이든 얻는 것에 상당한 이익이 있을 수 있을 것이다. (보통의 상황에 서 동물은 매우 일정한 체중을 유지하며, 그들은 규칙적인 간격으로 자신들에게 필요 한 만큼 충분히 먹고 마신다.) 상대에 대한 정보를 수집하는 데 약간의 추가 시간을 들임으로써, 그 동물은 그러한 정보 없이 결정을 내리는 경우보다 이길 가능성을 최 대화하는 결정에 도달할 가능성이 더 크다. 오늘날 많은 신호들이 이러한 정보 수집 또는 ‘평가’ 기능을 갖는 것으로 간주되어, 다양한 선택의 가능한 결과에 관한 매우 중요한 정보를 제공함으로써 의사 결정 과정의 메커니즘에 직접적으로 기여한다. [풀이] 의사 결정 과정에서 사전에 대상에 대한 정보를 수집하는 것의 이점에 관해 설명하고 있는 글이므로, 보통의 상황에서 동물은 매우 일정한 체중을 유지하고 규칙적인 간격 으로 필요한 만큼 충분히 먹고 마신다는 내용의 ③은 전체 흐름과 관계가 없다. [Words and Phrases] conflict 갈등 attack 공격하다 flee 도망가다 initially 처음에 sufficient 충 분한 optimal 최적의 defeatable 이길 만한 considerable 상당한 territory 영역, 영토 be at stake 성패가 달려 있다 maintain 유지하다 constant 일정 한 opponent 상대 maximize 최대화하다 assessment 평가 vital 매우 중 요한 outcome 결과"
    },
    {
        "question_num": 36,
        "explanation": "[출제 의도] 글의 순서 파악하기 25 [해석] 화석 기록은 진화의 증거를 제공한다. 화석이 전하는 이야기는 변화에 관한 것이다. 더는 우리와 함께하지 않는 생물들이 과거에는 존재했다. 말의 경우에서처럼 시간이 지남에 따라 공통의 조상으로부터 특정 특징의 변화를 보여주는 많은 화석에서 일련 의 변화가 발견된다. (C) 진화가 일어났다는 것을 증명하는 것 외에도, 화석 기록은 또한 진화론에서 만들어진 예측에 대한 테스트를 제공한다. 예를 들어, 진화론은 단세 포 생물이 다세포 생물 이전에 진화했다고 예측한다. (B) 화석 기록은 이 예측을 뒷받 침하는데, 다세포 생물은 단세포 생물이 최초로 출현한 수백만 년 후의 지구 지층에 서 발견된다. 그 반대가 발견될 가능성은 항상 남아 있다는 점에 주목하라. (A) 다세 포 생물이 단세포 생물보다 먼저 진화한 것으로 정말로 밝혀진다면, 진화론은 거부될 것이다. 좋은 과학 이론은 항상 거부의 가능성을 허용한다. 화석 기록에 대한 수많은 조사에서 그러한 경우를 발견하지 못했다는 사실은 진화론을 위한 논거를 강화한다. [풀이] 말의 경우를 예로 들면서 화석 기록이 진화의 증거를 제시한다는 의견을 제시한 주어 진 글 뒤에는 화석 기록이 진화를 증명하는 것 외에도 진화론에서 만들어진 예측에 대한 테스트를 제공한다고 말하는 (C)가 이어져야 한다. (C) 뒤에는 예측에 대한 테스 트로 단세포 생물이 최초로 출현한 수백만 년 후에 다세포 생물이 지구의 지층에서 발견되었다는 내용의 (B)가 와야 한다. (B) 뒤에는 (B)의 마지막에서 언급된 내용에 대한 말을 보충하면서 결론을 말하고 있는 (A)가 와야 한다. 따라서 주어진 글 다음 에 이어질 글의 순서로 가장 적절한 것은 ⑤ ‘(C)-(B)-(A)’이다. [Words and Phrases] fossil 화석 sequential 일련의 organism 생물, 유기체 reject 거부하다 countless 셀 수 없을 정도로 많은 examination 조사 strengthen 강화하다 appearance 출현 demonstrate 입증하다"
    },
    {
        "question_num": 37,
        "explanation": "[출제 의도] 글의 순서 파악하기 [해석] 경제학에서 ‘매몰 비용 오류’라고 알려진 원리가 있다. 여러분이 어떤 것에 투자하고 소유권을 가지면, 그것을 지나치게 중시한다는 생각이다. (B) 이것은 사람들이 분명히 그만두어야 하는 경로를 계속 따르거나 추구를 계속하게 한다. 예를 들어, 사람들은 그저 자신의 많은 것을 그 관계에 투여했기 때문에 자주 끔찍한 관계에 남아 있다. 또는, 누군가는 시장에서 분명히 나쁜 아이디어인 사업에 계속 돈을 쏟아부을지도 모 른다. (A) 때로는 한 사람이 할 수 있는 가장 현명한 일은 중지하는 것이다. 이것이 진실이더라도, 그것은 또한 식상하고 효력이 떨어진 주장이 될 수 있다. 매몰 비용이 언제나 나쁜 것이 틀림없는 것은 아니다. (C) 실제로, 여러분은 이 인간적인 경향을 여러분에게 득이 되도록 이용할 수 있다. 확실히 자신이 자신의 약속을 끝까지 완수 하기 위해 많은 돈을 개인 트레이너에게 투자하는 사람처럼, 여러분 또한 여러분이 26 있고 싶은 경로에 확실히 있기 위해 선지급으로 많은 것[돈]을 투자할 수 있다. [풀이] 매몰 비용 오류를 소개한 주어진 글 다음에, 매몰 비용의 문제점과 그 구체적 사례를 언급한 (B)가 이어져야 한다. 그다음으로 매몰 비용 오류에 대처하는 방법은 중지하는 것이지만 매몰 비용도 긍정적 측면이 있다고 언급한 (A)가 뒤따르고, 그에 대한 구체 적 사례를 제시한 (C)로 이어지는 것이 자연스럽다. 따라서 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것은 ② ‘(B)-(A)-(C)’이다. [Words and Phrases] principle 원리 sunk cost fallacy 매몰 비용 오류 ownership 소유권 overvalue 지나치게 중시하다, 과대평가하다 quit 중지하다; 단념, 포기 played-out 효력이 떨어진, 낡은 argument 주장 pursuit 일, 추구 abandon 그만두다, 폐기하다 pour 쏟아붓다 follow through on ~을 완수하다 commitment 약속, 전념 up front 선지급으로"
    },
    {
        "question_num": 38,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 단지 현재의 수준으로 수확량을 유지하는 것만도 해충과 질병이 계속 진화하고 있고 화학적, 물리적, 사회적 환경의 양상이 수십 년에 걸쳐 변할 수 있으므로, 보통 새로 운 품종과 관리 기법이 필요하다. 1960년대에 많은 사람은 살충제가 사람들에게 대체 로 유익한 것으로 여겼다. 새롭고 널리 효과를 거두고 지속하는 살충제를 개발하는 것은 흔히 농작물 해충을 통제하는 최고의 방법으로 여겨졌다. 그때 이래로, 널리 효 과를 거두는 살충제가 유익한 곤충에 해로운 영향을 미칠 수 있어서 그것이 해충 통 제 효과를 무효화할 수 있으며, 그 지속하는 살충제는 새와 사람 같은, 생태계의 목 표 외 생물에게 해를 줄 수 있다는 것이 분명해졌다. 또한, 기업들이 새로운 살충제 를, 주요한 이로운 효과는 있지만 부정적인 효과는 거의 없을 수 있는 것들조차, 개 발하는 것이 어려워졌다. 매우 높은 비용이 새로운 살충제에 대한 정부의 승인을 얻 는 데 필요한 모든 절차를 따르는 것에 수반된다. 결과적으로, 다른 생물학적 통제 기법을 개량하여 사용함으로써 품종에 더 강한 해충 저항력을 포함하는 것 같은, 해 충을 관리하는 다른 방법들이 더 많이 고려되고 있다. [풀이] 주어진 문장은 기업들이 새로운 살충제를 개발하는 것 또한 어려워졌다는 내용이다. 따라서 이 문장 바로 앞에는 지속하는 살충제가 유익한 곤충 및 다른 생물에게도 해 를 줄 수 있다는 점이 분명해졌다는 내용, 즉 살충제 사용의 문제점에 관한 내용의 문장이 있어야 하고, 바로 뒤에는 새로운 살충제 개발이 어려운 이유를 설명하는 내 용의 문장이 이어져야 한다. 따라서 주어진 문장이 들어가기에 가장 적절한 곳은 ④ 이다. [Words and Phrases] 27 yield 수확량; 산출하다 pest 해충 decade 십 년 persistent 지속하는 crop plant 농작물 apparent 분명한, 명백한 negate 부정하다, 무효로 하다 non-target 목표 외의 organism 생물, 유기체 procedure 절차 approval 승인, 동의 consequently 결과적으로 incorporate 포함하다, 혼합하다 resistance 저 항력, 저항"
    },
    {
        "question_num": 39,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 집단적 탐지의 역학은 흥미로운 특징이 있다. 개체들은 어떤 단서를 포식자 공격의 증거로 사용하는가? 어떤 경우에는 개체가 포식자를 탐지할 때 그것의 최선의 반응은 피난하는 것이다. 무리로부터의 이탈은 경계하지 않는 동물들에게 위험 신호를 보내 서 먹잇감 동물이 그 구역에서 조직화되어 날아오르는 것으로 보이는 것을 야기할 수 도 있다. (새의 한 종류인) 검은 눈 검은방울새에 관한 연구는 경계하지 않는 동물들 이 무리 친구들의 개별적 이탈에 주목하지만 여러 개체의 이탈은 경계하지 않는 동물 에게 더 큰 도망 반응을 일으킬 수 있다는 견해를 뒷받침해준다. 이것은 정보 신뢰성 의 관점에서 이치에 맞는다. 무리 구성원 하나가 이탈하는 경우, 그것은 포식 위험과 관계가 거의 없는 여러 이유로 그렇게 했을 수 있다. 경계하지 않는 동물들이 단 하 나의 구성원이 무리를 떠날 때마다 도망한다면, 그것들은 포식자가 전혀 없는 (가짜 경보인) 때에도 자주 반응할 것이다. 반면에 여러 개체가 동시에 무리를 이탈할 때, 진짜 위험이 존재할 가능성이 훨씬 더 크다. [풀이] 주어진 문장은 This가 정보 신뢰성의 관점에서 이치에 맞는다는 내용이다. 따라서 이 문장 바로 앞에는 This가 가리키는 바, 즉 여러 개체의 이탈은 경계하지 않는 동물에 게 더 큰 도망 반응을 일으킬 수 있다는 내용이 있어야 하고, 바로 뒤에는 정보 신뢰 성과 관련된 부연, 즉 무리 구성원 하나가 이탈하는 경우에는 정보 신뢰성이 떨어진 다는 점을 언급하는 내용의 문장이 이어져야 한다. 따라서 주어진 문장이 들어가기에 가장 적절한 곳은 ③이다. [Words and Phrases] make sense 이치에 맞다, 타당하다 perspective 관점 reliability 신뢰성 dynamics 역학 detection 탐지, 간파 feature 특징 find shelter 피난하다, 은신 처를 찾다 departure 이탈, 떠남, 출발 coordinate 조직화하다, 조정하다 junco 검은방울새(의 일종) have little to do with ~과 관계가 거의 없다, frequently 자 주, 빈번히"
    },
    {
        "question_num": 40,
        "explanation": "[출제 의도] 요약문 완성 [해석] 통행의 이동성은 인문학뿐만 아니라 모든 학부의 여러 다른 학과에서 탐구할 수 있는 광범위한 분야를 제공한다. 예를 들어, 지리적 공간이나 가상의 공간을 이동하는 데에 28 서 속도가 증가하고 있음에도 불구하고, 우리의 몸은 점점 수동적이고 움직이지 않는 컨테이너가 되는데, 그것은 인공물에 의해 운송되거나 이른바 정보 사회에서 이동한 다는 내적 느낌으로 가득 채워진다. 기술적 이동성은 인간을 일종의 불치병에 걸린(가 련한) 존재로 바꾸는데, 그는 대부분의 시간을 휴식을 취하며 보내고 그들의 일상적인 운동과 휴식의 불균형을 맞추기 위해 스포츠에 참여할 필요가 있다. 엘리트가 돈, 사 물, 사람을 움직이는 힘을 행사하면서 자신은 전혀 움직일 필요가 없을 때, 우리는 아리스토텔레스의 움직이지 않으면서도 움직이는 존재로서의 신의 이미지에 더 가까 워졌는가? 이 권력의 밑바닥에 있는 또 어떤 사람들은 이동성으로 구조화된 사회적 배제의 희생자들이다. 그들은 어떻게 어디로 이동해야 할지 결정할 수 없지만, 이동할 권리도 머무를 권리도 없이 그저 이리저리 옮겨지거나 내쳐지거나, 아니면 심지어 갇 히기도 한다. → 기술과 정보 사회에서, 신체의 움직임이 덜 필요한 인간은 이동성과 권력의 증가 를 이룬 것처럼 보이는데, 이동성과 관련된 그러한 인간의 상태는 사회적 불평등이라 는 문제를 제기한다. [풀이] 기술적 이동성이 증가하면서, 인간은 움직이지 않고도 다른 것(돈, 사물, 사람)을 움직 일 수 있는 권력을 지니게 되었지만, 한편으로 그 이동성은 이동의 권리를 갖지 못하 는 사회적 배제의 희생자를 만들어낸다는 내용의 글이다. 따라서 빈칸 (A)와 (B)에 들 어갈 말로 가장 적절한 것은 ① ‘필요한 – 불평등’이다. ② 필요한 – 성장 ③ 제한된 – 의식 ④ 바람직한 – 봉사 ⑤ 바람직한 - 분열 [Words and Phrases] mobility 이동성 transit 통행, 수송 explore 탐구하다 discipline 학과 faculty 학부 humanities 인문학 acceleration 가속, 변속 virtual 가상의 passive 수동 적인 artefact 인공물 loaded up with ~으로 가득 채워진 terminal 불치병에 걸 린, 궁극적인 disproportion 불균형 exclusion 배제, 제외 [41~42] [해석] 일단 어떤 사건이 목격되면, 구경하는 사람은 그것이 정말로 비상 상황인지 결정해야 한다. 비상 상황은 항상 명확하게 그와 같은 것으로 꼬리표가 붙어 있는 것은 아닌 데, 대기실로 쏟아져 들어오는 ‘연기’는 화재에 의해 발생할 수도 있고 단순히 증기 파이프의 누출을 나타낼 수도 있다. 거리에서의 비명은 공격을 나타내거나 가족 간의 다툼을 나타낼 수도 있다. 출입구에 누워 있는 한 남자는 관상 동맥증을 앓고 있을 수도 있고 그저 술을 깨려고 잠을 자고 있을 수도 있다. 29 어떤 한 상황을 해석하려고 하는 사람은 자신이 어떻게 반응해야 하는지 알기 위해 흔히 자기 주변 사람들을 본다. 만약 다른 모든 사람이 침착하고 무관심하다면, 그는 그런 상태를 유지하려는 경향이 있을 것이고, 다른 모든 사람이 강하게 반응하고 있 다면, 그는 아마 경계하게 될 것이다. 이러한 경향은 단순히 맹목적인 순응이 아닌데, 보통 우리는 우리 주변의 다른 사람들이 어떻게 행동하는지로부터 새로운 상황에 관 한 많은 귀중한 정보를 얻는다. 길가의 식당을 고를 때 주차장에 다른 차가 없는 곳 에서 멈추는 여행객은 드물다. 그러나 때때로 다른 사람들의 반응은 정확한(→ 거짓) 정보를 제공한다. 연구된 치과 병원 대기실 환자의 무관심은 그들의 내면의 불안을 제대로 보여주지 않는다. 사람들 앞에서 ‘냉정을 잃는’ 것은 창피한 일로 여겨진다. 그렇다면, 잠재적으로 심각한 상황 에서, 그곳에 있는 모든 사람은 실제보다 더 무관심한 것처럼 보일 것이다. 따라서 군중은 수동성을 통해 사건이 비상 상황이 아님을 넌지시 비춤으로써 구성원들이 가 만히 있도록 강제할 수 있다. 그런 군중 속에 있는 사람은 누구라도 그 사건이 비상 상황인 것처럼 행동하면 자신이 바보처럼 보일까 봐 두려워한다."
    },
    {
        "question_num": 41,
        "explanation": "[출제 의도] 장문(제목 추론) [풀이] 상황을 판단하는 데 있어서 다른 사람들의 반응은 유용한 준거가 되지만, 때로는 다 른 사람들, 즉 군중의 반응이 개인의 독립적인 판단을 방해할 수도 있다는 내용의 글 이다. 따라서 글의 제목으로 가장 적절한 것은 ① ‘우리는 독립적으로 판단을 하는가? 군중의 영향’이다. ② 승리 전략: 다른 사람에 의해 바보 취급을 당하지 않기 위해서는 어떻게 해야 하는가 ③ 비상 상황이 우리의 사고방식에 영향을 끼치는가? ④ 이웃과의 조화를 향해 발걸음을 내딛기 ⑤ 비상 상황에서 다른 사람을 돕는 방법"
    },
    {
        "question_num": 42,
        "explanation": "[출제 의도] 장문(문맥 속의 어휘 추론) [풀이] 심각한 상황임에도, 군중은 수동성을 이용해 개인이 가만히 있도록 강요할 수도 있다 고 언급하는데, 이 경우, 군중이 개인에게 제공하는 정보는 실제 심각성과는 거리가 먼 거짓 정보일 것이다. 따라서 (c)의 accurate(정확한)는 false(거짓의)와 같은 단어 로 바꾸어야 한다. [Words and Phrases] onlooker 구경하는 사람 emergency 비상 상황 label 꼬리표를 붙이다 indicate 나타내다, 보여 주다 signal 나타내다 doorway 출입구 interpret 해석하다 alert 경계하는, 기민한 conformity 순응 derive 얻다, 이끌어내다 rare 드문 occasionally 때때로, 이따금 accurate 정확한 anxiety 불안 embarrassing 창피 30 한 lose one’s cool 냉정을 잃다 acute 심각한 inaction 가만히 있음, 활동하지 않음 imply 넌지시 비추다, 암시하다 passivity 수동성 [43~45] [해석] (A) 그날은 학기 첫날이었다. 자신의 공용 기숙사 방을 둘러보면서, Noah는 그것이 대학교의 다른 모든 기숙사 방과 똑같이 생겼다는 생각이 들어서 실망했다. 그의 룸 메이트 Steve는 그것을 알아차리고 무슨 일이 있는지 물었다. Noah는 그들의 방이 완전히 지루하다는 생각이 든다고 조용히 대답했다. 그는 그 공간이 약간 더 ‘자신들 의’ 공간처럼 느껴지길 원했다. Steve는 동의했고, 다음날 Noah가 원하는 대로 방을 개인화하는 것을 시작할 수 있다고 제안했다. (C) Noah는 방을 위한 계획을 짜느라 그날 밤 거의 잠을 자지 못했다. Steve가 일어 난 후, 그들은 가구를 다시 배치하기 시작했다. 그들의 방에 있는 모든 의자와 소파 는 TV를 향하고 있었다. Noah는 Steve에게 방문객 대부분이 담소를 나누는 대신 보 통 그저 앉아서 TV를 본다고 말했다. 그의 생각에 응하여 Steve는 “소파를 저쪽 벽 옆에 놓아서 대화를 나누는 것을 더 쉽게 하는 것이 어때?”라고 제안했다. Noah는 동의했고, 그들은 그것을 벽 옆으로 옮겼다. (D) 소파의 위치를 바꾼 후, 그들은 이제 방 한가운데에 넓은 공간이 생겨난 것을 볼 수 있었다. 그때, Noah는 자신의 동생 Sammy가 보드게임을 하기 위해 그의 거실에 커다란 탁자를 가지고 있었다는 것을 기억했고 Steve에게 그것에 대해 말했다. Steve와 Noah 둘 다 보드게임 하는 것을 정말 즐겼다. 그래서 Steve는 Noah에게 “우리 방 한가운데에 탁자를 놓는 것은 보드게임을 하는데 뿐만 아니라 차를 마시기 에도 아주 좋을 것 같다고 나는 생각해!”라고 대답했다. Noah와 Steve는 모두 동의 했고 탁자를 사러 가기로 결정했다. (B) 그들이 걸어서 가구점을 지나갈 때, Steve는 예쁜 노란색 탁자를 발견했다. 노란 색이 Noah가 가장 좋아하는 색깔이라는 것을 알았기 때문에, Steve는 그에게 그 탁 자를 사는 것에 대해 어떻게 생각하느냐고 물었다. Noah는 노란색 탁자에 대해 만족 했고 그것이 자신들의 방을 더 독특하게 만들 것이라고 말했다. 기뻐하며 Noah는 “자, 어제 우리 방은 이 학교의 다른 장소와 거의 똑같았어. 하지만 오늘 이후로, 나 는 정말로 이곳이 ‘우리들의’ 장소가 되리라고 느껴져.”라고 덧붙였다. 이제, 그들 둘 다 그 장소가 그들에게 에너지와 상쾌함을 제공하리라는 것을 알았다."
    },
    {
        "question_num": 43,
        "explanation": "[출제 의도] 장문(글의 순서 파악) [풀이] 학기 첫날 자신의 공용 기숙사 방이 대학교의 다른 모든 기숙사 방과 똑같이 생겨서 실망한 Noah에게 룸메이트인 Steve가 다음날 Noah가 원하는 대로 방을 개인화하는 것을 시작하자고 제안하는 내용인 (A) 다음에, Noah는 방에 대한 계획을 짜느라 그 31 날 밤 거의 잠을 자지 못했고 TV를 향하고 있던 소파를 대화 나누기 쉽도록 벽 옆으 로 옮겼다는 내용인 (C)가 이어지고, 소파의 위치를 바꾼 후, 방 한가운데 넓은 공간 에 놓아둘 보드게임을 하고 차를 마시기에 좋은 식탁을 사러 가기로 결정하는 내용인 (D)가 이어지고, 가구점에서 Noah가 가장 좋아하는 노란색으로 된 탁자를 사는 것에 Noah가 만족하고 기뻐하는 내용인 (B)가 그 뒤를 잇는 것이 글의 순서로 가장 적절 하다."
    },
    {
        "question_num": 44,
        "explanation": "[출제 의도] 장문(지칭 추론) [풀이] (a), (b), (c), (d)는 모두 Noah를 가리키지만, (e)는 Steve를 가리킨다."
    },
    {
        "question_num": 45,
        "explanation": "[출제 의도] 장문(세부적 사실 파악) [풀이] 글 (C)에서 Steve가 일어난 후에 가구를 다시 배치했다고 했으므로, 글에 관한 내용 으로 적절하지 않은 것은 ③이다. [Words and Phrases] semester 학기 dorm 기숙사 personalize 개인화하다 unique 독특한 delighted 기뻐하는 refreshment 상쾌함, 청량함 hardly 거의 ~ 않다 rearrange 다시 배치하다, 재배치하다 mention 말하다"
    }
]