[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 W: Hello, students. I’m Olivia Watson, manager of the Yellowhill College Student Job Fair. This event is a great opportunity because more than 50 companies will visit in search of new qualified employees. For participants to be fully prepared, I’d like to tell you what items you should bring. First, you must show your student ID card since it’ll be used as the entrance ticket. Second, bring your résumé. Most interviewers will require it to get a deeper understanding of your experiences and skills. Finally, if you have any certificates for special skills, please print a few copies to share with companies. Don’t forget to bring the items that I mentioned and you’ll have a better chance at success. Thank you."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 대화의 의견 파악하기 M: What are you doing, Jessie? W: I’m cleaning out my closet. It’s too small to hold all my clothes. M: Well, the closet looks big enough. Did you sort your old clothes? W: Not yet. I’m trying to arrange all of them by color now. M: Oh, dear. You need to get rid of clothes you don’t really wear. W: But when it comes to fashion, trends come and go, and often come back again. I can wear them later. M: Well, nobody knows when a trend might come back. W: I guess that makes sense. M: And the colors will fade if you keep them for too long. W: You’re right. I have lots of old clothes whose colors are already gone. M: You see? When arranging your closet, you should dispose of clothes you don’t usually wear. W: Okay. I think that’s good advice."
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 추론하기 [Door bell rings.] W: You must be Mr. Cooper. Nice to meet you. Come on in. M: Hello, Ms. Wood. You have a really beautiful home. W: Thank you. Let me show you around. M: Okay. [Pause] Wow, I can see why your house was recommended for house of the month. Such elegant modern style! W: I’m glad to hear that. My husband and I put lots of effort into decorating. Where do you want to start shooting? M: I’d like to take pictures in the living room, and then move to the bedroom and bathroom. W: Sounds good. M: As you know, the photos taken today will be published in Family Home Magazine. W: Yes, in next month’s issue, right? M: Well, actually I’m not sure, but if you ask the editor, you’ll get an answer. W: I see. In case you need help, please give me a shout. M: All right. I’ll let you know when everything’s done."
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: Hi, Alice. Did you move to your new art studio? W: Yes, I did. Here’s the picture of it. Take a look. M: Okay. You set an easel near the window. W: Yeah. I usually paint as I look out the window. And I put two paint brushes in the bucket. M: That’ll make it easy to take them out and use them. And I like the sculpture of a head on the table. It adds to the atmosphere. W: Thanks. Look at the heart-shaped vase on the shelf. It was a gift from my family to congratulate me on the new place. M: They’re so thoughtful. Did you paint the picture hanging on the wall? W: Yes, I did. M: Wow. You’re so talented. Show me later what else you’re working on. W: Of course."
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: Oscar, the club recruitment period begins soon. Let’s check how well we’ve prepared so far. M: Good idea. Did you ask Mr. Kim to inform students about the club recruitment? W: Of course. He’ll broadcast the information to the students. M: Good. By the way, how’s it going with making our club poster? W: I finished it this morning. Do you want to take a look at it? M: Sure. [Pause] It’s wonderful! I like the QR code in the corner. W: Thanks. Students can scan this QR code and complete the application form online. M: Awesome. That way we don’t need to print out application forms. W: Yeah. Did you order snacks for the applicants? M: Oh, I forgot. I’ll do that right away. W: Great. Then I’ll put up the posters in the main hallway."
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 M: Stacey, we need to book a practice room for band rehearsal. W: Okay. Let’s make a reservation online. [Typing sound] This rehearsal studio looks good. M: I think so, too. The studio has two kinds of rooms. The standard room costs $15 per hour and the expert room costs $20 per hour. W: They say that only one keyboard comes with the standard room. We’ll definitely need the other room. M: You’re right. Let’s reserve the expert room for two hours. W: Good. Do they provide a recording service? M: Of course, they do. It costs $5 per song. W: That’s a reasonable price. Let’s record two songs. M: Sounds good. Then we’ll rent the expert room for two hours and use the recording service for two songs, right? W: Yes. Look. They provide a 10% discount to students. M: Oh, it doesn’t apply to us. It’s only for teenagers. W: All right. I’ll pay with my credit card."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 W: Hi, Leon. I haven’t seen you since you went on your family trip. M: Hi, Emilia. We just got back yesterday. What a lovely dog! Is this Lucy? W: Yes. She’s a bit shy. M: Oh. [Pause] Is she wearing a ribbon around her neck? It’s so cute. I’d like to buy some unique fancy accessories like Lucy’s. W: So, you have a puppy, too? M: Yes. I recently adopted one. He’s really adorable. W: Good for you. Then why don’t we go to the Pet Expo together? It’ll be held downtown this Saturday. M: This Saturday? I’m sorry but I can’t. W: Are you still working on your science project? M: No. I’ve already done it. W: Then why can’t you come? M: Actually, I’m going to vaccinate my puppy on that day. W: Okay. Nothing is more important than good health. Maybe next time."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 대화의 특정 정보 파악하기 [Cell phone rings.] M: Hermia, what’s up? W: Miles, did you hear that? The International Game Conference is going to take place soon. M: Oh, we’ve been waiting for so long! When is it held? W: It starts on May 4th, and lasts for 3 days. Do you want to join me? M: Are you kidding me? I’m already all set. Is it held at the same place as last year? W: Yes. It’s at the Central Convention Center. M: Good. It’s definitely within walking distance. Could you text me the link to the website? W: Okay. [Pause] Check it out. M: Wow. The speakers are all well known in the game industry. Did you see the topics of their lectures? W: Yeah. They’ll talk about the metaverse, virtual reality, and mobile games. M: Amazing! And a ticket only costs $30. It’s quite reasonable. W: I agree. We can even freely attend any lectures we want during the conference. M: Great. I can’t wait. 2023학년도 4월 고3 전국연합학력평가 정답 및 해설 2"
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 M: Hello, Animation World podcast listeners! Are you a huge fan of superhero comics and movies? Then, why don’t you visit our Superhero Museum and meet your favorite characters? Our museum holds over 70,000 comic books and 40,000 films as well as over 10,000 toys. All of these fantastic pieces are on display in our museum located next to the city library. And we provide a superhero costume rental service for adults as well as kids. To enjoy all the fun, the admission fee is only $8, and we offer free tickets to children under school age. Also, customers who visit our museum on their birthday will get a special piece of cake in our cafeteria. For more information, please visit our website. Come and be a superhero with us!"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 대화의 세부 내용 파악하기 M: Honey, we’re almost out of hand soap. W: Oh, I was just looking for some online. Will you choose with me? M: Sure. Let’s see. How about choosing one of these for less than $20? W: I agree. I don’t want to spend too much for hand soap, either. Which form of hand soap do you want? M: You know, liquid soap is easier to use but produces more plastic waste. W: Yeah. Then why don’t we choose from among the bar soaps? M: Good. How about the fragrance? Do you have a preference? W: I’d like anything but lemon. We’ve used lemon for a long time. Let’s make a change this time. M: Okay. There are two options left, then. W: Oh, this one is not tested on animals. I believe testing on living animals is not ethical. M: I agree. Let’s order it now."
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Hello. Can I order a fried chicken to go please? M: Yes, but the orders have piled up because of the big soccer match tonight. Is it okay for you to wait? W: Oh, I should have come much earlier. When do you think I’ll receive my order? M:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Sweetie, do you have any plans this Saturday? W: Nothing special. Why, Dad? M: Well, I have a business meeting that morning. So I need somebody to give your brother a ride to ice hockey practice. W:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 적절한 응답 고르기 W: Hello, Kevin. What brings you to my office today? M: Hello, Ms. Smith. I’d like to take the computer coding class, but I heard that it’s already fully booked. W: You’re right. Far more students wanted to sign up for the class than we expected. M: Oh, no. I was really looking forward to it. W: Then why don’t you take it online? Our school also offers an online coding class. M: Lucky me. But I’ve never taken an online class. W: I’m sure Mr. Brown can give you more information. He’s in charge of students taking online classes. M: Okay. Where’s his office? W: Well, he’s on a business trip. You’ll be able to see him this coming Thursday. M: Hmm. I’m afraid that’ll be too late to register for the class. W: Don’t worry. Registration is due next Friday. Before deciding whether to take the class, you should consult with Mr. Brown first. M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 적절한 응답 고르기 M: Molly, how have you been? W: Hi, Ron. To tell you the truth, I’ve been feeling a little bit down lately. My life seems so repetitive. M: I see. I’ve felt that way before, myself. W: Really? You’ve had this experience, too? M: Of course. Last year, I felt like my life was so full of dull moments. W: I didn’t know that. How did you overcome? M: For me, learning to play the ukulele helped a lot. Why don’t you try learning a new hobby? That might help boost your spirits. W: Interesting. But learning something new also causes stress, doesn’t it? M: Yes, but in a positive way. I gained more energy in my life by pushing myself to try a new activity. W: That makes sense. Do you think it’ll work for me, too? M: Well, it did for me. I think it might do you good. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 담화의 상황에 맞는 적절한 표현 고르기 M: Emma has lots of friends. One day, she plans to invite some close friends to her house and treat them to a home-cooked meal. On the way home, she stops at the grocery store and puts foods and beverages in her cart. She stands at the counter and meets Tom, who works at the store as a cashier. Due to a temporary bank error, he has to swipe Emma’s credit card two times. After paying the bill, she checks the payment confirmation messages on her cell phone, and finds out she got two messages about the same amount of money. So she wants to ask Tom to see if the payment was made twice. In this situation, what would Emma most likely say to Tom? Emma: 16~17 긴 담화 듣기 W: Good morning, students. It’s good to see you again. Last time, we talked about how to express your anger in a healthy way. Today, I’m going to tell you some useful ways to manage conflict situations. First, try the accommodating strategy. Simply accept the opponent’s argument and you’ll see that small disagreements can be handled quickly and easily with a minimum of effort. Second, you can use compromising strategy. To reach agreement, each party sometimes needs to give up something that they want. Through finding the middle ground, both parties can feel they’ve been listened to. Next, competing strategy is helpful when you decide to hold to your principles. When it comes to moral judgment, you can reject compromise. Sometimes it’s best to stick to what you believe is correct. Finally, avoiding strategy is another type of conflict management. This style aims to reduce conflict by ignoring it. That can give you time to calm down and analyze the situation based on a more objective point of view. Now, let’s watch a few videos and think about how to handle each situation."
    },
    {
        "question_num": 16,
        "explanation": "[출제의도] 담화의 주제 파악하기"
    },
    {
        "question_num": 17,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 [읽기]"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 추론하기 [해석] 관계자 귀하, 저는 당신의 법률 회사에 인턴십을 지원한 Sona Lee와 관련하여 이 편지를 씁니다. 저는 지난 한 해 동안 저의 계약법 수업의 학생으로 그녀를 알게 되 었습니다. 그녀가 완성한 과제들은 훌륭했고, 계약법 에 대한 완전한 이해를 보여 주었습니다. 그녀는 또 한 놀라운 에너지와 대인 관계 능력을 지니고 있습 니다. 그녀는 이 법학 전문 대학원의 학생회에서 그 녀의 반을 대표하고 있고 학생들과 효과적으로 상호 작용하며 활기차게 이 책임을 맡아 왔습니다. 저는 그녀의 지원을 진심으로 지지합니다. Conan Stevenson 드림"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 주인공의 심경 변화 추론하기 [해석] “5,000달러가 입금되었다고요? 감사합니다. 바로 확인해 보겠습니다.” Jerry Shaw는 그의 얼굴 에 미소를 띤 채 전화를 끊었다. 콧노래를 부르며 그 는 약간의 현금을 인출하기 위해 은행으로 향했다. 그는 현금 인출기에 멈춰서 카드를 넣고 비밀번호를 눌렀다. 화면에 “카드가 유효하지 않습니다. 창구 직 원에게 문의하세요.”라는 메시지가 떴다. ‘무슨 일이 지? 내 보너스가 방금 입금되었다고!’ 은행에 들어간 후, Jerry는 창구 직원에게 무슨 일이 일어났는지 말 했다. 그녀는 화면을 살펴보고 얼굴을 찌푸렸다. “Shaw 씨, 당신의 계좌는 해지되었습니다. 당신이 계 좌를 해지했을 때 당신의 모든 예금이 인출되었습니 다.”라고 그녀가 말했다. “그게 무슨 뜻이죠? 난 절대 그러지 않았어요! 그것은 신분 도용이 틀림없어요!” 라고 Jerry는 그의 목소리가 거의 통제되지 않은 상 태로 소리쳤다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 인류학은 글로벌 문제를 다루는 데 적절해졌 다. 이것은 이러한 문제를 다루는 데 있어 ‘딱딱한’ 과학의 중요한 역할을 부정하는 것이 아니다. 그러나 우리가 글로벌 문제를 해결하려면 우리는 인문학과 사회 과학에 기반한 새로운 사고방식이 필요하다. 단 지 숫자와 통계를 보는 것만으로 글로벌 문제를 해 결하는 것은 불가능하다. 따라서 인류학은 ‘빅 데이 터’ 외에도 ‘심층적 데이터’의 수집과 해석을 가능하 게 하는 학문과 전문 직업으로서 중요해지고 우리가 살고 있는 세상을 우리가 더 포괄적으로 이해하도록 도와준다. 왜 새롭고 값비싼 ‘스마트’ 빌딩이 재앙인 3 가? 미래에 승용차는 어떻게 될 것인가? 그러한 질 문에 대답할 때, 우리는 양적인 데이터 분석에만 의 존하는 것을 멈추어야 한다. 대신에, 가장 중요한 결 정은 또한 사람들의 삶의 더 온전하고 미묘한 그림 을 제공하는 인류학의 질적 접근법을 통해 정보를 얻어야 한다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 함축 의미 추론하기 [해석] 우리의 뇌는 우리의 예상되는 현실과 실제 현 실이 일치할 때 환해진다. 우리의 뇌는 맞기를 좋아 한다. 우리는 또한 틀리기를 좋아하지 않으며, 우리 의 고정 관념에 기반한 예측이 이루어지지 않을 때 우리는 위협을 느낀다. 심리학자 Wendy Mendes는 백인과 아시아인 대학생들에게 연구원들에 의해 배 우로 고용된 라틴계 학생들과 상호 작용하도록 요청 했다. 라틴계 학생들의 일부는 자신을 변호사 아버 지, 교수 어머니, 그리고 유럽에서 자원봉사를 하며 보내는 여름을 가진 사회 경제적으로 ‘높은 계층’으 로 묘사했다. 다른 사람들은 자신을 실업자인 부모님 과 여름에 아르바이트 일을 가진 ‘낮은 계층’으로 묘 사했다. 연구자들은 참가자들이 부유한 가정 출신으 로 보이고 그래서 미국인의 고정 관념에 이의를 제 기하는 라틴계 학생들과 상호 작용했을 때 그들이 마치 위협을 대하는 것처럼 생리적으로 반응한다는 것을 알아냈는데, 즉 그들의 혈관은 수축되었고 그들 의 심장 활동은 변화했다. 이러한 상호 작용에서 참 가자들은 또한 고정 관념을 깨뜨린 학생들을 덜 호 감이 가는 것으로 간주했다. 이러한 방식으로 ‘기술 적인’ 고정 관념은 쉽게 ‘규범적이게’ 될 수 있다. 그 현상은 신경 과학적인 설명을 가질 수 있다고 판명 되는데, 즉 그것은 뇌의 보상 체계로부터의 격렬한 항의이다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 추론하기 [해석] 우리는 자연수를 온전한 물체, 다시 말해 우 리의 수렵채집인 뇌가 다룰 수 있는 것들로 상상할 수 있다. 반면에 소수, 분수, 백분율과 비율과 같은 부분을 나타내는 수는 간단히 우리 머릿속에 실재하 는 것으로 인식되지 않는다. 우리가 수학 모드일 때 는 주어진 시간 동안 그것들을 다룰 수 있을지도 모 르지만, 만약 우리가 다른 때에 질문을 받으면 개념 을 이해하는 데 어려움을 겪는 경향이 있다. 다시 말 하면, 우리가 청중에게 자연수가 아닌 숫자를 제시할 때마다 그 메시지는 그들에게 이해될 가능성이 낮다. 그들이 그 숫자들을 기억하고 계산하는 데 실수를 하기 쉬울 뿐 아니라 그들은 애초에 우리가 설명하 는 것을 머릿속에 전혀 그리지도 못할 가능성이 높 은데 왜냐하면 부여된 숫자가 온전하지 않기 때문이 다. 메시지를 실재적으로 만들기 위해 가능하면 언제 든지 자연수를 사용해라. 1보다 작은 숫자의 경우 대 상들이 자연수처럼 보이기 시작하도록 하는 전략을 사용할 수 있다. 만약 당신이 0.2%의 사람들이 어떤 특성을 가지고 있다는 것을 발견한다면, ‘500명 중 1 명’을 사용하는 것은 이러한 추상적인 백분율을 실재 적인 것으로 만든다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 추론하기 [해석] 대규모의 장기적인 변화에 직면하는 것은 대 응할 수 없는 것처럼 보인다. 세계적인 전염이나 경 제적 불평등 같은 문제는 너무 복잡해서 어떠한 개 입이 변화를 가져올 것이라고 믿기가 어려울 수 있 다. 무슨 일이 있을지에 대한 두려움을 극복하는 것 은 추상적인 것과 연결하는 것에 달려 있다. 예를 들 어 기후 변화와 같은 문제를 우리 자신의 이웃, 직업 그리고 관계와 연결하는 것은 개념적인 생각을 구체 적인 감정으로 바꾼다. 우리가 사랑하는 해변이 어떻 게 사라질 것인지, 더 빈번한 홍수가 어떻게 우리의 집을 파괴할 것인지 혹은 증가하는 산불 위험에서 달아나기 위해 어떻게 우리가 이동해야 할지에 대해 생각하는 것은 분노, 슬픔 혹은 죄책감 같은 감정, 즉 우리가 행동하도록 자극하는 감정을 불러일으킨 다. 최근의 한 연구는 사람들이 잠재적인 기후 변화 에 의해 개인적으로 영향을 받는다고 느낄 때 그들 이 탄소 감소 노력을 지지하고 예방적인 정책을 요 구할 가능성이 더 높다는 점을 발견했다. 잠재적인 미래와의 감정적인 연결을 형성하는 것은 우리가 부 정과 절망에서 행동으로 이동하도록 도와준다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 추론하기 [해석] 한때 목성의 위성들에는 주목할 만한 가치가 있는 어떤 어려움이 있었다. 이 위성들은 Roemer에 의해 매우 면밀히 연구되었는데, 그는 위성들이 때로 는 예정보다 앞서고 때로는 뒤처지는 것처럼 보였다 는 것을 알아차렸다. 그것들은 목성이 지구에 특히 ‘가까울’ 때는 ‘앞섰고’ 목성이 지구에서 ‘더 멀’ 때는 ‘뒤처졌다’. 이것은 중력의 법칙에 따라 설명하기 매 우 어려운 것이었을 것이다. 법칙이 작용해야 할 ‘한 곳’에서라도 작용하지 않는다면 그것은 그냥 틀린 것 이다. 하지만 이 불일치의 이유는 매우 간단하고 아 름다웠는데, 그것은 빛이 목성에서 지구로 이동하는 데 걸리는 시간 때문에 목성의 위성들을 ‘보는’ 데 약간의 시간이 걸린다는 것이다. 목성이 지구에 더 가까울 때는 그 시간이 조금 더 짧으며 지구에서 더 멀 때는 그 시간이 더 길다. 이것이 위성들이 지구에 더 가깝거나 더 먼지에 따라 대체로 조금 앞서거나 조금 뒤처지는 것처럼 보이는 이유이다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용 파악하기 [해석] 위의 그래프는 6개 유럽 국가의 2021년과 2050년의 거주자 1,000명당 치매 환자 수를 보여 준 다(2050년의 숫자는 예측된 것이다). ①2050년까지 1,000명당 치매 환자 수는 모든 주어진 국가들에서 2021년에 비해 10명 넘게 증가할 것으로 예측된다. ②2021년에는 이탈리아가 6개 국가 중에 가장 높은 치매 환자 비율을 기록했고 2050년에도 역시 그러할 것으로 예측된다. ③스페인에서 치매 환자 비율은 2021년에는 독일의 그것보다 낮았지만 2050년에는 독일의 그것을 초과할 것으로 예측된다. ④스위스와 네덜란드는 2021년에 동일한 치매 환자 비율을 가지 고 있었으며 2050년까지 둘 다 그 비율이 두 배가 넘을 것으로 예상된다. ⑤6개 국가 중 벨기에는 2021년과 2050년 사이의 거주자 1,000명당 치매 환 자 수에서 가장 적은 격차를 보인다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 유태인 혈통으로 오스트리아에서 태어난 Josef Frank는 Vienna University of Technology에 서 건축학을 공부했다. 그는 그러고 나서 1919년부 터 1925년까지 Vienna School of Arts and Crafts에 서 가르쳤다. 1925년에 그는 몇몇 건축가 동료들과 함께 인테리어 디자인 회사를 설립했다. 그는 초기 비엔나 모더니즘의 가장 중요한 인물 중 한 명이었 지만 이미 1920년대 초에 모더니즘의 고조되는 실용 주의에 의문을 제기하기 시작했다. 그는 집이 ‘생활 을 위한 기계’여야 한다는 프랑스 건축가 Le Corbusier의 신념에 거의 공감하지 않았다. 그는 당 시의 표준화된 인테리어 디자인 경향에 반대했고 그 것이 사람들을 너무 획일적으로 만들 것을 두려워했 다. 그는 심해지는 나치의 차별을 피해 1933년에 스 웨덴인 아내와 함께 스웨덴으로 가서 1939년에 시민 권을 얻었다. 그는 자신의 스톡홀름의 디자인 회사에 서 가장 명성 있는 디자이너였다. 자신의 건축 작업 외에도 그는 가구, 직물, 벽지 그리고 카펫의 수많은 디자인을 만들었다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 2023 아이디어 공유 대회 여러분은 일상생활에서 탄소 중립을 실천할 수 있는 어 떤 아이디어를 가지고 있나요? 대회에 참가해서 환경을 위한 여러분의 훌륭한 아이디어를 공유하세요! 안내 사항 ­ 모든 참가자들은 2명에서 5명의 팀으로 참가해야만 합니다. ­ 각 팀은 7분짜리 영상을 이메일로 제출합니다. ­ 영상은 환경을 보호할 수 있는 방법을 포함해야만 합니다. 심사 기준 ­ 창의성 ­ 실용성 ­ 기술적 품질 세부 사항 ­ 제출 마감일은 2023년 4월 13일입니다. ­ 수상 팀은 이메일을 통해 2023년 4월 21일에 안내 될 것입니다. ­ 3개의 최고 영상은 저희 웹사이트에 게시될 것입니다. 더 많은 정보를 위해 manager@ideasharing.org로 이 메일을 보내 주십시오."
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 글의 세부 내용 파악하기 [해석] 국제 가면 축제 전 세계의 가면을 감상하고 싶으신가요? Maywood Hills 박물관을 방문해서 그것들의 아름다움을 즐기세요! 기간: 4월 매주 화요일부터 일요일까지 (오전 10시 - 오후 8시) 입장료: 1인당 $10 행사 정보 ­ 부스 A: 25개국의 가면 전시회 ­ 부스 B: 가면 만들기 활동(예약이 필요함) 세부 사항 ­ 부스 A에서는 오디오 가이드가 이용 가능하고 입장 료에 포함되어 있습니다. ­ 부스 B에서 가면을 만들고 난 후에 그것을 기념품으 로 집에 가져갈 수 있습니다. 관련 문의는 이메일(maskfestival@maywood.org)이나 전화(234-567-7363)를 통해 받습니다."
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법상 틀린 표현 고르기 [해석] 학생들에게 피드백을 제공하는 것은 교사에게 중요한 과제이다. 일반 심리학은 결과에 대한 지식이 기량을 향상시키는 데 필요하다는 것을 보여 주었다. 숙련된 음악가들은 자신의 연주를 스스로 비판할 수 있지만 성장하고 있는 음악을 배우는 학생들은 평가 적 피드백을 제공하는 교사에 의존한다. 가장 건설적 인 피드백은 음악 한 곡에 대한 학생의 연주와 최적 의 버전 사이의 불일치를 표현하는 것이다. 숙련된 교사는 일반적인 평가보다 더 상세한 피드백을 주고 음악 교육자는 더 구체적인 교사 피드백이 학생의 연주 향상을 촉진한다고 보통 인정한다. 연구자들은 또한 유능한 교사의 피드백이 더 자주 긍정적으로 혹은 부정적으로 표현되는지, 즉 칭찬 혹은 비판을 이루는지 탐구했다. 사람들은 긍정적인 의견이 학생 들에게 더욱 동기를 부여하고 결과적으로 효과적인 가르침과 더욱 연관되어 있다고 직관적으로 생각할 지도 모른다. 그러나 그 연구는 약간 다른 그림을 그 린다. 긍정적인 피드백이 어린 학습자와 일대일 교수 에서는 더욱 도움이 되는 것 같지만 음악을 배우는 4 더 숙련된 학생들은 수업에서 더 높은 수준의 비평 을 받아들이고 이익을 얻는 것처럼 보인다. [해설] motivating이 적절하다."
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절하지 않은 어휘 고르기 [해석] 호르몬은 어떻게 우리 몸에서 반응을 일으키 는가? 호르몬이 분비선에서 분비되면 그것의 표적을 찾아서 혈류 내에서 온몸으로 이동한다. 몸의 기관, 조직, 그리고 다른 분비선은 호르몬이 그들의 메시지 를 전달하고 효과를 일으키기 위해서 결합해야 하는 수용체 부위를 가지고 있다. 하지만 모든 호르몬은 자신만의 독특한 모양을 가지고 있기 때문에 그에 상응하는 모양의 수용체 부위를 지닌 인체의 부분에 만 작용하도록 설계되어 있다. 이러한 작용 방식은 자물쇠와 열쇠 매커니즘에 비유될 수 있는데, 만약 열쇠가 자물쇠에 맞지 않으면 아무 일도 일어나지 않을 것이다. 호르몬이 수용체에 결합되면 몸에 변화 를 일으키기 위해서 일련의 다른 신호 전달 경로를 유발한다. 일단 바라던 결과가 일어나고 혈액 내에서 순환하는 너무 많은 호르몬이 있으면 이 신호는 추 가적인 호르몬 분비를 촉진하기(→억제하기) 위해 분비선으로 다시 보내진다. 이것은 피드백 고리라고 불리고 올바르게 기능하면 그것은 내분비계로 하여 금 여러분의 몸 상태가 균형을 유지하는 것을 확실 히 하도록 한다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 파트너 사이의 균형이나 조화는 관계에서 시 간이 지남에 따라 분명히 발전하지만, 그것은 파트너 에 대한 초기 매력과 관심의 요인이기도 하다. 즉, 두 사람이 첫 만남에서 비슷한 언어적 그리고 비언 어적 습관을 공유하는 정도까지 그들은 서로 더 편 안할 것이다. 예를 들어, 속도가 빠른 사람들은 빠르 게 말을 하고 움직이며 더 표현력이 있는 반면, 속도 가 느린 사람들은 다른 속도를 가지고 표현력이 덜 하다. 이러한 연속체의 반대쪽 끝에 있는 사람들 간 의 초기 상호 작용은 유사한 유형 간의 그것들보다 더 어려울 수 있다. 대조적인 유형의 경우 사람들은 그들이 상호 작용 유형에 있어서 유사한 경우보다 관계를 추구하는 것에 관심이 적을 수 있다. 그러나 비슷한 유형의 사람들은 더 편안하고 그들이 단지 서로 ‘즉시 마음이 통하는’ 것 같다는 것을 느낀다. 따라서 행동의 조화는 관계의 시작을 위한 선택 필 터를 제공할 수 있다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 동물은 거의 틀림없이 예술을 만든다. 뉴기니 와 오스트레일리아의 수컷 바우어새는 나뭇가지, 꽃, 딸기류, 딱정벌레 날개 그리고 심지어 다채로운 잡동 사니로부터 정교한 구조물을 만드는 데 그들의 시간 과 에너지의 큰 부분을 바친다. 이것들은 그들의 복 잡한 짝짓기 춤을 위한 배경이며 그 춤은 곡예 동작 과 심지어 다른 종들의 모방까지 포함한다. 그들이 지은 탑과 ‘바우어’의 가장 놀라운 점은 그것들이 벌 집이나 벌새 둥지처럼 정형화되어 있지 않다는 것이 다. 각각의 것은 다르다. 새의 정교한 장인 정신과 함께 예술적 기술은 암컷에 의해 보상받는다. 많은 연구자들은 이 과시가 자신의 잠재적 짝의 인지적 능력을 측정하기 위해서 암컷에 의해 이용된다고 말 하지만 다윈은 암컷이 실제로 그것들의 ‘아름다움’에 끌렸다고 생각했다. 다시 말해, 바우어는 단순히 짝 의 자질의 신호만인 것은 아니다. 그것들은 우리가 그림이나 봄꽃 한 다발을 감상하는 것처럼 그 자체의 목적을 위해 감상된다. 2013년의 한 연구는 인지 검 사에서 더 잘했던 바우어새가 짝을 유혹하는 데 더 성공적이었는지를 살펴보았다. 그들은 그러지 않았고, 이것은 암컷이 찾는 것이 무엇이든지 그것이 인지 능 력의 직접적인 지표는 아니라는 것을 시사한다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 소비자에게 상품과 서비스를 판매하는 사업을 운영하는 것은 그들이 좋아하는 제품을 알아가는 것 을 필요로 한다. 그러나 그 이상으로 여러분은 긍정 적인 경험을 그들이 구매하는 제품에 연결하는 것이 좋다. 전통적인 판매나 온라인 판매에서 사람들은 쉽 게 문의할 수 있고 좋은 상태로 빨리 얻을 수 있는 제품과 판매자를 좋게 생각할 수밖에 없다. 제품을 사용하는 것은 그들의 만족도를 증가시키거나 감소 시킬 수 있으며, 그들은 기대를 충족시키고 뛰어넘는 제품을 재구매할 것을 기억할 것이다. 전통적인 상점 은 그것의 진열과 개인 서비스로 쇼핑 경험을 즐겁 게 만든다. 인터넷 소매업체는 빠른 검색과 클릭을 통해 구매자를 그들이 원하는 제품으로 유도한다. 몇 분 안에 수백만 달러의 구매를 창출할 수 있는 새로 운 온라인 판매 방법은 실시간 스트리밍 판매이다. 그것은 그들의 쇼를 실시간으로 스트리밍하는 호스 트가 제품을 시연하고 심지어 소셜 미디어의 힘을 통해 양방향으로 그들의 시청자로부터 의견을 받고 질문에 답하는 경우이다. 그들은 그 제품이 마음에 들면 플랫폼의 전자 상거래 기능을 통해 즉시 그것 을 구매한다. 구매자는 경험이 매우 편리하고, 그것 은 친구와 이야기하는 것과 같다고 말한다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 내용 추론하기 [해석] 헤겔의 철학에서 비록 보편자와 개별자 사이 에 상호 작용과 상호 관계가 있긴 하지만 보편자는 여전히 개별자보다 더 많은 우위를 갖는다. 헤겔에게 개인은 ‘이성’의 관점에서는 구별되지 않는다. Philosophy of Right에서 헤겔은 다음과 같이 특수성 과 보편성을 강조한다. ‘사람은 별나게 행동하는데, 특수성을 보여 준다. 이성적인 것은 모든 사람이 이 동하는 고속 도로이며, 아무도 특별하게 표시되지 않 는다.’ 여기서 헤겔은 개인이 그들의 행동의 관점에 서는 서로 구별될 수 있지만 이성의 측면에서는 구 별되지 않는다고 주장한다. 특수한 생각은 있지만 그 것들은 결국 보편자로 귀착된다. 혹자는 헤겔이 아리 스토텔레스처럼 개별자에만 초점을 맞춘 것으로 보 인다고 말할 수도 있지만 아리스토텔레스가 개별자 를 제일(第一) 실체로, 보편자를 제이(第二) 실체로 여기고, 그렇게 하는 것을 통해 헤겔과는 반대로 보 편자가 개별자에게 종속된다고 강조하는 것과는 달 리 실제로 그(헤겔)는 미묘하게 보편자를 근본적인 것으로 다룬다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 포스트모더니즘의 분파 중 하나는 언어의 구 조와 그것이 어떻게 사용되는지를 살펴본다. 그것은 언어가 현실을 나타내는 데 정확하게 사용될 수 있 다는 가정에 이의를 제기한다. 단어는 단지 개념(의 미되는 바)에 주어진 기호 또는 표호이고 따라서 단 어와 그 의미, 즉 기표(記標)와 기의(記意) 사이에는 필연적인 상응이 존재하지 않기 때문에 단어의 의미 는 모호하다. 기호(단어)의 사용과 그것의 의미는 그 것이 사용되는 텍스트의 흐름에 따라 다양할 수 있 고, 이것은 그것의 기저에 있는 불일치성을 드러내기 위해 텍스트를 ‘해체할’ 가능성으로 이어진다. (현실 은 우리의 사고 밖에 존재하고 우리가 자연 세계를 정말 있는 그대로 인식할 수 있는 것은 오직 언어를 통해서이다.) 이러한 접근법은 모든 형태의 표상, 즉 외연을 이전의 사용에 덧씌움을 통해 추가된 혹은 대안적인 의미를 얻는 사진, 영화 등에 적용될 수 있 다. 이것은 특히 미디어에서 보여질 수 있는데, 여기 에서 실제와 가상을 구별하기 어려우며 모든 것은 표상이고 현실은 없다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 지구는 태양계의 형성 도중 암석과 금속 조각 들로부터 만들어졌는데, 이것들은 초기 핵에 의해 휩 쓸리고 중력의 힘에 의해 하나의 덩어리로 끌어들여 진 파편들이다. (B) 원래 물질들은 우주 공간처럼 차갑고 먼지처럼 건조했는데, 그것들이 포함하는 물 과 가스는 무엇이든지 화학 혼합물로서 개별 조각 안에 갇혀 있었다. 그 조각들이 모이면서 지구의 중 력이 증가했고, 이것은 점점 더 큰 물체들을 끌어당 겨 지구에 충돌하게 했다. (A) 이러한 증가하는 중 력은 우라늄과 토륨과 같은 원소의 끝없는 방사선 붕괴와 결합하여 새로운 지구가 가열되는 것을 유발 했다. 내부 온도와 압력은 많은 혼합물이 분해되거나 녹을 정도로 충분히 높았고, 물과 가스를 방출했다. (C) 심지어 고체 물질도 그러한 상태에서 움직이고 흐르기 시작할 수 있었다. 밀도에 의한 분리가 시작 되었고, 지구는 그것의 현재 지층 구조로 구성되기 시작했다. 가장 무거운 금속은 중심부로 가라앉았고, 가장 가벼운 물질은 바깥으로 이동했다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 표현은 지배력이다. 세상을 표현하는 힘은 그 것 속에 있는 우리 또는 우리 속에 있는 그것을 표 현하는 힘인데, 왜냐하면 표현하기의 최종 단계는 표현하는 것과 표현되는 것을 하나로 병합하기 때문 이다. 제국주의화하는 문화는 군대와 무역 회사가 군사적, 경제적으로 작동하는 것과 마찬가지로 지적 으로 작동할 수 있는 훌륭한 예술 작품을 생산한다. (C) 셰익스피어, 제인 오스틴 그리고 지도는 동인도 회사, 영국 군대 그리고 영국의 교회만큼 영국 제국 의 힘에 중요했다. 식민지화의 유럽인 현대 유럽이 ‘위대한 예술’의 유럽이기도 했다는 것은 우연이 아 니며, 위대한 지도 제작자들의 유럽이었다는 것도 우 연이 아니다. (A) 그것은 우리가 지도로 세상을 지 적으로 지배할 수 없다면 군사적으로나 경제적으로 지배할 수 없기 때문이다. 메르카토르, 몰리에르, 콜 럼버스 그리고 쿡 선장은 서로 다른 방식으로 제국 주의화했지만 그들은 모두 제국주의화했고 궁극적으 로 하나의 유효성은 다른 모든 것들의 유효성에 의 존하고 그것을 뒷받침했다. (B) 마찬가지로 물리적 영토라기보다는 경제와 정당을 차지하는 것을 포함 하는 미국의 현대 식민지화 형태는 세계를 미국에 그리고 미국을 위해 표현하기 위해 할리우드와 인공 위성 둘 다의 힘에 의해 동반된다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 언어, 그중에서도 ‘동물’이라는 단어는 우리를 속인다. ‘동물’이라는 단어는 인간이 아닌 모든 동물 을 분류하고 인간을 다른 동물로부터 떼어 놓는다. 모든 다른 동물을 인간과 대조되는 하나의 그룹으로 보는 것은 인간 중심주의를 강화하는데, 이는 다른 동물이 인간의 이득을 위해 이용되는 관행의 정당화 에 기여한다. Jacques Derrida는 한쪽에 있는 ‘인간’ 과 다른 한쪽에 있는 ‘동물’ 사이의 하나의 선 대신 에 복합적이고 이질적인 경계가 있다고 주장하는데, ‘소위 인간’의 가장자리 너머에서 우리는 살아 있는 것들의 이질적인 복수성을 발견한다. 이 다양성을 설 명하기 위해 ‘animot’이라는 단어를 사용할 것이 제 안되어 왔다. 언어에서 그것은 복수, 즉 동물의 다양 성을 가리키는데, 이는 하나의 ‘동물’만 있지는 않기 때문에 필요하다. ‘animot’의 ‘mot’은 명명하는 행위 와 인간에 의한 인간과 동물 사이의 구분을 짓는 데 수반되는 위험을 나타낸다. 그것은 우리로 하여금 그 것이 기존의 동물 집단을 가리키는 것이 아니라 동 물들을 위한 단어라는 사실을 상기시킨다. 5"
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장 삽입하기 [해석] 바빌로니아의 천문학자들은 하늘에서의 천체 운동에 대한 자세한 기록을 만들었고, 그 결과표를 사용하여 불규칙성을, 그리고 그것들로 신의 은총을 가려냈다. 이것이 우리가 현재 과학적인 방법이라고 부르는 것, 즉 세상에 대한 정확한 관찰이 미래를 예 측하기 위해 사용될 수 있다는 것을 보여 주는 씨앗 이었다. 이러한 종류의 우주의 이해에 관한 측정의 중요성은 수 세기 동안 원활하게 발전하지는 않았다. 사실, 유럽의 중세 시대에는 손과 눈으로 측정하는 것은 다소 터무니없는 종류의 지식, 즉 추상적인 사 고의 그것보다 열등한 지식을 만들어 낸다고 때때로 여겨졌다. 그 의심은 그 당시의 스콜라 철학의 고대 그리스인들, 특히 물질 세계는 끊임없는 변화와 불안 정의 하나라고 강조했던 플라톤과 아리스토텔레스의 영향 때문이었다. 그들은 현실이 플라톤적인 형태이 든 아리스토텔레스적인 원인이든 비물질적인 자질을 참조하여 가장 잘 이해된다고 강조했다. 이러한 직관 을 완전히 대체하기 위해서는 과학적인 혁명이라는 뜻밖의 새로운 발견이 필요했을 것이고 밤하늘의 관 찰이 결정적임이 다시 한 번 입증되었다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 글의 내용 요약하기 [해석] 실험들은 동물이 인간과 마찬가지로 과장되고 비범한 자극을 선호하는 경향이 있으며 선호는 빠르 게 그 자체를 극단적인 수준으로 나아가게 할 수 있 다는 것(‘정점 변경 효과’)을 보여 준다. 한 실험에서 음식 보상을 통해 쥐는 정사각형을 다른 기하학 형 태보다 선호하도록 조건화되었다. 다음 단계에서 정 사각형이 아닌 직사각형이 내놓아졌고 정사각형보다 훨씬 더 큰 보상과 연관되었다. 예상했듯이 쥐는 직 사각형을 확실히 선호하는 것을 학습했다. 덜 예측 가능했던 것은 그 실험의 세 번째 부분이었다. 쥐는 그들이 이미 알고 있고 큰 보상과 연관되었던 직사 각형과 그것의 비율이 정사각형의 그것과 훨씬 더 차이가 나는 또 다른 직사각형 사이에서 선택을 할 기회를 제공받았다. 흥미롭게도 쥐는 그것을 위한 보 상에 기반한 조건화를 조금도 경험하지 않고도 이 새로운 변형을 골랐다. 따라서 가능한 설명은 그들이 원래의 정사각형보다 더 큰 차이, 즉 ‘정사각형이 아 닌 것’의 과장을 선택했다는 것이다.  한 실험에서 처음에는 정사각형, 그러고 나서 정사각 형이 아닌 직사각형에 대한 기호를 확립한 후에 쥐 는 어떤 추가적 보상 없이도 극단적인 직사각형의 성질을 추구하는 것으로 보였다. 41~42 장문의 이해 [해석] 비록 우리 인간이 생존을 위해 반사 반응을 갖추고 있을지라도 태어날 때 우리는 무력하다. 우리 는 대략 1년을 걸을 수 없는 상태로 보내고, 우리가 완전한 생각을 분명히 말할 수 있기까지 대략 2년을 더 보내며, 더 많은 시간을 우리 스스로를 부양할 수 없는 상태로 보낸다. 우리는 우리의 생존을 위해 우 리 주변의 사람들에게 완전히 의존적이다. 이제 이것 을 많은 다른 포유동물과 비교해 보아라. 예를 들어 돌고래는 헤엄치면서 태어난다. 기린은 몇 시간 내에 서는 법을 배운다. 새끼 얼룩말은 태어난 지 45분 내 에 달릴 수 있다. 전체 동물의 왕국에서 우리의 사촌 들은 그들이 태어난 직후 놀랍게도 독립적이다. 겉보기에는 그것이 다른 종들에게는 엄청난 이점 처럼 보이지만 사실은 그것은 한계를 의미한다. 새끼 동물은 주로 미리 프로그램된 루틴에 따라 그것들의 뇌가 연결되어 있기 때문에 빠르게 성장한다. 하지만 그러한 준비됨은 유연성과 서로 교환된다. 만약 어떤 운 나쁜 코뿔소가 북극 툰드라에서 또는 히말라야 산맥의 산꼭대기에서 또는 대도시의 한가운데에서 자신을 발견했다고 상상해 보아라. 그것은 적응할 능 력이 없을 것이다(이것이 우리가 코뿔소를 그러한 지역에서 발견할 수 없는 이유이다). 이러한 미리 배 열된 뇌와 함께 오는 전략은 생태계 안의 특정한 적 합한 장소 안에서는 잘 작동하지만 어떤 동물을 그 적합한 장소 밖에 두면 그것의 번성할 가능성은 낮다. 대조적으로 인간은 얼어붙은 툰드라에서 높은 산 맥, 북적거리는 도시 중심지까지 많은 다른 환경에서 번성할 수 있다. 이는 인간의 뇌가 놀랍게도 불완전 한 채로 태어나기 때문에 가능하다. 모든 것이 연결 된 채로, 즉 소위 ‘타고난’ 채로 오는 대신에 인간의 뇌는 그것 자체가 삶의 경험의 세세한 것에 의해 형 성되는 것을 막는다(→ 가능하게 한다). 이것은 미숙 한 뇌가 그것의 환경에 맞게 천천히 형성되어 가면 서 오랜 기간의 무력함으로 이어진다. 그것은 ‘살아 가면서 연결된다’."
    },
    {
        "question_num": 41,
        "explanation": "[출제의도] 글의 제목 추론하기"
    },
    {
        "question_num": 42,
        "explanation": "[출제의도] 문맥상 적절하지 않은 어휘 고르기 43~45 장문의 이해 [해석] (A) 서로 옆에 사는 두 이웃이 있었다. 한 이웃은 교수 였고, 다른 이웃은 동기 부여가 되지 않은 아들을 가 진 상인이었다. 그들 둘 다 각자의 정원에 같은 종류 의 식물을 심었다. 교수는 그의 식물들에 적은 양의 물을 주었고 그들에게 항상 완전한 주의를 기울이지 는 않았다. 한편, 상인의 정원에서 상인은 (a) 그(상 인)의 식물들에 많은 물을 주고 그들을 잘 돌보았다. (D) 교수의 식물들은 평범하지만 괜찮아 보였던 반면 상인의 식물들은 훨씬 더 풍성하고 푸르렀다. 어느 밤, 강한 폭풍이 있었다. 폭풍이 지나간 뒤에, 두 이 웃 모두 정원의 피해를 점검했다. 상인은 그의 식물 들이 폭풍에 의해 뿌리째 뽑혀서 완전히 파괴된 것 을 발견했다. 하지만, (e) 그의 이웃(교수)의 식물들 은 전혀 피해를 입지 않고 단단히 서 있었다. (B) 상인은 그가 교수보다 식물을 더 잘 보살폈다고 생각했기 때문에 그것을 보고 놀랐다. 그는 그의 이 웃에게 가서 말했다. “(b) 저(상인)의 식물들만 뿌리 째 뽑혔어요. 어떻게 이게 가능하죠?” 교수는 웃으며 말했다. “당신이 당신의 식물들에 너무 많은 관심과 물을 주었기에, 그들은 스스로 노력할 필요가 없었던 겁니다.” “그게 정말 문제인가요?” 상인이 (c) 그(상 인)의 얼굴에 궁금한 표정을 띠며 물었다. (C) 교수는 설명을 계속했다. “저는 제 식물들에게 딱 적당한 정도의 물만 주고 그들의 뿌리로 하여금 그 이상을 찾도록 했죠. 그들의 뿌리는 더 깊어졌고 더 강하게 자랐어요.” 그 순간, 상인은 여전히 게으르고 자신의 부모에게 의존하는 (d) 그(상인)의 아들의 모 습을 생각했다. “그것이 당신이 가르침에 접근하는 방식인가요?” 상인이 물었다. 교수가 말했다. “맞아 요. 학생들은 식물과 같죠. 가끔은 주는 것보다 안내 하는 것이 더 좋아요.” 상인은 조용히 고개를 끄덕이 며 교육이 무엇인지 다시 생각하기 시작했다."
    },
    {
        "question_num": 43,
        "explanation": "[출제의도] 글의 순서 파악하기"
    },
    {
        "question_num": 44,
        "explanation": "[출제의도] 지칭하는 대상 파악하기"
    },
    {
        "question_num": 45,
        "explanation": "[출제의도] 글의 세부 내용 파악하기"
    }
]