[
    {
        "question_num": 1,
        "explanation": "[출제 의도] 목적 파악 [해석] 여: 안녕하세요, Timberglade 고등학교 학생들 여러분. 저는 여러분의 체육 교사인 Larsen 선생님입니다. 저는 우리가 다음 달에 있을 자선 축구 경기를 도울 자원 봉사자를 찾고 있다는 것을 알려드리고자 합니다. 여러분도 알고 있듯이, 우리의 최고의 선수들이 Ebanwood 경기장에서 우리 졸업생들과 겨룰 것입니다. 자원봉 사자들은 관중들을 그들의 자리로 안내하고 경기 후에 정리 정돈을 할 것입니다. 티켓 판매로 얻은 모든 돈은 지역 어린이 병원에 기부될 것입니다. 이것은 어린 이들을 돕는 일에 참여할 좋은 기회가 될 것입니다. 우리의 자선 축구 경기에서 의 이 자원봉사 활동에 망설이지 말고 신청하세요. 더 많은 정보를 원하시면, 학 교 웹사이트에서 확인할 수 있습니다. 감사합니다. [풀이] 다음 달에 열릴 재학생 대표와 졸업생의 자선 축구 경기 행사에서 활동할 자원봉사자 를 모집하고 있다는 것을 학생들에게 홍보하고 있으므로, 여자가 하는 말의 목적으로 가장 적절한 것은 ⑤이다. [Words and Phrases] P.E. 체육(physical education) announce 알리다, 발표하다 charity 자선 compete 겨루다, 경쟁하다 graduate 졸업생 tidy up 정리 정돈하다 donate 기 부하다 hesitate 망설이다"
    },
    {
        "question_num": 2,
        "explanation": "[출제 의도] 의견 파악 [해석] 남: Ellie, 기분이 안 좋아 보이는구나. 무슨 일이야? 여: 저, 아빠, Tiffany와 제가 학교에서 말다툼을 했어요. 남: 너희 둘은 아주 친하잖아. 무슨 일이 있었던 거니? 여: 우리 학생회 회의 중에, 그 애가 자신의 주장을 말하는 데 너무 오래 걸려서 제 가 그 애의 말을 끝내기 위해 끼어들어야 했어요. 남: 오, 안 돼. 누군가가 한창 말하고 있을 때 방해해서는 안 돼. 여: 알아요. 하지만 그 애는 계속 너무 많은 세세한 부분을 얘기했어요. 2 남: 그래도 그건 예의가 아니야. 네가 그 애라면 기분이 어떨 것 같니? 여: 아마 화가 날 거예요. 남: 맞아. 그래서 누군가가 말을 하고 있을 때 말을 끊으면 안 돼. 여: 아빠 말씀이 맞아요. 제가 그녀의 입장에서 생각하지 못했던 것 같아요. 남: 그럼, 다음에는 다른 사람들이 말을 끝마치도록 하는 게 어떨까? 여: 알겠어요. 고마워요, 아빠. 내일 그 애에게 사과할게요. [풀이] 남자는 딸이 학교에서 친구가 말하는 도중에 말을 끊어 그 애와 다투게 된 일을 듣고 누군가가 말을 할 때 끼어들어 중단시키는 것은 예의가 아니므로 하지 말아야 한다고 말하고 있다. 따라서 남자의 의견으로 가장 적절한 것은 ①이다. [Words and Phrases] argument 말다툼 student council 학생회 jump in (대화에) 불쑥 끼어들다 interrupt 방해하다 in the middle of 한창 (바쁘게) ~하는 중에 apologize 사과 하다"
    },
    {
        "question_num": 3,
        "explanation": "[출제 의도] 요지 파악 [해석] 여: 안녕하세요, 청취자 여러분. ‘Graham 박사의 1분 건강 팁’입니다. 숙면을 취하는 것은 여러분의 건강에 중요합니다. 하지만 최근, 점점 더 많은 사람이 잠드는 데 어려움을 겪고 있습니다. 만약 여러분이 그런 경우라면, 수면 안대를 착용하는 것 이 여러분이 잠드는 것을 도울 수 있습니다. 만약 여러분의 방이 충분히 어두워 지지 않으면, 잠드는 것이 어려울 것입니다. 이것은 빛이 여러분을 졸리게 만드는 호르몬의 분비를 방해하기 때문입니다. 수면 안대는 빛을 차단할 수 있고, 이것은 여러분이 잠드는 것을 더 쉽게 만듭니다. 오늘 밤 한 번 시도해 보는 것은 어떨 까요? 다음번에는 더 많은 팁을 가지고 오겠습니다! [풀이] 잠드는 데 어려움을 겪는 사람들에게 방이 충분히 어둡지 않으면 빛이 졸리게 만드는 호르몬 분비를 방해하므로 수면 안대를 착용하는 것이 도움이 될 수 있다는 말을 하 고 있으므로, 여자가 하는 말의 요지로 가장 적절한 것은 ④이다. [Words and Phrases] eye mask 안대 interfere 방해하다 release 분비 block 차단하다"
    },
    {
        "question_num": 4,
        "explanation": "[출제 의도] 그림 내용 일치 [해석] 남: Blake 씨, 캠핑 장비 코너를 캠핑장처럼 보이도록 꾸미는 것을 마쳤어요. 여: 고마워요, Chris. 우리 영업 계획서에 나타난 것보다 훨씬 좋군요. 벽에 현수막이 마음에 들어요. 3 남: 그것이 고객의 관심을 끌 것이라고 생각해요. 그리고 전에 제안하신 대로 원뿔 모양의 텐트를 설치했어요. 여: 좋아요. 저 북미 원주민 스타일 텐트가 요즘 꽤 인기예요. 남: 네, 그렇죠. 그리고 상자 옆에 있는 배낭이 현재 가장 잘 팔리는 상품이에요. 여: 맞아요. 디자인이 마음에 들어요. 아, 저 두 의자는 편해 보이네요. 그중 하나에 앉아서 커피를 타 먹고 싶네요. 남: 저도요. 그리고 저 줄무늬 식탁보는 정말 눈길을 끌지 않나요? 여: 확실히 그래요. 모든 게 정말 좋아 보이네요. 정말 잘하셨어요! [풀이] 대화에서는 상자 옆에 배낭이 있다고 했는데, 그림에서는 상자 위에 배낭이 있으므로, 그림에서 대화의 내용과 일치하지 않는 것은 ③이다. [Words and Phrases] decorate 꾸미다 camping gear 캠핑 장비 cone-shaped 원뿔 모양의 tablecloth 식탁보 eye-catching 눈길을 끄는"
    },
    {
        "question_num": 5,
        "explanation": "[출제 의도] 할 일 파악 [해석] 여: Oliver, 이번 주 금요일 우리 테니스 클럽 신입 회원을 위한 파티로 무척 신나. 남: 나도 그래. 할 일 목록을 살펴보자. 완벽하게 되면 좋겠어. 여: 동의해. 파티를 위해 시내에 있는 멕시코 식당을 예약했니? 남: 응, 했어. 식당이 넓어서 우리 같은 파티에 안성맞춤이야. 여: 게다가 거기 음식도 훌륭해. 그리고 신입 회원을 위한 선물도 준비했지, 그렇지? 남: 응, 내 차에 있어. 회원들에게 파티에 대해 다시 한번 알려줬니? 여: 방금 모두에게 문자 메시지를 보냈어. 남: 좋아. 테니스 대회 일정은 어떻게 되었어? 인쇄했니? 여: 아, 잊을 뻔했어. 내가 오늘 밤에 할게. 음, 음악은 준비되었니? 남: 응. 어젯밤에 재생 목록을 만들었어. 여: 잘됐다. 우리는 잘 준비하고 있는 것 같아. [풀이] 두 사람은 테니스 클럽의 신입 회원을 위한 파티를 위해 할 일을 점검하고 있는데, 남자가 테니스 대회 일정을 인쇄했는지 묻자, 여자가 잊을 뻔했는데 자신이 오늘 밤 에 출력하겠다고 말했으므로, 여자가 할 일로 가장 적절한 것은 ②이다. [Words and Phrases] spacious 넓은 terrific 훌륭한 remind (기억하도록) 다시 한번 알려주다"
    },
    {
        "question_num": 6,
        "explanation": "[출제 의도] 숫자 정보 파악 [해석] 4 여: Jamie의 선물 가게에 오신 것을 환영합니다! 무엇을 도와드릴까요? 남: 안녕하세요. 친구들에게 줄 크리스마스 선물을 사야 해요. 추천해 주실 수 있는 것이 있나요? 여: 물론입니다. 이 사진 텀블러는 어떠세요? 텀블러에 친구들의 사진을 넣어 장식할 수 있어요. 남: 오오, 제 친구들이 매우 좋아할 것 같습니다. 얼마죠? 여: 30달러입니다. 남: 약간 비싼 것 같지만 마음에 듭니다. 두 개 살게요. 여: 알겠습니다. 필요하신 다른 것이 있으신가요? 남: 이 크리스마스 열쇠고리가 귀여워 보이네요. 오, 하나에 5달러군요. 여: 네. 그것들은 이번 달에만 살 수 있습니다. 남: 그래요? 그러면 네 개 사겠습니다. 그게 다인 것 같습니다. 여: 그럼, 텀블러 두 개와 열쇠고리 네 개이군요. 남: 네, 맞습니다. 여: 그리고 크리스마스 판촉으로 총비용의 10%를 할인받으실 수 있습니다. 남: 매우 좋군요. 여기 제 신용카드입니다. [풀이] 남자는 30달러인 사진 텀블러 두 개와 5달러짜리 열쇠고리 네 개를 사고, 총비용의 10%를 할인받았으므로, 남자가 지불할 금액은 ③ ‘72달러’이다. [Words and Phrases] decorate 장식하다 pricey 값비싼 promotion 홍보[판촉] (활동)"
    },
    {
        "question_num": 7,
        "explanation": "[출제 의도] 이유 파악 [해석] 여: 사무실 밖에서 점심을 먹어서 좋았어요. 남: 네. 공기 중에 가을이 느껴지니 기분이 너무 좋아요. 사무실로 돌아가기 전에 평 소처럼 산책할까요? 여: 그러고 싶지만, 오늘은 안 돼요. 남: 너무 추워요? 재킷이 정말 얇아 보이네요. 여: 아뇨, 전 괜찮아요. 이 재킷은 보기보다 더 따뜻해요. 남: 그럼 알레르기 증상 때문에 또 괴롭나요? 여: 그런 건 아니에요. 콧물이 났지만 이미 의사를 만났어요. 지금은 괜찮아요. 남: 그럼, 오늘은 왜 안 되나요? 여: 사실 제가 경찰서에 방문해야 해요. 새 운전면허증이 준비되었다는 문자 메시지를 받았어요. 남: 그렇군요. 그럼 저는 오후 회의나 준비하러 돌아가야겠군요. 여: 알겠어요, 사무실에서 봐요. 5 [풀이] 점심 식사를 같이한 후, 산책하러 갈 것을 제안한 남자에게 여자는 산책하러 갈 수 없다 고 말하고, 이유를 묻는 남자에게 여자는 새 운전면허증이 준비되어 경찰서에 방문해야 한다고 말하고 있다. 그러므로 여자가 산책할 수 없는 이유는 ④이다. [Words and Phrases] allergy 알레르기 symptom 증상 license 면허증"
    },
    {
        "question_num": 8,
        "explanation": "[출제 의도] 언급 유무 파악 [해석] [전화벨이 울린다.] 여: Jason 극단입니다. 무엇을 도와드릴까요? 남: 안녕하세요, Breezeville Senior Center의 William Parker입니다. 여: 아, Parker 씨. 노인분들을 모시고 연극을 보러 오는 것에 관해 어제 전화하셨죠. 남: 네. 예약하기 전에 제목을 다시 한번 확인하고 싶습니다. 제목이 The Shiny Moments, 맞죠? 여: 맞습니다. 날짜는 정하셨나요? 남: 네. 12월 27일에 25명의 좌석을 예약할 수 있을까요? 여: 물론이죠. 하지만 그 경우 오늘 결제하셔야 합니다. 남: 좋습니다. 노인 입장권은 장당 30달러라고 말씀하셨죠. 여: 맞습니다. 결제 링크를 보내드리겠습니다. 남: 고맙습니다. 오늘 밤에 결제하겠습니다. 여: 그러면 됩니다. 연극은 오후 3시에 시작하지만, 30분 일찍 와주십시오. 남: 그럼요. 그때 뵐게요. [풀이] 남자가 예약할 연극 공연에 관해 제목(The Shiny Moments), 날짜(December 27th), 입장료(admission tickets for seniors are $30 each), 시작 시간(The play starts at 3 p.m.)에 관해서는 언급되었지만, ③ ‘출연자’에 관해서는 언급되지 않았다. [Words and Phrases] book 예약하다 double check 다시 한번 확인하다 reserve 예약하다 admission ticket 입장권 payment 결제"
    },
    {
        "question_num": 9,
        "explanation": "[출제 의도] 담화의 세부 내용 파악 [해석] 남: 안녕하세요, 시청자 여러분. 흥미로운 경험을 찾고 계신가요? Golden Palette 걷 기 투어에 참여해 보시는 건 어떨까요? 영화 Golden Palette의 유명한 촬영지 일부를 둘러볼 수 있는 기회를 얻을 것입니다. 이 투어는 11월에 매일 운영됩니 다. 저희의 전문 안내인 중 한 명과 함께하는 3시간 동안의 걷기 투어입니다. 또 6 한 안내 책자가 무료로 제공되고, 거기서 촬영지에 대한 추가 정보를 찾을 수 있 습니다. 투어는 오전 10시 30분에 시작되고 영화에 등장하는 여섯 곳의 장소로 여러분을 데려갑니다. 출발 지점은 Central Studio의 북쪽 문입니다. 이 투어의 참가비는 1인당 40달러입니다. 참가자 전원은 선물로 엽서를 받을 것입니다. 지 금 저희 웹사이트에서 예약하세요! [풀이] Golden Palette 걷기 투어의 출발 지점은 Central Studio의 북쪽 문이라고 했으므 로, 담화의 내용과 일치하지 않는 것은 ④이다. [Words and Phrases] filming site 촬영지 brochure 안내 책자 for free 무료로 additional 추가의 location 장소 participant 참가자"
    },
    {
        "question_num": 10,
        "explanation": "[출제 의도] 표 내용 파악 [해석] 여: 여보, 노트북으로 뭐 하고 있어요? 남: 이 접이식 카트 중 하나를 고르려고요. 어제 우리 카트가 고장 난 거 알지요? 여: 오, 맞아요. 당신이 보고 있는 것 좀 보여줘요. 남: 물론이죠. 이 다섯 가지가 있어요. 모두 좋아 보이지만, 50달러 넘게는 쓰지 말아 요. 여: 좋아요. 무게 한도는 어떻게 되나요? 지난번 것은 30킬로그램이었어요. 남: 흠, 그건 충분히 강하지 않았어요. 여: 알았어요. 그럼 이건 안 되겠네요. 남: 네. 선호하는 색이 있나요? 여: 예전 것은 파란색이었어요. 이번엔 다른 색으로 사면 어떨까요? 남: 좋은 생각이에요. 이제 두 가지 선택안이 남았네요. 어떤 손잡이 재질이 더 마음 에 들어요? 여: 글쎄요, 금속은 겨울에 너무 차가워져요. 남: 좋은 지적이네요. 그럼 다른 모델을 사죠. 내가 지금 그것을 주문할게요. [풀이] 여자와 남자는 50달러가 넘지 않고, 무게 한도가 30킬로그램이 넘으며, 파란색이 아 니고, 손잡이 재질이 금속이 아닌 모델을 선택했고, 남자가 그 모델을 주문하겠다고 했으므로, 남자가 주문할 접이식 카트는 ②이다. [Words and Phrases] foldable 접이식의 weight limit 무게 한도 preference 선호 option 선택안 material 재질, 재료"
    },
    {
        "question_num": 11,
        "explanation": "[출제 의도] 적절한 응답 고르기 7 [해석] 여: 아빠, 공원에서 열리는 불꽃놀이를 보러 우리 곧 출발해야 해요. 먹을 것 좀 가져 갈까요? 남: 그래, 배고파질 수 있지. 오, 앉을 야외용 돗자리도 필요해. 창고 선반 중 하나에 올려놨던 것 같은데, 잘 모르겠네. 여: 그럼, 제가 간식과 음료수 좀 챙기는 동안 돗자리를 찾아 주실래요? 남: 물론이지. 내가 그것을 맡을게. [풀이] 불꽃놀이를 보러 가는 상황에서, 여자는 자신이 간식과 음료수를 챙기는 동안 남자에 게 돗자리를 찾아 달라고 부탁하고 있으므로, 남자는 여자의 부탁에 대한 수락 여부 를 밝혀야 한다. 따라서 남자의 응답으로 가장 적절한 것은 ⑤ ‘물론이지. 내가 그것 을 맡을게.’이다. ① 맞아. 우리는 그것을 봤어야 했는데. ② 왜 안 되겠어? 그냥 돗자리를 선반 위에 올려놔. ③ 좋아. 우리는 집에 간식을 좀 보관할 수 있어. ④ 미안해. 주차장을 못 찾겠어. [Words and Phrases] firework 불꽃놀이 mat 돗자리 shelf 선반 snack 간식 soft drink 음료수"
    },
    {
        "question_num": 12,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 남: 안녕, Tina. 이번 주 토요일에 있을 네 생일 파티에 관해 할 말이 있어. 여: 오, Clark. 올 거잖아, 그렇지? 네가 와 주면 정말 좋을 것 같아. 우리 친구들이 모두 올 거야. 남: 유감스럽지만, 이번에는 참석할 수가 없어. 이번 주말에 상사와 출장을 가야 해. 여: 아쉽네. 거기서 너를 보기를 고대하고 있었는데. [풀이] 남자가 자신의 생일 파티에 올 수 있기를 바라는 여자는 상사와의 출장으로 인해 참 석할 수 없다는 남자의 말을 듣고 아쉬움을 표현해야 할 것이다. 따라서 여자의 응답 으로 가장 적절한 것은 ① ‘아쉽네. 거기서 너를 보기를 고대하고 있었는데.’이다. ② 고마워. 네가 그 파티에 올 수 있어서 정말 기뻐. ③ 괜찮아. 생일 파티는 이미 끝났어. ④ 물론이지. 너와 너의 팀의 출장을 준비할게. ⑤ 걱정하지 마. 이번 주 월요일에 내 상사가 여행에서 돌아올 거야. [Words and Phrases] make it 참석하다 business trip 출장 look forward to ~을 고대하다 arrange 준비하다 8"
    },
    {
        "question_num": 13,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 여: Shaun, 어제 시니어 패션모델로서 무대를 흔들어 놓았어요! 남: 제 첫 쇼에 와줘서 고마워요, Grace. 여: 천만에요. 당신은 우리 또래의 많은 사람에게 자극을 주는 사람일 거예요. 남: 과찬이십니다. 여: 성공적으로 직업을 바꿨다니 놀라워요. 남: 고마워요. 제 꿈이 마침내 이루어졌어요. 여: 60대에 꿈을 실현하는 게 쉽지 않았을 것 같은데요. 남: 쉽지 않았죠. 하지만 저는 항상 제 자신을 믿었기에, 나이는 제게 전혀 문제가 되 지 않았어요. 여: 당신을 보니 화가가 되고 싶었던 옛 열정이 생각나지만, 너무 오래 그것을 미뤘 어요. 남: 지금이 바로 그것을 시도해 볼 때예요. 여: 그러기엔 너무 늦은 것 같아요. 남: 긍정적으로 생각하세요. 언제든 꿈을 추구하는 것을 시작할 수 있어요. [풀이] 60대에 시니어 모델의 꿈을 이룬 남자를 보고 여자는 자신도 화가가 되고 싶었던 옛 열정이 생각나지만, 너무 오래 미뤘다고 하면서 시도하기에는 너무 늦은 것 같다고 말한다. 따라서 이에 대한 남자의 응답으로 가장 적절한 것은 ⑤ ‘긍정적으로 생각하 세요. 언제든 꿈을 추구하는 것을 시작할 수 있어요.’이다. ① 포기하지 마세요! 당신은 내가 화가가 되도록 자극을 줬어요. ② 힘내세요! 패션 시장은 모두에게 열려 있어요. ③ 당신 말씀이 일리가 있네요. 저는 패션 감각이 전혀 없어요. ④ 동의해요. 당신은 일과 삶 사이에 균형을 맞춰야 해요. [Words and Phrases] inspiration 자극을 주는 존재[것] issue 문제 put off ~을 미루다 give ~ a try ~을 시도하다"
    },
    {
        "question_num": 14,
        "explanation": "[출제 의도] 적절한 응답 고르기 [해석] 여: 실례합니다. 논픽션 책이 어디 있는지 알려주실 수 있나요? 남: 물론입니다. 그것들은 바로 여기 있습니다. 특별히 찾고 있는 게 있으신가요? 여: Harriot Braun의 최신 책을 사고 싶어요. 남: Follow Your Own Trail 말씀이신가요? 여: 네, 그 책이에요. 9 남: 죄송합니다. 현재 우리 서점에는 남아 있는 책이 없습니다. 여: 믿을 수가 없네요. 겨우 3주 전에 나온 책인데요. 남: 그 책은 매우 인기가 많아서 아주 빨리 매진됐습니다. 우리의 다른 매장에 책이 있는지 알아볼까요? 여: 네, 부탁드립니다. 내일 책 동아리 모임을 위해 한 권을 꼭 사야 합니다. 시내에 있는 매장을 확인해 주시겠어요? 그 매장은 집에 가는 길에 있어요. 남: 물론입니다. 우리 시스템에서 찾아 볼게요. [타이핑 소리] 아, 그곳에 한 권이 남 아있지만, 안타깝게도 저희가 고객님을 위해 그 책을 잡아둘 수 없습니다. 여: 괜찮아요. 지금 가서 살 수 있습니다. [풀이] 내일 책 동아리 모임을 위해 책을 찾는 여자는 방문한 서점에 책이 없다고 하자 시내 에 있는 다른 매장에 책이 남아있는지 확인해 달라고 남자에게 부탁하고, 남자는 시 스템에서 알아본 후 시내에 있는 매장에 한 권이 남아있기는 하나 여자를 위해 그 책 을 잡아둘 수는 없다고 한다. 따라서 이에 대한 여자의 응답으로 가장 적절한 것은 ① ‘괜찮아요. 지금 가서 살 수 있습니다.’이다. ② 좋아요. 그것을 내일까지 꼭 반납해 주세요. ③ 괜찮습니다. 우리는 다음 주에 그 시스템을 고칠 수 있습니다. ④ 그 말을 듣게 되어 유감입니다. 다음번에 그것을 사실 수 있습니다. ⑤ 신경쓰지 마세요. 당신에게 새 책을 가져다드릴게요. [Words and Phrases] copy (책·신문 등의) 한 권[부] hold (물건을) 잡아두다"
    },
    {
        "question_num": 15,
        "explanation": "[출제 의도] 상황에 적절한 말 [해석] 남: Jake와 Yuna는 등산 동아리의 회원입니다. 오늘 그들은 동아리의 다른 회원들과 함께 한 국립공원을 찾았습니다. 그 산의 정상에서 Jake는 아름다운 바위를 발견 합니다. 그는 그것을 담은 셀피를 찍기 시작합니다. Yuna는 Jake를 보자, 그녀는 그에게 사진을 찍어 주겠다고 제안합니다. Jake는 그 바위를 담은 사진을 찍을 근사한 장소를 발견하고 Yuna에게 자신의 스마트폰을 건넵니다. Yuna가 그의 사진을 몇 장 찍은 후, Jake는 그 사진들을 보고 바위가 사진에 담기지 않은 것 을 알아차립니다. 그래서 Jake는 Yuna에게 자신의 사진을 한 장 더 찍어 주되 이번에는 그 바위를 포함하라고 부탁하고 싶습니다. 이러한 상황에서 Jake는 Yuna에게 뭐라고 말하겠습니까? Jake: 내 사진을 바위를 담아 다시 찍어 줄래? [풀이] Jake는 사진을 찍어 주겠다는 Yuna에게 아름다운 바위를 담은 사진을 찍을 근사한 장소를 찾아 스마트폰을 건넸지만, Yuna가 바위를 담지 않고 사진을 찍은 것을 알 10 고, 바위를 포함하여 사진을 더 찍어줄 것을 부탁하는 상황이다. 그러므로 Jake가 Yuna에게 할 말로 가장 적절한 것은 ① ‘내 사진을 바위를 담아 다시 찍어 줄래?’이 다. ② 네가 나랑 그 산에 갈 수 있다면 고맙겠어. ③ 그 바위를 오르는 동안에는 사진을 찍으면 안 돼. ④ 네가 그 바위 앞에서 포즈를 취해 줄 수 있는지 궁금해. ⑤ 그 국립공원에서 셀피를 찍지 않을래? [Words and Phrases] selfie 셀피(스마트폰으로 찍는 자신의 사진) [16~17] [해석] 여: 안녕하세요, 학생 여러분. 지난주에는 업사이클링, 즉 오래된 재료를 재사용하여 원래의 물품보다 더 가치 있는 새로운 물건을 만드는 과정에 대해 배웠습니다. 오늘 저는 이 친환경적인 실행이 세계 전역에서 건축에 어떻게 이용되는지에 중 점을 두겠습니다. 우리의 첫 번째 사례는 Enabling Village라 불리는 싱가포르의 커뮤니티 센터입니다. 그곳의 건물들은 오래된 선적 컨테이너로 만들어진 것으로 유명합니다. 두 번째는 Tubohotel이라 불리는 멕시코의 호텔입니다. 이 호텔의 캡슐형 객실들은 업사이클된 대형 콘크리트 관을 이용하여 지어졌습니다. 다음으 로, Microlibrary Bima는 인도네시아에 위치한 작은 지역 도서관입니다. 이 건물 은 2,000개의 플라스틱 아이스크림 통을 배열하여 지어졌습니다. 마지막으로, 프 랑스의 Circular Pavilion이 있습니다. 그것은 180개의 재사용 목재 문으로 구성 된 외관 디자인으로 유명합니다. 이 사례들 각각은 업사이클링이 우리의 환경 발 자국을 최소화하기 위해 세계적으로 건축에 어떻게 적용되는지 보여줍니다. 이제, 이 건물들이 어떻게 만들어졌는지 보여주는 동영상을 시청합시다."
    },
    {
        "question_num": 16,
        "explanation": "[출제 의도] 주제 파악 [풀이] 여자는 친환경적인 업사이클링이 세계 전역에서 건축에 어떻게 이용되고 있는지에 중 점을 두고 여러 사례를 소개하고 있다. 따라서 여자가 하는 말의 주제로 가장 적절한 것은 ② ‘세계적으로 건축에서 업사이클링이 사용되는 방법’이다. ① 건축 자재 공급원으로서의 다양한 천연 재료 ③ 업사이클되는 플라스틱의 여러 나라에서의 전략적 활용 ④ 건축 폐기물이 지구 환경에 미치는 영향 ⑤ 국가들이 친환경 운송 방법을 이용해야 하는 이유"
    },
    {
        "question_num": 17,
        "explanation": "[출제 의도] 세부 내용 파악 11 [풀이] Singapore, Mexico, Indonesia, France는 언급되었지만, ③ ‘Australia’는 언급되 지 않았다. [Words and Phrases] upcycling 업사이클링(재활용품에 디자인과 활용성을 더하는 등의 방식으로 기존의 제품보다 가치를 높이는 과정) practice 실행, 관행 employ 이용하다, 고용하다 shipping 선적, 해운업 arrange 배열하다 bucket 통, 양동이 exterior 외관의, 외부의 environmental footprint 환경 발자국(환경에 미치는 악영향)"
    },
    {
        "question_num": 18,
        "explanation": "[출제 의도] 목적 파악 [해석] 저는 Charlie Reeves이고 Toon Skills Company의 경영자입니다. 여러분이 새로운 웹툰 제작 기술과 기법에 관심이 있으시다면, 이 게시물은 여러분을 위한 것입니다. 올해, 저희는 특별 온라인 강좌를 시작했는데, 웹툰 제작에 관한 다양한 콘텐츠가 담 겨 있습니다. 각 강좌는 여러분의 그리기와 스토리텔링 기술을 향상하는 데 도움을 주는 10차시로 설계되어 있습니다. 게다가, 이 강좌들은 초급에서 고급까지 어떤 수 준에도 맞게 구성되어 있습니다. 비용은 한 강좌당 45달러이며 여러분은 여러분의 강 좌를 6개월 동안 원하는 만큼 여러 번 보실 수 있습니다. 재능이 있고 노련한 강사들 이 담당하는 저희 강좌는 여러분에게 창의력의 새로운 세계를 열어줄 것입니다. 이제 https://webtoonskills.com에서 여러분의 웹툰 세계를 창조하기 시작할 때입니다. [풀이] Toon Skills Company의 경영자가 자신들이 새로 개설한 웹툰 제작 온라인 강좌의 구체적 내용과 비용에 관한 정보를 제시하며 수강할 것을 권유하는 내용이므로, 글의 목적으로 가장 적절한 것은 ①이다. [Words and Phrases] launch 시작하다, 개시하다 consist of ~로 구성되다 advanced 고급의 instructor 강사"
    },
    {
        "question_num": 19,
        "explanation": "[출제 의도] 심경 변화 파악 [해석] David는 밴쿠버에서 새로운 일을 시작하게 되었고, 자신이 탈 버스를 기다리고 있었 다. 그는 계속 자신의 시계와 버스가 올 방향을 번갈아 보았다. 그는 “내가 탈 버스 가 아직 오지 않아. 내가 첫날 지각할 수는 없어.”라고 생각했다. David는 마음을 놓 을 수가 없었다. 그가 다시 고개를 들어 보았을 때, 그는 바로 자신의 직장으로 가는 다른 버스가 오고 있는 것을 보았다. 그 버스는 그의 앞에 섰고 문을 열었다. 그는 버스에 오르며, “후유! 다행히도 내가 지각하지 않도록 이 버스가 딱 맞춰 왔네.”라고 12 생각했다. 그는 버스의 빈 좌석에 등을 기대며 깊은 한숨을 내쉬었고, 마침내 긴장을 풀 수 있었다. [풀이] David는 첫 출근길에 버스가 오지 않아 지각할까 봐 애를 태우다가 마침내 직장으로 가는 버스에 타고 좌석에 앉아 한숨을 내쉬며 지각하지 않을 것으로 생각하며 긴장을 풀었다는 내용이므로, David의 심경 변화로 가장 적절한 것은 ① ‘초조한 → 안도한’ 이다. ② 쓸쓸한 → 희망찬 ③ 기쁜 → 당황한 ④ 무관심한 → 즐거운 ⑤ 지루한 → 뛸 듯이 기쁜 [Words and Phrases] direction 방향 feel at ease 마음을 놓다, 안도하다 unoccupied 빈, 비어 있는"
    },
    {
        "question_num": 20,
        "explanation": "[출제 의도] 필자의 주장 파악 [해석] 가치만으로는 문화가 창조되고 구축되지 않는다. 일부 시간에만 가치에 따라 생활하 는 것은 문화의 창조와 유지에 기여하지 않는다. 가치를 행동으로 바꾸는 것은 전투 의 절반에 불과하다. 물론, 이것은 올바른 방향으로 나아가는 단계이지만, 그다음에 그러한 행동은 기대되는 것에 대한 명확하고 간결한 설명과 함께 조직 전체에 널리 공유되고 배포되어야 한다. 단순히 그것에 관해 이야기하는 것만으로는 충분하지 않 다. 리더와 모든 인력 관리자가 자신의 팀을 지도하는 데 사용할 수 있는 특정 행동 을 시각적으로 표현해 놓는 것이 중요하다. 스포츠 팀이 좋은 성과를 내고 승리하는 데 도움이 되도록 고안된 특정 플레이를 담고 있는 플레이 북을 갖고 있는 것과 마찬 가지로, 여러분의 회사는 여러분의 문화를 행동으로 바꾸고 여러분의 가치를 승리하 는 행동으로 바꾸는 데 필요한 핵심적인 변화를 담은 플레이 북을 갖고 있어야 한다. [풀이] 조직의 문화를 만들고 유지하기 위해서는 조직의 가치를 행동으로 바꾸어야 하며, 그 러한 행동이 조직 전체에 널리 공유되기 위해서는 그것을 시각적으로 명확하게 설명 한 플레이 북이 있어야 한다는 것이 글의 중심 내용이다. 따라서 필자가 주장하는 바 로 가장 적절한 것은 ⑤이다. [Words and Phrases] contribute 기여하다 maintenance 유지 distribute 배포하다 concise 간결한 description 설명, 기술 critical 중요한, 결정적인 visual 시각적인 representation 표현, 묘사 specific 특정한, 구체적인 playbook 플레이 북(팀의 공격과 수비의 작전을 그림과 함께 기록한 책) shift 변화 transform 바꾸다 13"
    },
    {
        "question_num": 21,
        "explanation": "[출제 의도] 함축 의미 추론 [해석] 여러분이 여러분의 주의를 집중하는 방식은 여러분이 스트레스에 대처하는 방식에 중 요한 역할을 한다. 주의가 분산되면 스트레스를 해소하는 능력이 손상되는데, 왜냐하 면 여러분의 주의가 분산되더라도, 여러분은 여러분의 경험 중 스트레스가 많은 부분 에만 집착할 수 있으므로, 그것이 좁게 집중되기 때문이다. 여러분의 주의의 초점이 넓어지면, 여러분은 스트레스를 더 쉽게 해소할 수 있다. 여러분은 어떤 상황이라도 그 상황의 더 많은 측면을 균형 있는 시각으로 볼 수 있으며, 피상적이고 불안을 유 발하는 주의 수준으로 여러분을 옭아매는 한 부분에 갇히지 않을 수 있다. 초점이 좁 으면 각 경험의 스트레스 수준이 높아지지만, 초점이 넓으면 여러분은 각 상황을 더 넓은 시각으로 더 잘 볼 수 있기 때문에 스트레스 수준이 낮아진다. 불안감을 유발하 는 하나의 세부 사항은 더 큰 전체적인 상황보다 덜 중요하다. 그것은 여러분 자신을 들러붙지 않는 프라이팬으로 변형시키는 것과 같다. 여러분은 여전히 달걀을 부칠 수 있지만, 그 달걀이 팬에 들러붙지 않을 것이다. [풀이] 주의의 초점이 넓으면 불안감을 유발하는 측면에 얽매이는 것에서 벗어나 상황을 더 넓은 시각에서 볼 수 있기 때문에, 스트레스 수준이 낮아진다는 것이 글의 중심 내용 이다. 따라서 밑줄 친 부분이 글에서 의미하는 바로 가장 적절한 것은 ④ ‘스트레스 를 주는 측면을 넘어 경험에 대한 더 넓은 시각을 갖는 것’이다. ① 일상생활에서 스트레스가 많은 어떤 경험에도 결코 직면하지 않는 것 ② 스트레스의 원인을 파악하기 위해 시각을 넓히는 것 ③ 경험의 긍정적인 측면에 주의를 거의 제한하지 않는 것 ⑤ 넓은 시각을 개발하는 원천으로 스트레스를 고려하는 것 [Words and Phrases] scatter 분산시키다, 흩뜨리다 let go of ~을 해소하다[놓아주다] fixate on ~에 집 착하다 attentional spotlight 주의의 초점, 주의의 집중 put ~ in perspective ~ 을 균형 있는 시각으로 보다 tie down to ~에 옭아매다 superficial 피상적인 anxiety-provoking 불안감을 유발하는 the bigger picture 더 큰 전체적인 상황, 큰 그림 transform 변형시키다 nonstick 들러붙지 않는"
    },
    {
        "question_num": 22,
        "explanation": "[출제 의도] 요지 파악 [해석] 여러분의 응답에 우선순위를 매길 수 있는 것은, 그것이 특별히 즐겁거나 화가 나는 경험에 대한 일회성 상호 작용이든, 여러분의 고객 기반 내에서 상당히 영향력 있는 개인과의 장기적 관계의 발전이든 간에, 여러분이 개별 고객들과 더 깊은 관계를 맺 을 수 있게 해 준다. 만약 여러분이 어떤 브랜드, 제품 또는 서비스에 관해 호의적인 의견이나 혹은 그 문제에 대해서 어떠한 의견이라도 올려 본 적이 있다면, 그 결과, 14 예를 들어, 그 브랜드 관리자로부터 개인적으로 인정의 반응을 얻는다면 기분이 어떨 지 생각해 보라. 일반적으로, 사람들은 할 말이 있기 때문에, 그리고 그것을 말한 것 에 대해 인정받기를 원하기 때문에 글을 올린다. 특히, 사람들이 긍정적인 의견을 게 시할 때 그것은 그 게시물을 작성하게 만든 경험에 대한 감사의 표현이다. 여러분 옆 에 서 있는 사람에 대한 칭찬은 보통 ‘감사합니다’와 같은 응답을 받지만, 슬픈 사실 은 대부분의 브랜드 칭찬은 답을 받지 못한다는 것이다. 이것은 무엇이 칭찬을 이끌 어 냈는지 이해하고 그 칭찬을 바탕으로 하여 확고한 팬을 만들어 낼 수 있는 기회를 잃은 것이다. [풀이] 고객은 자신이 올린 글에 대해 인정받기를 원하므로, 고객이 브랜드를 칭찬하는 것에 응답함으로써 칭찬의 이유를 이해하고 고객과의 관계를 더욱 확고히 할 수 있다는 내 용의 글이다. 따라서 글의 요지로 가장 적절한 것은 ①이다. [Words and Phrases] prioritize 우선순위를 매기다, 우선시하다 one-off 일회성의 interaction 상호 작 용 acknowledge 감사하다, 인정하다 recognize 인정하다 appreciation 감사 solid 확고한, 탄탄한"
    },
    {
        "question_num": 23,
        "explanation": "[출제 의도] 주제 추론 [해석] 천연자원의 관리자는 일반적으로 이용에 대한 재정적 보상을 제공하는 시장 인센티브 에 직면한다. 예를 들어, 삼림 지대의 소유자는 탄소 포집, 야생 동물 서식지, 홍수 방어 및 다른 생태계 도움을 위해 숲을 관리하기보다는 나무를 베어 내는 시장 인센 티브를 가지고 있다. 이러한 (생태계) 도움은 소유자에게 어떠한 재정적 이익도 제공 하지 않으므로, 관리 결정에 영향을 미칠 것 같지 않다. 그러나 이러한 도움이 제공 하는 경제적 이익은, 그것의 비시장적 가치에 근거하여, 목재의 경제적 가치를 초과할 수도 있다. 예를 들어, 유엔의 한 계획은 기후 조절, 수질 정화 및 침식 방지를 포함 하여 열대 우림이 제공하는 생태계 도움의 경제적 이익이 시장 이익보다 헥타르당 3 배보다 더 크다고 추정했다. 따라서 나무를 베는 것은 경제적으로 비효율적인데, 시장 은 채취하는 사용보다 생태계 도움을 선호하게 하는 올바른 ‘신호’를 보내지 않고 있 다. [풀이] 천연자원의 관리자는 시장 인센티브를 마주하게 되는데, 삼림 지대가 주는 생태계 도 움의 비시장적 가치는 목재의 경제적 가치를 초과할 수도 있다는 점에 주목해야 함을 다루고 있는 글이다. 따라서 글의 주제로 가장 적절한 것은 ② ‘산림 자원의 비시장 적 가치를 따져 보는 것의 의의’이다. ① 생태계 도움의 시장 가치 산정의 필요성 ③ 재정적 이익을 극대화하기 위한 산림 자원 이용의 영향 15 ④ 숲의 시장 가치와 비시장 가치의 균형을 맞추는 장점 ⑤ 천연자원 관리의 효율성을 높이는 방법 [Words and Phrases] market incentive 시장 인센티브 carbon capture 탄소 포집 habitat 서식지 exceed 초과하다 initiative 계획 estimate 추정하다 purification 정화 erosion 침식 extractive 채취의, 채광의"
    },
    {
        "question_num": 24,
        "explanation": "[출제 의도] 제목 추론 [해석] 과잉 관광의 개념은 관광학과 사회 과학 전반에서 흔히 볼 수 있는 사람과 장소에 관 한 특정한 가정에 기초한다. 둘(사람과 장소)은 모두 명확하게 정의되고 경계가 정해 진 것으로 간주된다. 사람들은 주인이나 손님의 역할을 하는 경계가 확실한 사회적 행위자로 구성된다. 장소는 비슷한 방식으로, 명확한 경계가 있는 안정적인 용기로 취 급된다. 그러므로 장소는 관광객으로 가득 찰 수 있고, 따라서 과잉 관광으로 고통받 을 수 있다. 하지만 어떤 장소가 사람으로 가득 차 있다는 것은 무엇을 의미하는가? 사실, 제한된 수용력을 가지고 있고 더 많은 방문객을 수용할 공간이 실제로 없는 특 정 명소의 예가 있다. 이것은 특히 에펠탑과 같은 일부 인공 건축물의 경우이다. 그 러나 장소가 목적지로 홍보되고 과잉 관광의 피해지로 묘사되는 도시, 지역 또는 심 지어 국가 전체와 같은 장소에서는 상황이 더 복잡해진다. 과도하거나 균형이 안 맞 는 것은 매우 상대적이며 자연적 (질적) 저하와 경제적 유출(정치 및 지방 권력 역학 은 말할 것도 없이)과 같은, 물리적 수용력 이외의 다른 측면과 더 관련이 있을 수도 있다. [풀이] 과잉 관광의 개념에서는 사람과 장소의 개념이 명확하게 정의되고 경계가 정해진 것 으로 간주하고 있어서 장소가 관광객으로 가득 차면 과잉 관광으로 고통받을 수 있다 고 여기지만, 이러한 물리적 수용력 이외의 다른 측면이 과잉 관광과 더 관련이 있을 수도 있다는 내용의 글이다. 따라서 글의 제목으로 가장 적절한 것은 ⑤ ‘과잉 관광: 단순히 사람과 장소의 문제가 아니다’이다. ① 과잉 관광의 해결책: 복잡한 것에서 단순한 것으로 ② 무엇이 인기 있는 목적지를 방문객에게 매력적으로 만드는가? ③ 관광 명소는 과잉 관광의 승자인가 아니면 패자인가? ④ 과잉 관광의 심각성: 상상했던 것보다 훨씬 더 나쁘다 [Words and Phrases] overtourism 과잉 관광(지역 규모에 비해 너무 많은 관광객이 오는 현상) rest on ~에 기초하다 assumption 가정 bounded 경계가 확실한 stable 안정적인 container 용기 attraction (관광) 명소 victim 피해자 excessive 과도한 out of proportion 균형이 안 맞는 relative 상대적인 degradation (질적) 저하 16 leakage 유출"
    },
    {
        "question_num": 25,
        "explanation": "[출제 의도] 도표 내용 일치 파악 [해석] 위 도표는 2017년, 2019년 및 2022년에 때때로 또는 자주 적극적으로 뉴스를 회피한 다섯 개 국가의 응답자 비율을 보여준다. 세 해 각각에 대해, 아일랜드가 도표의 국 가 중, 때때로 또는 자주 적극적으로 뉴스를 회피한 응답자의 가장 높은 비율을 보여 주었다. 독일의 경우, 때때로 또는 자주 적극적으로 뉴스를 회피한 응답자 비율이 세 해 각각 30%보다 낮았다. 덴마크의 경우, 2019년에 때때로 또는 자주 적극적으로 뉴 스를 회피한 응답자 비율이 2017년의 비율보다 더 높았으나 2022년의 그것보다는 더 낮았다. 핀란드의 경우, 2019년에 때때로 또는 자주 적극적으로 뉴스를 회피한 응답 자 비율이 2017년의 그것보다 더 낮았으며, 이는 일본도 마찬가지였다. 일본의 경우, 때때로 또는 자주 적극적으로 뉴스를 회피한 응답자 비율이 세 해 각각 15%를 넘지 않았다. [풀이] 핀란드의 경우, 2019년에 때때로 또는 자주 적극적으로 뉴스를 회피한 응답자 비율이 2017년보다 더 낮았지만, 일본은 2019년의 비율이 2017년의 비율보다 더 높았으므 로, 도표의 내용과 일치하지 않는 것은 ④이다. [Words and Phrases] respondent 응답자 actively 적극적으로 exceed 넘다"
    },
    {
        "question_num": 26,
        "explanation": "[출제 의도] 글의 세부 내용 파악 [해석] 가장 영향력 있는 미국의 물리학자 중 한 사람인 Charles H. Townes는 South Carolina에서 태어났다. 어린 시절에 그는 하늘에 별들을 연구하면서 농장에서 성장 했다. 1939년에 그는 California Institute of Technology에서 박사 학위를 받았고 그 후 뉴욕시에 있는 Bell Labs에서 일자리를 얻었다. 제2차 세계 대전 후에 그는 Columbia 대학교에서 물리학 부교수가 되었다. 1958년에 Townes와 그의 동료 연구 자는 레이저의 개념을 제안했다. 레이저 기술은 산업과 연구에서 빠르게 인정을 받았 다. 1964년에 그는 노벨 물리학상을 받았다. 그는 또한 달 착륙 프로젝트인 아폴로 계획에 관여했다. 인터넷과 모든 디지털 미디어는 레이저 없이는 상상할 수 없을 것 이기 때문에 그의 공헌은 대단히 귀중하다. [풀이] 박사 학위를 받은 후에 Bell Labs에서 일자리를 얻었다고 했으므로, 글의 내용과 일 치하지 않는 것은 ②이다. [Words and Phrases] influential 영향력 있는 doctoral degree 박사 학위 associate professor 부교수 17 concept 개념 acceptance 인정 be involved in ~에 관여하다 contribution 공 헌, 기여 priceless 대단히 귀중한 unimaginable 상상할 수 없는"
    },
    {
        "question_num": 27,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악 [해석] Turtle Island 보트 투어 환상적인 Turtle Island 보트 투어가 아름다운 바다 세계로 여러분을 초대합니다. 날짜: 2024년 6월 1일부터 8월 31일까지 투어 시간 주중 오후 1시 ∼ 오후 5시 주말 오전 9시 ∼ 오후 1시 오후 1시 ∼ 오후 5시 ※ 각각의 투어는 네 시간 동안 진행됩니다. 표와 예약 ∙투어별로 1인당 50달러 (17세 이상만 사람만 참가할 수 있습니다.) ∙예약은 늦어도 투어 당일 이틀 전에 완료되어야 합니다. ∙출발 시각 이후에는 환불 불가 ∙각각의 투어 그룹 규모는 10명의 참가자로 제한됩니다. 활동 ∙전문 다이버와 함께 하는 스노클링 ∙열대어에게 먹이 주기 ※ 저희 웹사이트인 www.snorkelingti.com을 마음껏 탐색하세요. [풀이] 예약은 늦어도 투어 당일 이틀 전에 완료되어야 한다고 했으므로, 안내문의 내용과 일치하지 않는 것은 ③이다. [Words and Phrases] fantastic 환상적인 booking 예약 refund 환불 feed 먹이를 주다"
    },
    {
        "question_num": 28,
        "explanation": "[출제 의도] 안내문의 세부 내용 파악 [해석] 2023 Eastland 고등학교 비디오 클립 경연대회 선생님, 친구들과의 가장 기억할 만한 순간들을 찍어 공유하세요! 참가 요령 18 ∙주제: 우리가 성장하는 공동체에서 ‘즐거운 순간들’ ∙출품작은 12월 1일부터 12월 14일까지 접수할 예정입니다. ∙출품작은 우리 학교 웹사이트에 업로드해야 합니다.  동영상의 길이는 3분을 초과할 수 없습니다.  출품작은 학생 1인당 1개로 제한됩니다. 시상 ∙1등: 100달러 상품권, 2등: 50달러 상품권 ∙수상한 동영상은 우리 학교 앱에 게시될 예정입니다. ∙수상자는 학교 미술 선생님들이 선정할 것입니다. ※ 더 많은 정보를 원하시면 학교 웹사이트를 방문하세요. [풀이] 출품할 동영상의 길이는 3분을 초과할 수 없다고 했으므로, 안내문의 내용과 일치하 는 것은 ③이다. [Words and Phrases] memorable 기억할 만한 theme 주제 submission 출품(작) exceed 초과하다 post 게시하다"
    },
    {
        "question_num": 29,
        "explanation": "[출제 의도] 문법성 판단 [해석] 많은 연구가 사회적 자극에 차별적으로 반응하는 타고난 인간 성향에 대한 상당한 증 거를 제시한다. 태어날 때부터, 아기들은 사람의 얼굴과 목소리 쪽으로 우선하여 향하 게 되는데, 이러한 자극이 특히 자신들에게 의미가 있다는 것을 알고 있는 것 같다. 게다가, 아기들은 혀 내밀기, 입술 다물기, 입 벌리기와 같이 자신들에게 보여지는 다 양한 얼굴 제스처를 모방하면서 이러한 연결을 적극적으로 마음속에 새긴다. 심지어 그들은 자신들이 다소 어려워하는 제스처에 맞추려고 노력하고, 성공할 때까지 자기 자신의 얼굴로 실험한다. 그들은 정말 성공하면 눈을 반짝이면서 기쁨을 보여주고, 실 패하면 괴로움을 나타낸다. 다시 말해, 그들은 운동감각적으로 경험한 그들 자신의 신 체적 움직임과 시각적으로 지각되는 다른 사람의 신체적 움직임을 일치시키는 타고난 능력을 가지고 있을 뿐만 아니라, 그렇게 하려는 타고난 욕구도 가지고 있다. 즉, 그 들은 자신들이 ‘나와 비슷하다’라고 판단하는 타인을 모방하려는 타고난 욕구가 있는 것으로 보인다. [풀이] ② 관계대명사 which 뒤에 이어지는 절에 문장의 필수 성분이 모두 있으므로, which 앞에 전치사 with를 더해 with which로 바꿔 써야 한다. ① 주어인 infants의 상태를 부가적으로 설명하는 분사구문으로 능동의 의미이므로, 현재분사 seeming은 어법상 적절하다. ③ 동사 succeed를 강조하므로, do를 succeed의 앞에 쓰는 것은 어법상 적절하다. 19 ④ bodily movements를 대신하여 사용되었으므로, 복수형 대명사인 those는 어법상 적절하다. ⑤ judge의 목적격 보어 역할을 하는 to부정사구를 유도하므로, to be는 어법상 적절 하다. [Words and Phrases] substantial 상당한 differentially 차별적으로 stimulus 자극(pl. stimuli) infant 아기, 유아 orient 향하다 preferentially 우선(적으로) register 마음속에 새기다, 명심하다 protrusion 내밀기 distress 괴로움 capacity 능력 perceive 지각하다 drive 욕구, 추진력"
    },
    {
        "question_num": 30,
        "explanation": "[출제 의도] 어휘의 적절성 파악 [해석] 상점가 경제는 공유되는 문화라는 더 지속적인 유대 위에 자리 잡은, 겉으로 보기에 유연한 가격 설정 메커니즘을 특징으로 한다. 구매자와 판매자 둘 다 서로의 제약을 알고 있다. 델리의 상점가에서, 구매자와 판매자는 대체로 다른 행위자들이 그들의 일 상생활에서 가지는 재정적인 제약을 평가할 수 있다. 특정 경제 계층에 속하는 각 행 위자는 상대방이 무엇을 필수품으로 여기고 무엇을 사치품으로 여기는지를 이해한다. 비디오 게임과 같은 전자 제품의 경우, 그것들은 식품과 같은 다른 가정 구매품과 동 일한 수준의 필수품이 아니다. 따라서 델리의 상점가에서 판매자는 비디오 게임에 대 해 직접적으로 매우 낮은(→높은) 가격을 요구하지 않으려 주의하는데, 구매자가 비디 오 게임의 소유를 절대적인 필수 사항으로 볼 이유가 전혀 없기 때문이다. 이러한 유 형의 지식에 대한 접근은 비슷한 문화적이고 경제적인 세상에의 소속에서 비롯한 서 로의 선호와 한계를 관련지어 가격 일치를 형성한다. [풀이] 델리의 상점가 사례에서, 구매자와 판매자가 서로의 제약을 알고 있으므로, 필수품으 로 여겨지지 않는 비디오 게임의 경우에는 너무 높은 가격을 제시하지 않아야 구매자 가 구매를 포기하지 않아 거래가 이루어질 수 있다는 맥락이 되어야 한다. 따라서 ④ low(낮은)를 high(높은)와 같은 낱말로 바꿔야 한다. [Words & Phrases] bazaar 상점가, 시장 거리 feature 특징으로 하다 apparently 겉으로 보기에 flexible 유연한 mechanism 메커니즘(사물의 작용 원리나 구조) atop 위에, 맨 꼭 대기에 restriction 제약 assess 평가하다 financial 재정적인 necessity 필수품, 필요 luxury 사치품 possession 소유 establish 수립하다"
    },
    {
        "question_num": 31,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 지난 10년 동안 어린이가 읽는 법을 배우는 방법에 관한 관심은 ‘텍스트성’의 본질과 20 모든 나이의 독자가 텍스트를 의미하게 하는 다양하고 상호 연관된 방식의 본질을 전 면으로 불러왔다. 이제 '읽기'는 과거 어느 시대보다 훨씬 더 많은 표현 형식에 적용 되는데, 그림, 지도, 화면, 디자인 그래픽, 사진이 모두 텍스트로 여겨진다. 새로운 인 쇄 공정에 의해 그림책에서 가능해진 혁신에 더해, 시집이나 정보 텍스트와 같은 다 른 종류에서도 디자인적 특징이 두드러진다. 이처럼, 읽기는 어린이들의 주의가 인쇄 된 텍스트에 집중되고 스케치나 그림이 부속물일 때보다 더 복잡한 종류의 해석이 된 다. 이제 어린이들은 그림책을 통해 글과 삽화가 서로를 보완하여 향상한다는 것을 배운다. 읽기는 단순히 단어 인식이 아니다. 아무리 쉬운 텍스트에서도 흔히 문장이 ‘말하는 것’이 그 문장이 의미하는 것이 아니다. [풀이] 예전에는 텍스트가 의미하는 것이 단지 글이었지만, 이제는 글뿐만 아니라 그림, 지 도, 화면, 디자인 그래픽, 사진이 모두 텍스트로 여겨지므로 읽기 또한 이러한 다양한 표현 방식에 적용된다는 내용이므로, 빈칸에는 ② ‘단어 인식’이 가장 적절하다. ① 지식 습득 ③ 창의적인 놀이 ④ 주관적인 해석 ⑤ 이미지 맵핑 [Words & Phrases] foreground 전면으로 불러오다, 특히 중시하다 textuality 텍스트성 interrelated 상호 연관된 representational (있는 그대로) 표현의, 나타내는 predominate 두드 러지다, 지배적이다 complicated 복잡한 illustration 삽화 complement 보완하 다"
    },
    {
        "question_num": 32,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 어떤 영화 속에서든 악보는 영화 텍스트에 추가적인 층을 추가할 수 있는데, 그것은 보이는 연기를 단순히 흉내 내는 것을 넘어선다. 미래 세계에 관해 말하는 영화에서, 작곡가는 사운드 디자이너와 꼭 마찬가지로, 관객에게 알려지지 않은 새로운 세계를 창조할 수 있는 자유를 추가해 왔다. 그러나 사운드 디자이너와 달리, 작곡가는 흔히 이러한 새로운 세계를 반영하는 독특한 곡을 만들어 내는 것을 피하고, 친숙한 구조 와 박자를 가진 악보를 흔히 제시한다. 이는 창의성과 시공간 감각을 저해할 가능성 이 있지만, 사실 그것은 관객이 영화에 접근하는 데 도움이 된다. 알아볼 수 있는 악 보를 통해 미래나 멀고 먼 은하계에 대한 비전은 알아볼 수 있는 맥락 안에 놓일 수 있다. 그러한 친숙함을 통해 관객은 편안한 공간에 놓이게 되고, 그러면 영화는 관객 을 그들 자신의 것과 다른 세계에 관한 낯설지만 받아들일 수 있는 비전으로 인도할 수 있을 것이다. [풀이] 영화 속 음악을 만들어 내는 작곡가는 관객에게 알려지지 않은 새로운 세계를 창조하 는 데 있어 독특한 곡을 피하고 친숙한 구조와 박자를 가지고 있는 악보를 제시하는 경우가 많은데, 이러한 친숙함을 통해 관객은 편안한 공간에 놓여, 미래 세계를 낯설 21 지만 받아들일 수 있는 비전으로 보게 된다는 내용의 글이다. 따라서 빈칸에 들어갈 말로 가장 적절한 것은 ② ‘관객이 영화에 접근하는 데 도움이 된다’이다. ① 줄거리를 그것의 친숙함에서 자유롭게 한다 ③ 이국적인 음악 경험을 늘린다 ④ 관객을 영화의 주제로 향하게 한다 ⑤ 관객이 더 깊이 생각할 수 있도록 고취한다 [Words and Phrases] layer 층 futuristic 미래의 composer 작곡가 shy away from ~을 피하다 present 제시하다 structure 구조 interfere with ~을 저해[방해]하다 recognizable 알아볼 수 있는 galaxy 은하계 context 맥락, 환경 acceptable 받 아들일 수 있는"
    },
    {
        "question_num": 33,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 피실험자에게 사람들의 얼굴 사진을 보여주고 분명히 나타나는 표정이나 마음 상태를 파악하도록 요청하는 심리학 연구가 있었다. 그 결과는 언제나 매우 엇갈린다. 17세 기에 프랑스의 화가이자 이론가인 Charles Le Brun은 화가가 표현해 달라고 요청받 을 수 있는 다양한 감정을 분명히 보여주는 일련의 얼굴 그림을 그렸다. 그 그림들에 서 놀라운 점은 어떤 수의 얼굴 그림이든 손실 없이 서로 대체될 수 있었다는 것이 다. 이 모든 것에서 빠진 것은 감정을 확정적인 것으로 만드는 어떤 환경이나 맥락이 다. 우리는 이 사람이 누구인지, 다른 이 사람들이 누구인지, 그들은 어떤 관계인지, 그 장면에서 관건이 무엇인지 등을 알아야 한다. 그림에서뿐만 아니라 실생활에서도 우리는 단지 얼굴만 우연히 마주치는 것이 아니며, 우리는 특정한 상황에서 사람들을 마주치고, 사람들에 대한 우리의 이해는 그들과 우리가 살아 숨 쉬고 존재하는 사회 적, 인간적 상황으로부터 괴리된 채 그럭저럭 촉발되어 보유될 수는 없다. [풀이] 17세기에 프랑스의 화가이자 이론가인 Charles Le Brun은 화가가 표현해 달라고 요 청받을 수 있는 다양한 감정을 분명히 보여주는 일련의 얼굴 그림을 그렸는데, 그 그 림들에서 빠진 것은 감정을 확정적인 것으로 만드는 어떤 환경이나 맥락이라고 했으 므로, 그의 얼굴 그림들은 환경이나 맥락 없이 그려졌기 때문에 감정이 확정적인 것 으로 드러나지 않아 서로 대체될 수 있었다는 것을 알 수 있다. 따라서 빈칸에 들어 갈 말로 가장 적절한 것은 ⑤ ‘어떤 수의 얼굴 그림이든 손실 없이 서로 대체될 수 있었다’이다. ① 모든 얼굴 그림이 의도된 감정과 일관되게 일치할 수 있었다 ② 모든 얼굴 그림이 사진과 같이 정밀하게 그려졌다 ③ 얼굴 그림 각각이 자체의 사회적 이야기를 명확하게 보여주었다 ④ 얼굴 그림 대부분이 고유한 특징을 나타내는 것으로 여겨질 것이다 22 [Words and Phrases] subject 피실험자 invariably 언제나, 변함없이 mixed 엇갈린, 혼합된 theorist 이론가 illustrate 분명히 보여주다, 그려넣다 represent 표현하다, 나타내다 setting 환경, 설정 determinate 확정적인, 확실한 at stake 관건이 되는, 성패를 좌우하는 come across ~을 우연히 마주치다 encounter 마주치다, 맞닥뜨리다 circumstance 상황 substitute 대체하다"
    },
    {
        "question_num": 34,
        "explanation": "[출제 의도] 빈칸 추론 [해석] 도시에서 운전하거나 걷거나 교통 카드를 판독기에 통과시키는 모든 사람은 현관문을 나서는 순간부터 자신을 교통 전문가로 여긴다. 그리고 그 사람이 도로를 바라보는 방식은 그 사람이 돌아다니는 방식과 매우 밀접하게 일치한다. 그런 이유로 우리는 선의의 시민 의식을 가진 매우 많은 사람이 서로를 지나치며 언쟁하는 것을 보게 된 다. 학교 강당에서 열리는 주민 회의에서, 도서관과 교회의 뒷방에서, 전국의 지역 주 민들이 모여 도시의 거리를 바꿀 교통 제안에 대해 흔히 논쟁적인 토론을 벌인다. 그 리고 모든 정치와 마찬가지로, 모든 교통은 지역적이고 지극히 개인적이다. 수만 명의 이동 속도를 높일 수 있는 교통 프로젝트는 몇 개의 주차 공간 상실에 대한 반대나 프로젝트가 효과가 없을 것이라는 단순한 두려움 때문에 중단될 수 있다. 그것은 데 이터나 교통 공학 또는 계획의 과제가 아니다. 도로에 대한 대중 토론은 보통 변화가 개인의 통근, 주차 능력, 안전한 것과 안전하지 않은 것에 대한 믿음, 또는 지역 사업 체의 순익에 어떤 영향을 미칠지에 대한 감정적인 추정에 뿌리를 두고 있다. [풀이] 도시에서 운전하거나 걷거나 교통 카드를 판독기에 통과시키는 모든 사람은 자신의 통근, 주차 능력, 안전한 것에 대한 믿음 등의 개인적인 관점에서 도시의 거리를 바 꿀 교통 제안을 하며 논쟁을 벌인다는 내용의 글이다. 결국 사람이 도로를 바라보는 방식은 자기중심적 추정에 뿌리를 두고 있으므로, 빈칸에 들어갈 말로 가장 적절한 것은 ④ ‘그 사람이 돌아다니는 방식과 매우 밀접하게 일치한다’이다. ① 다른 사람이 그 사람의 도시 도로를 어떻게 보느냐에 크게 의존한다 ② 각각의 새로운 대중교통 정책에 맞춰 자체를 업데이트한다 ③ 그 사람이 이동하는 도로와 관계없이 발생한다 ⑤ 그 사람의 도시가 운영되는 방식과 긴밀하게 연계되어 있다 [Words and Phrases] transit car 교통 카드 transportation 교통, 운송 well-intentioned 선의의 auditorium 강당 resident 주민 intensely 지극히, 몹시 objection 반대 engineering 공학 assumption 추정, 가정 bottom line 순익 track with ~과 일 치하다 23"
    },
    {
        "question_num": 35,
        "explanation": "[출제 의도] 무관한 문장 찾기 [해석] 빨리 말하는 것은 위험 부담이 큰 일이다. 입이 속도 제한을 훨씬 초과하여 움직일 때 설득력 있고, 말을 잘하며, 효과적인 이상적 조건을 유지하는 것은 거의 불가능하 다. 우리는 우리의 정신이 항상 최고의 효율로 좋은 결정을 내릴 수 있을 정도로 예 리하다고 생각하고 싶겠지만, 그것은 정말 그렇지 않다. 실제로 뇌는 말할 가능성이 있는 것들 4~5가지가 교차하는 지점에 도달하면 몇 초 동안 빈둥거리며 선택지를 고 려한다. (좋은 결정을 내리면 응답을 생각해 낼 시간이 더 많아지기 때문에, 여러분은 더 빨리 말할 수 있다.) 뇌가 입에 항해 지시를 다시 보내는 것을 멈추었는데 입은 너무 빨리 움직여 멈출 수 없을 때, 이때가 바로 여러분이 가벼운 언어적 장애, 또는 필러라고도 하는 것을 겪게 되는 시간이다. ‘음, 아, 알다시피, 그러니까’는 입이 갈 곳이 없을 때 하는 행동이다. [풀이] 빨리 말하는 것이 가져올 수 있는 언어적 위험 부담에 관해 설명하는 내용의 글이므 로, 좋은 결정을 내리는 것이 빨리 말하는 것에 도움이 된다는 내용의 ③은 글의 전 체 흐름과 관계가 없다. [Words and Phrases] proposition 일, 문제, 제안 maintain 유지하다 persuasive 설득력이 있는 sharp 예리한 efficiency 효율성 intersection 교차하는 지점 come up with ~을 생각해 내다 navigational 항해의 instruction 지시 fender bender 가벼운 접촉 사고"
    },
    {
        "question_num": 36,
        "explanation": "[출제 의도] 글의 순서 파악 [해석] 협상은 수용할 수 있는 결과에 도달하기 위해 상충하는 입장을 탐색하고 화해시키려 는 시도라고 정의될 수 있다. (C) 실제로 다른 당사자보다 한쪽 당사자에게 더 유리 할 수도 있는, 그 결과의 성격이 무엇이든, 협상의 목적은 공통의 이익과 갈등의 영 역을 밝히는 것이다. 이러한 의미에서 당사자들의 의도에 따라 공통의 이익 영역은 명확해지고, 정제되며, 협의가 이뤄진 형식과 실체가 주어질 수 있다. (A) 이견이 있 는 영역은 남을 수 있고, 실제로 자주 남으며, 아마도 향후 협상의 주제가 되거나 실 제로 화해할 수 없는 상태로 남게 될 것이다. 당사자들이 매우 적대적이거나 양극화 된 관계를 맺고 있는 그런 경우에, 그 과정은 갈등 영역에 대한 아주 흔히 공개적인 설명에 의해 지배될 가능성이 있다. (B) 이러한 형태의 협상과 때로는 다른 형태의 협 상에서, 협상은 상충하는 이익을 화해시키는 것이 아닌 기능을 수행한다. 이러한 것들 에는 지연, 홍보, 주의를 돌리거나 상대방과 그쪽의 협상 입장에 관한 정보를 구하는 것이 포함될 것이다. [풀이] 24 협상의 정의에 대해서 설명하는 내용인 주어진 글 다음에는, 공통의 이익과 갈등의 영역을 밝히는 협상의 목적과 이점을 설명하는 내용의 (C)가 이어져야 한다. 그다음 에는 이견이 남는 경우의 협상 과정을 추가로 도입하는 내용의 (A)가 오고, 마지막으 로 (A)에서 언급한 형태의 협상이 갖는 기능에 대해 설명하는 내용의 (B)가 나와야 한다. 따라서 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것은 ④이다. [Words and Phrases] negotiation 협상 explore 탐색하다 conflicting 상충하는 acceptable 수용할 수 있는 outcome 결과 favour 유리하게 하다 identification (실체를) 밝힘, 확인 intention 의도 clarify 명확하게 하다 refine 정제하다 substance 실체 irreconcilable 화해할 수 없는, 조정될 수 없는 polarise 양극화를 초래하다 dominate 지배하다 publicity 홍보 divert 방향을 바꾸게 하다 intelligence 정 보, 기밀"
    },
    {
        "question_num": 37,
        "explanation": "[출제 의도] 글의 순서 파악 [해석] 규범은 사람들이 다른 사람들의 행동에 순응하는 결과로 집단에서 생겨난다. 따라서 규범의 시작은 한 사람이 특정 상황에서 자신이 그래야 한다고 생각하여 특정 방식으 로 행동할 때 발생한다. (C) 그런 다음 다른 사람들은 여러 가지 이유로 이 행동에 순응할 수도 있다. 최초의 행동을 한 사람은 다른 사람들이 이런 종류의 상황에서 자 신이 행동하는 것처럼 행동해야 한다고 생각할 수도 있다. (A) 따라서 그 사람은 지 시하는 방식으로 규범 진술을 말함으로써 그들에게 행동을 지시할 수도 있다. 다른 방식으로는 몸짓과 같은 것으로 순응이 요망된다는 것을 전달할 수도 있다. 게다가 자신이 원하는 대로 행동하지 않으면 그들에게 제재를 가하겠다고 위협할 수도 있다. 이렇게 하면 일부 사람들은 그 사람의 바람에 순응하고 그 사람이 행동하는 대로 행 동할 것이다. (B) 그러나 다른 일부 사람들에게는 그 행동이 자신에게 지시되게 할 필 요가 없을 것이다. 그들은 행동의 규칙성을 관찰하고 자신이 순응해야 할 것을 스스 로 결정할 것이다. 그들은 이성적 또는 도덕적 이유로 그렇게 할 수도 있다. [풀이] 규범이 발생하는 조건을 언급하고 그 과정이 한 사람의 행동에서 시작됨을 밝히는 내 용인 주어진 글 다음에는, 다른 사람들이 그 행동에 순응하는 이유를 다른 사람들이 자기 행동에 순응하기를 바라는, 최초의 행동을 한 사람의 생각에서 찾는 내용의 (C) 가 이어져야 한다. 그다음에는 그러한 생각을 하는 사람이 다른 사람들에게 하는 말 과 행동을 언급하며, 그 결과로 순응이 일어나게 된다는 내용의 (A)가 오고, 마지막으 로 이성적 또는 도덕적 이유로 이러한 순응의 과정을 따르지 않고 스스로 행동을 결 정하는 사람들이 있음을 언급하는 (B)가 이어져야 한다. 따라서 주어진 글 다음에 이 어질 글의 순서로 가장 적절한 것은 ④이다. [Words and Phrases] 25 norm 규범 conform to ~에 순응하다, ~을 따르다 initial 최초의 prescribe 지 시하다, 규정하다 utter 말하다, 발화하다 prescriptive 지시하는 alternately 다 른 방식으로 conformity 순응 observe 관찰하다 regularity 규칙성"
    },
    {
        "question_num": 38,
        "explanation": "[출제 의도] 주어진 문장 넣기 과학은 때때로 승자독식 대회로 묘사되는데, 이는 2등이나 3등인 것에 대한 보상이 없다는 뜻이다. 이는 과학 대회의 본질에 대한 극단적인 견해이다. 과학 대회를 그렇 게 설명하는 사람들조차도 그것이 다소 부정확한 설명이라고 말하는데, 반복과 입증 이 사회적 가치를 지니고 있으며 과학에서는 일반적이라는 것을 감안할 때 그렇다. 또한 그것은 단지 소수의 대회만 존재한다는 것을 보여 줄 경우에 또한 부정확하다. 물론, 힉스 입자의 확인 또는 고온 초전도체 개발과 같은 몇몇 대회는 세계적인 수준 으로 여겨진다. 하지만 다른 많은 대회에는 다양한 부분이 있고, 그런 대회의 수는 증가하고 있을 것이다. 예를 들어, 여러 해 동안 암에 대해 ‘하나’의 치료법만 있다고 생각되었지만, 암은 여러 가지 형태를 띠고 치료를 제공하기 위해 다양한 접근 방식 이 필요하다고 이제 인식된다. 승자는 한 명이 아니라 여러 명이 있을 것이다. [풀이] 주어진 문장은 힉스 입자의 확인 또는 고온 초전도체 개발과 같은 몇몇 대회는 세계 적인 수준으로 여겨진다는 내용으로, 이는 ③ 앞에 있는 소수의 대회만 존재한다는 내용의 사례이기도 하고 ③ 다음에 나오는 many other contests의 내용과 대조를 이루기도 하므로 ③에 들어가야 글이 자연스럽게 연결될 수 있다. 따라서 주어진 문 장이 들어가기에 가장 적절한 곳은 ③이다. [Words and Phrases] identification 확인 superconductor 초전도체 winner-take-all 승자독식의 reward 보상 inaccurate 부정확한 a handful of 소수의 multiple 다양한, 복합 적인"
    },
    {
        "question_num": 39,
        "explanation": "[출제 의도] 주어진 문장 넣기 [해석] 책이나 어떤 서면 메시지에서 오타가 발생하면 일반적으로 내용에 부정적인 영향을 미치며 때로는 (문자 그대로) 치명적이기도 하다. 예를 들어, 쉼표의 위치가 잘못 찍 히는 것은 생사가 걸린 문제일 수 있다. 마찬가지로 대부분의 돌연변이는 그것이 발 생하는 유기체에 해로운 결과를 가져오는데 이는 그것들이 생식 적합성을 감소시킨다 는 것을 뜻한다. 그러나 때때로 유기체의 적합성을 상승시키는 돌연변이가 발생할 수 있는데, 이는 우연히 초판의 텍스트를 복사하지 못한 것이 더 정확하거나 최신의 정 보를 제공할 수도 있는 것과 꼭 마찬가지이다. 그러나 논거의 다음 단계에서는 그 유 사성은 깨진다. 유리한 돌연변이는 다음 세대에 더 많이 나타날 것인데 그 돌연변이 가 발생한 유기체는 더 많은 자손을 낳을 것이고 돌연변이가 자손에게 전달되기 때문 26 이다. 대조적으로, 우연히 초판의 오류를 바로잡은 책이 더 잘 팔리는 경향이 있을 메커니즘은 없다. [풀이] 주어진 문장은 논거의 다음 단계에서는 그 유사성이 깨진다는 내용으로, 책의 오류와 돌연변이 간의 유사성이 나오는 문장 다음에, 그리고 유사성이 깨진 것에 대한 설명 이 시작되는 문장 앞에 들어가야 한다. 따라서 주어진 문장이 들어가기에 가장 적절 한 곳은 ④이다. [Words and Phrases] impact 영향 fatally 치명적으로 displacement (제자리에서 쫓겨난) 이동 consequence 결과 organism 유기체 fitness 적합성 accidental 우연한 favorable 유리한, 호의적인 offspring 자손 transmit 전달하다"
    },
    {
        "question_num": 40,
        "explanation": "[출제 의도] 요약문 완성 [해석] 평균적인 재능을 가진 사람이라도 다양한 과학 분야에서 주목할 만한 성과를 낼 수 있는데, 한 번에 그것들 모두를 수용하려고 하지 않는 한 그렇다. 대신에 그들은 한 주제 다음에 다른 주제로 (즉, 다른 기간에) 집중해야 하는데, 비록 나중의 작업은 다 른 영역에서의 더 이전의 성취를 약화시킬 수 있지만 말이다. 이것은 뇌가 보편적인 과학에 ‘시간’속에서 적응하는 것이지 ‘공간’속에서 적응하는 것이 아니라고 말하는 것과 마찬가지이다. 사실, 뛰어난 능력을 가진 사람들도 이런 식으로 나아간다. 따라 서, 우리가 서로 다른 과학 분야에 출판물을 가진 사람에게 놀랄 때, 각 주제가 특정 기간 동안 탐구되었다는 것을 인식하라. 더 이전에 얻은 지식은 확실히 저자의 마음 에서 사라지지 않았을 것이지만 그것은 공식이나 크게 축약된 기호로 응축되어 단순 화되었을 것이다. 따라서 대뇌 칠판에 새로운 이미지를 인식하고 학습할 수 있는 충 분한 공간이 남아 있다. → 하나의 과학 주제를 탐구한 다음에 다른 주제를 탐구하는 것은 과학 전반에 걸친 주목할 만한 작업을 가능하게 하는데, 이전에 습득된 지식은 뇌 안에서 단순화된 형 태로 유지되며 이는 새로운 학습을 위한 공간을 남겨두기 때문이다. [풀이] 과학 주제를 차례로 탐구하게 되면 이전에 습득한 지식은 저자의 마음에서 사라지지 않고 공식이나 크게 축약된 기호로 응축되어 단순화되어 새로운 이미지를 인식하고 학습할 수 있는 공간이 충분히 남아 있어 과학 전반에 걸쳐 주목할 만한 연구를 할 수 있다는 내용의 글이다. 따라서 요약문의 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은 ① ‘가능하게 하다 - 남겨두다’이다. ② 어렵게 하다 - 남겨놓다 ③ 지연시키다 – 만들다 ④ 필요로 하다 - 없애다 ⑤ 가져오다 - 감소시키다 27 [Words and Phrases] notable 주목할 만한 embrace 수용하다, 포괄하다 subject 주제 attainment 성 취, 성과 amount to ~와 마찬가지이다 sphere 영역 proceed 나아가다, 진행하 다 formula 공식 abbreviate 축약하다 sufficient 충분한 perception 인식 [41~42] [해석] 이야기를 과대광고하는 것에 대한 기여를 피하는 한 가지 방법은 아무 말도 하지 않 는 것이다. 그러나 그것은 대중과 정책 입안자에게 정보를 전하고/전하거나 제안을 제공해야 한다는 강한 책임감을 느끼는 과학자들에게는 현실적인 선택안이 아니다. 언론 구성원들과의 대화는 메시지를 알려지게 하고 아마 호의적인 인정을 받을 수 있 다는 장점이 있지만, 오해를 일으키고 반복적인 해명이 필요하며 끝없는 논란에 얽힐 위험을 감수한다. 따라서 언론과 대화할지 여부는 아주 개인적으로 결정되는 경향이 있다. 수십 년 전에 지구과학자들이 언론의 흥미를 끄는 연구 결과를 발표하는 것은 드문 일이었고, 따라서 언론과의 접촉을 기대하거나 권장하는 것은 거의 없었다. 1970년대에는, 언론과 자주 대화하는 소수의 과학자들은 흔히 그렇게 한 것에 대해 동료 과학자들로부터 비난을 받았다. 지금은 상황이 아주 다른데, 많은 과학자가 지구 온난화와 관련 문제의 중요성 때문에 공개적으로 말해야 한다는 책임감을 느끼고 있 으며 많은 기자도 이런 감정들을 공유하고 있기 때문이다. 게다가, 많은 과학자는 자 신이 언론의 주목과 그에 따른 대중의 인정을 즐기고 있다는 사실을 알아 가고 있다. 동시에, 다른 과학자들은 기자들과의 대화를 계속 물리치며, 그렇게 함으로써 자신의 과학을 위해 더 많은 시간을 지켜 내고, 잘못 인용되는 위험과 언론 보도와 관련된 다른 불쾌한 상황을 감수한다(→ 피한다)."
    },
    {
        "question_num": 41,
        "explanation": "[출제 의도] 장문(제목 추론) [풀이] 과학자가 언론과 대화를 하면 메시지를 전달하고 인정을 받을 수 있는 장점이 있지만 오해와 해명할 필요와 논란의 위험이 있어서 언론과 대화할지의 여부는 개인적으로 결정되는 경향이 있는데, 지금 일부 지구과학자들은 지구 온난화와 관련 문제에 대해 말하기도 하지만 다른 과학자들은 여전히 기자들과의 대화를 물리치고 있다는 내용의 글이다. 따라서 글의 제목으로 가장 적절한 것은 ② ‘과학자의 선택: 언론과 접할 것 인가, 말 것인가?’이다. ① 과학자와 언론 간의 골치 아픈 관계 ③ 과학자여! 언론에 말할 때 조심하시오 ④ 과학적 진실과 언론의 주목에 대한 딜레마 ⑤ 누가 기후 문제에 책임이 있나, 과학자인가, 언론인가? 28"
    },
    {
        "question_num": 42,
        "explanation": "[출제 의도] 장문(문맥 속의 어휘 추론) [풀이] 최근 언론과 접하는 과학자들이 많아지고 있지만, 다른 과학자들은 기자들과의 대화 를 계속 물리치며 자신의 과학을 위한 더 많은 시간을 지켜 내고 자신이 잘못 인용되 거나 언론 보도와 관련된 불쾌한 일을 피한다는 맥락이 되어야 하므로, (e)의 running은 avoiding과 같은 낱말로 바꿔야 한다. [Words and Phrases] contribute to ∼에 기여하다 responsibility 책임 recognition 인정 misinterpretation 오해 clarification 해명 controversy 논란 thereby 그렇게 함으로써 preserve 지키다, 보존하다 misquote (말이나 글을) 잘못 인용하다 unpleasantry 불쾌한 상황, 불쾌한 사건 coverage (언론의) 보도 [43~45] [해석] (A) Emma와 Clara는 끝없이 펼쳐진 바다에 시선을 고정하고, 해변 도로에 나란히 서 있었다. 그들을 둘러싸고 있는 숨 막히는 풍경은 말로 표현할 수 없을 정도였다. 일출 직후에, 그들은 해변 도로를 따라 자전거를 탈 준비를 마쳤다. Emma는 Clara 를 보며, “이것이 네 인생 최고의 라이딩이 될 것 같니?”라고 물었다. Clara가 고개 를 끄덕일 때 그녀의 얼굴이 환한 미소로 밝아졌다. “물론이지! 나는 저 아름다운 파 도를 보면서 어서 자전거를 타고 싶어!” (D) Emma와 Clara는 자전거에 올라타서 해변 도로가 끝나는 하얀 절벽을 향해 페달 을 밟기 시작했다. 속도를 내고 넓고 푸른 바다를 즐기면서, Emma는 자신의 흥분을 감추지 못하고 “Clara, 경치가 정말 멋져!”라고 외쳤다. 하지만, Clara의 침묵은 그녀 가 자기 생각에 빠져 있다는 것을 말하는 것 같았다. Emma는 그녀가 침묵하는 의미 를 이해했다. 자기 옆에서 자전거를 타고 있는 Clara를 지켜보며, Emma는 지금은 그녀가 극복한 것처럼 보이는, Clara의 과거 비극에 대해 생각했다. (C) Clara는 재능 있는 수영 선수였지만, 어깨 부상으로 인해 올림픽 수영 메달리스 트가 되겠다는 자신의 꿈을 포기해야만 했다. 하지만 그녀는 그 고난에 건설적인 방 식으로 대응했다. 수년간의 고된 훈련 끝에, 그녀는 믿기 어려운 회복을 이뤄냈고 자 전거 타기에 대한 새로운 열정을 발견했다. Emma는 고통스러운 과거가 그녀를 어떻 게 더 성숙하게 만들어 주었고, 그리고 그것이 결국에는 그녀를 어떻게 더 강하게 만 들어 주었는지를 보았다. 한 시간 후에, Emma보다 앞서 가던 Clara가 뒤를 돌아보 며 “저 하얀 절벽을 봐!”라고 외쳤다. (B) 그들의 목적지에 도착했을 때, Emma와 Clara는 자전거를 멈췄다. Emma는 Clara에게 다가가 “자전거 타기는 수영과는 다르지, 그렇지 않니?”라고 물었다. Clara는 미소를 지으며 “사실은, 상당히 비슷해. 수영과 꼭 마찬가지로 자전거 타기 29 는 나에게 정말 살아있다는 느낌이 들게 해 줘.”라고 대답했다. “그것은 나에게 인생 의 힘든 도전에 직면하면서 산다는 것이 어떤 의미인지 보여줘.”라고 그녀는 덧붙였 다. Emma는 동의하면서 고개를 끄덕이고, “너의 첫 번째 해변 자전거 타기는 정말 대성공이었어. 내년 여름에 다시 오는 건 어때?”라고 제안했다. Clara는 “너와 함께 라면, 물론이지!”라고 기뻐하면서 대답했다."
    },
    {
        "question_num": 43,
        "explanation": "[출제 의도] 장문(글의 순서 파악) [풀이] Emma와 Clara가 자전거 타기를 시작하려고 하는 내용인 (A) 다음에, 자전거를 타고 가면서 본 풍경과 Clara의 비극에 대한 언급이 있는 (D)가 오고, Clara의 비극의 내 용을 구체적으로 설명하고 그것을 극복한 내용인 (C)가 온 다음에, 목적지에 도착하 여 기쁨을 나누는 내용인 (B)가 마지막에 오는 것이 가장 적절하다."
    },
    {
        "question_num": 44,
        "explanation": "[출제 의도] 장문(지칭 추론) [풀이] (a), (b), (d), (e)는 모두 Clara를 가리키지만, (c)는 Emma를 가리킨다."
    },
    {
        "question_num": 45,
        "explanation": "[출제 의도] 장문(세부적 사실 파악) [풀이] Clara는 어깨 부상으로 인해 올림픽 수영 메달리스트가 되겠다는 꿈을 포기해야만 했 다고 했으므로, 글에 관한 내용으로 적절하지 않은 것은 ③이다. [Words and Phrases] beyond description 말로 표현할 수 없을 정도의 destination 목적지 hardship 고난 constructive 건설적인 tragedy 비극"
    }
]