[
    {
        "question_num": 1,
        "explanation": "[출제의도] 담화의 목적 파악하기 M: Hello, residents. This is an announcement from the maintenance office. Last week, we conducted a safety inspection of the apartments and found some inappropriate uses of the balconies. Please be aware of the rules for using balconies as follows. First, balconies should not be used for the storage of goods, such as barbecue fuel materials which can cause a fire. Second, lightweight outdoor furniture should be removed when winds are strong because the objects can be blown off of the balcony. Lastly, please avoid watering plants too much to prevent flooding. Thank you for your cooperation for your safe and pleasant residence."
    },
    {
        "question_num": 2,
        "explanation": "[출제의도] 화자의 의견 파악하기 M: Grace, I’m thinking about learning Korean. But I don’t know where to start. W: Why do you want to learn it? M: I’m interested in Korean culture, so I’m curious about the language. W: Well, if you’ve decided to learn a foreign language, you need to set a specific goal. M: A specific goal? What’s that? W: It’s something that you hope to achieve by learning a foreign language. For example, watching dramas without subtitles. M: That sounds interesting. W: The more detailed your goal, the better you can choose your learning methods. M: I see. Now I have a better idea of what I have to do. W: Yeah. Also, a specific goal will keep you motivated and focused. M: All right! I’ll clarify what I want to achieve. W: Good luck!"
    },
    {
        "question_num": 3,
        "explanation": "[출제의도] 화자의 관계 파악하기 [Cell phone rings.] M: Ms. Evans! Hi, how are you? W: I’m good, Mr. Johnson. Actually, our shelter’s dog calendar sold really well. The photos you took for it were great. M: Thanks. I hope it helped your shelter and the care of abandoned dogs. W: It definitely did. Thanks to the calendar, we had more visitors interested in adopting a dog. M: I’m glad to hear that. W: So we’ve decided to make a calendar for next year, too. Would you take pictures for us again? M: I’d love to! I’m happy to help those homeless dogs to find a home! W: Thanks so much! When do you think you’ll be available? M: I’m taking pictures for another client this week. I’ll be available right after it’s done. W: Great. So is there something we should prepare differently this time? M: Could you just get the dogs bathed like last year? W: Sure, I’ll wash and brush them. M: Perfect! I’ll visit your shelter soon to get ready. W: Great, thanks! I look forward to more of your amazing pictures!"
    },
    {
        "question_num": 4,
        "explanation": "[출제의도] 그림 세부 내용 파악하기 W: Honey, look at this! I’ve found one of our baby shower photos! M: Oh, it’s been a long time since I saw this! It was just a month before Amy was born! W: You remember the heart balloon under the banner? You really struggled to blow it up. M: Right, I was so dizzy after doing it. W: I loved those three notes on the message board. But your note was the sweetest. M: Thank you, dear. Oh! Is that Kiki the rabbit on the sofa? W: Yes! It’s amazing that rabbit doll has been Amy’s best friend for years. M: But, most of all, you were so beautiful in your striped dress. W: That dress was one of my favorites. I was grateful that I received so many presents that day. M: I was happy, too. Just look at the gift boxes beside you. W: It was really a great celebration for our whole family!"
    },
    {
        "question_num": 5,
        "explanation": "[출제의도] 화자의 할 일 파악하기 M: Ms. Valentine, is everything ready for the students from Thailand to visit? W: Almost. Our students are all excited about our first international visitors. M: Are you picking them up at the airport? Shall I go with you? W: Thanks, but I’ll greet them with Mr. Howard. M: All right! What time will you get back? W: Probably at about 1 o’clock. We’re all having lunch together in the school cafeteria. M: That’ll be lovely. Who will guide the Thai students on the campus tours? W: Some students already volunteered for that. I have a list of their names. M: Good! Would it be helpful if the guides wear name tags? W: That’s a great idea. But I’m leaving soon, so could you make the tags? M: Absolutely! And how about taking photos of the campus tours? W: I already asked some students from the photography club to do that. M: Perfect. I can’t wait to meet our international guests!"
    },
    {
        "question_num": 6,
        "explanation": "[출제의도] 지불할 금액 파악하기 M: Ms. Anderson, for our staff meeting today, how about we order some sandwiches? W: Good idea! I’ll order them from Jolly Sandwiches right now. M: We can use a delivery app. W: Sounds good. [Pause] How about tuna sandwiches or chicken sandwiches? M: How much are they? W: Tuna sandwiches are $8 each and chicken sandwiches are $6 each. M: Let’s have just tuna sandwiches. W: Okay, I’ll add ten of them to our order. We also need beverages. M: Sure. I think bottled water would be good for everyone. W: They’re $1 each. I’ll add ten bottles. M: Please check if they have a delivery fee. W: It says it’s $5. Oh, we can use a 10% off coupon for our order, but not for the delivery fee. M: All right, so the discount is only for the food and drinks. W: Correct. I’ll place the order and pay."
    },
    {
        "question_num": 7,
        "explanation": "[출제의도] 이유 파악하기 W: Hi, Steve. I didn’t see you on the school bus today. M: Yes, I missed it. W: I saw you running in the park early this morning. So you didn’t wake up late. M: Not at all. I’m working out to improve my health after I caught a cold. W: But you’re still coughing. Did you see a doctor this morning? M: Not yet. W: Then why did you miss the bus? M: Actually, I left home as usual, but my apartment elevator was out of order. W: Wait... Don’t you live on a pretty high floor? M: Yeah. I ran down the stairs as quickly as I could, but the bus drove away right before my eyes. W: I’m sorry that you had a tough morning. How did you get to school? M: The subway. Fortunately, it was quite empty, so I could read the presentation material for history class."
    },
    {
        "question_num": 8,
        "explanation": "[출제의도] 언급되지 않은 내용 파악하기 W: David, what are you doing on your smartphone? M: I’m researching internship programs to join. This one looks quite interesting. W: What is it? M: It’s called Translators For All. The interns participate in various language service projects. W: That is pretty cool. Could I apply, too? M: Definitely. It says here they want college students majoring in languages. W: Sounds like a good fit for both of us! M: Absolutely. And what I like most about it is we can work from home. W: That’s fantastic! But how much does the job pay? M: Usually $500 a month. W: Wow! Okay, so how do I apply? M: We just have to fill out this online application form. W: I’ll get my smartphone and apply as well. It’ll be a great experience."
    },
    {
        "question_num": 9,
        "explanation": "[출제의도] 담화의 세부 내용 파악하기 W: Hello, listeners! Lakeside Park invites you to the Firefly Walk this summer. You’ll see the magical world of fireflies on a two­hour walk guided by insect experts. This event will be held from August 19th to 27th, open to a maximum of 12 participants per day. To join this event, you should make reservations in advance on our website. We’re happy to offer this wonderful experience at no cost to participants. However, we operate the Firefly Walk based only on donations, so we would greatly appreciate your generous contributions. We’ll hold the event even if it rains because it does not affect the firefly viewing. So join us for this unforgettable adventure at Lakeside Park!"
    },
    {
        "question_num": 10,
        "explanation": "[출제의도] 화자의 선택 파악하기 W: Honey, it looks like our pillows are pretty old. Why don’t we buy new ones online? M: All right. [Typing sound] I found the top five pillow recommendations on the online store. W: Great! Let’s see... I don’t think I want to pay more than $100 for just one pillow. M: I agree. So how thick would you like the pillows? W: I guess four inches would be too thin for our necks, right? M: Probably. Something thicker than that would be better. Now, let’s choose a filling material. W: We’ve always used goose down. But how about picking another material instead of goose down this time? 고3 정답 및 해설 2023학년도 7월 전국연합학력평가 16 36 M: Good point. Shall we get washable pillows again? W: Yes, but this time I want to get ones with a machine­wash option. M: Definitely! Let’s order them now!"
    },
    {
        "question_num": 11,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Andy, your exhibition is coming up soon. Are the preparations going well? M: Yeah, almost done. I finally finished my last painting for the exhibition yesterday. W: Great! I can’t wait to see your work. What do you have to do next for the exhibition? M:"
    },
    {
        "question_num": 12,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Hi. I’d like to cancel the trip package I booked. Here’s my reservation number. W: Sure. [Typing sound] I’m sorry but we cannot give you a refund because you bought the special discounted package. M: Oh, in that case, I wonder if I can change the dates of the trip. W:"
    },
    {
        "question_num": 13,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 M: Thanks for today’s tennis lesson, Ms. Rossini. W: Oh, Mr. Chen, you did great with your back­hand stroke today. M: It’s all thanks to you. I couldn’t even hit the ball at first! W: Just remember to increase your power and stability when you strike. M: I try to, but it’s not easy. W: Really? Can I see your racket? M: Sure, here it is. W: The head size is good for you, but this is too light. M: Well... it’s what my older sister used. W: Light rackets make it challenging to put force on the ball when striking. I think an around 300­gram racket is fit for you. M: Oh, so a heavier racket makes it easier for me to control the ball? W: That’s right. Choosing the right racket for you is essential. M:"
    },
    {
        "question_num": 14,
        "explanation": "[출제의도] 대화의 적절한 응답 고르기 W: Jason, do you know any good Indian restaurants that deliver? M: Oh, I don’t use food delivery, so I’m not sure. W: Really? I can get food delivered right to my front door with my smartphone. M: Sure, it’s convenient, but delivery food makes a lot of waste from all its packaging. W: W ell, unless we cook at home all the time, delivery is easier. M: Have you thought about how many plastic containers are used in just one order? W: Oh, that’s true... I always put them in the recycling after, though. M: That’s not always enough. When I don’t cook, I go to the restaurant and get the food served in my own personal container. W: I’ve never thought about that. What a responsible way to reduce plastic use! M: People need to be aware of what the consequences of their actions will be in the future. W:"
    },
    {
        "question_num": 15,
        "explanation": "[출제의도] 상황에 적절한 말 고르기 W: Chris is the passionate leader of an electronic music band at his university. His band is pretty good, close to professional level when it comes to electronic music. Then one day, another band on his campus, which plays classical music, offers his band the chance to perform together at the upcoming campus festival. Chris hesitates to respond because classical music feels quite unfamiliar to him. But Nicky, another member of his band, thinks if they work with musicians of the seemingly distant genre, they’d be able to present a different side of their music. So, Nicky wants to suggest to Chris that their team take the offer to collaborate in an attempt to play music they’ve never done before. In this situation, what would Nicky most likely say to Chris?"
    },
    {
        "question_num": 16,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 M: Hello, students. Have you ever heard a market analyst or an investment banker use animal references? It’s because such expressions give you some insight into the financial industry. I’ll introduce some examples of what animals represent in the market. Let’s start with bulls. You’ve probably seen them raising their horns when they attack. So a ‘bull market’ represents a period when prices are generally rising. The next one is sheep. As they move in a herd, the ‘sheep­flock effect’ means a bias that influences the decisions of investors, often causing irrational reactions. Pigs are also fairly common in finance­speak. They are used to define investors who are greedy and take high risks in anticipation of making huge profits. Finally, chicken indicates investors who are reluctant to take risks and prefer a safer approach. From these few examples, you can get an idea of the variety of financial vocabulary. Why don’t you look for other examples and find your favorite one?"
    },
    {
        "question_num": 17,
        "explanation": "16~17. [출제의도] 담화의 주제 파악하기, 언급되지 않은 내용 파악하기 M: Hello, students. Have you ever heard a market analyst or an investment banker use animal references? It’s because such expressions give you some insight into the financial industry. I’ll introduce some examples of what animals represent in the market. Let’s start with bulls. You’ve probably seen them raising their horns when they attack. So a ‘bull market’ represents a period when prices are generally rising. The next one is sheep. As they move in a herd, the ‘sheep­flock effect’ means a bias that influences the decisions of investors, often causing irrational reactions. Pigs are also fairly common in finance­speak. They are used to define investors who are greedy and take high risks in anticipation of making huge profits. Finally, chicken indicates investors who are reluctant to take risks and prefer a safer approach. From these few examples, you can get an idea of the variety of financial vocabulary. Why don’t you look for other examples and find your favorite one?"
    },
    {
        "question_num": 18,
        "explanation": "[출제의도] 글의 목적 파악하기 [해석] Adams 씨께, 저는 웹 호스팅 부서장 Jane Roe입니다. 아시다 시피, 우리 고객들의 수와 다양성이 매일 증가하 고 있기 때문에 다가올 몇 주는 우리 웹 호스팅 시설의 운영에 매우 중요할 것입니다. 우리 직원 들은 그 상황에서 최선을 다하고 있습니다. 하지 만, 우리는 현재 우리 부서의 인력이 심하게 부족 하므로, 저는 더 많은 직원이 고용되기를 요청하 고 싶습니다. 대다수의 우리 직원들은 쉬지 않고 지난 5일을 상시 대기하며 보내왔습니다. 저는 당 신이 이 문제를 고려하길 희망합니다. 저는 당신 의 긍정적인 답변을 기대합니다. Jane Roe 드림"
    },
    {
        "question_num": 19,
        "explanation": "[출제의도] 심경 변화 파악하기 [해석] Susan의 딸 Carrie는 특수 아동이다. 그녀는 특 수 학교에, 특수 아동을 위한 캠프에, 특수 아동을 위한 치료사에게 간다. 어느 날, 느닷없이, 그녀는 그녀가 아 파트에서 멀지 않은 곳에 혼자서 피자 한 조각을 먹으 러 가도 되는지 Susan에게 물었다. 걱정하면서, Susan 은 “글쎄… 피자를 사서 집으로 가져와서 먹는 게 어 때?”라고 말했다. “싫어요!” 당시 16살이었던 Carrie가 말했다. “다른 사람들은 피자 가게에서 먹는데, 저도 그 렇게 하고 싶어요!” Susan은 걱정이 되었지만 허락했고, Carrie는 한 두 블록 떨어진 곳으로 혼자 떠났다. 잠시 후, Carrie는 씩 웃으며 돌아왔다. “네가 해냈구나! 왜 이렇게 하고 싶었던 것이니?” Susan이 물었다. Carrie는 TV에서 그녀의 친구 Izzy가 그의 지하철 탑승에 대해 이야기하는 것을 봤었다. “저는 그가 그것을 할 수 있다 면, 저도 그것을 할 수 있다고 생각했어요.” Susan은 자 신이 생각했던 것보다 자신의 딸이 더 용감하고 훨씬 더 성장했다는 것을 깨닫고 가슴이 부풀어 올랐다."
    },
    {
        "question_num": 20,
        "explanation": "[출제의도] 필자의 주장 파악하기 [해석] 의도적인 혼자만의 시간에 기술을 잊고 있 는 것은 고독의 선물인 인지적 이득, 신경학적 회 복, 정신적 명료성을 위해 필수적이다. 여러 연구 가 단순히 우리의 휴대전화를 끄는 것이 아니라 그 것을 ‘물리적으로 우리 곁에 있지 않게’ 함으로써, 불안감이 눈에 띄게 감소하고, 우리가 고독과 유사 한 이점을 얻는다는 것을 보여준다. 혼자 있는 시 간에 안전을 위해 휴대전화가 필수적이면, 알림을 끄고, 그냥 종이를 바로 위에 붙여서 화면을 가리 고, 접근하기 매우 불편한 어딘가에 그것을 보관하 라. 나는 ‘그냥 확인’하기 위한 것 외에 종종 전혀 아무런 이유 없이, 내가 나의 휴대전화에 손을 뻗 고 싶은 충동을 포기하는 데 얼마나 오랜 시간이 걸리는지에 항상 놀란다. 무엇을 확인한다는 것인 가? 언제나 그것은 지금 당장은 나 없이도 될 수 있는 일이다. 식물학자 Sophia Rose가 표현하듯 ‘비활성화를 정상화하기’ 위해, 심지어 지속적 연결 성의 가능성으로부터도 우리의 마음을 자유롭게 할 시간을 우리 자신에게 허용하여, 우리의 과도하게 자극받은 신경 세포의 연결이 휴식을 취하고 다시 모일 수 있도록 하는 것이 중요하다."
    },
    {
        "question_num": 21,
        "explanation": "[출제의도] 어구의 함축적 의미 파악하기 [해석] 인간은 이미 다른 어떤 종보다 더 긴 기간의 보호받는 미성숙 상태, 즉 더 긴 어린 시절을 갖는 다. 종 전체에서, 긴 어린 시절은 유연성, 지능, 그리 고 학습에 의존하는 진화 전략과 상호 관련이 있다. 발달상의 분업이 있다. 보호자가 그것(아이들의 생 존)을 책임지기 때문에, 아이들은 자신의 생존에 대 해 걱정하지 않고 자신의 특정 환경에 대해 자유롭 게 배우게 된다. 어른들은 그 환경에서 짝을 맺고, 사냥을 하고, 어른으로서 일반적으로 잘 해내기 위해 자신이 어렸을 때 배운 것을 사용한다. 아이들은 인 류의 R&D(연구개발) 부서이다. 우리 어른들은 생산 과 마케팅(부서)이다. 우리는 모든 것을 배우는 데는 훌륭하지만 거의 어떤 것이든 하는 데에는 엉망인, 놀랍도록 유연하지만 무력하고 의존적인 아기로 시 작한다. 우리는 결국 학습에는 그다지 능숙하지 않지 만 계획과 실행은 매우 잘하는, 훨씬 덜 유연하지만 훨씬 더 효율적이고 효과적인 어른이 된다."
    },
    {
        "question_num": 22,
        "explanation": "[출제의도] 글의 요지 파악하기 [해석] 성공적이고 공평하기 위해서, 생태계 관리는 빈곤 감소와 연결되어야 한다. 도시 기반 시설 프로젝 트는 보존, 생계, 그리고 자원의 공평한 분배 사이의 교 환을 다루어야 한다. 역사적으로 보호 구역을 만드는 보존 모델이 지역사회에게 접근할 수 없는 것으로 인식 될 때 긴장이 있어왔다. 흔히, 이러한 모델은 가난하고 소외된 거주자와 그 지역에서 나는 자원의 사용자의 희 생으로 실행된다. 생태계 서비스를 보호할 필요성과 지 역사회의 요구를 다루기 위해 자원을 사용하려는 욕구 사이의 균형이 없기 때문에 사회적인, 경제적인, 그리고 환경적인 개발 프로그램은 지속 가능한 발전의 장애물 이 되어왔다. 지역사회가 자신이 선택할 수 있는 것들 을 파악하여 협상하고 예상치 못한 변화에 대처할 수 있는 자신의 유연성을 높이도록 해야 한다."
    },
    {
        "question_num": 23,
        "explanation": "[출제의도] 글의 주제 파악하기 [해석] 3차원 세계에서 구축된 친구 관계의 기존의 네트워크를 가진 어떠한 연령대의 사람에게나, 소셜 네트워킹 사이트는 함께 대면하는 시간이 단지 실현 가능하지 않을 때, 이메일, 영상 통화, 또는 전화 통 화와 함께 소통의 행복한 연장선이 될 수 있다. 현 실의 3차원적 상호작용에 기반하지 ‘않은’ 관계를 통해 가짜 정체성이 유혹적이고도 가능해질 때, 그 리고/또는 여러분의 삶에서 가장 중요한 것이 개인 적인 경험이라기보다 다른 사람들의 간접적인 삶일 때 위험이 발생한다. 화면의 맥락 안에서 사는 것은 친구들과 파티들로 가득 찬 바람직한 생활 방식이라 는 잘못된 기준을 암시할지 모른다. 평범한 인간들 이 이러한 특별한 개인들의 활동을 추종함에 따라 자존감은 필연적으로 떨어질 것이다. 그러나 자신에 대한 끊임없는 자아도취적 집착과 그것의 부적절함 이 지배력을 발휘할 것이다. 소셜 네트워킹의 결과 로 여러분의 정체성이 더 많이 손상되고 여러분이 더 많이 부족하다고 느낄수록, 우리는 여러분이 사 람들과 얼굴을 맞대고 소통할 필요가 없는 매체의 매력이 더 커지는 악순환을 상상할 수 있다."
    },
    {
        "question_num": 24,
        "explanation": "[출제의도] 글의 제목 파악하기 [해석] 멜로디는 우리의 기대가 작곡가들에 의해 통제되는 주요한 방법 중 하나다. 음악 이론가들은 2023학년도 7월 전국연합학력평가 정답 및 해설 고3 17 36 공백 채우기라고 불리는 원리를 밝혀냈다. 일련의 음조에서, 멜로디가 위나 아래로 크게 도약한다면, 다음 음은 방향을 바꿔야 한다. 전형적인 멜로디는 많은 단계적 움직임, 즉, 음계에서 인접한 음조를 포함한다. 멜로디가 크게 도약하면 이론가들은 멜 로디가 출발점으로 돌아가기를 ‘원하는’ 경향을 설 명한다. 이것은 그 도약이 일시적이었을 뿐이며, 뒤따르는 음조는 우리를 우리의 출발점, 혹은 음악 적 ‘고향’으로 점점 더 가까이 데려다줄 필요가 있 다고 우리의 뇌가 기대한다는 것을 말하는 또 다른 방법이다. ‘Over the Rainbow’에서, 멜로디는 음악 감상을 한 일생에서 우리가 지금까지 경험한 가장 큰 도약 중 하나인 옥타브로 시작한다. 이것은 강 력한 도식적 위반이고, 그래서 작곡가는 멜로디를 고향을 향해 다시 가져옴으로써 우리를 보상하고 달래지만, 계속해서 긴장감을 조성하기를 원하기 때문에 너무 많이 하지는 않는다. 이 멜로디의 세 번째 음이 그 공백을 채운다."
    },
    {
        "question_num": 25,
        "explanation": "[출제의도] 도표의 내용 파악하기 [해석] 위의 도표는 2015년 지역별 세계 항공기 승객 수의 점유율과 2040년에 그것(지역별 세계 항공기 승객 수)의 예상되는 점유율을 보여준다. 아시아 태평양 지역은 6개 지역 중 2015년에 34 퍼센트로 가장 높은 점유율을 가졌고 2040년에도 가장 높은 점유율을 가질 것으로 예상된다. 유럽 은 2040년에 2위일 것으로 예상되고, 그 예상 점 유율은 그해의 아시아 태평양 지역 점유율의 절반 에 미치지 못할 것이다. 유럽과 북미의 점유율은 2015년부터 2040년까지 모두 감소할 것으로 예 상되며, 후자의 감소 폭은 전자의 그것(감소 폭) 보다 클 것으로 예상된다. 2040년에 중동과 북아 프리카의 점유율이 2015년의 그것(중동과 북아프 리카의 점유율)의 두 배가 넘을 것으로 예상되는 반면에, 라틴 아메리카와 카리브해 지역에서는 2015년부터 2040년까지 점유율이 약간 감소할 것이다. 2015년에 그 지역들 중에서 2퍼센트로 가장 낮은 점유율을 가졌던 사하라 사막 이남의 아프리카는 2040년에는 같은 점유율을 유지하는 유일한 지역이 될 것이다."
    },
    {
        "question_num": 26,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석] Anna May Wong은 Hollywood에서 최초의 중 국계 미국인 영화배우로 여겨진다. 그녀는 전업 배우가 되기 위해 고등학교를 중퇴했고 17세에 ‘The Toll of the Sea’에서 처음으로 주요한 역할을 연기했다. 평론가 들은 그녀의 놀랄만한 연기를 칭송했지만 그녀의 민족 성은 미국 영화제작자들이 그녀에게 주요한 여성 배역 을 맡기는 것을 막았다. 좌절한 채, Wong은 1928년에 유럽으로 떠났고, 그곳에서 그녀는 많은 저명한 영화에 서 주요한 역할을 맡았다. 1930년대 미국 스튜디오들이 참신한 유럽 인재들을 원했을 때, Wong의 새로운 명성 은 곧 Broadway의 주요한 역할로 이어졌다. 그녀는 미 국으로 돌아가서 자신의 영향력을 사용하여 중국계 미 국인의 더 좋은 영화 기회를 지지했다. 1938년에, 그녀 는 자신의 영화 의상을 판매하고 그 판매 수입금을 중 국 난민을 지원하는 단체에 기부했다. 2차 세계대전 동 안, 그녀는 미국에서의 반아시아적 태도에 대항하는 정 치적 연설을 했다. 2022년에, 그녀는 미국 화폐에 등장 한 최초의 아시아계 미국인이 되었는데, 그것은 그녀가 처음으로 주요한 역할을 얻은 지 한 세기 후였다."
    },
    {
        "question_num": 27,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석]"
    },
    {
        "question_num": 28,
        "explanation": "[출제의도] 내용 일치 파악하기 [해석]"
    },
    {
        "question_num": 29,
        "explanation": "[출제의도] 어법성 판단하기 [해석] 원숭이들의 지능은 우리의 가장 가까운 친척 인 오랑우탄, 고릴라, 침팬지, 보노보와 같은 대형 유인원들의 지능에 비해 낮은데, 그들의 뇌는 그들 의 몸무게에 대비하여 두 배 더 크다. 대부분의 영 장류 동물학자들은 유인원들이 더 큰 뇌를 얻어서 자신의 동료와 소통하고 그들을 조종하는 것을 돕게 되었다고 생각한다. 그리고 그들은 분명히 자신의 집단 안에서 복잡한 사회적 상호작용을 보여준다. 그들은 공감을 느낄 수 있는 것처럼 보이고, 자아상 을 가지고 있으며, 거울에서 자신을 인식할 수 있듯 이 어느 정도의 지각을 보인다. 하지만 이 ‘사회적 가설’은 그렇게 영리해진 것이 원숭이나 육상 포유 류 집단이기 보다는 왜 대형 유인원이었는지를 설명 하지 못한다. 또한 왜 자신의 이웃과 거의 만나지 않는 오랑우탄이 그렇게 똑똑한지도 설명하지 못한 다. 애초에 유인원이 더 똑똑해지도록 하고, 그 이 후로 그 집단의 일부 구성원이 높은 수준의 사회성 을 개발할 수 있게 한 어떤 다른 요인이 작용했음에 틀림없을 것 같아 보인다. [해설] ④ being → are"
    },
    {
        "question_num": 30,
        "explanation": "[출제의도] 문맥상 적절한 어휘 파악하기 [해석] 요리에 의한 음식의 물리적 힘에 의한 분해의 결과는 심오하다. 음식의 단단함과 질김이 모두 급격 하게 감소되어, 물리적 힘에 의한 처리가 훨씬 더 쉬 워진다. 여러분의 치아가 음식을 분해하기 위해 가할 필요가 있는 힘은 더 작고, 음식은 훨씬 더 쉽게 세포 의 내용물을 방출하게 된다. 음식을 분해하기 위한 최 적의 치아 형태 또한 바뀐다. 질긴 재료를 갈고 단단 한 것을 으깨기 위해 큰 압축력을 가할 수 있는 두껍 고 평평한 판이 필요하기보다는, 더 부드러운 음식을 잘라내기 위해 뾰족한 끝을 갖고 있는 어금니를 가지 는 것이 더 낫다. 그것은 훨씬 더 큰(→작은) 힘에서 물러지고 훨씬 더 빨리 분해된다. 현대의 수렵채집가 들은 심지어 비교적 부드러운 과일을 먹는 유인원들 보다도 자신의 음식을 씹는 데 훨씬 더 적은 시간을 보낸다. 침팬지들이 (하루에) 대여섯 시간을 씹는 것 에 비해 그들은 하루에 1시간 미만 동안 씹는다. 이 것은 불을 살피고, 오래가는 거주지를 만들고, 도구를 만들고, 또는 식량을 더 찾아다니는 것과 같은 다른 일들을 위한 많은 시간을 이용할 수 있게 만든다."
    },
    {
        "question_num": 31,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 학습은 ‘파괴적’이지 않고 ‘건설적’이다. 이것 은 우리가 정신적 모델을 교체하지 않는다는 것을 의 미한다. 우리는 단지 그것을 기반으로 확장하는 것이 다. 내가 의미하는 것을 이해하기 위해서, 여러분의 어린 시절을 회상해 보아라. 여러분이 산타클로스를 믿었던 때가 있었을 것이다. 여러분의 정신적 모델은 그를 받아들였고 여러분의 예측은 그의 존재를 설명 했다. 하지만 어느 순간, 여러분은 그가 가상이라는 것을 인식하게 되었고 그에 따라 여러분의 정신적 모 델을 갱신했다. 그 순간, 여러분은 갑자기 산타클로스 에 대한 모든 것을 잊어버린 것은 아니다. 오늘날까 지, 여러분은 여전히 그를 인식하고, 그에 대해 말하 고, 그에 대한 어린아이들의 믿음을 받아들일 수 있 다. 다시 말해, 여러분은 여러분의 이전의 정신적 모 델을 파괴한 것이 아니라, 단순히 그것에 새로운 정보 를 추가했을 뿐이다. 이전의 정신적 모델을 기반으로 함으로써 우리는 과거와의 연결을 유지할 수 있고, 개 념에 대한 더 깊은 이해를 촉진할 수 있으며, 끊임없 이 진화하는 세계에 계속해서 적응하기 위해 활용할 끊임없이 확장하는 정보 저장소를 개발할 수 있다."
    },
    {
        "question_num": 32,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 개념 예술과 컴퓨터 예술의 공통점은 작가의 존재가 감춰지는 것이었다. 개념 예술가들은 창작의 모든 개인적인 흔적을 완화함으로써 예술품과 예술가 사이의 관계를 분리했다. 예술가는 다른 사람이 따라 야 하는 일종의 지침인 미리 정해진 시스템을 설치함 으로써 개인화된 제도공의 솜씨라는 개념으로부터 분 리되었다. 그런 식으로 Sol LeWitt가 말하듯이 ‘공예 가로서 예술가의 솜씨에 대한 의존’이 없었다. 사실상 누구나 그 지침을 수행할 수 있었다. 같은 과정이 컴 퓨터 예술에서도 이루어졌는데, 예술가는 컴퓨터 자동 장치가 그 지침을 수행하도록 미리 정해진 그리기 알 고리즘을 고안했다. 인간 행위자는 개념적 형태를 창 안했고, 기계는 이를 작동시켰다. 마찬가지로, 컴퓨터 예술품에는 어떠한 자필의 흔적도, 자발성의 흔적도, 또는 예술적 진정성도 결여되어 있었다. 플로터의 팔 은 생산 과정에서 인간의 팔을 대체하곤 했다."
    },
    {
        "question_num": 33,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 풀을 뜯어 먹기, 동물 사체를 찾아다니기, 또는 사냥하기와 같이, 먹이를 찾는 데 사용되는 내 재된 행동은 음식을 먹는 데 사용되는 행동보다 학 습에 더 의존적이다. 짝짓기, 둥지 틀기, 먹기, 그리 고 먹이를 죽이는 행동은 더 본능에 의해 지배되는 경향이 있다. 먹이를 찾기 위해 학습에 더 크게 의 존하는 것은 야생의 동물들을 더 유연하게 그리고 다양한 환경에 적응할 수 있게 한다. 먹이를 죽이거 나 먹기 위해 사용되는 행동은 어떤 환경에서도 동 일할 수 있다. 진화 생물학자인 Ernst Mayr는 이러 한 다른 행동 체계들을 경험의 영향에 대해 ‘개방적’ 또는 ‘폐쇄적’이라고 칭했다. 사냥감을 사냥하는 사 자는 개방적 체계의 한 예이다. 사냥하는 암사자는 멀리서 먹이를 알아보고 조심스럽게 그것에게 다가 간다. 신경 생물학자인 Charles Herrick은 “사냥할 때 세부적인 것들은 그것이 사냥을 할 때마다 다르 다. 따라서 신경계에 있는 단순한 반사궁들의 어떤 조합도 먹이를 획득하기 위한 요건의 무한한 변화를 충족시키기에 충분하지 않을 것이다.”라고 썼다."
    },
    {
        "question_num": 34,
        "explanation": "[출제의도] 빈칸 추론하기 [해석] 혁명의 승리파는 낡은 패러다임의 근본적인 변칙을 해결해왔고 공유된 가정에 의해 좌우된 성공 적인 연구의 전망을 새롭게 해 왔다고 주장할 수 있 다. 실제로, 새로운 공동체는 이러한 관점을 반영하 기 위해 전형적으로 교과서를 다시 쓰고, 자신의 역 사를 다시 이야기한다. 그러나 패배자들이나, 심지어 공정하게 바라보는 사람들의 관점에서, 그러한 재작 성은 진보에 대한 진정한 주장 없이 변화를 나타내는 것처럼 보일지 모르는데, 왜냐하면 그 변화의 장점을 평가하는 중립적인 기준이 없기 때문이다. 이전에 알 2023 Oakfield Mini Marathon 우리 동네의 Central Park의 개장을 축하하 기 위한 2023 Oakfield Mini Marathon에 참 가하세요! 달리는 사람, 조깅하는 사람, 걷는 사람 모두 환영합니다. 언제: 10월 21일 토요일, 오전 8시 30분 시작 어디서: Central Park의 Gate 1에서 출발 및 주차장에서 종료 누가: 13세 이상 거리: 10km 참가비: 1인당 5달러 등록 • 온라인으로만 가능 (www.oakfieldminimarathon.com) • 9월 1일부터 30일까지 ※ 경주를 완주하시면, 티셔츠와 전자증명서를 받게 됩니다. 더 많 은 정 보 를 원 하 시 면 , 저 희 웹 사 이 트 를 방 문 하 세 요 . Little Adventure Pack Little Adventure Pack이 8월에 다시 돌아옵 니다! National Museum의 과학을 이러한 쉽 고 재미있는 집에서 하는 활동 꾸러미와 함께 즐겨보세요! 나이: 5세에서 7세까지의 아동에게 추천됨 가격: 박물관 회원은 5달러/ 비회원은 10달러 내용물 • 활동책(퍼즐, 종이 공예 등) • 소형 망원경 • 장난감 상어 주문 • 온라인으로 주문되어야 함 (www.nationalmuseum.org/lap) • 2023년 8월 2일부터 가능 • 판 매할 수 있 는 꾸 러미 의 총 수량 은 200개 로 제한 됩 니다 . 고3 정답 및 해설 2023학년도 7월 전국연합학력평가 18 36 려졌던 것(또는 단순히 믿어졌던 것)의 많은 부분이 한 번도 확실하게 반박되어 보지 않은 채 배제되어야 했기 때문에, 그 결과적인 지식의 체계는 어떠한 경 우에도 누적되지 않는다. 마찬가지로 우리는 과학의 혁명적 재구성을 진리를 지향하는 것으로 그럴듯하게 말할 수 없는데, 왜냐하면 비슷하게도 과학의 평가를 위한 기준의 공정한 공식화는 있을 수 없기 때문이 다. 새로 제정된 기준에 따라 새로운 용어로 표현된 혁명 이후의 과학 지식의 유효한 정당화는 충분할 것 같으나, 아마도 단지 이러한 기준과 용어가 이제 불 가피하게 우리 자신의 것이기 때문일 것이다."
    },
    {
        "question_num": 35,
        "explanation": "[출제의도] 글의 흐름 파악하기 [해석] 주제에 관해 이미 써진 것을 보기만 한다 면, 써진 이야기는 특정 지역의 역사를 탐구할 때 시작하기에 분명한 그리고 가장 쉬운 곳이다. 특정 지역의 역사책들은 수 세기에 걸쳐 쓰여 왔고 질적 으로 매우 가변적이다. 이러한 책들은 만약 연구 중인 그 특정 지역의 발달에서 그들(여러분의 조 상)이 특히 두드러진 역할을 하지 않았다면 여러분 의 조상을 이름으로 확실히 언급하지 않을 것이다. 그러나 그것들은 어떻게 한 장소가 시간에 걸쳐 변 화했는지, 누가 주요한 인물들이었는지 그리고 그 곳에서 일어난 중요한 사건들, 또는 적어도 포함하 기 위해 작가에 의해서 선택된 것들에 대한 정보를 정말로 제공한다. (만약에 작가가 자신의 개인적인 경험으로부터 쓰고 있다면, 그가 이미 존재하는 어 떤 이야기에 창의적인 비틀기를 더하는 데 더 많은 에너지를 쓸 수 있도록 해야 한다.) 만약에 어떤 책이 극도로 광범위하거나 선택된 지역이 매우 작 지 않다면, 그때 작가는 그가 포함할 것을 매우 신 중하게 선택해야 하고 그들의 우선 사항은 그들의 모든 독자와 같지 않을지도 모른다. 여러분의 조상 이 살았던 특정 지역에 대해 써진 몇몇 또는 되도 록이면 모든 책을 읽는 것은 충분히 가치가 있다."
    },
    {
        "question_num": 36,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 대중문화에 의해 지금과 같이 형성된, 동물들 을 보고 상호작용하려는 욕구는 여행의 동기부여 요 인이 될 수 있지만, 특정 동물들에 대한 부정적인 인 식은 사람들이 어떤 목적지들을 방문하는 것을 만류 하는 완전히 정반대의 역할을 할 수 있다. (B) 소수 연구에서 분석 주제가 동물이 관광 체험에 미치는 해 로운 영향이 되어 왔는데, 동물에 의해 관광객들에게 초래된 사망이나 부상은 익사와 교통사고와 같은 다 른 원인에 비해 미미하다. (C) 그럼에도 불구하고, 그 들이 상어나 뱀과 같은 위험한 동물과 마주칠지 모르 거나 말라리아와 같은 질병에 걸릴지도 모르는 가능 성은 적어도 일부 관광객들이 그러한 위협이 존재하 는 목적지들을 방문하는 것을 단념시키기에 충분하다. 때때로 이 두려움은 마케팅 기회로 전환된다. (A) 예 를 들어, 호주에서 마주칠 수 있는 위험한 동물들을 기념하는 다양한 티셔츠와 행주 디자인들이 있다. 이 것은 이 나라로의 여행을 고려하는 일부 관광객들에 게 이 동물들이 제기하는 인식된 위협의 기발한 재구 성이다."
    },
    {
        "question_num": 37,
        "explanation": "[출제의도] 글의 순서 파악하기 [해석] 언어를 습득하는 과정에서 아이들은 유한한 발화에만 노출된다. 하지만 그들은 무한한 문장들을 사용하고 이해하게 된다. (C) 이것은 언어 사용의 창조적인 측면으로 일컬어져 왔다. 이 ‘창조성’은 시 나 소설을 쓸 수 있는 능력이라기 보다는 이전에 결 코 말하거나 듣지 못한 새로운 문장을 무한히 만들 어내고 이해할 수 있는 능력을 말한다. 아이들이 받 는 정확한 언어적 입력은 아이들마다 다르며, 두 아 이가 정확히 똑같은 발화에 노출되는 경우는 없다. (A) 하지만 그들은 모두 거의 동일한 문법에 도달한 다. 돌봐주는 사람들이 문법의 특정한 점을 예를 들 어 보여주기 위해 자신의 아이들에게 말하지는 않는 다는 점에서 아이들이 받는 입력은 무작위적이다. 하지만 모든 아이들은 언어에 대한 체계적인 지식을 발달시킨다. (B) 따라서, 아이들이 받는 입력에서의, 그리고 또한 그들의 개인적인 상황에서의 극심한 한 계와 변동에도 불구하고, 그들 모두는 언어 지식의 풍부하고 동일한 체계를 발달시킨다. 습득된 지식은 다양한 방식으로 그 입력을 넘어선다."
    },
    {
        "question_num": 38,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 종종 시간 또는 시간의 부족은 일상 제품 구매에 중요한 역할을 한다. Milica Milosavljevic 과 그의 동료들은 시각적 두드러짐과 구매 결정 간 의 관계를 보는 실험을 수행했다. 그들은 피실험자 들에게 기능적 자기 공명 영상으로 우리가 기차역 의 사탕 과자 자판기에서 발견하는 것들, 즉, 막대 모양의 과자, 감자칩, 과일 맛이 나는 품목 등과 같은 15가지의 다른 음식 품목들을 보여주었다. 이 것들은 피실험자들에 의해 ‘가장 좋아하는 간식’에 서 ‘전혀 좋아하지 않음’에 따라 1～15의 척도로 등급이 매겨졌다. 그러고 나서 그것들은 밝기와 시 간을 달리하여 제시되었으며, 피실험자들은 항상 두 제품 중 선택해야 했다. 결과는 우리가 항상 우 리가 가장 좋아하는 것을 사지는 않지만, 일이 빨 리 일어나야 할 때, 우리는 우리의 눈에 가장 띄는 제품을 선택하는 경향이 있다는 것이었다. 또한 우 리가 누군가와 이야기하고 있거나, 통화 중이거나, 그 순간에 우리의 생각이 다른 곳에 있어서 주의가 산만해질 때, 어떤 제품에 대한 우리의 실제 선호 는 뒤쪽으로 더 떨어지고 시각적으로 눈에 잘 띔이 두드러진다. 색깔은 여기에서 중요한 역할을 한다."
    },
    {
        "question_num": 39,
        "explanation": "[출제의도] 문장의 위치 파악하기 [해석] 만약 우리가 현대 영국의 ‘문화’를 본다면 우 리는 아마도 스포츠가 그 문화의 중요한 한 부분이라 고 빠르게 결론지을 것이다. 다시 말해서, 그것은 사 회의 많은 사람이 공유하고 가치 있게 여기는 것이 다. 게다가, 우리는 또한 영국 문화에서 가장 ‘중요 한’ 스포츠는 축구라고 아마도 결론을 내릴 것이다. 축구를 하고, 축구를 보고, 축구에 대해 읽고 축구에 대해 이야기하는 사람의 양의 관점에서 그것에 모두 초점이 맞춰진 상당한 양의 ‘문화적’ 활동이 매일 있 다는 증거로부터 우리는 이것을 ‘알’ 것이다. 그러나 영국 사회 안에서 모든 사람이 축구를 ‘자신들의’ 경 기로 보는 것은 아닐 것이다. 그들의 ‘문화적’ 활동과 습관을 보는 것으로부터, 중산층 배경을 가진 사람들 은 축구보다 럭비를 선호하는 것처럼 보이거나 더 많 은 여성들이 축구보다 네트볼을 한다고 주장될 수 있 다. 그와 동시에, 만약 여러분이 미국에 가서 ‘축구’ 에 대해 이야기하고 있다면, 대부분의 사람은 여러분 이 축구보다는 미식축구에 관해 이야기하고 있다고 가정할 것이다. 이로부터 서로 다른 문화들이 스포츠 와 같은 인간 활동을 이해하거나 평가하는 서로 다른 방식들을 만들어낸다고 우리는 결론지을 수 있다."
    },
    {
        "question_num": 40,
        "explanation": "[출제의도] 요약문 완성하기 [해석] 사회적 종으로서, 우리는 모두 동시성을 갖 게 되어 최대한의 인간 상호 작용을 촉진하기 위해 동시에 깨어 있어야 하지 않을까? 아마도 아닐 것이 다. 인간은 혼자나 짝을 지어서가 아니라, 가족이나 심지어 부족 전체로서 함께 잠을 자도록 아마도 진 화했을 것이다. 이러한 진화적 맥락을 이해하면, 수 면/기상 시간 선호도에서 그렇게 유전적으로 설계된 차이의 이점이 이해될 수 있다. 집단 중 저녁형 인 간은 오전 한두 시가 되어서야 잠이 들 것이고, 오 전 9~10시가 되어서야 깨어날 것이다. 반면에 아침 형 인간은 오후 9시에 잠자리에 들었을 것이고 오 전 5시에 깨어났을 것이다. 결과적으로, 모든 사람 이 여전히 8시간의 수면 기회를 얻었음에도 불구하 고, 집단 전체는 8시간이 아닌 단지 4시간 동안만 오직 집단적으로 취약하다(예를 들어, 모든 사람이 잠든 상태). 그것은 잠재적으로 생존 적합도가 50% 증가하는 것이다. 대자연은 종의 생존 안전성과 그 로 인한 적합도를 그만큼 높일 수 있는 생물학적 특 성, 즉 여기서는, 집단 부족 내의 사람들이 잠들고 일어날 때의 유용한 변이성을 절대로 지나치지 않을 것이다. 그래서 대자연은 지나치지 않았다. [요약문] 사람들이 하루에 자고 일어나기를 선호하 는 시간대에서 (A) 다름을 가지고 있고, 이는 집단 으로서 자신들의 (B) 생존 가능성을 높일 수 있다."
    },
    {
        "question_num": 41,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 일반화는 인지 경제성을 촉진하여, 우리는 중 요하지 않은 세부 사항에 집중하지 않는다. 러시아의 위대한 신경심리학자인 Alexander Luria는 Solomon Shereshevsky라는 환자를 연구했는데, 그는 우리가 일반적으로 듣는 것의 반대인 기억 장애를 가지고 있 었다. 즉 Solomon은 기억상실증, 기억을 잃는 것을 가진 것이 아니었다. Luria가 기억과잉증이라고 부른 것을 가지고 있었다(우리는 그의 엄청난 힘이 우월한 기억력이었다고 말할 수 있다). 그의 과한 기억력은 그가 단 한 번 들었던 연설의 한 마디, 한 마디, 또는 복잡한 수학 공식, 숫자의 긴 배열, 그리고 그가 심지 어 말할 줄도 모르는 외국어로 된 시를 반복하는 것 과 같이, 놀라운 재주를 수행할 수 있게 해주었다. 여 러분이 그러한 환상적인 기억력을 갖는 것이 좋을 것 이라고 생각하기 전에, 그것은 대가를 수반했다. Solomon은 모든 세부 사항을 별개의 것으로 기억했 기 때문에 추상화를 할 수 없었다. 그는 사람들을 알 아보는 데 특별한 어려움을 겪었다. 신경인지적 관점 에서 볼 때, 여러분이 어떤 얼굴을 볼 때마다, 지난번 과는 적어도 약간 다르게 보일 가능성이 없다(→가능 성이 있다). 즉 여러분은 이전과는 다른 각도와 거리 에서 그것을 보고 있으며, 여러분은 다른 표정을 마주 치고 있을지도 모른다. 여러분이 어떤 사람과 상호작 용하는 동안, 그들의 얼굴에 일련의 표정이 지나간다. 여러분의 뇌가 일반화할 수 있기 때문에, 여러분은 얼 굴의 이러한 모든 다른 표현들을 같은 사람에게 속한 것으로 본다. Solomon은 그렇게 할 수 없었다. 그가 Luria에게 설명했듯이, 그의 친구들과 동료들을 알아 보는 것은 “모든 사람들이 너무 많은 얼굴을 가지고 있기” 때문에 거의 불가능했다."
    },
    {
        "question_num": 42,
        "explanation": "41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 일반화는 인지 경제성을 촉진하여, 우리는 중 요하지 않은 세부 사항에 집중하지 않는다. 러시아의 위대한 신경심리학자인 Alexander Luria는 Solomon Shereshevsky라는 환자를 연구했는데, 그는 우리가 일반적으로 듣는 것의 반대인 기억 장애를 가지고 있 었다. 즉 Solomon은 기억상실증, 기억을 잃는 것을 가진 것이 아니었다. Luria가 기억과잉증이라고 부른 것을 가지고 있었다(우리는 그의 엄청난 힘이 우월한 기억력이었다고 말할 수 있다). 그의 과한 기억력은 그가 단 한 번 들었던 연설의 한 마디, 한 마디, 또는 복잡한 수학 공식, 숫자의 긴 배열, 그리고 그가 심지 어 말할 줄도 모르는 외국어로 된 시를 반복하는 것 과 같이, 놀라운 재주를 수행할 수 있게 해주었다. 여 러분이 그러한 환상적인 기억력을 갖는 것이 좋을 것 이라고 생각하기 전에, 그것은 대가를 수반했다. Solomon은 모든 세부 사항을 별개의 것으로 기억했 기 때문에 추상화를 할 수 없었다. 그는 사람들을 알 아보는 데 특별한 어려움을 겪었다. 신경인지적 관점 에서 볼 때, 여러분이 어떤 얼굴을 볼 때마다, 지난번 과는 적어도 약간 다르게 보일 가능성이 없다(→가능 성이 있다). 즉 여러분은 이전과는 다른 각도와 거리 에서 그것을 보고 있으며, 여러분은 다른 표정을 마주 치고 있을지도 모른다. 여러분이 어떤 사람과 상호작 용하는 동안, 그들의 얼굴에 일련의 표정이 지나간다. 여러분의 뇌가 일반화할 수 있기 때문에, 여러분은 얼 굴의 이러한 모든 다른 표현들을 같은 사람에게 속한 것으로 본다. Solomon은 그렇게 할 수 없었다. 그가 Luria에게 설명했듯이, 그의 친구들과 동료들을 알아 보는 것은 “모든 사람들이 너무 많은 얼굴을 가지고 있기” 때문에 거의 불가능했다."
    },
    {
        "question_num": 43,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 유명한 작곡가이자 피아니스트인 Ignace Jan Paderewski가 미국의 한 큰 연주회장에서 공연할 예정이었다. 검은 턱시도와 긴 이브닝드레스, 즉 상류사 회의 행사로 기억할 저녁이었다. 그날 저녁 청중석에 한 어머니가 9살짜리 아들과 함께 참석했다. 기다리 는 것이 지겨워서, 그는 자신의 자리에서 계속해서 꼼 지락댔다. 그의 어머니는 만약 그가 위대한 Paderewski가 연주하는 것을 들을 수만 있다면 자신 의 아들이 피아노 연습을 하도록 동기부여 될 것이라 고 기대했다. 그래서, 비록 그가 원치 않았지만, 그는 오게 되었다. (C) 그녀가 친구들과 이야기하기 위해 몸을 돌렸을 때, 그녀의 아들은 더 이상 앉아 있을 수 가 없었다. 그는 눈부신 빛으로 가득 찬 큰 무대 위 검은색 연주회용 그랜드 피아노와 그것의 가죽 의자 에 이상하게 이끌려, 그녀의 옆에서 빠져나갔다. 세련 된 청중들로부터 별다른 주목을 받지 않고, 소년은 피 아노 의자에 앉아 눈을 크게 뜨고 흑백의 건반을 응 시했다. 그는 작고 떨리는 손가락들을 정확한 위치에 놓고 ‘Chopsticks(젓가락 행진곡)’를 연주하기 시작했 다. (B) 수백 명의 찌푸린 얼굴들이 그의 방향으로 향 하면서 군중의 왁자지껄한 소리가 조용해졌다. 짜증이 나고 당황한 채로, 그들은 크게 소리치기 시작했다. “저 소년을 저기서 나오게 해!” “누가 저렇게 어린아 이를 여기에 데려왔어?” “그의 엄마는 어디 있지?” “그를 멈춰!” 무대 뒤에서, Paderewski는 객석에서 나 는 소리를 우연히 들었고 무슨 일이 일어나고 있는지 재빨리 마음속에 정리했다. 서둘러, 그는 자신의 정장 상의를 들고 무대 쪽으로 달려갔다. (D) 한마디 공지 도 없이 Paderewski는 그 소년의 뒤에서 몸을 구부리 며, 양쪽으로 손을 뻗었고, ‘Chopsticks’와 조화를 이 루고 향상하는 카운터멜로디를 즉흥 연주하기 시작했 다. 그들 두 사람이 함께 연주하면서, 그는 그 소년의 귀에 계속 속삭였다. “계속하렴. 그만두지 마. 계속 연 주하렴… 멈추지 마… 그만두지 마.” 그 나이 많은 거 장과 그 어린 소년은 함께 난처한 상황을 놀랍도록 창의적인 경험으로 바꾸었다. 청중은 매혹되었다."
    },
    {
        "question_num": 44,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 유명한 작곡가이자 피아니스트인 Ignace Jan Paderewski가 미국의 한 큰 연주회장에서 공연할 예정이었다. 검은 턱시도와 긴 이브닝드레스, 즉 상류사 회의 행사로 기억할 저녁이었다. 그날 저녁 청중석에 한 어머니가 9살짜리 아들과 함께 참석했다. 기다리 는 것이 지겨워서, 그는 자신의 자리에서 계속해서 꼼 지락댔다. 그의 어머니는 만약 그가 위대한 Paderewski가 연주하는 것을 들을 수만 있다면 자신 의 아들이 피아노 연습을 하도록 동기부여 될 것이라 고 기대했다. 그래서, 비록 그가 원치 않았지만, 그는 오게 되었다. (C) 그녀가 친구들과 이야기하기 위해 몸을 돌렸을 때, 그녀의 아들은 더 이상 앉아 있을 수 가 없었다. 그는 눈부신 빛으로 가득 찬 큰 무대 위 검은색 연주회용 그랜드 피아노와 그것의 가죽 의자 에 이상하게 이끌려, 그녀의 옆에서 빠져나갔다. 세련 된 청중들로부터 별다른 주목을 받지 않고, 소년은 피 아노 의자에 앉아 눈을 크게 뜨고 흑백의 건반을 응 시했다. 그는 작고 떨리는 손가락들을 정확한 위치에 놓고 ‘Chopsticks(젓가락 행진곡)’를 연주하기 시작했 다. (B) 수백 명의 찌푸린 얼굴들이 그의 방향으로 향 하면서 군중의 왁자지껄한 소리가 조용해졌다. 짜증이 나고 당황한 채로, 그들은 크게 소리치기 시작했다. “저 소년을 저기서 나오게 해!” “누가 저렇게 어린아 이를 여기에 데려왔어?” “그의 엄마는 어디 있지?” “그를 멈춰!” 무대 뒤에서, Paderewski는 객석에서 나 는 소리를 우연히 들었고 무슨 일이 일어나고 있는지 재빨리 마음속에 정리했다. 서둘러, 그는 자신의 정장 상의를 들고 무대 쪽으로 달려갔다. (D) 한마디 공지 도 없이 Paderewski는 그 소년의 뒤에서 몸을 구부리 며, 양쪽으로 손을 뻗었고, ‘Chopsticks’와 조화를 이 루고 향상하는 카운터멜로디를 즉흥 연주하기 시작했 다. 그들 두 사람이 함께 연주하면서, 그는 그 소년의 귀에 계속 속삭였다. “계속하렴. 그만두지 마. 계속 연 주하렴… 멈추지 마… 그만두지 마.” 그 나이 많은 거 장과 그 어린 소년은 함께 난처한 상황을 놀랍도록 창의적인 경험으로 바꾸었다. 청중은 매혹되었다."
    },
    {
        "question_num": 45,
        "explanation": "43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 유명한 작곡가이자 피아니스트인 Ignace Jan Paderewski가 미국의 한 큰 연주회장에서 공연할 예정이었다. 검은 턱시도와 긴 이브닝드레스, 즉 상류사 회의 행사로 기억할 저녁이었다. 그날 저녁 청중석에 한 어머니가 9살짜리 아들과 함께 참석했다. 기다리 는 것이 지겨워서, 그는 자신의 자리에서 계속해서 꼼 지락댔다. 그의 어머니는 만약 그가 위대한 Paderewski가 연주하는 것을 들을 수만 있다면 자신 의 아들이 피아노 연습을 하도록 동기부여 될 것이라 고 기대했다. 그래서, 비록 그가 원치 않았지만, 그는 오게 되었다. (C) 그녀가 친구들과 이야기하기 위해 몸을 돌렸을 때, 그녀의 아들은 더 이상 앉아 있을 수 가 없었다. 그는 눈부신 빛으로 가득 찬 큰 무대 위 검은색 연주회용 그랜드 피아노와 그것의 가죽 의자 에 이상하게 이끌려, 그녀의 옆에서 빠져나갔다. 세련 된 청중들로부터 별다른 주목을 받지 않고, 소년은 피 아노 의자에 앉아 눈을 크게 뜨고 흑백의 건반을 응 시했다. 그는 작고 떨리는 손가락들을 정확한 위치에 놓고 ‘Chopsticks(젓가락 행진곡)’를 연주하기 시작했 다. (B) 수백 명의 찌푸린 얼굴들이 그의 방향으로 향 하면서 군중의 왁자지껄한 소리가 조용해졌다. 짜증이 나고 당황한 채로, 그들은 크게 소리치기 시작했다. “저 소년을 저기서 나오게 해!” “누가 저렇게 어린아 이를 여기에 데려왔어?” “그의 엄마는 어디 있지?” “그를 멈춰!” 무대 뒤에서, Paderewski는 객석에서 나 는 소리를 우연히 들었고 무슨 일이 일어나고 있는지 재빨리 마음속에 정리했다. 서둘러, 그는 자신의 정장 상의를 들고 무대 쪽으로 달려갔다. (D) 한마디 공지 도 없이 Paderewski는 그 소년의 뒤에서 몸을 구부리 며, 양쪽으로 손을 뻗었고, ‘Chopsticks’와 조화를 이 루고 향상하는 카운터멜로디를 즉흥 연주하기 시작했 다. 그들 두 사람이 함께 연주하면서, 그는 그 소년의 귀에 계속 속삭였다. “계속하렴. 그만두지 마. 계속 연 주하렴… 멈추지 마… 그만두지 마.” 그 나이 많은 거 장과 그 어린 소년은 함께 난처한 상황을 놀랍도록 창의적인 경험으로 바꾸었다. 청중은 매혹되었다."
    }
]