{
    "question_number": 1,
    "question_text": "[출제의도] 발표자의 발표 계획 세우기 발표자는 현대에 와서 ‘까치밥’ 문화가 사라지고 있으 므로 ‘까치밥’ 문화의 의미를 되살리자고 발표하고 있다. 그러나 발표를 할 때 발표자의 개인적 경험은 드러나지 않는다. [오답풀이] ① 5문단에서 발표자는 현대에 와서 공동 체 정신이 사라지고 있으므로 조상들의 아름다운 ‘까 치밥’ 문화의 의미를 살리자고 제안하고 있으므로 적절 하다. ② 1문단에서 친구들에게 ‘까치밥’의 의미를 제 시하고 있으므로 적절하다. ③ 2문단에서 친구들에게 감이 까치밥을 대표하게 된 이유를 설명하고 있으므 로 적절하다. ④ 2문단에서 까치가 길조라는 선조들 의 인식과 관련하여 ‘까치밥’이 나타나게 된 유래가 나타나므로 적절하다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 다양한 매체를 적절하게 활용하기 발표자가 펄 벅이 경주를 방문했을 때의 사진을 제 시한 이유는 3문단에서 외국인의 눈에 한국의 ‘까치 밥’ 문화가 아름답게 보이고 있다는 인식을 드러내기 위해서이다. [오답풀이] ① ㉠을 제시한 이유는 ‘까치밥’의 의미 를 알려주기 위해서이므로 까치의 식성을 보여주기 위해서라는 이유는 적절하지 않다. ② ㉠을 제시한 이유가 ‘까치밥’에 대한 인식의 변화를 보여주기 위해 서라는 내용은 글의 맥락에서 적절하지 않다. ③ ㉡ 에서 펄 벅의 경주 방문 사진을 제시한 이유가 ‘까치 밥’ 문화의 유래를 설명하기 위해서라는 내용은 글의 맥락에 적절하지 않다. ⑤ ㉢을 인용한 이유는 까치밥 문화의 의의를 강조하기 위해서이므로 까치에 대한 농부의 인식을 보여주기 위해서라는 내용은 글의 맥락 에 적절하지 않다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 비판적으로 듣고 질문하기 <보기>를 통해 학생이 질문하기 위해 생각한 핵심 내용은 ‘까치밥’ 문화가 사라진 원인이 주거 환경의 변화 때문이라는 것이므로 주거 환경과 관련된 원인에 대한 질문을 하는 것이 적절하다. [오답풀이] ① ‘까치밥’ 문화가 사라진 시기에 대한 질문은 학생 생각의 핵심 내용에 어긋나므로 적절하 지 않다. ② ‘까치밥’ 문화와 도시화의 관련성은 지문에 언급되지 않았다. ③ ‘까치밥’ 문화를 되살리기 위한 해결 과제를 묻는 질문은 학생 생각의 핵심 내용에 어긋나므로 적절하지 않다. ⑤ 현대 사회에서 ‘까치 밥’ 문화를 되살리기 위해 주거 환경의 변화를 묻는 질문은 학생 생각의 핵심 내용에 어긋나므로 적절하지 않다."
}
{
    "question_number": 4,
    "question_text": "[출제의도] 사회자의 토의 진행 방식 이해하기 토의는 공동체의 문제 해결을 목적으로 하는 화법의 한 양식으로, 사회자는 참여자들이 협력적 자세로 참여 할 수 있도록 토의 흐름을 이끌어가야 한다. ㉣에서 사회자인 ‘민재’는 ‘우승’이 이전 발언에서 제안한 심리 검사를 선생님께 배울 수 있는지 직접 물어볼 것을 요청하고 있다. 이는 토의 참여자에게 협력적 반응을 요구하고 있는 발언이라고 할 수 있다. 그러므로 ㉣이 사회자가 발언 순서를 조정하고 있다는 설명은 적절 하지 않다. [오답풀이] ① ㉠에서 ‘민재’는 ‘2학기 또래상담 행사 운영 방식’이라는 토의 주제를 안내하고 있다. ② ㉡ 에서 ‘민재’는 참여자들이 ‘주간 행사’에 대해 합의했 다는 것을 언급한 후 다음 논의할 사항을 이어가고 있다. ③ ㉢에서 ‘민재’는 ‘진희’에게 앞의 의견을 보충 하는 구체적인 사례를 설명해주기를 요청하고 있다. ⑤ ㉤에서 ‘민재’는 토의에서 논의된 2학기 또래상담 주간 행사의 세 가지 프로그램을 요약하여 정리하고 있다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 토의 참여자의 말하기 방식 이해하기 [E]에서 ‘우승’은 ‘자가진단검사’의 사례를 들어 이전 발언에서 심리 검사에 대해 부정적 의견을 제시한 ‘수연’을 설득하고 있다. 그러므로 ‘수연’의 의견을 전적 으로 수용해 자신이 제시한 방안을 수정하고 있다는 설명은 적절하지 않다. [오답풀이] ① [A]에서 ‘우승’은 2학기 행사를 주간 행사로 확대하자는 주장을 펼치면서 1학기 행사가 한 번의 상담으로 끝나서 고민을 파악하기 어려웠다는 문제점을 근거로 제시하고 있다. ② [B]에서 ‘수연’은 1학기 때 후배와 상담했던 경험을 바탕으로 ‘우승’이 제시한 주간 행사에 동조하고 있다. ③ [C]에서 ‘수연’ 은 참여자들이 공유하는 배경지식인 ‘래포’를 근거로 들어 ‘진희’의 의견을 지지하고 있다. ④ ‘진희’는 ‘우승’ 이 제안한 심리 검사에 대해 상담 받는 친구들이 자신 의 심리 상태에 대해 알 수 있는 기회가 될 것이라 는 내용의 장점을 추가하고 있다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 토의를 바탕으로 작문 계획 수립하기 (나)의 4문단에 상담의 효과와 관련된 전문가의 말을 인용하기로 한 작문 계획은 반영되어 있으나, 토의 에서 논의한 또래상담의 사회적 효과를 구체적으로 제시한다는 계획은 초고에 반영되어 있지 않다. [오답풀이] ① 1문단에는 동아리 소개와 또래 상담 자 교육과정 수료에 대한 내용이 반영되어 있다. ② 2문단에는 소통의 상대를 만나기 어렵다는 점과 ‘소통 과 공감’이라는 또래상담 행사의 취지를 연결하여 제시 한 내용이 반영되어 있다. ③ 3문단에는 토의에서 결정 한 또래상담 주간 세 가지 프로그램에 대해 그 특성을 나타내는 명칭인 ‘먼저 다가가 친구 되기’ 등이 나타나 있다. ④ 3문단에는 첫 번째, 두 번째 프로그램을 소개 할 때 토의 후에 추가로 조사한 게임인 ‘감정 빙고 게임’ 등이, 심리 검사 종류인 ‘문장완성검사’ 등이 나타나 있다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 조건에 따라 글의 제목 작성하기 ‘수연’과의 대화를 바탕으로 ‘민재’가 (나)의 제목을 작성하고자 할 때, 제목에는 마지막 문단의 핵심 단어 와 동아리 이름을 활용하고, 부제에는 2학기 또래상담 행사가 1학기보다 개선된 점을 덧붙여야 한다. 마지막 문단의 핵심 단어로 ‘공감’, ‘이야기’, ‘고민’, ‘마음’ 등을 찾을 수 있다. 이러한 단어들을 동아리 이름인 ‘수호천사’의 의미와 연관지어 제목을 붙이면 ‘내 이야 기에 공감해 줄 수호천사를 만나다’가 가장 적절하다. 또한 ②의 부제는 한 번의 상담으로 끝난 1학기 행 사를 2학기에 세 가지 프로그램의 주간 행사로 체계 화했다는 개선점을 잘 나타내고 있다. [오답풀이] ① 제목에 동아리 이름이 들어 있지만 마지막 문단의 핵심 단어가 들어 있지 않다. 부제에 는 개선점이 나타나 있다. ③ 제목에 핵심 단어가 나타 나 있지만 동아리 이름이 나타나 있지 않다. 부제에는 개선점이 포함되어 있지 않다. ④ 제목에 ‘공감’이라 는 마지막 문단의 핵심 단어가 포함되었지만 동아리 이름이 나타나 있지 않다. 부제에도 개선점이 나타나 있지 않다. ⑤ 제목에 동아리 이름이 들어 있지만 마지 막 문단의 핵심 단어가 들어 있지 않다. 부제에도 개선 점이 나타나 있지 않다."
}
{
    "question_number": 8,
    "question_text": "[출제의도] 자유 연상으로 생성한 내용 점검하기 다음은 필자가 초고를 쓰기 전 ‘온실가스 배출 문제’에 대해 자유롭게 내용을 연상한 것이다. 이 내용을 바탕 으로 글을 쓸 때에는 작문 상황을 고려하여 생성한 내용들을 점검해야 한다. 학생의 초고에는 온실가스의 정의가 나타나지 않으므로 ⓐ의 점검 내용은 적절하 지 않다. [오답풀이] ② (나)에 ‘개인적 차원에서의 실천 방안’ 이 제시되어 있으므로 문제의 해결 방안을 제시하라는 작문 과제를 고려하여 점검한 내용으로 적절하다. ③ (나)에 ‘북극곰 사진’의 사례를 활용하여 글을 시작하고 있으므로 학생들이라는 예상 독자를 고려하여 점검한 내용으로 적절하다. ④ (나)에 탄소 배출권의 개념 및 효과가 드러나고 있으므로 예상 독자인 학생들의 배경지식을 고려하여 점검한 내용으로 적절하다. ⑤ (나)에 탄소 배출권 제도의 부정적인 효과에 대한 내용 이 제시되어 있지 않으므로 주제를 고려하여 점검한 내용으로 적절하다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 자료를 활용하여 내용 생성하기 <보기>는 학생이 초고를 보완하기 위해 수집한 자료 이다. 이 자료를 활용하여 글을 쓸 때에는 주제, 독자, 맥락 등을 고려하여 글을 써야 한다. ㉠은 우리나라 온실가스 총 배출량에 관한 자료이며, ㉡은 우리나라 의 1인당 온실가스 배출량에 관한 자료이며, ㉢은 지구 온난화 문제에 대한 전문가의 인터뷰이다. ㉡을 활용 하여 온실가스에 대한 개인의 인식 전환을 위해 사회 적 차원에서 지원이 필요하다는 내용을 추가하는 것은 4문단의 맥락에 적절하지 않다. [오답풀이] ① ㉠을 활용하여 온실가스 배출이 증가 한다는 구체적 수치를 추가하여 우리나라의 온실가스 배출량이 점점 늘어 심각한 사회문제가 되고 있다는 내용을 뒷받침할 수 있다. ③ ㉢을 활용하여 지구 온 난화와 온실가스의 관련성에 관한 내용을 추가하여 온실가스의 위험성을 강조할 수 있다. ④ ㉠과 ㉢을 활용하여 우리나라에도 온실가스 배출량이 증가하여 온실가스 배출에 관한 사회적 대책으로 탄소 배출권 제도가 시행되고 있으므로 탄소 배출권 제도의 확대가 필요하다는 내용을 추가할 수 있다. ⑤ ㉡과 ㉢을 활용 하여 1인당 온실가스 배출량이 증가하여 지구 온난화 문제가 심각해지고 있으므로 개인의 노력이 지구 온 난화 문제 해결에 기여할 수 있다는 내용을 개인적인 실천 방안과 관련하여 추가할 수 있다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 조건에 맞게 초고 수정하기 교지 편집장의 조언에 대해 글쓴이는 온실가스를 줄 이는 것이 환경을 살리는 길이라는 의의를 제시하고, 일상에서 일회용품 사용을 줄이는 것이 쉽지 않다는 실천의 어려움을 드러내면서 청소년들이 온실가스 감축을 위한 실천에 동참하도록 설득하고 있다. [오답풀이] ① 온실가스 감축을 실천하는 것의 어려 움이 드러나지 않는다. ③, ⑤ 온실가스 감축이 지닌 의의와 온실가스 감축을 실천하는 것의 어려움이 드러 나지 않는다. ④ 온실가스 감축이 지닌 의의가 드러 나지 않는다. [11~15] 문법"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 음운 변동의 이해와 적용하기 2018학년도 6월 고1 전국연합학력평가 정답 및 해설 고1 정답 및 해설 2018학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 ‘색연필[생년필]’에는 앞말이 자음으로 끝나고 뒷말 이 모음 ‘ㅣ’나 반모음 ‘ㅣ’로 시작할 때 ‘ㄴ’이 덧붙 는 ‘첨가(연→년)’와 ‘ㄱ’이 첨가된 ‘ㄴ’의 영향을 받 아 ‘ㅇ’로 바뀌는 ‘교체(색→생)’가 나타난다. 이는 ‘잡일[잠닐]’에서 일어나는 음운 변동과 같다. [오답풀이] ① ‘법학[버팍]’에 나타나는 음운 변동은 ‘축약(ㅂ+ㅎ→ㅍ)’이다. ② ‘담요[담뇨]’에 나타나는 음운 변동은 ‘첨가(요→뇨)’이며 ‘교체’는 나타나지 않는다. ③ ‘국론[궁논]’에 나타나는 음운 변동은 ‘교 체(국→궁, 론→논)’이며 ‘첨가’는 나타나지 않는다. ⑤ ‘한여름[한녀름]’에 나타나는 음운 변동은 ‘첨가 (여→녀)’이며 ‘교체’는 나타나지 않는다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 형태소의 이해와 적용하기 ‘하늘이 매우 높고 푸르다’의 자립 형태소는 ‘하늘’, ‘매우’로 2개이다. [오답풀이] ② 형식 형태소는 ‘이, -고, -다’로 3개 이다. ③ 의존 형태소는 ‘이, 높-, -고, 푸르-, -다’ 로 5개이다. ④ 실질 형태소이면서 의존 형태소는 ‘높-, 푸르-’로 2개이다. ⑤ 실질 형태소이면서 자립 형태소는 ‘하늘, 매우’로 2개이다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 불규칙 활용의 이해와 적용하기 ‘묻다’는 ‘일을 드러내지 아니하고 속 깊이 숨기어 감 추다’의 뜻으로 사용되는 낱말로 ‘묻고, 묻어, 묻게, 묻으며’ 등으로 규칙적으로 활용된다. [오답풀이] ①의 ‘퍼’는 ‘우’가 모음 어미 앞에서 탈 락하는 경우로 ‘우’ 불규칙이다.(푸-+-어→퍼) ③의 ‘들으면서’는 ‘ㄷ’이 모음 어미 앞에서 ‘ㄹ’로 변하는 ‘ㄷ’ 불규칙이다.(듣-+-으면서→들으면서) ④의 ‘도 와’는 ‘ㅂ’이 모음 어미 앞에서 ‘오/우’로 변하는 ‘ㅂ’ 불규칙이다.(돕-+-아→도와) ⑤의 ‘올라’는 ‘르’가 모음 어미 앞에서 ‘ㄹㄹ’ 형태로 변하는 ‘르’ 불규칙 이다.(오르-+-아→올라)"
}
{
    "question_number": 14,
    "question_text": "[출제의도] 어법에 맞는 문장 이해하기 ‘그녀는 학교에서 회장이 되었다’에서 ‘회장이’는 서 술어 ‘되었다’가 반드시 필요로 하는 보어이다. [오답풀이] ② ‘그’와 ‘나’ 둘 중에 누가 낚시를 더 좋아하는지 분명하지 않기 때문에 ‘내가 낚시를 좋아 하는 것보다 그가 더 낚시를 좋아하다’로 의미가 분 명하도록 고친 것이다. ③ 주어인 ‘우리 집의 특징은’ 과 서술어가 호응을 이루도록 문장을 고친 것이다. ④ 환경은 ‘개선시켜야’ 할 대상이 아니라 우리가 환 경을 ‘개선해야’ 하는 것으로 지나친 사동 표현을 주 동 표현으로 고친 것이다. ⑤ ‘조용히’와 조용하고 엄 숙함을 뜻하는 ‘정숙’이 의미가 중복되기 때문에 ‘조 용히’를 삭제한 것이다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 높임법의 이해와 적용하기 ‘형은 어머니께 그 책을 드렸다’는 객체 높임법이 사 용된 문장으로 ‘께’와 ‘드렸다’를 통해 문장의 목적어 ‘어머니’에 대한 높임의 태도를 나타낸다. [오답풀이] ① ‘선생님께서는 댁에 계십니다’는 문장 의 주체인 ‘선생님’을 높여 주는 주체 높임법이다. ③ ‘할아버지께서는 눈이 밝으십니다’는 문장의 주체인 ‘할아버지’의 신체 일부를 간접적으로 높여 주는 주 체 높임법이다. ④ ‘할머니, 아버지가 지금 막 도착했 어요’는 주체(아버지)가 화자보다는 높임의 대상이지 만 청자(할머니)가 주체(아버지)보다 높임의 대상이 므로 주체에 대해 높임 표현을 사용하지 않은 문장 이다. ⑤ ‘윤우야, 선생님께서 빨리 교무실로 오라고 하셔’는 문장의 주체인 ‘선생님’을 높여 주는 주체 높 임법이다. [16~19] 인문 * 출전: 순자(장현근) [해제] 이 글은 인간을 중심으로 우주의 본질을 이해 하려는 순자의 사유에 대해 다루고 있다. 하늘을 두 려워하고 숭상하는 고대 중국인들과 달리 순자는 하 늘을 자연현상으로 보았으며 인간이 하늘에 구속되어 서는 안 된다고 주장하고 있다. 그리고 자연현상에 대해 하늘의 뜻이 무엇인지 알려고 노력할 필요가 없 다는 ‘불구지천’의 의미에 대해서 설명하고 있다."
}
{
    "question_number": 16,
    "question_text": "[출제의도] 논지 전개 방식 파악하기 ‘하늘’이라는 특정 대상에 대한 순자의 새로운 관점을 제시하고 순자가 생각하는 하늘에 대한 의미를 구체 적으로 설명하고 있다. [오답풀이] ② 문제를 제기하고 있지 않으며 그 원 인을 분석하고 있지도 않다. ③ 특정 이론에 대한 여 러 비판의 내용이 제시되어 있지 않으며 이론에 대 한 의의도 밝히고 있지 않다. ④ 고대 중국인들과 순 자의 ‘하늘’에 대한 상반된 입장이 제시되어 있으나 장점과 단점을 종합한 결론은 제시되고 있지 않다. ⑤ 특정한 가설을 설정하고 있지 않으며 이에 따른 구체적인 사례도 제시되어 있지 않다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 세부 정보 파악하기 고대 중국인들은 새로운 인간 왕조의 탄생이나 정치 적 변천이 하늘에 의해 결정된다고 생각하였다. [오답풀이] ① 고대 중국인들은 하늘을, 인간에게 자 신의 의지를 심어 인간이 두려움을 갖고 복종해야 하는 존재로 인식하였다. ③ 고대 중국인들은 인간이 할 수 없는 불가능한 일은 그들이 신성하게 생각하 는 하늘에 의해서 해결 가능하다고 보았다. ④ 고대 중국인들은 하늘이 인간의 운명을 지배한다고 생각 했기 때문에 신비한 존재로 인식하였다. ⑤ 고대 중 국인들은 하늘을 인간의 모든 길흉화복을 책임지고 맡아서 처리하는 주체로 인식하였다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 핵심어에 함축된 의미 추론하기 4문단에서 순자는 재앙이 닥쳤을 때 인간들이 공포에 떨며 기도나 하는 것이 아니라 적극적인 행위로 그것 을 이겨내야 하며(ㄱ), 3문단에서 독립된 운행 법칙을 가진 하늘의 길은 인간의 길과 다르고(ㄴ), 4문단에서 하늘에 의지가 있음을 주장하며 그것을 알아내려고 하 는 종교적 사유의 접근을 비판하려 하였다(ㄹ)고 ‘불 구지천’에 대해 설명하고 있다. [오답풀이] 2문단에서 순자는 치세와 난세를 하늘과 연결시키는 것은 사람들의 심리적인 기대일 뿐이라 고 하였다. 그러므로 치세나 난세의 원인을 인간에게 서 찾고자 하였으며 하늘과는 무관하다고 보았다. 따 라서 치세와 난세의 원인을 하늘에서 찾고자 한 것 (ㄷ)은 적절하지 않다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 구체적 상황에 적용하기 <보기>에서 맹자는 하늘이 인륜의 근원이며 도덕적 으로 의의를 가진다는 점에서, 인간의 도덕 근거로서 의 의미를 지닌다고 생각하였다. <보기>와 달리 순 자는 자연현상으로서의 하늘이 의지가 있다고 생각 하지 않았다. [오답풀이] ① 맹자는 사람이 하늘의 덕성을 받아 그것을 자신의 덕성으로 삼고 이를 노력하고 수양하 여 실현해 나간다는 점에서 하늘이 인간에 내재하는 가장 본질적인 근원이라 생각하였다. ② 순자는 비가 내리고 바람이 부는 것을 하늘의 도덕적 의지의 표 현이 아니라 단지 자연현상으로 보았다. ④ 맹자는 자연의 힘을 이용할 줄 아는 인간의 주체적, 능동적 노력을 강조하지 않았다. ⑤ 순자는 인간이 하늘의 덕성을 본받아 자신의 능력을 발휘해야 한다고 주장 하지 않았다. [20~23] 현대시 (가) 김선우, ｢감자 먹는 사람들｣ [해제] 이 작품은 담장 너머에서 풍겨오는 감자 냄 새를 통해 어릴 적 가족을 위해 희생하시던 어머니 를 떠올리며, 어릴 적에는 그토록 싫었던 감자 냄새 가 이제는 치명적 그리움이 되었음을 인식하게 된 화자의 모습을 드러낸 시이다. [주제] 희생적인 삶을 살았던 어머니에 대한 그리움 (나) 나희덕, ｢땅끝｣ [해제] 이 작품은 ‘땅끝’이라는 지명에, 인생의 고난 이라는 의미를 더해 시상을 전개하고 있다. 절망적인 상황 속에 인생의 아름다움과 희망이 있다는 화자의 역설적 깨달음을 통해 인생을 살아가는 바람직한 삶 의 자세를 드러내고 있는 시이다. [주제] 절망 속에 희망이 있다는 역설적 깨달음"
}
{
    "question_number": 20,
    "question_text": "[출제의도] 표현상의 특징 파악하기 (나)는 종결 어미 ‘-지’가 시행의 마지막에 반복적으 로 배치되어 운율을 형성하고 있다. [오답풀이] ① (가)에 설의적 표현을 통해 대상의 속성을 강조한 부분은 없다. ② (가)에 반어적 표현 은 사용되지 않고 있다. ③ (나)에 구체적 청자가 드 러나지 않는다. ⑤ (가)와 (나)에 화자의 이동 경로 에 따라 화자의 정서가 구체화된 부분은 나타나지 않는다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 작품 내용 이해하기 할아버지께서 감자밥 드시는 것을 오히려 좋아했다 는 정보는 알 수 없고, 단지 열한 명의 끼니를 해결 하기 위해서는 감자밥이라도 감사하게 먹어야 한다 는 할아버지의 말씀 정도로 이해해야 한다. [오답풀이] ① ‘친구들이 학교에서 자기가 감자를 좋 아하는 줄 알아’라는 표현에서 감자를 좋아하지 않는 다는 것을 추측할 수 있으며, 2연의 내용 중 감자가 무섭다거나 어지럼증을 매달고 있다는 표현을 보면 감자를 싫어함을 알 수 있다. ③ ‘하나둘 숟가락 내 려놓을 때까지 엄마 밥주발엔 숟가락 꽂히지 않는다’ 라는 표현에서 식구들이 밥이 모자라면 자신의 밥을 퍼 주기 위해 기다리시던 어머니의 모습을 드러내고 있다. ④ 나는 감자가 무섭고, 댕글댕글한 어지럼증 까지 매달고 있다고 생각하는 등 거부감을 느끼고 있다. ⑤ 3연을 통해 싫어했던 감자에 대해 치명적인 그리움을 드러내고 있다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 문맥상 의미 파악하기 [B]에서 두 번째로 나타나는 ‘땅끝’을 화자는 살면서 겪게 되는 인생의 고난이나 절망 등의 의미로 여기 고 있다. [오답풀이] ① [A]에서 화자는 그네를 타면서 느꼈 던 절망과 암담함을 ‘어둠’이라는 시어를 통해 표현하 고 있다. ② [A]에서 화자는 그네를 굴림으로써 이상 적 대상인 ‘노을’에 다가가려 한다. ④ [C]에서 화자 는 ‘파도’를 어려움에 처하게 하는 대상으로 인식하고 있으므로 삶의 위태로움이라고 판단할 수 있다. ⑤ [C]에서 화자는 ‘여기’인 땅끝에서 위태로움 속에 아 름다움이 스며 있다는 역설적 깨달음을 얻는다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 시어의 기능 파악하기 어느 집 담장 곁을 지나다가 맡게 되는 감자 삶는 냄새는 화자가 잊고 있던 어린 시절을 갑자기 떠올 리게 해 주는 매개체 역할을 하고 있다. 이를 <보 기>의 내용과 관련지어 보면 감자 삶는 ‘냄새’는 비 자발적 기억을 우연히 떠오르게 하는 요인이 되는 것이다. [오답풀이] ② ‘감자알’은 어릴 적 화자가 먹었던 감 자를 뜻하며 기억을 떠올리는 것과는 거리가 멀다. ③ ‘꽃’은 시적 상황으로 볼 때 가족들에게 있어 좋 은 것 정도로 이해할 수 있으며 기억을 떠올리는 것 과는 거리가 멀다. ④ ‘그넷줄’은 어릴 적 화자가 자 신이 도달하고 싶은 ‘노을’이라는 대상에 가까이 가 고1 정답 및 해설 2018학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 기 위한 수단이지 기억을 떠올리는 것과는 거리가 멀다. ⑤ ‘나비’는 아름다움이라는 의미를 지니고 있 으며 기억을 떠올리는 것과는 거리가 멀다. [24~26] 현대소설 김유정, ｢땡볕｣ [해제] 어리숙한 덕순 내외가 대학병원에서 겪는 사 건을 통해 개인이 어찌할 수 없는 가난과 자본주의 의 비인간성을 보여주는 작품이다. [주제] 가난에서 느끼는 좌절과 자본주의 사회의 비인간성"
}
{
    "question_number": 24,
    "question_text": "[출제의도] 서술상의 특징 파악하기 덕순의 심리에 초점을 맞추어 사건을 서술하고 있는 전지적 작가 시점이다. [오답풀이] ① 시점의 변화는 나타나지 않는다. ③ 이 작품은 3인칭 관찰자 시점이 아니다. ④ 이 작품 에는 액자식 구조가 드러나지 않는다. ⑤ 과거와 현 재의 반복적 교차는 드러나지 않는다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 장면의 의미 이해하기 덕순은 얼음냉수와 왜떡으로 아내의 슬픔을 위로하 지만, 이 장면에서 상황이 나아질 것이라는 기대감은 드러나지 않는다. 죽기 전 마지막 소원이 왜떡을 먹 고 싶은 것이라는 사실은 작품의 비극성을 더 심화 시킨다. [오답풀이] ① 상황에 대한 덕순의 인식이 변함에 따라 덕순의 심리가 달라짐을 길의 오르내림을 통해 보여준다. ② 닭을 사 먹을 수 없는 어려운 형편과 아내에게 닭을 먹이지 못한 덕순의 안타까움이 드러 난다. ④ 돈이 없어 죽음을 앞둔 상황에서도 다른 사 람을 걱정하는 아내의 따뜻한 인간미를 보여준다. ⑤ 가혹한 현실 속에서 겪는 삶의 힘겨움을 ‘땡볕’이라 는 배경을 통해 상징적으로 드러낸다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 외적 준거에 따른 작품 감상하기 덕순이 월급을 받을 수 없다는 사실에 실망하는 장면 은 덕순의 어리숙함을 보여주며, 작가는 이를 연민의 시선으로 바라본다. 자본주의 사회의 비인간성은 간호 부와 의사가 비소를 금치 못하는 장면에서 드러난다. [오답풀이] ① 이 작품은 가난을 이유로 죽음을 맞 이하는 덕순 아내를 통해 자본주의 사회의 부조리를 보여주고 있다. ② 아내의 병이 무엇인지도 모르면서 동네 어른의 말을 무작정 믿고 희망을 가졌다는 점 에서 덕순의 어리숙함을 알 수 있다. ③ 아내의 눈물 은 비극적인 상황에 좌절하는 개인을 형상화한다. ⑤ 냉정한 속성을 가진 대학병원은 순박한 인물의 성격 과 대비됨으로써 자본주의 사회의 비인간성과 모순 이 더 부각된다. [27~32] 과학 * 출전: 호기심의 과학(유재준) [해제] 이 글은 일상의 자연스런 호기심을 과학적 사고방식으로 연결시켜 과학의 핵심 개념을 알기 쉽 게 전달하는 내용이다. 지문으로 제시한 부분에서는 ‘북극 해빙은 왜 녹지 않는가’라는 질문의 답을 열에 너지의 전달 원리, 물체의 면적과 부피 간의 관계를 중심으로 찾아내고 있다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 독서 전략 파악하기 윗글은 열에너지의 전달 원리, ‘제곱-세제곱 법칙’에 따른 면적과 부피와의 관계를 바탕으로 ‘북극 해빙은 왜 녹지 않는가’라는 질문의 답을 추론하고 있다. 그 러므로 윗글을 읽을 때에는 질문에 대한 글쓴이의 추론 과정을 분석하며 읽는 것이 적절하다. [오답풀이] ② 주요 개념인 열에너지의 전달 과정, ‘제곱-세제곱 법칙’에 대한 변천 과정은 글에 드러나 있지 않다. ③ 질문에 대한 다양한 의견들은 글에 드 러나 있지 않다. ④ 질문에 관련된 사람들의 일반적 인 생각은 글에 드러나 있지 않다. ⑤ 윗글은 추론을 바탕으로 결론을 도출하는 내용이므로, 글쓴이의 입 장에 대한 반대 의견은 제시되어 있지 않다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 세부 정보 파악하기 6문단의 어떤 물체의 ‘길이가 L배 커지면, 면적은 L2, 부피는 L3만큼 비례하여 커진다’라는 부분을 통 해 면적이 커지면 부피도 커진다는 것을 알 수 있다. 따라서 북극 해빙의 면적은 부피에 비례한다. [오답풀이] ② 2문단에서 열에너지는 온도가 높은 곳 에서 낮은 곳으로 이동함을 알 수 있다. ③ 5문단에서 북극 해빙은 바다 위에 떠 있기 때문에 바닥 부분만 바닷물과 접촉하고 있으므로 녹는 시간이 길어짐을 알 수 있다. ④ 2문단에서 두 물체 간 전달하는 열에너지 의 양은 접촉 면의 면적과 비례함을 알 수 있으며, 이 를 3, 4문단의 얼음이 녹는 상황에 적용했을 때 얼음 이 물에 접촉하는 면적이 클수록 전달되는 열에너지의 양이 많아짐을 알 수 있다. ⑤ 2문단에서 ‘열적 평형’ 은 접촉한 물체들의 열이 똑같아져 서로 어떠한 영향 도 주거나 받지 않는 상태이므로, 열적 평형 상태에서 는 접촉한 두 물체 간 열에너지의 전달이 일어나지 않 는다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 종합적으로 이해하기 이 문항은 윗글에 제시된 정보를 바탕으로 한여름에 도 얼음을 보관할 수 있는 석빙고의 원리를 추론하 는 것이다. 윗글의 4~6문단을 통해 얼음이 잘 녹지 않으려면 접촉 면적이 줄어들거나 부피가 매우 크게 늘어나야 함을 알 수 있다. 얼음들을 정육면체인 한 덩어리로 만들어 보관하면 각각의 얼음 조각이 공기 에 닿는 것보다 접촉 면적이 줄어들고 부피가 커진 다. 따라서 이 방법은 얼음이 잘 녹지 않게 하는 데 가장 효율적이다. [오답풀이] ① 얼음들을 원형으로 만들어 보관하면 얼음과 공기의 접촉 면적이 늘어나기 때문에 적절하 지 않다. ② 얼음들을 일정한 간격을 두고 보관하더 라도 얼음의 부피나 접촉 면적은 현재 상태와 변함 이 없기 때문에 적절하지 않다. ③ 한 줄로 높이 세 워서 보관하면 공기와의 접촉면이 줄어들어 6면 중 최대 2면만이 공기와 접촉을 하지 않는다. 이는 ⑤에 서 얼음들을 덩어리로 만들면 최대 6면이 공기와 접 촉하지 않는 것과 비교할 때 접촉되는 면이 더 많음 을 알 수 있다. ④ 얼음들의 표면에 차가운 물을 뿌 리는 것 또한 얼음의 부피나 접촉 면적과는 관련이 없고 오히려 물의 온도가 얼음의 열에너지를 더 뺏 을 수 있기 때문에 적절하지 않다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 핵심 개념 활용하여 분석하기 6문단의 ‘제곱-세제곱 법칙’ 설명에 따라 정육면체 얼음이 녹는 시간은 L배만큼 길어짐을 알 수 있으며, 4문단의 실험 결과와 이를 관련시키면 정육면체 얼 음이 녹는 시간은 ‘약 2시간×L’임을 추론할 수 있다. 따라서 ㉠이 완전히 녹는 시간은 약 4시간이다. 하지 만 ④에서 ㉠을 물에 띄운다는 것은 얼음 조각 6면 중 한 면만 물에 접촉한다는 의미이므로, ㉠이 녹는 시간은 물에 잠겨 있을 때보다 6배 오래 걸리기 때 문에 약 24시간이 된다. [오답풀이] ① 6문단의 ‘제곱-세제곱 법칙’을 통해 ㉠의 면적은 4㎠이고 ㉡의 면적은 36㎠임을 알 수 있고, 이 비율 차이는 9배이므로 적절하다. ② 6문단 의 ‘제곱-세제곱 법칙’을 통해 ㉠의 부피는 8㎤이고 ㉡의 부피는 216㎤임을 알 수 있고, 이 비율 차이는 27배이므로 적절하다. ③ 정육면체 얼음이 녹는 시간 은 ‘약 2시간×L’이고, ㉠이 완전히 녹는 데 걸리는 시간은 약 4시간이므로, ㉠을 6시간 후에 관찰했을 때에는 완전히 녹아 있을 것임을 추론할 수 있다. ⑤ 4문단을 통해 ㉡을 한 변의 길이가 3cm인 정육면체 얼음 8개로 쪼갠 뒤 각각 물에 잠기게 하여 녹이는 데 걸리는 시간은 얼음 한 개를 물에 잠기게 해서 녹이는 데 걸리는 시간과 같다. 앞서 설명한 정육면 체 얼음이 녹는 시간을 구하는 방법을 적용하면, 이 시간은 약 6시간이므로 적절한 진술이다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 독서 내용을 바탕으로 추론하기 <보기>에서 코끼리의 무게와 부피는 육상 동물 중 가장 크기 때문에 생산하는 열에너지도 가장 많음을 추론할 수 있다. 이렇게 생산된 열에너지를 방출하려 면 그에 적합한 피부 면적이 필요함을 추론할 수 있 다. 하지만 6문단의 ‘제곱-세제곱 법칙’에 따르면 코 끼리의 부피는 피부 면적에 비해 매우 크기 때문에 코끼리가 체온을 유지하기 위해서는 귀를 펄럭여 공 기와 접촉하는 면적을 늘릴 수밖에 없는 것이다. 따 라서 코끼리가 귀를 펄럭이는 이유는 열에너지 방출 에 필요한 피부 면적이 충분하지 않기 때문이다. [오답풀이] ① 윗글을 통해 코끼리의 체온보다 외부 기온이 높아질 경우 열에너지가 코끼리의 몸으로 더 많이 전달됨을 추론할 수 있다. 이 상황에서 코끼리 가 체온을 일정하게 유지하기 위해서는 더 많아진 열에너지를 방출해야 하는데, 이를 위해서는 귀를 더 많이 흔들어야 하기 때문에 기온이 낮을 때보다 체 온을 유지하기가 어려울 것이다. ② <보기>를 바탕 으로 만약 코끼리가 다른 동물에 비해 몸에서 만들 어내는 열에너지가 부족하다면 귀를 흔들어 체온을 낮출 이유가 없음을 추론할 수 있다. ③ 더운 지역에 사는 코끼리는 체온과의 온도차 때문에 다른 지역의 코끼리보다 열에너지를 많이 갖고 있어서 체온을 일 정하게 유지하기 위해서는 더 많은 열을 방출해야 한다. 2문단 마지막을 보면 두 물체 간 전달되는 에 너지의 양은 접촉 면의 면적과 비례하기 때문에, 다 른 지역에 사는 코끼리보다 더 많은 열에너지를 방 출하려면 귀의 면적이 더 커야 함을 추론할 수 있다. ⑤ <보기>를 통해 몸에서 만들어 내는 열에너지는 동물의 무게와 부피에 비례함을 알 수 있다. 따라서 평균보다 몸무게가 많이 나가는 코끼리는 일반적인 코끼리보다 몸에서 만들어 내는 열에너지가 많을 것 이므로 열에너지를 더 많이 방출해야 한다. 따라서 귀를 펄럭거리는 횟수가 더 많을 것임을 추론할 수 있다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 단어의 문맥적 의미 파악하기 ⓐ는 ‘일정한 시간, 시기, 범위 따위에서 벗어나 지나 다’라는 뜻을 가진 ‘넘다’의 사동사이며, 문맥상 시간 과 관련되어 쓰였다. ⑤는 ‘넘기다’가 ‘일주일’이라는 시간과 관련되어 쓰였기 때문에 ⓐ와 문맥적 의미가 가장 유사하다. [오답풀이] ① ‘음식물, 침 따위를 목구멍으로 넘어가 게 하다’라는 뜻이므로 적절하지 않다. ② ‘서 있는 것을 넘어지게 하다’라는 뜻이므로 적절하지 않다. ③ ‘높은 부분의 위를 지나가다’라는 뜻을 가진 ‘넘다’의 사동사이므로 적절하지 않다. ④ ‘물건, 권리나 책임, 일 등을 맡기다’라는 의미이므로 적절하지 않다. [33~36] 고전소설 작자 미상, ｢홍계월전｣ [해제] 조선 후기 여성 영웅 소설로 남성 중심 사회 에서 뛰어난 능력을 발휘하는 여성의 활약상을 보여 주는 작품이다. [주제] 홍계월의 영웅적 활약상"
}
{
    "question_number": 33,
    "question_text": "[출제의도] 표현상의 특징 파악하기 첫 문단에 홍무가 장원 급제하여 벼슬길에 나섰지만 모함으로 벼슬을 빼앗기고 고향으로 돌아와 농업에 힘쓰는 것까지의 내력이 요약적으로 제시되어 있다. [오답풀이] ① 얼굴이 화려하다는 등의 외양묘사가 있지만 이를 통해 인물을 희화화한 것은 아니다. ③ 천상계와 지상계의 대립된 공간은 드러나지만 이를 고1 정답 및 해설 2018학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 통한 인물 간의 갈등은 드러나지 않는다. ④ 초월적 존재인 선녀와의 대화는 있지만 이를 통해 양씨의 고뇌를 드러내는 것은 아니다. ⑤ 계월의 출생 과정 및 이후 성장 과정 등 여러 이야기가 나타나 있지만 다양한 관점에서 사건을 재구성하고 있지 않다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 등장인물에 대해 이해하기 ‘보국’은 ‘원수’(계월)의 분부를 받아 전쟁터로 나아 가 싸운다. 그러므로 명령을 따르지 않아 위험에 처 했다고 볼 수 없다. [오답풀이] ① ‘홍무’와 ‘양씨 부인’의 대화를 통해 자식이 없음을 한탄하고 있는 것을 알 수 있다. ② ‘양씨 부인’의 첫 번째 대화를 통해 ‘홍무’에게 첩을 들일 것을 권하고 있음을 알 수 있다. ③ ‘곽도사’는 ‘계월’에게 다섯 살에 부모와 헤어진다고 예언하고 있으므로 어려움에 처할 것을 알려 주고 있음을 알 수 있다. ④ ‘곽도사’의 말을 듣고 ‘계월’이 위험을 피 할 수 있도록 남장을 시키는 부분에서 알 수 있다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 외적 준거에 따른 작품 구조 이해하기 시랑은 계월이 남자로 태어나 문호를 빛내지 못함을 안타까워한 것이므로 계월이 위기에 처한 상황이라 고 볼 수 없다. [오답풀이] ① 첫 문단 이부시랑에 대한 설명을 통 해 계월의 고귀한 혈통을 알 수 있다. ② 선녀가 득 죄하여 부인 댁으로 와서 아기가 된다는 부분을 볼 때 잉태 과정이 일반인과 다르다는 것을 알 수 있다. ④ 줄거리 중 여공이 계월을 구해 주는 내용을 통해 여공이 조력자임을 알 수 있다. ⑤ 보국이 위험에 처 했을 때 계월이 적장 오십여 명과 적병 천여 명을 베고 보국을 구하는 장면을 통해 알 수 있다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 시나리오 기법의 효과 이해하기 보국은 운평에게 승리하고 난 후 기세가 오른 상황 이므로 당황해서 떨리는 목소리로 연기하도록 지도 하는 것은 적절하지 않다. [오답풀이] ① 영경루 전쟁터를 멀리서 조망함으로 써 대규모 전장의 모습을 그릴 수 있다. ② 장군의 위엄을 드러내도록 삼척장검과 이에 어울리는 갑옷 등의 소품을 활용하는 것은 적절하다. ④ 적병에게 포위되는 보국의 상황에 어울리는 효과음을 사용하 여 긴박한 분위기를 연출할 수 있다. ⑤ 의기양양해 하다가 갑자기 포위당한 보국의 당황한 심리를 표정 확대를 통해 강조할 수 있다. [37~41] 사회 * 출전: 청소년의 법과 생활(법무부) [해제] 이 글은 법에 대한 일반적인 내용을 설명하 고 있다. 법이란 사회 유지를 위해 구성원들의 동의 를 바탕으로 만들어진 강제성을 지닌 규칙이다. 대표 적인 법으로 민법과 형법이 있는데 민법은 국가 기 관이 아닌 사람들 간의 권리관계를 다루는 법률이고, 형법은 범죄와 형벌을 규정하는 법률이다. 이러한 법 률은 인간에게만 적용이 되며 인간 이외의 것들은 모두 물건이므로 법적 권리가 없다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 핵심 개념 파악하기 법은 공익을 실현하기 위해 사회 구성원들이 동의하 였을 때에만 발휘된다는 내용을 통해 알 수 있다. [오답풀이] ① 인간이 집단생활을 하면 문제가 발생 할 수밖에 없다. 이런 문제의 발생을 최대한 막기 위 해 규칙을 정하는데 규칙을 정할 때는 사회 구성원 의 의사를 반영하여야 한다. ② 만약 법이 없다면 권 력자나 국가 기관이 권력을 멋대로 휘두를 수 있기 때문에 법은 국민의 자유와 권리를 보호하는 것이다. ③ 법이 개인이 처리해도 되는 일까지 간섭한다면 사람들은 평온하게 살기 힘들다. ④ 법은 행동의 결 과를 중시하는데 그 이유는 다른 사람들이 평가할 수 있어야 하고 행동의 변화도 확인할 수 있어야 하 기 때문이다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 세부 내용 파악하기 민법에는 다른 사람에게 끼친 손해는 그 행위가 위 법하고 동시에 고의나 과실에 의한 경우에 책임을 진다는 원칙이 있다. 그래서 의도하지 않은 실수로 손해를 끼친 경우에도 손해를 배상할 책임이 있다. [오답풀이] ① 경제적 강자가 경제적 약자를 지배하 는 수단으로 민법이 악용되기도 했기 때문에 20세기 에 들면서 근대 민법의 원칙이 수정되었다. ② 민법 은 국가기관이 아닌 사람들 간의 권리관계에서 다툼 을 해결할 때에 적용하는 법률이다. ④ 20세기에 들 면서 재산권 행사는 공공복리에 적합하게 해야 한다 는 수정된 원칙이 민법에 적용되고 있다. ⑤ 근대 사 회에서 개인의 사유재산에 대해 절대적 지배를 인정 하고 국가나 다른 사람은 간섭하지 못한다는 원칙이 형성되었다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 내용 추론하기 죄형법정주의는 법률로 정해둔 범죄만 처벌한다는 원칙으로 법률이 없으면 처벌을 할 수가 없다. 따라 서 ‘법률이 없으면 범죄도 없고 형벌도 없다’는 말이 죄형법정주의와 관련이 있다고 볼 수 있다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 절차에 따른 내용 파악하기 Ⓐ는 고소, Ⓑ는 체포, Ⓒ는 기소이다. 명예훼손죄와 폭행죄는 피해자의 고소가 없어도 사건을 수사하고 기소할 수 있다. 하지만 피해자가 처벌을 원하지 않 는다고 한다면 처벌을 할 수 없다. [오답풀이] ① 고소는 피해자가 한다. ③ 범행을 실 행 중인 범인을 체포하였을 경우 검사는 48시간 이 내에 구속 영장을 신청해야 한다. ④ 기소를 할 때 검사는 피의자의 나이, 환경, 동기 등을 참작하여 기 소를 하지 않을 수 있다. ⑤ 재판에서 심리를 담당하 는 주체는 법원인 반면, 범인의 기소 여부는 검사가 결정한다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 구체적 상황에 적용하기 형법은 유추 적용을 할 수 없으며, C는 B의 점유자 이지 신체를 상해한 자가 아니므로 형법에 따른 책 임을 질 필요가 없다. [오답풀이] ① 법에서는 인간 이외의 것들은 생명의 유무와 상관없이 물건으로 보고 있기 때문에, 법적 책임이 없다는 것이다. 그래서 동물과 B는 모두 물 건이고 법적 책임이 없다. ② 민법 제759조 ①을 유 추 적용한다면 C는 B를 사실상 지배하고 있는 점유 자이므로 손해를 배상할 책임이 있다고 할 수 있다. ③ A는 법적 권리를 가지고 있고 사람의 신체를 상 해한 자에 해당하므로 형법에 따른 책임을 져야 한 다. ⑤ 형법은 범죄 당시에는 없었던 법이 나중에 생 겨도 그것을 소급해서 적용할 수 없다. [42~45] 갈래 복합(고전시가, 수필) (가) 박인로, ｢누항사｣ [해제] 작가가 51세 때 지은 작품으로 노계집(蘆溪 集)에 수록되어 있다. ‘누항(陋巷)’이란 가난한 삶 가운데도 학문을 닦으며 도를 추구하는 즐거움을 누 리는 공간을 의미한다. 이 작품의 화자는 안빈낙도하 는 이상적 삶을 추구하면서도, 현실의 빈궁함 때문에 스스로 노동을 해야만 하는 현실에서 겪는 고뇌를 사실적으로 표현하고 있다. 하지만 이러한 어려움 속 에서도 자연을 벗삼아 살겠다는 의연한 삶의 태도를 잃지 않고 있다. [주제] 안빈낙도(安貧樂道)를 추구하는 삶 (나) 김소운, ｢가난한 날의 행복｣ [해제] 가난 속에서 피어난 ‘따뜻한 부부애’라는 공 통된 주제를 다룬 3편의 에피소드로 이루어진 수필 이다. 이 글은 그 중 세 번째 이야기에 해당하는 것 으로 가난한 시절을 함께 한 부부의 사랑이 일생 동 안 삶을 살아가는 데 얼마나 큰 힘이 되어주는가를 보여준다. 그리고 행복은 반드시 부(富)와 일치하는 것이 아님을 일깨워 준다. [주제] 가난 속에도 행복이 있다는 깨달음"
}
{
    "question_number": 42,
    "question_text": "[출제의도] 작품의 공통점 파악하기 (가)에는 화자가 소를 빌리는 구체적 일화를 활용하 여 삶의 어려움 속에서도 현실에 의연한 삶의 태도를 보여주고 있다. (나)는 남편을 찾으러 가는 구체적 일화를 활용하여 가난한 현실 속에서도 부부간의 사 랑으로 그 현실을 인내하는 삶에 대한 태도를 보여주 고 있다. [오답풀이] ① (가)와 (나)는 모두 특정한 인물을 통해 자신의 삶을 반성하고 있지 않다. ② (가)와 (나)는 모두 감정을 직접 드러내고 있다. ③ (가)는 공간의 이동은 있지만, 대상에 대한 그리움을 드러내 고 있지는 않다. ④ (나)에는 영탄적 표현이 드러나 지 않는다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 작품의 내용과 형식 이해하기 [A]에서는 ‘구슬 같은 기름’이라는 구절에서 비유는 드러나고 있지만, 그 구절에서는 인물의 특성이 드러 나지 않는다. [오답풀이] ① [A]는 주로 4음보의 반복을 통해 운 율을 형성하고 있다. ② [B]는 경구를 활용하여 독자 들에게 주제를 제시하면서 글을 효과적으로 마무리 하고 있다. ④ [B]는 ‘8･15’나 ‘전보’ 등의 어휘를 통 해 구체적인 시대상을 드러낸다. ⑤ [A]와 [B]는 모 두 대화를 통해 인물이 처한 상황이 구체적으로 전 달되고 있다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 외적 준거에 따른 문맥상 의미 파악하기 ㉣의 벽에 걸린 쟁기는 농사를 못하게 되어 쓸모없 어진 물건으로, 시름을 잊고자 하는 화자의 심리가 투영된 대상은 아니다. [오답풀이] ① ㉠은 화자가 어려운 현실에 처해 있 어도 안빈일념하려는 삶의 의지를 보여준다. ② ㉡은 사대부인 화자가 직접 농사를 짓는 데 필요한 소를 빌리려는 다급한 마음이 제시되어 있다. ③ ㉢은 화 자가 소를 빌리지 못하고 현실의 한계를 느끼는 처 량한 모습이 제시되어 있다. ⑤ ㉤에서 낚싯대를 빌 리는 것은 ⓒ의 상황을 실천하기 위한 화자의 의도 를 드러내고 있다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 상징적 의미 파악하기 ‘풍월강산’은 농사일을 포기한 화자가 강호에서 안빈 일념의 꿈을 꾸며 살겠다는 현재의 소망을 다짐하는 공간이고, ‘경춘선’은 아내가 남편과의 따뜻했던 추억 을 떠올리는 공간이다. [오답풀이] ① ‘풍월강산’은 현실의 시름을 잊는 공 간으로 환상적 세계는 아니다. ③ ‘풍월강산’은 과거 에 대한 동경을 드러내지 않고 ‘경춘선’에서는 현재 의 자긍심을 느낄 수 없다. ④ ‘풍월강산’은 현재를 비판하는 공간이 아니며, ‘경춘선’은 미래의 희망을 기원하는 공간이 아니다. ⑤ ‘경춘선’은 현대적인 삶 의 모습을 나타내는 공간이 아니다."
}
