{
    "question_number": 1,
    "question_text": "[출제의도] 강연자의 말하기 방식을 이해한다. 제시된 강연에서 청중의 반응을 살펴보는 부분은 있 지만, 청중의 질문에 대답을 하며 청중과 상호 작용 을 하고 있는 부분은 찾을 수 없다. [오답풀이] ① 넷째 문단에서 ‘500여 개에 이르는 송 수신 탑’, ‘5,000 킬로미터에 달하는 곳’ 등의 부분을 통해 확인할 수 있다. ③ 첫째 문단에 ‘바로 오늘 말 씀 드릴 세마포르입니다. 세마포르가 무엇인지 궁금 하시죠?’라는 부분에서 확인할 수 있다. ④ ‘고개를 끄덕이며’, ‘화면을 가리키며’, ‘손가락 세 개를 펴며’ 등과 같은 내용에서 비언어적 표현을 활용하고 있음 을 알 수 있다. ⑤ 첫째 문단에서 봉화의 제약에 대 해 언급한 후 둘째 문단에서 봉화의 제약에서 벗어난 세마포르의 특성에 대해 자세히 설명하고 있다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 강연 자료의 적절성을 판단한다. 강연에서는 모스 부호를 설명하는 부분을 찾을 수 없 다. 그러므로 세마포르를 대체한 모스 부호에 대한 자료는 강연에서 제시된 시각 자료로 적절하지 않다. [오답풀이] ① 첫째 문단의 ‘(화면을 가리키며) 화면 에 보이는 것처럼 ~ 제약이 있었습니다.’라는 내용에 서 확인할 수 있다. ② 둘째 문단의 ‘(화면을 가리키 며) 이 화면은 세마포르에 ~ 널빤지가 매달려 있습 니다.’라는 내용에서 확인할 수 있다. ③ 셋째 문단의 ‘(화면을 가리키며) 화면에 보이는 것은 각각 로마자 A와 숫자 7을 의미하는 형태입니다.’라는 내용에서 확인할 수 있다. ⑤ 넷째 문단의 ‘(화면을 가리키며) 화면에서처럼 수 킬로미터 간격으로 500여 개에 이 르는 송수신 탑을 세워 5,000 킬로미터에 달하는 곳 까지 메시지를 전달할 수 있었는데요’라는 내용에서 확인할 수 있다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 청자의 듣기 전략을 이해한다. <보기>의 앞부분에서 학생이 산 정상에 올랐다가 안 개로 인해 시야가 제한되었던 자신의 경험을 밝히고 이를 세마포르의 한계점과 관련지어 이해하고 있다. [오답풀이] ① 강연 중에서 사실과 다른 부분을 판단 하고 있지 않다. 자신의 경험과 관련지어 이해하는 듣기이므로, 비판적 듣기와는 관련이 없다. ③ 강연의 내용을 구조적으로 파악하거나 전체 내용을 간략하게 정리하고 있지 않다. ④ <보기>에 학생이 강연을 듣 기 이전에 가진 의문이 제시되어 있지 않다. ⑤ <보 기>에 강연의 내용과 목적을 객관적으로 분석하는 내용이 언급되어 있지 않다."
}
{
    "question_number": 4,
    "question_text": "[출제의도] 대담 참여자의 말하기 방식을 이해한다. ‘최 대표’는 우리나라에서는 동물 보호소에 있는 동물 이 입양되는 비율이 채 30%가 되지 않는다는 통계 자료를 제시하면서, 우리나라처럼 동물을 쉽게 살 수 있는 환경에서 이미 버려졌던 동물을 입양하는 것을 사람들이 꺼려한다고 말하고 있다. 이는 반려동물 인 수제 실시에 대한 거부감이 아닌 동물을 입양하는 것 에 대한 거부감에 해당하는 것이므로 ‘최 대표’가 통 계 자료를 제시하여 반려동물 인수제 실시에 대한 사 람들의 거부감을 언급하고 있다고 볼 수 없다. [오답풀이] ① ‘진행자’의 ‘정부 위탁을 통해 불법 유 기를 줄이자는 것이군요.’, ‘입양률이 낮은 상황에서 반려동물 인수제 시행은 시기상조라고 생각하시는군 요.’라는 내용을 통해 ‘진행자’가 대담자의 발언을 정 리하고 있음을 알 수 있다. 또한 ‘그렇다면 반려동물 인수제의 위탁 절차와 위탁된 동물들은 어떻게 되는 지 궁금합니다.’, ‘그렇다면 반려동물 불법 유기 문제 를 어떻게 해결해야 한다고 생각하십니까?’라는 내용 을 통해 대담자의 발언에 대해 추가 설명을 요청하고 있다. ② ‘김 과장’은 반려동물을 키울 수 없게 된 사 람이 반려동물을 정부에 위탁하는 제도가 반려동물 인수제라고 소개하고, 제도를 도입해야 할 필요성을 언급하고 있다. ③ ‘김 과장’은 반려동물 인수제가 시 행되고 있는 미국과 영국의 사례를 들어 우리나라에 서도 입양을 활성화한다면 반려동물 인수제가 효과를 거둘 것이라고 설명하고 있다. ⑤ ‘최 대표’는 반려동 물 인수제는 시기상조이며, 오히려 합법적인 방법으 로 동물 보호소에 유기되는 동물들이 늘어나는 부작 용을 가져올 수 있다고 언급하고, 반려동물 불법 유 기 문제를 해결하기 위한 사회적 분위기 조성과 법적 처벌 강화 등의 불법 유기 문제의 근본적인 해결 방 안을 제시하였다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 대담 참여자의 공통된 의견을 파악한다. ‘김 과장’은 동물 보호소의 동물을 입양하는 사람에게 정부가 양육 비용 등을 지원하여 입양을 활성화한다 면 반려동물 인수제가 효과를 거둘 수 있을 것이라고 주장했고, ‘최 대표’는 반려동물 입양이 활성화되면 반려동물 인수제를 통해 불법 유기 동물 문제가 개선 될 수 있을 것이라는 것에 동의하면서도, 섣부른 도 입은 부작용을 불러올 수 있다고 말하고 있다. 따라 서 ‘김 과장’과 ‘최 대표’ 모두 반려동물 입양이 활성 화되면 반려동물 인수제가 효과를 거둘 수 있을 것이 라는 의견에 동의하고 있음을 알 수 있다. [오답풀이] ① ‘김 과장’은 반려동물 인수제가 시행되 면 불법 유기 동물이 줄어들 것, ‘최 대표’는 합법적 으로 유기되는 동물의 수만 늘어날 것이라고 주장했 다. ③ ‘최 대표’는 우리나라에서는 버려졌던 동물을 입양하는 것을 꺼려하기 때문에 반려동물 인수제를 시행해 정부가 양육 지원금을 지원하더라도 입양률이 크게 달라지지 않을 것이라고 주장했다. ④ 반려동물 의 양육 포기를 위한 절차가 강화되면 반려동물 인수 제가 정착된다는 주장은 ‘김 과장’, ‘최 대표’ 모두 언 급하지 않은 내용이다. ⑤ ‘김 과장’은 정부가 양육 비용을 지원하면 입양률이 높아져 반려동물 인수제가 효과를 거둘 수 있을 것이라 말하고 있으므로, 반려 동물 인수제를 통해 입양한 사람에게 양육 비용을 지 원하면 입양을 활성화할 수 있다고 보고 있다. 그러 나 ‘최 대표’는 정부의 양육 비용 지원만으로는 입양 률이 크게 달라지지 않을 것이라고 말하고 있으므로, 입양률이 크게 늘어난다고 본 것이 아님을 알 수 있 다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 작문 계획과 초고의 내용을 비교한다. 제시된 작문 계획 중 ‘반려동물 입양의 자격 조건’은 (가)와 (나) 모두에서 다루고 있지 않다. [오답풀이] ① 둘째 문단의 ‘양육이 어려워진 반려동 물을 보호소에 위탁하면 정부에서 입양처를 연결해 주는 반려동물 인수제’와 첫째 문단의 ‘반려동물을 키 우는 가구가 늘어나는 만큼 불법 유기되는 동물이 빠 르게 급증하고 있고, 이에 따른 사회적 문제가 늘어 나고 있다.’라는 내용을 통해 확인할 수 있다. ② 둘 째 문단의 ‘반려동물 인수제의 도입이 필요하다는 주 장’에서 ‘김 과장’의 입장을, 셋째 문단의 ‘반려동물 인수제의 시행보다는 먼저 반려동물을 가족처럼 여기 는 사회적 분위기 조성이 선행되어야 한다.’에서 ‘최 대표’의 입장을 확인할 수 있다. ④ 둘째 문단의 ‘한 설문 조사 결과, 반려동물을 포기하는 이유에는 장기 간 부재(25.9%), 경제적 문제(11.6%) 등이 있다고 나타났다.’라는 내용을 통해 확인할 수 있다. ⑤ 초고 상단의 시각 자료에서 구조된 유기 동물이 2015년 82,082마리에서 2016년 89,732마리로 증가한 사실 과, 유기 동물 보호 센터 운영 비용이 2015년 97억 5천만 원에서 2016년 114억 8천만 원으로 증가한 사실을 알 수 있다. 이를 통해 불법 유기 동물로 인 한 사회적 비용이 증가하고 있는 현황을 확인할 수 있다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 잘못된 표현을 고쳐 쓴다. ㉣의 주어는 ‘동물 보호소의 많은 동물들’이다. ‘안락 사’는 동물들이 주체적으로 하는 것이 아니라 사람에 게 당하는 것이므로, 주어와의 호응 관계를 고려하여 ‘안락사하고’는 ‘안락사시키고’가 아니라 ‘안락사되고’ 나 ‘안락사 당하고’로 고쳐야 한다. [오답풀이] ① 학생의 초고는 ‘반려동물 인수제’에 대 한 서로 다른 입장을 소개하고 있는 글이다. 초고에 서는 ‘반려동물 인수제’가 도입되어야 한다는 입장과 반려동물을 가족처럼 여기는 사회적 분위기가 조성되 지 않은 채 반려동물 인수제를 도입하는 것은 시기상 조라는 입장이 팽팽히 맞서고 있으므로 초고의 제목 으로 ‘탄탄대로, 반려동물 인수제’는 적절하지 않다. 양측의 입장을 고려해서 ‘뜨거운 논란, 반려동물 인수 제’로 고치는 것이 적절하다. ② ‘급증하다’가 ‘갑작스 럽게 증가하다.’라는 의미이므로 의미가 중복되어 ‘갑 작스럽게’를 삭제해야 한다. ③ 둘째 문단에서는 반려 동물을 포기하는 이유와 반려동물 인수제 도입의 필 요성에 대해 설명하고 있으므로 ‘국내 반려동물 시장 의 규모’를 언급하는 문장은 문단의 통일성을 해치고 있어 삭제해야 한다. ④ 이 문장에는 ‘법적, 양심적 면죄부를 주’는 대상이 누구인지 빠져 있다. 그러므로 ㉣에 ‘반려동물 주인들에게’라는 부사어를 첨가하는 것이 적절하다."
}
{
    "question_number": 8,
    "question_text": "[출제의도] 글의 내용 구성과 초고를 비교한다. 초고는 스몸비 관련 사고의 심각성을 알리고 스몸비 의 개념과 특성, 그리고 이에 대한 예방 캠페인을 소 개하고 있는 글이다. (가)의 글의 내용 구성 방안 중 ‘스몸비 문제로 인한 세대 갈등’은 초고에 반영되어 있지 않다. [오답풀이] ① 첫째 문단에 소개된 인근 학교 학생의 사례를 통해 확인할 수 있다. ② 둘째 문단의 ‘스몸비 는 ‘스마트폰’과 ‘좀비’를 합성하여 만들어진 단어로, 스마트폰에 집중한 채 좀비처럼 걷는 사람들을 일컫 는 말입니다.’라는 내용을 통해 스몸비의 개념이 제시 되어 있다. 또한 ‘보행 속도’가 느리고 ‘자극에 대한 인지 능력’이 떨어진다는 스몸비의 행동 특성이 제시 되어 있다. ④ 셋째 문단의 ‘스몸비와 관련된 안전사 고를 예방하기 위해’라는 내용을 통해 확인할 수 있 다. ⑤ 셋째 문단의 보고서 작성, ‘스마트폰 게임하며 공 피하기’ 등의 체험 활동 기획하기를 통해 확인할 수 있다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 조건에 맞는 글을 쓴다. ‘스몸비, 닳아 가는 배터리처럼 안전도 방전!’을 보면 ‘안전도 방전!’이라는 표현을 통해 스몸비에 대한 경 각심을 불러일으키고 있고, ‘배터리처럼’에서 직유법 이 사용되었다. [오답풀이] ① 스몸비에 대한 경각심을 환기하는 내 2018학년도 3월 고1 전국연합학력평가 정답 및 해설 2 용이 드러나 있지 않으며 직유법도 사용되어 있지 않 다. ② 스몸비에 대한 경각심을 드러내고 있지만 직 유법이 사용되어 있지는 않다. ③ ‘거북이처럼’에서 직유법을 사용하고 있지만 스몸비에 대한 경각심을 환기하는 표현은 제시되어 있지 않다. ⑤ 스몸비와 ‘병원’이라는 단어를 연결하여 스몸비에 대한 경각심 에 대해서는 어느 정도 언급하고 있지만 직유법이 사 용되어 있지 않다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 자료를 활용하는 방안을 계획한다. <보기>에 제시된 자료 중 신문 기사는 스몸비로 인 한 문제를 해결하기 위해 다양한 나라에서 어떤 방법 들을 사용하고 있는지를 보여 주는 자료이다. 하지만 스몸비 문제를 해결하기 위해서 기업들의 협조가 필 수라는 것을 확인할 수 있는 부분은 제시되어 있지 않다. 따라서 Ⅲ은 보고서에서 기업의 협조가 필수적 임을 보여 주는 자료로 활용되기에 적절하지 않다. [오답풀이] ① Ⅰ-(ㄱ)은 연도별로 스몸비 관련 교 통사고가 증가하고 있음을 보여 주는 자료이므로, 보 고서에서 스몸비 관련 교통사고가 증가하고 있는 추 세를 구체적으로 보여 주는 자료로 활용될 수 있다. ② Ⅱ에서 보행 중 스마트폰 사용이 위험하다는 것을 알면서도 사용하고 있는 사람들이 많다는 것과 그 사 람들에 대한 계도가 시급하다는 내용이 언급되어 있 으므로, 보고서에서 계도의 필요성을 보여 주는 자료 로 활용이 가능하다. ③ Ⅲ은 스몸비로 인한 문제를 해결하기 위해 다양한 나라에서 시행되고 있거나 앞 으로 시행할 방안에 대한 자료이므로, 보고서에서 다 양한 방안의 구체적 사례를 보여 주는 자료로 활용이 가능하다. ④ Ⅰ-(ㄴ)은 스마트폰 사용에 따른 인지 거리 변화를, Ⅱ는 보행 중 스마트폰 사용에 따른 시 야 폭 감소와 전방 주시율 저하를 보여 주는 자료이 다. 따라서 이 두 자료는 보고서에서 보행 중 스마트 폰 사용 시 인지 능력이 저하됨을 보여 주는 자료로 활용할 수 있다."
}
{
    "question_number": 11,
    "question_text": "[출제의도] 음운의 동화를 이해한다. 셋째 문단에서 ‘구개음화는 끝소리 ‘ㄷ, ㅌ’이 모음 ‘ㅣ’로 시작되는 조사나 접미사 앞에서 구개음 ‘ㅈ, ㅊ’으로 발음되는 현상’이라고 하였다. 이때 바뀌는 음운은 ‘ㄷ, ㅌ’에만 해당하므로, 구개음화는 모음의 소리는 그대로인 채 자음의 소리만 바뀌는 현상이라 고 할 수 있다. [오답풀이] ① 첫째 문단에서 ‘음운의 동화는 인접한 두 음운 중 어느 한쪽 또는 양쪽이 서로 비슷하거나 같은 소리로 바뀌는 현상’이라고 하였으므로 적절하 다. ② 비음화, 유음화, 구개음화가 일어나면 인접한 두 음운의 성격이 비슷하거나 같은 소리로 바뀐다. 다섯째 문단에서 ‘성격이 비슷하거나 같은 소리가 연 속되면 발음할 때 힘이 덜 들게’ 된다고 하였으므로 음운의 동화가 일어날 때 조음 위치나 조음 방식이 바뀌면 발음의 경제성이 높아짐을 알 수 있다. ③ 둘 째 문단에서 비음화는 ‘비음이 아닌 ‘ㅂ, ㄷ, ㄱ’이 ‘ㅁ, ㄴ’ 앞에서’ 바뀌는 현상이고, 유음화는 ‘비음 ‘ㄴ’ 이 유음 ‘ㄹ’의 앞이나 뒤에서’ 바뀌는 현상이라 하였 으므로 비음화와 유음화가 일어나는 인접한 두 음운 은 모두 자음이라는 것을 알 수 있다. ④ 셋째 문단 에서 구개음화는 ‘모음 ‘ㅣ’로 시작되는 조사나 접미 사 앞’에 ‘ㄷ, ㅌ’이 인접할 때 일어나는 현상이라고 하였으므로, 자음으로 시작하는 조사나 접미사 앞에 서는 구개음화가 일어날 수 없다는 것을 알 수 있다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 음운 동화의 구체적인 사례를 이해한다. 자음 체계표를 보면 a는 파열음 ‘ㅂ’이 비음 ‘ㅁ’의 영 향으로 비음 ‘ㅁ’으로 바뀌는 비음화의 예이고, b는 비음 ‘ㄴ’이 유음 ‘ㄹ’의 영향으로 유음 ‘ㄹ’로 바뀌는 유음화의 예이다. 비음화와 유음화 모두 조음 방식이 바뀌는 현상이다. 이와 달리 c는 끝소리 ‘ㄷ’이 접미 사 ‘ㅣ’ 앞에서 ‘ㅈ’으로 발음되는 구개음화의 예이다. 잇몸소리이면서 파열음인 ‘ㄷ’이 센입천장소리이면서 파찰음인 ‘ㅈ’로 바뀌었으므로 조음 위치와 조음 방식 이 모두 바뀐 경우에 해당한다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 문장의 짜임을 이해한다. “나는 그 책도 샀다.”라는 문장의 구문 도해를 나타내 기 위해서는 해당 문장의 짜임을 이해해야 한다. 이 문장은 주어 ‘나는’, 관형어 ‘그’, 목적어 ‘책도’, 서술 어 ‘샀다’로 이루어진 문장이다. 그러므로 중간에 내 리그은 세로줄 왼편에는 주성분인 주어(나는), 목적 어(책도), 서술어(샀다)를, 오른편에는 부속 성분인 관형어(그)를 배치해야 한다. 이때 서로 다른 두 성 분 사이에는 가로로 외줄을 그어야 하고, 주어인 ‘나 는’과 그 외의 부분을 구분할 때에는 가로로 쌍줄을 그어야 한다. 또한 ‘는’, ‘도’와 같은 조사는 앞말과의 사이에 짧은 세로줄을 그어 표시해야 한다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 국어사전의 정보를 탐구한다. 국어사전에 제시된 정보에 비추어 볼 때, ‘없다’는 ‘없 어, 없으니, 없는’으로 활용하고, ‘있다’는 ‘있어, 있으 니, 있는’으로 활용하고 있음을 알 수 있다. 어간 ‘없 -’과 ‘있-’의 형태에 변화가 없는 것으로 보아 활용 할 때 어간의 형태가 불규칙적으로 변하는 단어가 아 님을 알 수 있다. [오답풀이] ① ‘없다’는 ‘[업ː따]’와 같이 장음 부호( ː )를 표시하여 어간이 긴소리로 발음된다는 것을 나타 내고 있다. ② ‘있다’는 하나의 표제어 아래에 ‘사람이 나 동물이 어느 곳에서 떠나거나 벗어나지 아니하고 머물다.’와 ‘사람, 동물, 물체 따위가 실제로 존재하는 상태이다.’라는 의미를 나타내고 있다. 이로 보아 ‘있 다’는 두 가지의 뜻을 제시한 다의어이다. ③ ‘있다 (1)’은 ‘【…에】’와 같이 주어 외에 필수적으로 갖추 어야 하는 문장 성분에 대한 정보를 나타내고 있다. ④ ‘없다’는 ‘사람, 동물, 물체 따위가 실제로 존재하 지 않는 상태이다.’라는 의미의 형용사, ‘있다(2)’는 ‘사람, 동물, 물체 따위가 실제로 존재하는 상태이다.’ 라는 의미의 형용사이다. 이로 보아 품사가 서로 같 고, 의미상 반의 관계에 있음을 알 수 있다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 중세국어의 특징을 탐구한다. ‘中國･귁･에’의 현대어 풀이가 ‘중국과’인 것에 비추 어 볼 때, 비교 부사격 조사로 사용된 것임을 알 수 있다. 따라서 조사 ‘에’가 앞말이 사건의 원인이 됨을 나타낸다는 것은 적절하지 않은 설명이다. [오답풀이] ② 중세 국어에서 ‘어리다’는 현대어 풀이 에 비추어 볼 때 ‘어리석다’라는 의미로 사용되었음을 알 수 있다. 현대 국어에서 ‘나이가 적다.’라는 의미로 쓰이는 ‘어리다’와 의미가 서로 다름을 알 수 있다. ③ ‘･･들’에서는 ‘ㅳ’과 같이 단어의 초성에 서로 다 른 두 자음자를 나란히 적었음을 알 수 있다. ④ ‘便 뼌安･킈’에서 ‘ㆆ’과 같이 중세국어에서는 현대 국 어에서 사용되지 않는 자음자가 있었음을 알 수 있 다. ⑤ ‘･미니･라’에서 한 음절의 종성 ‘ㅁ’을 다 음 자의 초성에 옮겨 표기하는 방식이 활용되었음을 알 수 있다. [16 ~ 19] (인문) 최희봉, 흄 경험론의 대표적인 철학자인 흄의 이론을 소개하고 있는 글이다. 흄은 지식의 근원을 경험으로 보고, 경 험을 인상과 관념으로 나눈 뒤, 인상이 없는 지식은 과학적 지식이 될 수 없다고 주장하였다. 또한 인과 관계를 통해 얻은 과학적 지식이 필연적이라고 볼 수 없다고 비판하면서, 인과 관계란 시공간적으로 인접 한 두 사건이 반복해서 발생할 때 갖는 관찰자의 습 관적 기대에 불과하다고 말하였다. 마지막으로 흄은 과학적 지식이라 하더라도 그것이 진리인지를 확인할 수 없다는 회의적인 태도를 취했다. 흄에 의하면 우 리는 감각기관을 통해 외부 세계를 인식하기 때문에 세상의 객관적 모습은 우리의 감각과 독립적으로 존 재하게 된다. 이와 같은 주장으로 인해 흄은 극단적 회의주의자라고 비판을 받기도 했지만, 이성만을 중 시했던 당시 철학 사조에 반기를 들고 서양 철학사에 새로운 방향성을 제시했다는 점에서 의의가 있다."
}
{
    "question_number": 16,
    "question_text": "[출제의도] 글의 내용을 이해한다. 넷째 문단의 ‘전통적인 진리관에서는 진술의 내용이 사실(事實)과 일치할 때 진리라고 본다.’, ‘비록 경험 을 통해 얻은 과학적 지식이라 하더라도 그것이 진리 인지의 여부는 확인할 수 없다는 것이 흄의 입장이 다.’라는 내용을 통해 보았을 때, 전통적 진리관에서 진술 내용과 사실(事實)이 일치할 경우를 진리로 본 다는 것을 알 수 있다. 진리 여부를 판단하는 것이 불가능하다고 본 입장은 전통적 진리관이 아닌 흄의 입장에 해당한다. [오답풀이] ①, ④ 첫째 문단의 ‘이성을 중심으로 진 리를 탐구했던 데카르트의 합리론에 비판하고’라는 내용을 통해 확인할 수 있다. ③ 둘째 문단의 ‘흄은 지식의 근원을 경험으로 보고’라는 내용을 통해 확인 할 수 있다. ⑤ 둘째 문단의 ‘인상이 없는 관념은 과 학적 지식이 될 수 없다고 주장하였다.’라는 내용을 통해 확인할 수 있다. [16 ~ 19] (인문) 최희봉, 흄 경험론의 대표적인 철학자인 흄의 이론을 소개하고 있는 글이다. 흄은 지식의 근원을 경험으로 보고, 경 험을 인상과 관념으로 나눈 뒤, 인상이 없는 지식은 과학적 지식이 될 수 없다고 주장하였다. 또한 인과 관계를 통해 얻은 과학적 지식이 필연적이라고 볼 수 없다고 비판하면서, 인과 관계란 시공간적으로 인접 한 두 사건이 반복해서 발생할 때 갖는 관찰자의 습 관적 기대에 불과하다고 말하였다. 마지막으로 흄은 과학적 지식이라 하더라도 그것이 진리인지를 확인할 수 없다는 회의적인 태도를 취했다. 흄에 의하면 우 리는 감각기관을 통해 외부 세계를 인식하기 때문에 세상의 객관적 모습은 우리의 감각과 독립적으로 존 재하게 된다. 이와 같은 주장으로 인해 흄은 극단적 회의주의자라고 비판을 받기도 했지만, 이성만을 중 시했던 당시 철학 사조에 반기를 들고 서양 철학사에 새로운 방향성을 제시했다는 점에서 의의가 있다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 세부적인 내용을 이해한다. [A]에서 흄은 경험을 통해 얻은 과학적 지식이라 하 더라도 그것이 진리인지 여부는 확인할 수 없다고 하 여 진리에 대한 회의적인 태도를 보였다. 따라서 흄 이 서양 근대 철학사에서 진리에 대한 극단적인 회의 주의자로 평가받는 이유는 경험을 통해서 얻은 지식 조차도 진리인지를 확인할 수 없다고 주장했기 때문 이라는 것을 알 수 있다. [오답풀이] ① 인상을 갖는 경험적 지식을 중시한 말 로 회의주의적 태도와는 관련이 없다. ② 흄은 이성 만을 중심으로 진리를 탐구하는 합리론을 비판하였 다. ③ 실재 세계는 인간의 의식에서 독립해서 객관 적으로 존재하는 세계를 의미하는 것으로, 실재 세계 의 모습이 끊임없이 변한다고 보는 것은 진리를 알 수 없다는 흄의 회의적인 태도와는 관련이 없다. ④ 흄은 진리를 판단하기 위해서는 객관적 세계가 어떤 모습인지 확인이 가능해야 하는데, 인간은 자신의 감 각 기관을 통해서만 세상을 인식할 수 있기 때문에 세상이 어떤 모습인지는 여전히 남게 된다고 주장하 였다. 따라서 주관적 판단으로 진리를 찾을 수 있다 고 생각한 것은 아니다. [16 ~ 19] (인문) 최희봉, 흄 경험론의 대표적인 철학자인 흄의 이론을 소개하고 있는 글이다. 흄은 지식의 근원을 경험으로 보고, 경 험을 인상과 관념으로 나눈 뒤, 인상이 없는 지식은 과학적 지식이 될 수 없다고 주장하였다. 또한 인과 관계를 통해 얻은 과학적 지식이 필연적이라고 볼 수 없다고 비판하면서, 인과 관계란 시공간적으로 인접 한 두 사건이 반복해서 발생할 때 갖는 관찰자의 습 관적 기대에 불과하다고 말하였다. 마지막으로 흄은 과학적 지식이라 하더라도 그것이 진리인지를 확인할 수 없다는 회의적인 태도를 취했다. 흄에 의하면 우 리는 감각기관을 통해 외부 세계를 인식하기 때문에 세상의 객관적 모습은 우리의 감각과 독립적으로 존 재하게 된다. 이와 같은 주장으로 인해 흄은 극단적 회의주의자라고 비판을 받기도 했지만, 이성만을 중 시했던 당시 철학 사조에 반기를 들고 서양 철학사에 새로운 방향성을 제시했다는 점에서 의의가 있다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 글의 핵심적인 내용을 이해한다. 단순 인상은 단일 감각을 통해 얻은 인상을 의미하 고, 복합 인상은 단순 인상들이 결합된 인상을 의미 한다. 사과의 빨간색은 시각이라는 단일 감각을 통해 얻은 인상이므로 단순 인상에 해당한다. [오답풀이] ① 관념은 인상을 머릿속에 떠올리는 것 을 의미한다. 그러므로 사과의 달콤한 맛을 떠올리는 것은 관념에 해당한다. ③ 흄은 세계의 객관적인 모 습을 알 수 없다고 말하였으므로, 사과의 색깔이 빨 갛게 보이는 것은 우리의 감각 기관을 통해 인지한 사과의 색깔이 빨갛다는 의미일 뿐이다. ④ 흄은 인 과 관계로 판단되는 두 사건의 인과적 연결 관계를 관찰할 수 없다고 주장하였다. ⑤ 흄은 인과 관계란 시공간적으로 인접한 두 사건이 반복해서 발생할 때 갖는 관찰자의 습관적인 기대에 불과하다고 본다. [16 ~ 19] (인문) 최희봉, 흄 경험론의 대표적인 철학자인 흄의 이론을 소개하고 있는 글이다. 흄은 지식의 근원을 경험으로 보고, 경 험을 인상과 관념으로 나눈 뒤, 인상이 없는 지식은 과학적 지식이 될 수 없다고 주장하였다. 또한 인과 관계를 통해 얻은 과학적 지식이 필연적이라고 볼 수 없다고 비판하면서, 인과 관계란 시공간적으로 인접 한 두 사건이 반복해서 발생할 때 갖는 관찰자의 습 관적 기대에 불과하다고 말하였다. 마지막으로 흄은 과학적 지식이라 하더라도 그것이 진리인지를 확인할 수 없다는 회의적인 태도를 취했다. 흄에 의하면 우 리는 감각기관을 통해 외부 세계를 인식하기 때문에 세상의 객관적 모습은 우리의 감각과 독립적으로 존 재하게 된다. 이와 같은 주장으로 인해 흄은 극단적 회의주의자라고 비판을 받기도 했지만, 이성만을 중 시했던 당시 철학 사조에 반기를 들고 서양 철학사에 새로운 방향성을 제시했다는 점에서 의의가 있다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 글의 내용을 바탕으로 자료를 해석한다. <보기>에서 어떤 사람은 태어나서 한 번도 빈칸의 색을 본 적이 없다. 그럼에도 불구하고 명도표의 주 변 색과의 비교를 통해 빈칸에 들어갈 색을 알아맞히 었다. 이는 눈으로 색을 보지 않고도 그 색을 머릿속 으로 떠올린 것이다. 눈을 통해 느끼는 명도표의 색 은 단순 인상이고, 이것을 머릿속에 떠올린 것은 단 3 순 관념이다. 그러므로 <보기>에서 가정한 상황은 단순 인상이 존재하지 않더라도 단순 관념이 존재할 수 있음을 보여 주는 것이다. 흄은 ‘단순 관념은 단순 인상이 없다면 존재하지 않는다.’라고 주장하였으므 로, <보기>의 사례는 이를 비판하는 근거가 된다고 할 수 있다. [20 ~ 24] (시가 복합) (가) 조동일, 한국문학통사/ (나) 작자 미상, ｢초부가｣/ (다) 김소월, ｢길｣ (가) 조동일「한국문학통사」 한국 서정 시가의 전통 계승과 특질에 대해서 정리한 글이다. 우리 민족의 사상과 정서에 기반으로 한 일 정한 규범과 가치를 문학의 전통이라고 한다. 한국의 서정 시가는 고대로부터 현대에 이르기까지 형식적 측면에서 3음보나 4음보의 규칙적인 음보율을, 내용 적 측면에서 한의 정서, 해학과 풍자, 자연 친화, 이 상향의 추구 등을 전통으로 계승하면서 이를 수용하 거나 변용, 창조하고 있다. (나) 작자 미상, ｢초부가｣ ｢초부가｣는 영남, 강원 등의 산간에서 나무꾼들이 나무를 할 때 불렀던 민요이다. 이 노래에는 가난하 고 고달프게 남의 집에서 머슴살이를 하면서 살아가 는 화자의 고통스러운 삶과 외로움, 신세 한탄 등이 대조적 상황 제시와 4음보의 율격으로 잘 드러나 있 다. 시적 화자와 대조를 이루는 상황 제시, 감정이 이 입되거나 시적 정서와 분위기를 환기하는 소재의 사 용, 열거와 대구에 의한 내용의 확장 등을 통해서 힘 들게 살아가는 화자의 기구한 신세를 한탄하고 있다. (다) 김소월, ｢길｣ ｢길｣은 고향을 잃고 방황하는 나그네의 비애가 잘 드러난 작품으로, 일제 강점기라는 시대적 상황을 고 려할 때 삶의 터전을 상실하고 정처 없이 유랑했던 우리 민족의 슬픈 모습을 형상화하고 있다. 이 작품 은 전통적 율격인 3음보를 새롭게 변용하여 정처를 잃고 떠도는 나그네의 비애를 효과적으로 표현하고 있다. 하오체와 말을 건네는 듯한 어투, 방향성을 상 실한 ‘길’이라는 공간의 설정, 감정이입의 소재 사용 등을 통해 삶의 터전을 잃고 길 위를 유랑하는 화자 의 절망과 안타까움을 효과적으로 표현하고 있다. 특 히 갈림길의 한복판에서 방향을 상실한 화자의 모습 을 통해 일제 강점기 수탈당한 우리 민족의 비애와 절망감을 상징적으로 드러내고 있다. [16 ~ 19] (인문) 최희봉, 흄 경험론의 대표적인 철학자인 흄의 이론을 소개하고 있는 글이다. 흄은 지식의 근원을 경험으로 보고, 경 험을 인상과 관념으로 나눈 뒤, 인상이 없는 지식은 과학적 지식이 될 수 없다고 주장하였다. 또한 인과 관계를 통해 얻은 과학적 지식이 필연적이라고 볼 수 없다고 비판하면서, 인과 관계란 시공간적으로 인접 한 두 사건이 반복해서 발생할 때 갖는 관찰자의 습 관적 기대에 불과하다고 말하였다. 마지막으로 흄은 과학적 지식이라 하더라도 그것이 진리인지를 확인할 수 없다는 회의적인 태도를 취했다. 흄에 의하면 우 리는 감각기관을 통해 외부 세계를 인식하기 때문에 세상의 객관적 모습은 우리의 감각과 독립적으로 존 재하게 된다. 이와 같은 주장으로 인해 흄은 극단적 회의주의자라고 비판을 받기도 했지만, 이성만을 중 시했던 당시 철학 사조에 반기를 들고 서양 철학사에 새로운 방향성을 제시했다는 점에서 의의가 있다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 한국문학의 특징을 이해한다. (가)에서 한국의 서정 시가의 전통에 대해서 설명하 고 있다. (가)를 바탕으로 (나)와 (다)를 감상하기 위해서는 서정 시가의 전통인 3음보 또는 4음보의 전 통적 율격의 사용, 한의 정서, 해학과 풍자, 자연 친 화, 이상향 추구 등과 관련지어 작품의 의미를 파악 할 필요가 있다. (나)의 ‘나무하러 가자’는 고달픈 삶 속에서 깊은 산으로 나무를 하러 가야 하는 나무꾼의 한숨이 묻어나는 표현이다. (다)의 ‘산으로 올라갈까’ 는 정처를 잃은 화자의 처지를 나타낸 것으로 오라는 곳이 없는 화자의 비애가 잘 드러나는 표현이다. 그 러므로 한국 서정 시가의 전통인 이상향의 추구를 드 러냈다고 볼 수 없다. [오답풀이] ① (나)의 ‘세상 인간 같지 않아 이놈 팔 자 무슨 일고’는 ‘세상 인간/ 같지 않아/ 이놈 팔자/ 무슨 일고’와 같이 4음보의 전통적인 율격이 잘 드러 난다. ② (나)의 ‘지게 목발’은 지겟다리를 뜻하는 말 로, 화자가 지게를 지고 나무를 해야 하는 나무꾼임 을 드러낸다. ③ (나)의 ‘사자 하니 고생이라’는 가난 하고 힘들게 나무를 하면서 사는 삶에 대한 한탄이 담겨 있으므로, 고달픈 삶에 대한 화자의 한의 정서 를 엿볼 수 있다. ④ (다)의 ‘어제도/ 하로밤/ 나그네 집에’라는 3음보의 율격을 ‘어제도 하로밤/ 나그네 집 에’와 같이 두 개의 행으로 나누어 배치함으로써 서 정 시가의 전통을 새롭게 변용하고 있다. [20 ~ 24] (시가 복합) (가) 조동일, 한국문학통사/ (나) 작자 미상, ｢초부가｣/ (다) 김소월, ｢길｣ (가) 조동일「한국문학통사」 한국 서정 시가의 전통 계승과 특질에 대해서 정리한 글이다. 우리 민족의 사상과 정서에 기반으로 한 일 정한 규범과 가치를 문학의 전통이라고 한다. 한국의 서정 시가는 고대로부터 현대에 이르기까지 형식적 측면에서 3음보나 4음보의 규칙적인 음보율을, 내용 적 측면에서 한의 정서, 해학과 풍자, 자연 친화, 이 상향의 추구 등을 전통으로 계승하면서 이를 수용하 거나 변용, 창조하고 있다. (나) 작자 미상, ｢초부가｣ ｢초부가｣는 영남, 강원 등의 산간에서 나무꾼들이 나무를 할 때 불렀던 민요이다. 이 노래에는 가난하 고 고달프게 남의 집에서 머슴살이를 하면서 살아가 는 화자의 고통스러운 삶과 외로움, 신세 한탄 등이 대조적 상황 제시와 4음보의 율격으로 잘 드러나 있 다. 시적 화자와 대조를 이루는 상황 제시, 감정이 이 입되거나 시적 정서와 분위기를 환기하는 소재의 사 용, 열거와 대구에 의한 내용의 확장 등을 통해서 힘 들게 살아가는 화자의 기구한 신세를 한탄하고 있다. (다) 김소월, ｢길｣ ｢길｣은 고향을 잃고 방황하는 나그네의 비애가 잘 드러난 작품으로, 일제 강점기라는 시대적 상황을 고 려할 때 삶의 터전을 상실하고 정처 없이 유랑했던 우리 민족의 슬픈 모습을 형상화하고 있다. 이 작품 은 전통적 율격인 3음보를 새롭게 변용하여 정처를 잃고 떠도는 나그네의 비애를 효과적으로 표현하고 있다. 하오체와 말을 건네는 듯한 어투, 방향성을 상 실한 ‘길’이라는 공간의 설정, 감정이입의 소재 사용 등을 통해 삶의 터전을 잃고 길 위를 유랑하는 화자 의 절망과 안타까움을 효과적으로 표현하고 있다. 특 히 갈림길의 한복판에서 방향을 상실한 화자의 모습 을 통해 일제 강점기 수탈당한 우리 민족의 비애와 절망감을 상징적으로 드러내고 있다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 작품의 표현상의 특징을 파악한다. (나)의 ‘저 기럭아’와 (다)의 ‘여보소’에서 화자가 말 을 건네는 어투를 공통적으로 사용하고 있다는 점을 알 수 있다. 따라서 (나)와 (다)의 표현상 공통점으 로 말을 건네는 듯한 어투를 사용하여 정서를 나타내 고 있다는 점을 들 수 있다. [20 ~ 24] (시가 복합) (가) 조동일, 한국문학통사/ (나) 작자 미상, ｢초부가｣/ (다) 김소월, ｢길｣ (가) 조동일「한국문학통사」 한국 서정 시가의 전통 계승과 특질에 대해서 정리한 글이다. 우리 민족의 사상과 정서에 기반으로 한 일 정한 규범과 가치를 문학의 전통이라고 한다. 한국의 서정 시가는 고대로부터 현대에 이르기까지 형식적 측면에서 3음보나 4음보의 규칙적인 음보율을, 내용 적 측면에서 한의 정서, 해학과 풍자, 자연 친화, 이 상향의 추구 등을 전통으로 계승하면서 이를 수용하 거나 변용, 창조하고 있다. (나) 작자 미상, ｢초부가｣ ｢초부가｣는 영남, 강원 등의 산간에서 나무꾼들이 나무를 할 때 불렀던 민요이다. 이 노래에는 가난하 고 고달프게 남의 집에서 머슴살이를 하면서 살아가 는 화자의 고통스러운 삶과 외로움, 신세 한탄 등이 대조적 상황 제시와 4음보의 율격으로 잘 드러나 있 다. 시적 화자와 대조를 이루는 상황 제시, 감정이 이 입되거나 시적 정서와 분위기를 환기하는 소재의 사 용, 열거와 대구에 의한 내용의 확장 등을 통해서 힘 들게 살아가는 화자의 기구한 신세를 한탄하고 있다. (다) 김소월, ｢길｣ ｢길｣은 고향을 잃고 방황하는 나그네의 비애가 잘 드러난 작품으로, 일제 강점기라는 시대적 상황을 고 려할 때 삶의 터전을 상실하고 정처 없이 유랑했던 우리 민족의 슬픈 모습을 형상화하고 있다. 이 작품 은 전통적 율격인 3음보를 새롭게 변용하여 정처를 잃고 떠도는 나그네의 비애를 효과적으로 표현하고 있다. 하오체와 말을 건네는 듯한 어투, 방향성을 상 실한 ‘길’이라는 공간의 설정, 감정이입의 소재 사용 등을 통해 삶의 터전을 잃고 길 위를 유랑하는 화자 의 절망과 안타까움을 효과적으로 표현하고 있다. 특 히 갈림길의 한복판에서 방향을 상실한 화자의 모습 을 통해 일제 강점기 수탈당한 우리 민족의 비애와 절망감을 상징적으로 드러내고 있다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 시어의 의미를 파악한다. ㉠은 ‘너도 또한 임을 잃고 임 찾아서 가는 길가’라는 말을 통해 화자가 임을 잃고 외로워하는 심정이 의탁 되어 있는 시어라고 할 수 있다. 이와 달리 (나)에서 화자는 공중에는 길이 없음에도 불구하고 길이 있는 것처럼 잘 가는 ㉡을 보면서 ‘공중에 길 있어서 잘 가는가?’라고 묻고 있다. 이는 ㉡과 달리 화자가 열 십자 복판에서 어디로 갈지 몰라 방황하고 있기 때문 이다. 이 둘을 종합했을 때, ㉡은 ㉠과 달리 화자의 처지와 대조를 이룬다는 것을 알 수 있다. [20 ~ 24] (시가 복합) (가) 조동일, 한국문학통사/ (나) 작자 미상, ｢초부가｣/ (다) 김소월, ｢길｣ (가) 조동일「한국문학통사」 한국 서정 시가의 전통 계승과 특질에 대해서 정리한 글이다. 우리 민족의 사상과 정서에 기반으로 한 일 정한 규범과 가치를 문학의 전통이라고 한다. 한국의 서정 시가는 고대로부터 현대에 이르기까지 형식적 측면에서 3음보나 4음보의 규칙적인 음보율을, 내용 적 측면에서 한의 정서, 해학과 풍자, 자연 친화, 이 상향의 추구 등을 전통으로 계승하면서 이를 수용하 거나 변용, 창조하고 있다. (나) 작자 미상, ｢초부가｣ ｢초부가｣는 영남, 강원 등의 산간에서 나무꾼들이 나무를 할 때 불렀던 민요이다. 이 노래에는 가난하 고 고달프게 남의 집에서 머슴살이를 하면서 살아가 는 화자의 고통스러운 삶과 외로움, 신세 한탄 등이 대조적 상황 제시와 4음보의 율격으로 잘 드러나 있 다. 시적 화자와 대조를 이루는 상황 제시, 감정이 이 입되거나 시적 정서와 분위기를 환기하는 소재의 사 용, 열거와 대구에 의한 내용의 확장 등을 통해서 힘 들게 살아가는 화자의 기구한 신세를 한탄하고 있다. (다) 김소월, ｢길｣ ｢길｣은 고향을 잃고 방황하는 나그네의 비애가 잘 드러난 작품으로, 일제 강점기라는 시대적 상황을 고 려할 때 삶의 터전을 상실하고 정처 없이 유랑했던 우리 민족의 슬픈 모습을 형상화하고 있다. 이 작품 은 전통적 율격인 3음보를 새롭게 변용하여 정처를 잃고 떠도는 나그네의 비애를 효과적으로 표현하고 있다. 하오체와 말을 건네는 듯한 어투, 방향성을 상 실한 ‘길’이라는 공간의 설정, 감정이입의 소재 사용 등을 통해 삶의 터전을 잃고 길 위를 유랑하는 화자 의 절망과 안타까움을 효과적으로 표현하고 있다. 특 히 갈림길의 한복판에서 방향을 상실한 화자의 모습 을 통해 일제 강점기 수탈당한 우리 민족의 비애와 절망감을 상징적으로 드러내고 있다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 작품의 시상 전개 과정을 파악한다. 짝이 있는 물건을 열거하며 화자의 애상감을 드러낸 부분은 ‘버선짝’, ‘토시짝’, ‘털먹신’ 등이 나타나 있는 [B]만 해당한다. 따라서 [A]와 [C]에서는 화자의 신 세에 대한 한탄만 나타날 뿐, 짝이 있는 물건이 나타 나 있지 않다. 그러므로 [A] ~ [C]에서 모두 짝이 있 는 물건을 열거하며 화자의 애상감을 표현한다는 감 상은 적절하지 않다. [오답풀이] ① [Ａ]에서 화자는 ‘지게 목발’ 신세를 면하지 못하고 힘들고 고달프게 살아가고 있는데, 어 떤 사람은 크고 넓은 집에 살면서 만 석의 녹봉을 받 으며 살아간다. 이런 불평등한 현실에 대한 화자의 괴로움이 토로되었다고 볼 수 있다. ② [Ｂ]에서 ‘항 상 지게는 못 면하고 남의 집도 못 면하고’, ‘버선짝 도 짝이 있고’, ‘토시짝도 짝이 있고’와 같이 유사한 문장을 반복하여 가난하고 외로운 처지에 있는 화자 의 모습을 강조하고 있다. ③ [Ｃ]에서 화자는 기구 한 자신의 신세를 벗어날 기약은 없지만 그래도 나뭇 짐을 지고 산을 내려가야 하는 자신의 신세에 대한 한탄을 드러내고 있다. ④ [Ａ], [Ｃ]에 ‘이히후후 에 헤’, ‘이히후후’와 같은 한숨 소리를 통해 고된 노동을 하는 화자의 심정이 표현되고 있다. [20 ~ 24] (시가 복합) (가) 조동일, 한국문학통사/ (나) 작자 미상, ｢초부가｣/ (다) 김소월, ｢길｣ (가) 조동일「한국문학통사」 한국 서정 시가의 전통 계승과 특질에 대해서 정리한 글이다. 우리 민족의 사상과 정서에 기반으로 한 일 정한 규범과 가치를 문학의 전통이라고 한다. 한국의 서정 시가는 고대로부터 현대에 이르기까지 형식적 측면에서 3음보나 4음보의 규칙적인 음보율을, 내용 적 측면에서 한의 정서, 해학과 풍자, 자연 친화, 이 상향의 추구 등을 전통으로 계승하면서 이를 수용하 거나 변용, 창조하고 있다. (나) 작자 미상, ｢초부가｣ ｢초부가｣는 영남, 강원 등의 산간에서 나무꾼들이 나무를 할 때 불렀던 민요이다. 이 노래에는 가난하 고 고달프게 남의 집에서 머슴살이를 하면서 살아가 는 화자의 고통스러운 삶과 외로움, 신세 한탄 등이 대조적 상황 제시와 4음보의 율격으로 잘 드러나 있 다. 시적 화자와 대조를 이루는 상황 제시, 감정이 이 입되거나 시적 정서와 분위기를 환기하는 소재의 사 용, 열거와 대구에 의한 내용의 확장 등을 통해서 힘 들게 살아가는 화자의 기구한 신세를 한탄하고 있다. (다) 김소월, ｢길｣ ｢길｣은 고향을 잃고 방황하는 나그네의 비애가 잘 드러난 작품으로, 일제 강점기라는 시대적 상황을 고 려할 때 삶의 터전을 상실하고 정처 없이 유랑했던 우리 민족의 슬픈 모습을 형상화하고 있다. 이 작품 은 전통적 율격인 3음보를 새롭게 변용하여 정처를 잃고 떠도는 나그네의 비애를 효과적으로 표현하고 있다. 하오체와 말을 건네는 듯한 어투, 방향성을 상 실한 ‘길’이라는 공간의 설정, 감정이입의 소재 사용 등을 통해 삶의 터전을 잃고 길 위를 유랑하는 화자 의 절망과 안타까움을 효과적으로 표현하고 있다. 특 히 갈림길의 한복판에서 방향을 상실한 화자의 모습 을 통해 일제 강점기 수탈당한 우리 민족의 비애와 절망감을 상징적으로 드러내고 있다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 외적 준거를 바탕으로 작품을 감상한다. <보기>는 (다)의 작품이 일제 강점기에 삶의 터전을 잃고 방황하는 우리 민족의 비애가 ‘길’과 연결된 다 양한 공간을 통해 형상화되어 있다는 준거를 제시하 고 있다. 그런데 ‘열십자 복판’은 길을 잃고 방황하는 화자가 서 있는 공간이므로 화자가 되돌아가고 싶은 원점 또는 화자의 갈등을 야기하는 공간이라고 볼 수 없다. [오답풀이] ① ‘나그네 집’은 길 위에서 방황하는 화 자가 ‘어제도’ 머물렀던 공간이라는 점에서 화자가 목 적지를 잃고 지속적으로 유랑하고 있음을 보여 준다. ② ‘들’은 삶의 터전인 고향을 잃고 떠도는 화자가 어 디로도 갈 수 없는 슬픈 상황에 처해 있음을 보여 주 는 공간이라 할 수 있다. ③ ‘정주 곽산’은 화자의 고 향으로서 화자가 지향하는 공간이라 할 수 있지만 화 자는 어떤 곳도 자신에게 오라하지 않는다고 느끼고 있다. 이로 인해 화자의 슬픔은 심화된다고 볼 수 있 다. ⑤ ‘갈린 길’은 방향성을 상실한 화자가 서 있는 공간이다. 일제 강점기라는 시대적 상황을 고려할 때 화자의 모습은 삶의 방향을 상실하고 유랑하는 우리 민족의 모습을 상징한다고 볼 수 있다. [25 ~ 27] (현대소설) 김원일, ｢연(鳶) ｣ 이 작품은 1979년 작단 2집에 발표된 김원일의 단편 소설로, 역마살이 낀 아버지의 삶을 보여 주고 있다. ‘나’의 아버지는 타고난 역마살로 인해 가족들 이 있는 집에 정착하지 못하고 정처 없이 떠돌아다니 다 가끔씩 집으로 돌아오곤 한다. 이러한 아버지의 방랑벽 기질은 할아버지로부터 내려온 것이라고 할 수 있는데, 할아버지는 방물장수로 여기저기 돌아다 니다 어느 겨울 눈밭에서 객사한다. 할아버지는 돌아 가시기 얼마 전 아버지에게 연을 만들어 준 적이 있 는데, 그 이후 아버지는 ‘나’에게도 이따금씩 연을 만 들어준다. 아버지는 그렇게 떠돌아다니다가 과부가 된 어머니와 만나 결혼하여 ‘나’를 비롯한 삼남매를 낳는다. 가정을 이룬 뒤에도 아버지의 방랑은 계속되 고 결국 가족들은 전라도 진도에서 객사했다는 전보 를 받는다. 이 소설에서 제목이자 주요 소재인 ‘연’은 할아버지와 아버지, 그리고 ‘나’를 이어주는 하나의 연결고리 역할을 하고 있으며, 아버지의 삶을 비유적 으로 형상화한 것으로 볼 수 있다. [20 ~ 24] (시가 복합) (가) 조동일, 한국문학통사/ (나) 작자 미상, ｢초부가｣/ (다) 김소월, ｢길｣ (가) 조동일「한국문학통사」 한국 서정 시가의 전통 계승과 특질에 대해서 정리한 글이다. 우리 민족의 사상과 정서에 기반으로 한 일 정한 규범과 가치를 문학의 전통이라고 한다. 한국의 서정 시가는 고대로부터 현대에 이르기까지 형식적 측면에서 3음보나 4음보의 규칙적인 음보율을, 내용 적 측면에서 한의 정서, 해학과 풍자, 자연 친화, 이 상향의 추구 등을 전통으로 계승하면서 이를 수용하 거나 변용, 창조하고 있다. (나) 작자 미상, ｢초부가｣ ｢초부가｣는 영남, 강원 등의 산간에서 나무꾼들이 나무를 할 때 불렀던 민요이다. 이 노래에는 가난하 고 고달프게 남의 집에서 머슴살이를 하면서 살아가 는 화자의 고통스러운 삶과 외로움, 신세 한탄 등이 대조적 상황 제시와 4음보의 율격으로 잘 드러나 있 다. 시적 화자와 대조를 이루는 상황 제시, 감정이 이 입되거나 시적 정서와 분위기를 환기하는 소재의 사 용, 열거와 대구에 의한 내용의 확장 등을 통해서 힘 들게 살아가는 화자의 기구한 신세를 한탄하고 있다. (다) 김소월, ｢길｣ ｢길｣은 고향을 잃고 방황하는 나그네의 비애가 잘 드러난 작품으로, 일제 강점기라는 시대적 상황을 고 려할 때 삶의 터전을 상실하고 정처 없이 유랑했던 우리 민족의 슬픈 모습을 형상화하고 있다. 이 작품 은 전통적 율격인 3음보를 새롭게 변용하여 정처를 잃고 떠도는 나그네의 비애를 효과적으로 표현하고 있다. 하오체와 말을 건네는 듯한 어투, 방향성을 상 실한 ‘길’이라는 공간의 설정, 감정이입의 소재 사용 등을 통해 삶의 터전을 잃고 길 위를 유랑하는 화자 의 절망과 안타까움을 효과적으로 표현하고 있다. 특 히 갈림길의 한복판에서 방향을 상실한 화자의 모습 을 통해 일제 강점기 수탈당한 우리 민족의 비애와 절망감을 상징적으로 드러내고 있다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 작품의 서술상 특징을 이해한다. 이 작품은 ‘나’가 소설의 중심인물인 아버지의 삶에 대해 이야기하고 있다. 따라서 아버지와 관련된 사건 을 중심으로 하여 그에 대한 ‘나’의 생각을 서술하고 있다고 볼 수 있다. [오답풀이] ① 이 작품은 처음부터 끝까지 ‘나’가 아 버지의 삶을 이야기하고 있다. 따라서 장면마다 다른 서술자를 제시하여 사건을 다각도로 제시하고 있다고 볼 수 없다. ③ 외부 이야기와 내부 이야기는 액자식 소설의 구성 형식으로, 뚜렷하게 외화와 내화로 나뉘 는 경우가 이에 해당된다. 제시된 부분은 액자식 구 조가 아니므로 이에 해당한다고 볼 수 없다. ④ 이 작품은 1인칭 서술자 시점으로 서술된다는 점에서 작 품 밖의 서술자가 서술한다는 내용은 적절하지 않다. ⑤ 시간적인 순서에 따라 이야기가 진행되고 있으므 로 동시에 일어나는 두 개의 사건을 병렬적으로 배치 했다는 것은 적절하지 않다. [25 ~ 27] (현대소설) 김원일, ｢연(鳶) ｣ 이 작품은 1979년 작단 2집에 발표된 김원일의 단편 소설로, 역마살이 낀 아버지의 삶을 보여 주고 있다. ‘나’의 아버지는 타고난 역마살로 인해 가족들 이 있는 집에 정착하지 못하고 정처 없이 떠돌아다니 다 가끔씩 집으로 돌아오곤 한다. 이러한 아버지의 방랑벽 기질은 할아버지로부터 내려온 것이라고 할 수 있는데, 할아버지는 방물장수로 여기저기 돌아다 니다 어느 겨울 눈밭에서 객사한다. 할아버지는 돌아 가시기 얼마 전 아버지에게 연을 만들어 준 적이 있 는데, 그 이후 아버지는 ‘나’에게도 이따금씩 연을 만 들어준다. 아버지는 그렇게 떠돌아다니다가 과부가 된 어머니와 만나 결혼하여 ‘나’를 비롯한 삼남매를 낳는다. 가정을 이룬 뒤에도 아버지의 방랑은 계속되 고 결국 가족들은 전라도 진도에서 객사했다는 전보 를 받는다. 이 소설에서 제목이자 주요 소재인 ‘연’은 할아버지와 아버지, 그리고 ‘나’를 이어주는 하나의 연결고리 역할을 하고 있으며, 아버지의 삶을 비유적 으로 형상화한 것으로 볼 수 있다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 대화의 의도 및 의미를 이해한다. ‘읍내서 묵고 왔다 캅디더.’라는 대화 내용을 근거로 ‘나’는 아버지의 끼니를 염려하는 마음에 어머니를 빨 리 모셔가려 했다는 것이 아니라는 것을 알 수 있다. [오답풀이] ① 생계를 돌보지 않고 그저 새를 좋아하 는 아버지가 저수지 근처로 이사 가자는 제안에 대한 어머니의 푸념이 담긴 말이다. ② 겨울도 아닌 때에 많은 연을 만드는 아버지의 행동을 이해 못하는 ‘나’ 의 심리가 담겨 있는 말이다. ③ 아버지가 ‘나’에게 ‘돈 벌라고 밤낮으로 일만 하는 사람들을 보모 사람 사는 목적이 저런가 싶을 때가 있지러’라고 말을 하 는 것을 통해 알 수 있다. ④ 자식들이 양식이 떨어 져 혹시 저녁밥을 굶지 않았을까 걱정하는 어머니의 마음이 잘 나타나 있다. [25 ~ 27] (현대소설) 김원일, ｢연(鳶) ｣ 이 작품은 1979년 작단 2집에 발표된 김원일의 단편 소설로, 역마살이 낀 아버지의 삶을 보여 주고 있다. ‘나’의 아버지는 타고난 역마살로 인해 가족들 이 있는 집에 정착하지 못하고 정처 없이 떠돌아다니 다 가끔씩 집으로 돌아오곤 한다. 이러한 아버지의 방랑벽 기질은 할아버지로부터 내려온 것이라고 할 수 있는데, 할아버지는 방물장수로 여기저기 돌아다 니다 어느 겨울 눈밭에서 객사한다. 할아버지는 돌아 가시기 얼마 전 아버지에게 연을 만들어 준 적이 있 는데, 그 이후 아버지는 ‘나’에게도 이따금씩 연을 만 들어준다. 아버지는 그렇게 떠돌아다니다가 과부가 된 어머니와 만나 결혼하여 ‘나’를 비롯한 삼남매를 낳는다. 가정을 이룬 뒤에도 아버지의 방랑은 계속되 고 결국 가족들은 전라도 진도에서 객사했다는 전보 를 받는다. 이 소설에서 제목이자 주요 소재인 ‘연’은 할아버지와 아버지, 그리고 ‘나’를 이어주는 하나의 연결고리 역할을 하고 있으며, 아버지의 삶을 비유적 으로 형상화한 것으로 볼 수 있다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 외적 준거를 바탕으로 작품을 감상한다. <보기>는 이 작품의 주요 소재인 ‘연’과 연관하여 작품을 감상하는 것으로, 역마살을 타고나 자유롭게 떠돌아다니는 아버지의 기질과 삶의 방식을 ‘연’이 자 유롭게 하늘을 날아다니는 것과 연관 지어 설명하고 있다. 연줄에 의해 얼레에 매여 있는 ‘연’은 한없이 날아다니지 못하고 결국 지상으로 돌아오게 되는데, ‘연’을 지상에 묶어두는 역할을 하는 얼레를 가족이라 고 볼 수 있다. ㉢에 이어지는 ‘돈 벌라고 밤낮으로 일만 하는 사람을 보모 사람 사는 목적이 저런가 싶 을 때가 있지러.’라는 말을 통해 아버지는 삶의 목적 이 돈이 아니라고 생각하고 있다는 것을 알 수 있으 므로 그가 역마살로 인해 무능할 수밖에 없었던 자신 의 삶을 후회하고 있다고 보기 어렵다. [오답풀이] ① ‘장터를 떠돌며 어물 장사를’ 하는 어 머니의 모습에서 가족의 생계를 떠안고 살아가는 어 머니의 모습을 발견할 수 있다. ② ‘목적이 읎어도 어 떤 때는 연맨크로 그냥 멀리로 떠나 댕기’는 꿈에 대 해 아버지가 언급한 부분에서 아버지가 바람 부는 대 로 자유롭게 날아다니는 ‘연’의 모습과 닮았다고 볼 4 수 있다. ④ 자유롭게 날아다니는 연이 연줄로 얼레 에 매여 결국 지상으로 돌아온다는 <보기>의 설명을 근거로 했을 때, 아버지에게 가족들은 연을 지상으로 돌아오게 하는 얼레의 역할을 하고 있다고 어머니가 생각하고 있음을 알 수 있다. ⑤ 아버지에 대한 어머 니의 감정은 원망과 애정을 함께 안고 있는 것이 나 의 인식인데, 이는 마지막 부분에서 순환의 법칙에 따른 밀물과 썰물로 비유되어 나타나고 있다. [28 ~ 30] (예술) 박우찬, 추상, 세상을 뒤집다 사진의 등장으로 재현(再現)이라는 회화적 전통이 무 의미해진 시대의 화가들이 어떤 방식으로 회화의 의 미를 찾게 되었는가를 인상주의 화가 모네와 후기 인 상주의 화가 세잔의 시도를 중심으로 설명하고 있는 글이다. 인상주의 화가인 모네는 빛에 의해 변화하는 대상의 순간적 인상을 표현하고자 그림 전체의 분위 기, 빛의 효과 등에 주목하여 색채가 형태를 압도하 는 기법을 추구하게 되었다. 이에 비해 후기 인상주 의 화가 세잔은 모네를 비판하면서 사물의 본질을 표 현하기 위해 대상을 기하학적 형태로 단순화하는 시 도를 하였다. 이러한 세잔의 화풍은 이후 입체파 화 가들에게 영향을 미치게 되었다. [25 ~ 27] (현대소설) 김원일, ｢연(鳶) ｣ 이 작품은 1979년 작단 2집에 발표된 김원일의 단편 소설로, 역마살이 낀 아버지의 삶을 보여 주고 있다. ‘나’의 아버지는 타고난 역마살로 인해 가족들 이 있는 집에 정착하지 못하고 정처 없이 떠돌아다니 다 가끔씩 집으로 돌아오곤 한다. 이러한 아버지의 방랑벽 기질은 할아버지로부터 내려온 것이라고 할 수 있는데, 할아버지는 방물장수로 여기저기 돌아다 니다 어느 겨울 눈밭에서 객사한다. 할아버지는 돌아 가시기 얼마 전 아버지에게 연을 만들어 준 적이 있 는데, 그 이후 아버지는 ‘나’에게도 이따금씩 연을 만 들어준다. 아버지는 그렇게 떠돌아다니다가 과부가 된 어머니와 만나 결혼하여 ‘나’를 비롯한 삼남매를 낳는다. 가정을 이룬 뒤에도 아버지의 방랑은 계속되 고 결국 가족들은 전라도 진도에서 객사했다는 전보 를 받는다. 이 소설에서 제목이자 주요 소재인 ‘연’은 할아버지와 아버지, 그리고 ‘나’를 이어주는 하나의 연결고리 역할을 하고 있으며, 아버지의 삶을 비유적 으로 형상화한 것으로 볼 수 있다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 글의 세부 정보를 파악한다. 둘째 문단과 셋째 문단의 내용을 고려할 때, 모네는 인상주의 화가로서 대상의 고유한 색은 존재하지 않 는다고 생각했다. 따라서 모네가 고유한 색을 표현하 려 했다는 진술은 적절하지 않다. [오답풀이] ① 사진이 등장하면서 그 시기의 화가들 은 회화의 의미에 대해 고민하게 되었다는 내용이 첫 째 문단에 제시되어 있다. ② 전통적인 회화에서는 사실주의적 회화 기법을 중시했다는 내용이 첫째 문 단에 제시되어 있다. ③ 모네의 그림은 대상의 윤곽 이 뚜렷하지 않아 색채 효과가 형태 묘사를 압도하는 듯한 느낌을 받게 한다는 내용이 셋째 문단에 제시되 어 있다. ⑤ 세잔은 사물이 본질적으로 구, 원통, 원 뿔의 단순한 형태로 이루어졌다는 결론에 도달했다는 내용이 여섯째 문단에 제시되어 있다. [28 ~ 30] (예술) 박우찬, 추상, 세상을 뒤집다 사진의 등장으로 재현(再現)이라는 회화적 전통이 무 의미해진 시대의 화가들이 어떤 방식으로 회화의 의 미를 찾게 되었는가를 인상주의 화가 모네와 후기 인 상주의 화가 세잔의 시도를 중심으로 설명하고 있는 글이다. 인상주의 화가인 모네는 빛에 의해 변화하는 대상의 순간적 인상을 표현하고자 그림 전체의 분위 기, 빛의 효과 등에 주목하여 색채가 형태를 압도하 는 기법을 추구하게 되었다. 이에 비해 후기 인상주 의 화가 세잔은 모네를 비판하면서 사물의 본질을 표 현하기 위해 대상을 기하학적 형태로 단순화하는 시 도를 하였다. 이러한 세잔의 화풍은 이후 입체파 화 가들에게 영향을 미치게 되었다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 글의 정보와 주어진 자료를 연결하여 적절하게 이해한다. 모네는 사실적 표현에서 완전히 벗어나지 못했고 세 잔은 사실적 회화에서 근본적으로 벗어났다는 셋째 문단과 넷째 문단의 내용을 고려할 때, 모네와 세잔 모두 사실적 재현에서 완전하게 벗어났다는 평가를 받았다는 대답은 적절하지 않다. [오답풀이] ① 셋째 문단에 모네가 빛에 의한 대상의 순간적 인상을 포착하여 그림을 그렸다는 내용이 제 시되어 있다. 따라서 (가)에서 포도의 형태를 뚜렷하 지 않게 그린 것은 빛에 의한 순간적 인상을 표현한 것이라는 대답은 적절하다. ② 다섯째 문단에 세잔은 질서 있는 화면 구성을 위해 대상의 선택과 배치가 자유로운 정물화를 선호하였다는 내용이 제시되어 있 다. 따라서 (나)에서 질서 있게 화면을 구성하기 위 해 의도적으로 대상이 선택되고 배치된 것으로 볼 수 있다는 대답은 적절하다. ③ 셋째 문단에 모네의 그 림은 대상의 윤곽이 뚜렷하지 않다는 내용이 제시되 어 있으며, 여섯째 문단에는 세잔이 대상의 윤곽선을 강조하여 대상의 존재감을 부각하였다는 내용이 제시 되어 있다. 따라서 (가)와 달리 (나)의 정물들의 뚜 렷한 윤곽선은 대상의 존재감을 부각시키기 위해 사 용한 것이라는 대답은 적절하다. ④ 셋째 문단에 모 네는 빛에 의한 대상의 순간적 인상을 포착하여 대상 을 빠른 속도로 그려 내다 보니 그의 그림에는 거친 붓 자국과 물감을 덩어리로 찍어 바른 듯한 흔적이 남아 있는 경우가 많다는 내용이 제시되어 있다. 따 라서 (가)의 식탁보의 거친 붓 자국은 대상에서 느껴 지는 인상을 빠른 속도로 그려 낸 결과라는 대답은 적절하다. [28 ~ 30] (예술) 박우찬, 추상, 세상을 뒤집다 사진의 등장으로 재현(再現)이라는 회화적 전통이 무 의미해진 시대의 화가들이 어떤 방식으로 회화의 의 미를 찾게 되었는가를 인상주의 화가 모네와 후기 인 상주의 화가 세잔의 시도를 중심으로 설명하고 있는 글이다. 인상주의 화가인 모네는 빛에 의해 변화하는 대상의 순간적 인상을 표현하고자 그림 전체의 분위 기, 빛의 효과 등에 주목하여 색채가 형태를 압도하 는 기법을 추구하게 되었다. 이에 비해 후기 인상주 의 화가 세잔은 모네를 비판하면서 사물의 본질을 표 현하기 위해 대상을 기하학적 형태로 단순화하는 시 도를 하였다. 이러한 세잔의 화풍은 이후 입체파 화 가들에게 영향을 미치게 되었다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 정보의 인과 관계를 파악한다. <보기>는 입체파 화가들이 대상의 단순화, 다양한 시점, 사물의 해체와 재구성을 통해 사물의 본질을 표현하고자 하였다고 설명하고 있다. 여섯째 문단에 서는 세잔이 대상의 본질을 드러내기 위해 사물을 다 양한 각도에서 관찰해야 한다는 관점을 제공하였다고 설명하고 있다. 따라서 이러한 세잔의 화풍이 입체파 화가들에게 직접적인 영향을 미치게 되었다고 추론할 수 있다. [오답풀이] ② 대상을 복잡한 형태로 추상화하여 대 상의 전체적인 느낌을 부각하는 방법을 시도한 것은 세잔의 화풍이 아니므로 적절하지 않다. ③ 사물을 최대한 정확하게 묘사하기 위해 전통적 원근법을 독 창적인 방법으로 변용한 것은 세잔의 화풍이 아니므 로 적절하지 않다. ④ 시시각각 달라지는 자연을 관 찰하고 분석하여 대상의 인상을 그려 내는 화풍을 정 립한 것은 세잔이 아니므로 적절하지 않다. ⑤ 지각 되는 세계를 있는 그대로 표현하기 위해 사물을 해체 하여 재구성하는 기법을 창안한 사람은 세잔이 아니 므로 적절하지 않다. [31 ~ 33] (사회) 이준구, 경제학 원론 조세를 부과할 때 고려해야 하는 효율성과 공평성에 대해 설명하고 있는 글이다. 특히 공평성을 편익 원 칙과 능력 원칙으로, 다시 능력 원칙을 수직적 공평 과 수평적 공평으로 구분하고 있다. 조세 부과로 인 해 불가피하게 발생하는 경제적 순손실을 최소화해야 조세의 효율성을 확보할 수 있다. 또한 조세의 공평 성을 확보하기 위해서는 사용하는 만큼 세금을 내는 방식인 편익 원칙을 적용하거나 개인의 소득이나 재 산 등을 고려한 세금 부담 능력에 따라 세금을 내는 방식인 능력 원칙을 적용해야 한다. 능력 원칙은 수 직적 공평과 수평적 공평을 적용해야 하는데, 수직적 공평을 확보하기 위한 방법으로 비례세나 누진세를 시행하기도 한다. 또한 실질적인 조세 부담 능력을 제대로 파악하는 것이 중요한데, 이를 위해 정부에서 는 어쩔 수 없이 들어갈 수밖에 없는 비용을 공제해 주는 방법을 사용한다. [28 ~ 30] (예술) 박우찬, 추상, 세상을 뒤집다 사진의 등장으로 재현(再現)이라는 회화적 전통이 무 의미해진 시대의 화가들이 어떤 방식으로 회화의 의 미를 찾게 되었는가를 인상주의 화가 모네와 후기 인 상주의 화가 세잔의 시도를 중심으로 설명하고 있는 글이다. 인상주의 화가인 모네는 빛에 의해 변화하는 대상의 순간적 인상을 표현하고자 그림 전체의 분위 기, 빛의 효과 등에 주목하여 색채가 형태를 압도하 는 기법을 추구하게 되었다. 이에 비해 후기 인상주 의 화가 세잔은 모네를 비판하면서 사물의 본질을 표 현하기 위해 대상을 기하학적 형태로 단순화하는 시 도를 하였다. 이러한 세잔의 화풍은 이후 입체파 화 가들에게 영향을 미치게 되었다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 내용 전개 방식을 이해한다. 조세를 부과할 때 고려해야 하는 요건인 효율성과 공 평성을 제시하고 공평성을 편익 원칙과 능력 원칙으 로 구분하고 다시 능력 원칙을 수직적 공평과 수평적 공평으로 구분하여 설명하고 있는 글이다. 그러므로 조세 부과 시 고려해야 할 요건을 기준에 따라 구분 한 뒤 그에 대한 특성을 설명하고 있다고 볼 수 있 다. [오답풀이] ① 두 입장에 대한 절충은 나타나 있지 않다. ③ 대상을 유사한 대상에 빗대어 소개하고 있 지 않다. ④ 통념을 반박하고 있지도 않고, 속성을 새 롭게 조명하고 있지도 않다. ⑤ 시간의 흐름에 따라 대상이 발달하는 과정이 서술되어 있지 않다. [31 ~ 33] (사회) 이준구, 경제학 원론 조세를 부과할 때 고려해야 하는 효율성과 공평성에 대해 설명하고 있는 글이다. 특히 공평성을 편익 원 칙과 능력 원칙으로, 다시 능력 원칙을 수직적 공평 과 수평적 공평으로 구분하고 있다. 조세 부과로 인 해 불가피하게 발생하는 경제적 순손실을 최소화해야 조세의 효율성을 확보할 수 있다. 또한 조세의 공평 성을 확보하기 위해서는 사용하는 만큼 세금을 내는 방식인 편익 원칙을 적용하거나 개인의 소득이나 재 산 등을 고려한 세금 부담 능력에 따라 세금을 내는 방식인 능력 원칙을 적용해야 한다. 능력 원칙은 수 직적 공평과 수평적 공평을 적용해야 하는데, 수직적 공평을 확보하기 위한 방법으로 비례세나 누진세를 시행하기도 한다. 또한 실질적인 조세 부담 능력을 제대로 파악하는 것이 중요한데, 이를 위해 정부에서 는 어쩔 수 없이 들어갈 수밖에 없는 비용을 공제해 주는 방법을 사용한다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 글의 세부 정보를 이해한다. 소득 재분배 효과는 능력 원칙, 즉 공평성을 확보했 을 때 얻을 수 있는 것이지 효율성을 통해 얻을 수 있는 것이 아니다. 따라서 효율성은 공평성과 달리 소득 재분배를 목적으로 한다고 볼 수 없다. [오답풀이] ① 둘째 문단에서 조세로 인하여 경제적 순손실이 생기면 경기가 둔화될 수 있다는 내용이 있 으므로 효율성은 조세가 경기에 미치는 영향과 관련 되어 있다고 볼 수 있다. ② 셋째 문단에서 조세의 공평성이 확보되면 조세 부과의 형평성이 높아져서 조세 저항을 줄일 수 있다고 했다. ④ 둘째 문단에서 조세의 효율성은 경기가 둔화되지 않게 하기 위해 필 요한 것임을, 셋째 문단에서 조세의 공평성은 조세 부과의 형평성을 실현하는 것임을 말하고 있다. ⑤ 첫째 문단에서 조세를 부과할 때는 조세의 효율성과 공평성을 고려해야 한다고 했다. [31 ~ 33] (사회) 이준구, 경제학 원론 조세를 부과할 때 고려해야 하는 효율성과 공평성에 대해 설명하고 있는 글이다. 특히 공평성을 편익 원 칙과 능력 원칙으로, 다시 능력 원칙을 수직적 공평 과 수평적 공평으로 구분하고 있다. 조세 부과로 인 해 불가피하게 발생하는 경제적 순손실을 최소화해야 조세의 효율성을 확보할 수 있다. 또한 조세의 공평 성을 확보하기 위해서는 사용하는 만큼 세금을 내는 방식인 편익 원칙을 적용하거나 개인의 소득이나 재 산 등을 고려한 세금 부담 능력에 따라 세금을 내는 방식인 능력 원칙을 적용해야 한다. 능력 원칙은 수 직적 공평과 수평적 공평을 적용해야 하는데, 수직적 공평을 확보하기 위한 방법으로 비례세나 누진세를 시행하기도 한다. 또한 실질적인 조세 부담 능력을 제대로 파악하는 것이 중요한데, 이를 위해 정부에서 는 어쩔 수 없이 들어갈 수밖에 없는 비용을 공제해 주는 방법을 사용한다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 글의 내용을 구체적 상황에 적용한다. B는 부양가족 2인에 대한 공제를 100만 원 받았는 데, A는 공제 내역이 없다. 이것은 같은 소득을 받더 라도 가족을 부양하는 데 비용이 들어갈 수밖에 없어 그만큼 실질적인 조세 부담 능력에 차이가 생겨 이를 고려해 준 것이다. 따라서 ‘수지’가 이렇게 답한 것은 적절하다. 또한 B보다 C의 소득이 높고 그 만큼 더 높은 세율을 적용한 것은 소득 수준이 올라감에 따라 점점 더 높은 세율을 적용하는 누진세를 적용한 것이 므로 ‘유미’의 답도 적절하다고 할 수 있다. [오답풀이] ①, ③, ④, ⑤ 부양가족이 있는 B에게 공 제 혜택을 부여한 것은 그만큼 조세 부담 능력에 차 이가 생기기 때문에 이를 어느 정도 해결해 주려는 것이므로, 조세의 공평성이 확보되는 것이지 약화되 는 것이 아니다. 따라서 ‘성근’의 답은 적절하지 않다. 또한 공공재 사용의 편익이 클수록 더 많은 세금을 부담한다는 것이 편익 원칙인데 연말 정산에서의 소 득세 부과와 공제에 관한 것은 수직적 공평, 수평적 공평이 적용되는 능력 원칙이지 편익 원칙이 아니다. 따라서 ‘현욱’의 답은 적절하지 않다. [34 ~ 36] (각본) 정윤철, 윤진호, 송예진, ｢말아톤｣ 이 작품은 자폐증을 가진 초원이 마라톤을 통해 성장 하는 과정을 그려 낸 각본이다. 초원이 자폐증 진단 을 받은 후 엄마인 경숙은 초원이 달리기에 재능이 있음을 발견하고, 달릴 때만큼은 남들과 다르지 않은 아들의 모습에 희망을 갖고 꾸준히 훈련시킨다. 그러 나 경숙은 자신의 욕심 때문에 초원을 혹사시키는 것 은 아닌지 자책하게 되고, 더 이상 초원에게 마라톤 훈련을 시키지 않는다. 그러나 초원은 마라톤에 대한 열정으로 스스로 대회 현장을 찾고, 초원의 간절함을 엿본 경숙 역시 초원을 이해하게 된다. 지문은 경숙 이 초원을 대하는 자신의 태도를 돌아보면서 초원의 마라톤 훈련을 반대하지만, 마라톤 대회에 대한 초원 의 강한 의지를 확인하고 초원을 이해하게 되는 부분 이다. [31 ~ 33] (사회) 이준구, 경제학 원론 조세를 부과할 때 고려해야 하는 효율성과 공평성에 대해 설명하고 있는 글이다. 특히 공평성을 편익 원 칙과 능력 원칙으로, 다시 능력 원칙을 수직적 공평 과 수평적 공평으로 구분하고 있다. 조세 부과로 인 해 불가피하게 발생하는 경제적 순손실을 최소화해야 조세의 효율성을 확보할 수 있다. 또한 조세의 공평 성을 확보하기 위해서는 사용하는 만큼 세금을 내는 방식인 편익 원칙을 적용하거나 개인의 소득이나 재 산 등을 고려한 세금 부담 능력에 따라 세금을 내는 방식인 능력 원칙을 적용해야 한다. 능력 원칙은 수 직적 공평과 수평적 공평을 적용해야 하는데, 수직적 공평을 확보하기 위한 방법으로 비례세나 누진세를 시행하기도 한다. 또한 실질적인 조세 부담 능력을 제대로 파악하는 것이 중요한데, 이를 위해 정부에서 는 어쩔 수 없이 들어갈 수밖에 없는 비용을 공제해 주는 방법을 사용한다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 연출 계획의 적절성을 평가한다. S#94에서 경숙은 정욱의 제안을 거절하며 자신의 감 정을 숨기지 않고 큰 목소리로 표출한다. 따라서 경 숙에게 자신의 감정을 억누르려는 차분한 목소리로 연기해 달라고 요청하는 것은 적절하지 않다. [오답풀이] ① S#93에서 경숙은 자신의 욕심 때문에 초원이 힘들어하고 있는 것은 아닌지 고민하며 자책 하고 있다. ② S#94에서 정욱은 초원의 페이스메이 커 역할을 자처하며 진지한 자세로 경숙을 설득하고 있다. ④ S#101에서 마라톤 대회가 시작될 때 출발 총성, 함성 소리 등을 통해 대회 현장의 생생함을 부 각할 수 있다. ⑤ S#101에서 경숙과 초원이 실랑이 를 벌이고 있을 때 마라톤 대회가 시작되어 마라토너 들은 일시에 그들의 곁을 지나쳐가고 있다. [34 ~ 36] (각본) 정윤철, 윤진호, 송예진, ｢말아톤｣ 이 작품은 자폐증을 가진 초원이 마라톤을 통해 성장 하는 과정을 그려 낸 각본이다. 초원이 자폐증 진단 을 받은 후 엄마인 경숙은 초원이 달리기에 재능이 있음을 발견하고, 달릴 때만큼은 남들과 다르지 않은 아들의 모습에 희망을 갖고 꾸준히 훈련시킨다. 그러 나 경숙은 자신의 욕심 때문에 초원을 혹사시키는 것 은 아닌지 자책하게 되고, 더 이상 초원에게 마라톤 훈련을 시키지 않는다. 그러나 초원은 마라톤에 대한 열정으로 스스로 대회 현장을 찾고, 초원의 간절함을 엿본 경숙 역시 초원을 이해하게 된다. 지문은 경숙 이 초원을 대하는 자신의 태도를 돌아보면서 초원의 마라톤 훈련을 반대하지만, 마라톤 대회에 대한 초원 의 강한 의지를 확인하고 초원을 이해하게 되는 부분 이다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 외적 준거에 따라 작품을 감상한다. ㉡에서는 경숙이 초원의 마라톤 대회 참가에 대한 미 련을 가지고 있음을 보여 주고, ㉢에서는 초원이 마 라톤 대회에 참가하고 싶어 하는 바람을 가지고 있음 을 보여 준다. 따라서 두 사람의 모습이 대비된다는 진술은 적절하지 않다. 또한 S#101에서 두 사람의 갈등이 해소되는 이유가 중원 때문이라는 진술 역시 적절하지 않다. [오답풀이] ① ㉠에서 ‘엄마가 늘 손 흔들어 주던 자 리엔 아무도 없’는 것은 경숙이 병원에 입원해 있는 상황을 드러낸 것으로, S#90과 연계된 S#93의 상황 과 관련이 있다. ② S#94에서 경숙은 정욱에게 ‘이제 마라톤 안 해요!’라고 말하지만, ㉡에서는 달력에 적 힌 ‘10월 10일 날짜’를 바라보다가 ‘미련을 버리려는 5 듯’ 텔레비전으로 시선을 돌리는 모습을 보인다. 이를 통해 여전히 경숙이 초원의 마라톤 대회 참가에 대한 미련을 가지고 있었음을 알 수 있다. ③ ㉢에서 ‘정욱 이 사준 얼룩말 러닝화’를 박스에서 꺼내 보는 행동 은 초원이 여전히 마라톤을 하고 싶어 한다는 것을 보여 주므로, S#101에서 보이는 초원의 모습과 연결 하여 이해할 수 있다. ⑤ ㉠~ ㉢에서는 경숙과 초원 의 달라진 일상의 단편을 나열하면서 사건의 흐름을 압축적으로 보여 주고 있다. 이를 통해 사건이 속도 감 있게 전개되고 있다. [34 ~ 36] (각본) 정윤철, 윤진호, 송예진, ｢말아톤｣ 이 작품은 자폐증을 가진 초원이 마라톤을 통해 성장 하는 과정을 그려 낸 각본이다. 초원이 자폐증 진단 을 받은 후 엄마인 경숙은 초원이 달리기에 재능이 있음을 발견하고, 달릴 때만큼은 남들과 다르지 않은 아들의 모습에 희망을 갖고 꾸준히 훈련시킨다. 그러 나 경숙은 자신의 욕심 때문에 초원을 혹사시키는 것 은 아닌지 자책하게 되고, 더 이상 초원에게 마라톤 훈련을 시키지 않는다. 그러나 초원은 마라톤에 대한 열정으로 스스로 대회 현장을 찾고, 초원의 간절함을 엿본 경숙 역시 초원을 이해하게 된다. 지문은 경숙 이 초원을 대하는 자신의 태도를 돌아보면서 초원의 마라톤 훈련을 반대하지만, 마라톤 대회에 대한 초원 의 강한 의지를 확인하고 초원을 이해하게 되는 부분 이다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 작품의 맥락을 파악하여 구절의 의미를 이해한다. ⓐ는 경숙이 초원을 자신이 책임져야 할 부담스러운 존재로 여겼음을 보여 준다. 이는 경숙이 희근에게 ‘도저히, 키울 자신이 없’어 ‘사람들 틈에서 손을 놓 았’다고 말하는 내용을 통해 알 수 있다. ⓑ는 경숙이 초원을 의지를 지닌 주체적인 존재로 인정하게 되었 음을 보여 준다. 이는 스스로 마라톤 대회 현장을 찾 은 초원에게 ‘혼자선 안’ 된다고 말하며 초원을 말리 던 경숙이 달리고자 하는 초원의 의지를 확인하고 결 국 초원이 달릴 수 있도록 손을 놓아주는 장면을 통 해 알 수 있다. [37 ~ 41] (기술) 시공기술연구단, 초고층빌딩 건축기 술 이 글은 수직 하중과 수평 하중을 견딜 수 있게 하는 초고층 건물의 건축 기법에 대해 설명하고 있다. 건 물에 작용하는 힘에는 수직 하중과 수평 하중이 있는 데, 건물의 안전성에 미치는 영향은 수직 하중보다는 수평 하중이 더 크다. 수직 하중을 견딜 수 있게 하 는 구조로는 보기둥 구조가, 수평 하중을 견딜 수 있 게 하는 구조로는 코어 구조, 아웃리거- 벨트 트러스 구조가 설명되고 있다. 현대의 초고층 건물은 특수한 설비를 이용하여 건물에 작용하는 수평 하중을 견딜 수 있게 하기도 하는데, 대표적인 예로 TLCD의 작동 원리를 소개하며 글을 마무리 짓고 있다. [34 ~ 36] (각본) 정윤철, 윤진호, 송예진, ｢말아톤｣ 이 작품은 자폐증을 가진 초원이 마라톤을 통해 성장 하는 과정을 그려 낸 각본이다. 초원이 자폐증 진단 을 받은 후 엄마인 경숙은 초원이 달리기에 재능이 있음을 발견하고, 달릴 때만큼은 남들과 다르지 않은 아들의 모습에 희망을 갖고 꾸준히 훈련시킨다. 그러 나 경숙은 자신의 욕심 때문에 초원을 혹사시키는 것 은 아닌지 자책하게 되고, 더 이상 초원에게 마라톤 훈련을 시키지 않는다. 그러나 초원은 마라톤에 대한 열정으로 스스로 대회 현장을 찾고, 초원의 간절함을 엿본 경숙 역시 초원을 이해하게 된다. 지문은 경숙 이 초원을 대하는 자신의 태도를 돌아보면서 초원의 마라톤 훈련을 반대하지만, 마라톤 대회에 대한 초원 의 강한 의지를 확인하고 초원을 이해하게 되는 부분 이다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 글의 세부적 정보를 파악한다. 수평 하중은 건물의 사방에서 작용하는 힘이지만, 수 직 하중은 위에서 아래의 한 방향으로만 작용하는 힘 이므로 적절하지 않다. [오답풀이] ② 수직 하중은 건물 자체의 무게로 인해 땅 표면에 수직 방향으로 작용하는 힘임을 첫째 문단 을 통해 알 수 있다. 건물이 높아지면 건물 자체의 무게가 무거워질 것이므로 수직 하중은 증가할 것이 다. ③ 둘째 문단을 통해 보기둥 구조에서는 설치된 보의 두께만큼 건물의 한 층당 높이가 높아지기 때문 에 보의 두께가 건물의 한 층당 높이에 영향을 준다 는 것을 알 수 있다. ④ 셋째 문단을 통해 건물이 많 은 도심에서는 넓은 공간에서 좁은 공간으로 바람이 불어오면서 풍속이 빨라진다는 것을 알 수 있다. ⑤ 셋째 문단을 통해 공명 현상이 발생하면 건물이 매우 크게 흔들리게 된다는 것을 알 수 있다. 수평 하중은 바람이나 지진에 의해 건물에 사방으로 작용하는 힘 이므로 공명 현상이 발생하면 건물에 가해지는 수평 하중이 증가할 것임을 알 수 있다. [37 ~ 41] (기술) 시공기술연구단, 초고층빌딩 건축기 술 이 글은 수직 하중과 수평 하중을 견딜 수 있게 하는 초고층 건물의 건축 기법에 대해 설명하고 있다. 건 물에 작용하는 힘에는 수직 하중과 수평 하중이 있는 데, 건물의 안전성에 미치는 영향은 수직 하중보다는 수평 하중이 더 크다. 수직 하중을 견딜 수 있게 하 는 구조로는 보기둥 구조가, 수평 하중을 견딜 수 있 게 하는 구조로는 코어 구조, 아웃리거- 벨트 트러스 구조가 설명되고 있다. 현대의 초고층 건물은 특수한 설비를 이용하여 건물에 작용하는 수평 하중을 견딜 수 있게 하기도 하는데, 대표적인 예로 TLCD의 작동 원리를 소개하며 글을 마무리 짓고 있다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 글의 핵심 정보를 파악한다. 다섯째 문단을 통해 아웃리거- 벨트 트러스 구조의 트러스는 외부에서 작용하는 힘을 전체적으로 분산하 는 역할을 한다는 것을 알 수 있다. 아웃리거와 코어 의 결합력을 높이기 위해서는 아웃리거와 코어의 접 합부를 강하게 연결해야 하지만, 이는 트러스와는 관 련이 없다. [오답풀이] ① 둘째 문단을 통해 보기둥 구조에서는 기둥과 기둥 사이에 수평 구조물인 보를 설치하고 그 위에 바닥판을 놓는다는 것을 알 수 있다. ② 둘째 문단을 통해 보기둥 구조에서, 보는 수직 하중이 기 둥에만 집중되지 않게 하는 역할을 한다는 것을 알 수 있다. ③ 넷째 문단을 통해 초고층 건물은 높이가 높아질수록 초고층 건물에 작용할 수 있는 수평 하중 이 커지기 때문에 코어의 크기가 커져야 함을 알 수 있다. ⑤ 다섯째 문단을 통해 아웃리거- 벨트 트러스 구조는 코어 구조를 보완하는 구조이므로 코어 구조 만 단독으로 쓸 때보다 코어 구조에 아웃리거- 벨트 트러스 구조가 더해졌을 때 수평 하중을 견디는 힘이 더 클 것임을 알 수 있다. [37 ~ 41] (기술) 시공기술연구단, 초고층빌딩 건축기 술 이 글은 수직 하중과 수평 하중을 견딜 수 있게 하는 초고층 건물의 건축 기법에 대해 설명하고 있다. 건 물에 작용하는 힘에는 수직 하중과 수평 하중이 있는 데, 건물의 안전성에 미치는 영향은 수직 하중보다는 수평 하중이 더 크다. 수직 하중을 견딜 수 있게 하 는 구조로는 보기둥 구조가, 수평 하중을 견딜 수 있 게 하는 구조로는 코어 구조, 아웃리거- 벨트 트러스 구조가 설명되고 있다. 현대의 초고층 건물은 특수한 설비를 이용하여 건물에 작용하는 수평 하중을 견딜 수 있게 하기도 하는데, 대표적인 예로 TLCD의 작동 원리를 소개하며 글을 마무리 짓고 있다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 세부적인 내용의 공통점을 추론한다. 코어 구조에서 코어는 가운데가 비어 있으므로 이를 빈 공간으로 두기 보다는 이 공간에 승강기나 화장실 등을 설치하는 것이 공간을 효율적으로 활용하는 것 임을 알 수 있다. 아웃리거를 설비층이나 위층 바닥 과 아래층 천장 사이의 공간에 설치하지 않으면 건물 내부를 가로지를 수밖에 없어서 공간의 효율적 이용 을 저해하게 된다. 따라서 아웃리거를 설비층이나 위 층 바닥과 아래층 천장 사이의 공간에 설치하는 것 역시 공간을 효율적으로 활용하는 방법이 될 수 있음 을 알 수 있다. [오답풀이] ① 코어에 시설물을 설치하는 것, 그리고 아웃리거를 특수한 위치에 설치하는 것은 모두 건물 외부의 미관을 살리는 것과는 관련이 없다. ② 승강 기나 화장실 등을 코어에 설치하지 않는다 하더라도 이를 다른 공간에 설치해야 하기 때문에 코어의 빈 공간에 이를 설치하는 것이 건물의 건설 비용을 줄이 는 것이라고 할 수 없다. 아웃리거를 설비층이나 위 층 바닥과 아래층 천장 사이의 공간에 설치하는 것 역시 건물의 건설 비용을 줄이는 것과 관련이 없다. ④ 코어나 아웃리거는 건물에 작용하는 수평 하중을 잘 견딜 수 있게 하는 것이다. 코어의 빈 공간에 승 강기나 화장실 등을 설치하게 되면 코어 자체의 무게 가 늘어날 수 있기 때문에 건물에 작용하는 외부의 힘에 잘 견딜 수 있으나 아웃리거를 특수한 위치에 설치하는 것이 건물에 작용하는 힘을 약화시키는 것 은 아니다. ⑤ 건물 내부 공간의 용도 변경은 코어 구조나 아웃리거와 관련이 없다. [37 ~ 41] (기술) 시공기술연구단, 초고층빌딩 건축기 술 이 글은 수직 하중과 수평 하중을 견딜 수 있게 하는 초고층 건물의 건축 기법에 대해 설명하고 있다. 건 물에 작용하는 힘에는 수직 하중과 수평 하중이 있는 데, 건물의 안전성에 미치는 영향은 수직 하중보다는 수평 하중이 더 크다. 수직 하중을 견딜 수 있게 하 는 구조로는 보기둥 구조가, 수평 하중을 견딜 수 있 게 하는 구조로는 코어 구조, 아웃리거- 벨트 트러스 구조가 설명되고 있다. 현대의 초고층 건물은 특수한 설비를 이용하여 건물에 작용하는 수평 하중을 견딜 수 있게 하기도 하는데, 대표적인 예로 TLCD의 작동 원리를 소개하며 글을 마무리 짓고 있다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 글의 내용을 구체적 사례에 적용한다. 여섯째 문단을 통해 Ⓐ 전체의 가로 폭이 넓어지면 수평 방향의 흔들림을 줄여 주는 효과가 크다는 내용 을 확인할 수 있으므로 Ⓐ 전체의 가로 폭이 넓어질 수록 Ⓒ가 수평 하중을 견디는 효과가 작아진다는 설 명은 적절하지 않다. [오답풀이] ① Ⓒ가 기울어지면 연동하여 U자형 관 도 같은 방향으로 기울어지게 될 것이다. 이때 Ⓑ는 관성의 법칙에 의해 제자리에 있으려 할 것이다. ② U자형 관이 왼쪽으로 기울면 반대쪽인 오른쪽 관의 Ⓑ 높이가 왼쪽보다 높아지게 된다. ④ U자형 관 안 의 Ⓑ의 양이 많아지면 아래로 작용하는 수직 하중도 증가하게 된다. ⑤ U자형 관 안의 Ⓑ가 무거우면 아 래로 작용하는 중력도 클 것임으로 Ⓒ의 수평 방향의 흔들림을 줄여주는 효과도 커질 것임을 알 수 있다. [37 ~ 41] (기술) 시공기술연구단, 초고층빌딩 건축기 술 이 글은 수직 하중과 수평 하중을 견딜 수 있게 하는 초고층 건물의 건축 기법에 대해 설명하고 있다. 건 물에 작용하는 힘에는 수직 하중과 수평 하중이 있는 데, 건물의 안전성에 미치는 영향은 수직 하중보다는 수평 하중이 더 크다. 수직 하중을 견딜 수 있게 하 는 구조로는 보기둥 구조가, 수평 하중을 견딜 수 있 게 하는 구조로는 코어 구조, 아웃리거- 벨트 트러스 구조가 설명되고 있다. 현대의 초고층 건물은 특수한 설비를 이용하여 건물에 작용하는 수평 하중을 견딜 수 있게 하기도 하는데, 대표적인 예로 TLCD의 작동 원리를 소개하며 글을 마무리 짓고 있다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 사전적 의미를 파악한다. ‘지탱’은 ‘오래 버티거나 배겨 냄.’을 의미한다. ‘어떤 상태나 현상을 그대로 보존함.’의 의미로 쓰이는 말은 ‘유지(維持)’이다. [42 ~ 45] (고전소설) 작자 미상, ｢배비장전｣ 조선 후기 작자 미상의 판소리계 소설로 판소리 창자 의 말투와 리듬감 있는 문체적 특징이 잘 드러나 있 는 고전소설이다. 이 작품은 배비장이 기생 애랑에게 반해 망신을 당하는 이야기를 통해 남성 훼절형 모티 프를 잘 보여 준다. 또한 이를 통해 서민 계층에 의 한 지배 계층의 허위에 대한 풍자를 잘 드러내고 있 다. [37 ~ 41] (기술) 시공기술연구단, 초고층빌딩 건축기 술 이 글은 수직 하중과 수평 하중을 견딜 수 있게 하는 초고층 건물의 건축 기법에 대해 설명하고 있다. 건 물에 작용하는 힘에는 수직 하중과 수평 하중이 있는 데, 건물의 안전성에 미치는 영향은 수직 하중보다는 수평 하중이 더 크다. 수직 하중을 견딜 수 있게 하 는 구조로는 보기둥 구조가, 수평 하중을 견딜 수 있 게 하는 구조로는 코어 구조, 아웃리거- 벨트 트러스 구조가 설명되고 있다. 현대의 초고층 건물은 특수한 설비를 이용하여 건물에 작용하는 수평 하중을 견딜 수 있게 하기도 하는데, 대표적인 예로 TLCD의 작동 원리를 소개하며 글을 마무리 짓고 있다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 소설의 서사적 특징을 이해한다. 배비장은 애랑의 집을 찾아가 어렵게 애랑을 만나는 상황에서 자신을 ‘배 걸덕쇠’라고 말한다. 이는 애랑 이 배비장을 지칭해 도적이라고 말한 데 대해 자신을 낮추어 재미있게 표현한 것으로 격식을 차리는 모습 이나 신분 질서가 붕괴되는 모습과는 관련이 없다. [오답풀이] ① ‘가만가만/ 자취 없이/ 들어가서/ 이리 기웃/ 저리 기웃’은 글자 수가 4자씩 규칙적으로 전개 된다는 점에서 율문체의 문체적 특징을 나타낸다. ② ‘거동 보소’는 판소리 창자가 공연할 때 청중들에게 하는 상투적인 말투라는 점에서 이 작품이 판소리계 소설임을 나타낸다. ③ 배비장이 방자에 의해 서민들 이 쓰는 노평거지를 쓰게 되었다는 점에서 서민 계층 에 조롱당하는 지배 계층의 모습을 나타낸다. ④ 애 랑을 만나기 위해 담 구멍으로 가다가 오도 가도 못 하는 상황에서도 한문을 쓰는 배비장의 모습은 지배 계층의 허세에 대한 풍자의 모습을 잘 나타낸다. [42 ~ 45] (고전소설) 작자 미상, ｢배비장전｣ 조선 후기 작자 미상의 판소리계 소설로 판소리 창자 의 말투와 리듬감 있는 문체적 특징이 잘 드러나 있 는 고전소설이다. 이 작품은 배비장이 기생 애랑에게 반해 망신을 당하는 이야기를 통해 남성 훼절형 모티 프를 잘 보여 준다. 또한 이를 통해 서민 계층에 의 한 지배 계층의 허위에 대한 풍자를 잘 드러내고 있 다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 소설의 재담 구조를 이해한다. 방자는 배비장에게 좋은 옷을 버리고 서민들이 입는 옷을 입도록 한다. 배비장은 체면을 생각해 주저하는 데, 이에 방자는 그만 두라고 튕기며 배비장을 부추 기고 있다. 이 부분에서 방자가 배비장에게 긍정적인 결과를 제시하며 설득하는 모습은 살펴볼 수 없다. [오답풀이] ① ㉮에서 방자는 배비장에게 서민들이 입는 옷을 입도록 함으로써 배비장의 권위를 깎아내 리고 있다. ② ㉯에서 배비장은 방자가 권유한 옷을 입는 것에 대해 초라하지 않겠느냐며 자신의 체면을 생각해 주저하고 있다. ④ ㉱에서 배비장은 애랑을 만날 욕심에 방자의 요청을 할 수 없이 수용하는 모 습을 나타내고 있다. ⑤ ㉮~ ㉲는 주로 방자가 배비 장에게 자신의 요구를 요청하면서 대화를 주도하는 양상으로 재담의 구조가 반복됨을 나타낸다. [42 ~ 45] (고전소설) 작자 미상, ｢배비장전｣ 조선 후기 작자 미상의 판소리계 소설로 판소리 창자 의 말투와 리듬감 있는 문체적 특징이 잘 드러나 있 는 고전소설이다. 이 작품은 배비장이 기생 애랑에게 반해 망신을 당하는 이야기를 통해 남성 훼절형 모티 프를 잘 보여 준다. 또한 이를 통해 서민 계층에 의 한 지배 계층의 허위에 대한 풍자를 잘 드러내고 있 다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 인물의 심리를 이해한다. ㉣은 배비장이 어렵게 담 구멍을 지난 뒤 아프다는 말도 제대로 하지 못하고 자기 상황을 변명하거나 합 리화하여 하는 말이다. 따라서 ㉣이 배비장이 방자에 대해 노골적으로 불만을 드러내는 부분이라고 하기 어렵다. [오답풀이] ① ㉠은 배비장이 애랑을 만나 군대 예절 을 보여 주겠다는 것으로 애랑의 환심을 사기 위한 의도를 드러낸다. ② ㉡은 애랑의 환심을 사기 위한 행동을 연습하다가 방자가 갑자기 들이치자 당황해하 는 모습이다. ③ ㉢은 방자를 업고라도 가겠다는 말 로 애랑을 빨리 만나고 싶어 하는 배비장의 마음을 나타낸다. ⑤ ㉤은 삼경에 만나기로 한 배비장이 왔 음에도 불구하고 마치 모르는 사람처럼 놀라는 체하 는 애랑의 모습을 나타낸다. [42 ~ 45] (고전소설) 작자 미상, ｢배비장전｣ 조선 후기 작자 미상의 판소리계 소설로 판소리 창자 의 말투와 리듬감 있는 문체적 특징이 잘 드러나 있 는 고전소설이다. 이 작품은 배비장이 기생 애랑에게 반해 망신을 당하는 이야기를 통해 남성 훼절형 모티 프를 잘 보여 준다. 또한 이를 통해 서민 계층에 의 한 지배 계층의 허위에 대한 풍자를 잘 드러내고 있 다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 상황에 맞는 한자성어를 이해한다. ⓐ는 배비장이 담 구멍을 지나다가 오도 가도 못하게 되는 상황을 나타낸다. 이러한 배비장의 상황은 ‘이러 지도 저러지도 못하는 난처한 처지에 놓여 있음.’을 나타내는 ‘진퇴양난(進退兩難)’이라는 말로 나타낼 수 있다. [오답풀이] ② ‘중과부적(衆寡不敵)’은 ‘적은 수효로 많은 수효를 대적하지 못함.’을 뜻하는 말이다. ③ ‘역 지사지(易地思之)’는 ‘처지를 바꾸어서 생각하여 봄.’ 을 뜻하는 말이다. ④ ‘난형난제(難兄難弟)’는 ‘두 사 물의 낫고 못함을 분간하기 어려움.’을 비유하는 말이 다. ⑤ ‘고장난명(孤掌難鳴)’은 ‘혼자서는 일을 이루기 가 어려움.’을 뜻하는 말이다. [42 ~ 45] (고전소설) 작자 미상, ｢배비장전｣ 조선 후기 작자 미상의 판소리계 소설로 판소리 창자 의 말투와 리듬감 있는 문체적 특징이 잘 드러나 있 는 고전소설이다. 이 작품은 배비장이 기생 애랑에게 반해 망신을 당하는 이야기를 통해 남성 훼절형 모티 프를 잘 보여 준다. 또한 이를 통해 서민 계층에 의 한 지배 계층의 허위에 대한 풍자를 잘 드러내고 있 다."
}
