{
    "question_number": 1,
    "question_text": "[출제의도] 발표자의 말하기 방식 파악하기 발표 내용에 대한 청중의 이해도를 점검하는 부 분이 드러나지 않았으므로 적절하지 않다. ① 1문단에서 발표자가 매듭 팔찌를 만들어 본 경험을 언급하며 화제 선정의 이유를 밝히고 있 다. ② 3문단에서 발표자가 청중에게 ‘그렇다면 우리나라의~ 것들이 있을까요?’, ‘옷을 여미는부 분에 매듭이 보이시나요?’라고 질문하며 발표 내 용에 대한 관심을 유도하고 있다. ③ 1문단에서 △△전통문화 연구소 누리집의 자료를 참고했다고 밝혀 신뢰성을 높이고 있다. ④ 3문단과 4문단에 서 각각 ‘연봉’과 ‘선추’의 뜻을 설명하여 청중의 이해를 돕고 있다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 발표 자료 활용하기 발표에서는 가지방석매듭이 선추의 장식으로 사 용되었다는 것을 보여 주기 위해 [자료2]를 활용 하고 있다. 가지방석매듭이 실용적인 목적으로 사 용되었다는 것을 보여 주기 위해 [자료2]를 활용 한 것은 아니다. ① [자료1]을 활용하여 매듭과 연봉의 형태적 유사성을 근거로 연봉매듭이라는 명칭이 붙었음을 설명하였다. ② [자료1]을 활용하여 연봉매듭이 단추와 같은 역할을 하였음을 보여 주었다. ③ [자료2]를 활용하여 가지방석매듭이 생쪽매듭을 기본으로 한다는 점을 설명하였다. ⑤ [자료2]를 활용하여 좋은 일을 줄줄이 이어 간다는 의미가 담긴 가지방석매듭의 모양을 보여 주었다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 반응 분석의 적절성 파악하기 ‘학생2’는 매듭을 사용한 경험을 떠올렸고, ‘학 생3’은 전통 매듭 전시회에서 둥근 모양의 매듭 을 본 경험을 떠올렸으므로 적절하다. ① ‘학생1’은 발표 내용을 일상생활에 응용한 사례를 찾으려 할 뿐, 발표 내용을 사실과 의견으 로 구분하고 있지는 않다. ② ‘학생2’는 자신이 발표를 통해 새로 알게 된 내용을 언급하고 있을 뿐, 자료의 정확성을 판단하고 있지는 않다. ③ ‘학생3’은 자신의 경험을 떠올리며 궁금증을 표현 하고 있을 뿐, 발표에서 누락된 부분이 있다는 것 을 지적하고 있지는 않다. ** 화법· 작문 **"
}
{
    "question_number": 4,
    "question_text": "[출제의도] 말하기 방식 파악하기 (가)의 ‘학생1’은 두 번째 발화에서 이번 동아 리 행사로 연극 공연과 그림 그리기 활동을 하고, 공연 장소는 공용 교실로 변경하자는 대화 내용을 정리하고는 있지만, 자신의 이해가 맞는지 질문하 고 있지는 않다. ① ‘학생1’은 첫 번째 발화에서 ‘지난번 논의에 서~ 공연하기로 했잖아.’라고 말하며 지난 논의에 서 결정된 사항을 환기하며, ‘마을 주민의 참여를 높일 수 있는 방법’을 화제로 제시하고 있다. ③ ‘학생1’은 세 번째 발화에서 구청 누리집을 통해 학교 행사를 홍보하는 추세를 언급하며, ‘학생3’ 의 의견에 동의하고 있다. ④ ‘학생1’은 네 번째 발화에서 ‘학생3’이 ‘마을과 관련된 활동을 소개’ 하자고 제안한 의견을 듣고, 이번 공연 내용도 함 께 소개하자는 의견을 덧붙이고 있다. ⑤ ‘학생1’ 은 다섯 번째 발화에서 다음 모임에서 ‘학생2’가 작성한 초고를 함께 검토하자는 논의 내용을 제시 하며 대화를 마무리하고 있다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 발화 의미와 기능 파악하기 [B]에서 ‘학생3’은 작년에 학교 누리집에만 동 아리 행사를 홍보하여 지역 주민의 참여가 저조했 다고 기존 홍보 방식의 문제를 지적하며 ‘△△구 알리미’에도 동아리 행사를 홍보하자고 제안해 학 교 누리집과 ‘△△구 알리미’를 모두 활용하는 방 안을 제시했다. ① [A]에서 ‘학생2’는 지난해 축제 만족도 조 사에서 어린이가 직접 체험할 수 있는 활동이 지 역 주민의 참여도와 만족도가 높게 나왔다는 결과 를 근거로 어린이 대상 체험 활동을 추가하자고 제안하고 있다. ② [A]에서 ‘학생3’은 기존 공연 장소인 소강당에는 책상이 없어서 어린이들이 그 림을 그리기가 불편하다는 점을 언급하며 장소를 변경할 것을 제안하고 있다. ③ [A]에서 ‘학생2’ 는 공간이 넓고 책상과 의자가 있는 공용 교실의 공간적 특성을 근거로 들어, ‘학생3’이 제기한 기 존 공연 장소의 문제에 대해 공용 교실 활용을 문 제 해결 방안으로 제시하고 있다. ⑤ [B]에서 ‘학 생2’는 홍보하는 글에 들어갈 공연 정보로 ‘작품 명, 공연 일시, 장소’를 나열하고, 지역 주민의 관 심을 끌 수 있는 내용을 추가하자고 제안하고 있다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 작문 계획의 적절성 파악하기 (나)에서 그림 그리기 체험 활동에 대한 안내는 (가)의 추가된 체험 활동에 대해 안내하자는 논의 를 반영한 것이지만, 체험 활동으로 인해 공연 대 상이 마을 어린이들로 정해진 것은 아니다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 고쳐 쓰기 전략 평가하기 (나)의 마지막 문단과 <보기>를 비교하면, (나)에서는 <보기>의 ‘다른 동아리에서도~ 준비 했다고 합니다.’라는 다른 동아리 관련 내용이 삭 제되었고, ‘이 행사는~ 될 것입니다.’를 추가하여 행사의 의의를 밝히고 있음을 알 수 있다. ** 작문 **"
}
{
    "question_number": 8,
    "question_text": "[출제의도] 작문 계획의 반영 여부 파악하기 학생의 초고에는 등급 외 농산물 구매 활성화 방안을 실천하는 데 따르는 문제점을 제시하겠다 는 생각이 반영되어 있지 않다. ① 2문단에서 가공이 가능한 품목은 거래가 되 지만 가공이 어려운 품목은 폐기된다고 나누어 설 명하며 처리 방식의 차이를 제시하고 있다. ③ 1 문단에서 ‘등급 규격의~ 관련되어 있어’ 농산물이 등급 외로 분류되는 경우가 생긴다고 설명하고 있 다. ④ 3문단에서 등급 외 농산물 폐기로 인한 문 제를 농가의 경제적 손해와 지구 온난화를 일으키 는 메탄의 발생으로 인한 환경 문제 측면으로 나 누어 설명하고 있다. ⑤ 1문단에서 우리에게 잘 알려진 ‘못난이 농산물’이라는 명칭을 제시하고 있다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 자료 활용의 적절성 파악하기 ㄱ-1은 구매 경험이 있는 소비자와 없는 소비 자 모두의 등급 외 농산물에 대한 구매 의사 유무 를 보여 주는 자료이며, ㄱ-2는 등급 외 농산물 구매를 활성화하기 위해 소비자들이 생각하는 방 안을 보여 주는 자료이다. ㄴ은 등급 규격 항목 기준에 맞추기 위해 어린 애호박에 비닐을 씌우는 것을 예로 들어, 농산물을 생산하는 과정에서 농 산물이 등급 외로 분류되지 않게 하기 위한 노력 이 환경 문제를 발생시킬 수 있음을 보여 주는 자 료이다. ㄷ은 한 해 동안 등급 외로 판정되어 버 려지는 농산물로 인한 손해가 농민들에게 부담으 로 돌아간다는 점과 등급 외 농산물 폐기를 줄이 기 위해서는 소비자들이 등급 외 농산물을 보다 손쉽게 구매할 수 있는 판매 경로가 필요함을 설 명하는 자료이다. ㄴ에 제시된 농산물을 등급 규 격의 항목 기준에 맞춰 생산하기 위한 농가의 노 력이 ㄱ-1에 제시된 등급 외 농산물 구매 의사를 높이는 데 어떤 영향을 미쳤는지 알 수 없기 때문 에 이를 연결하는 것은 적절하지 않다. ① ㄱ-1은 등급 외 농산물 구매에 대한 긍정적 인식을 보여 주는 자료이므로 등급 외 농산물의 경쟁력을 다룬 2문단에 제시하기에 적절하다. ② ㄴ은 애호박에 씌운 비닐로 인해 농산물 생산 과 정에서도 환경 문제가 발생한다는 것을 설명하는 자료이므로 등급 외 농산물과 관련하여 환경 문제 가 발생할 수 있다는 내용을 다룬 3문단에 추가 하기에 적절하다. ③ ㄷ은 한 해 동안 등급 외로 판정되어 버려지는 농산물의 생산액을 구체적 수 치로 언급하고 있는 자료이므로 등급 외 농산물로 인한 농가의 경제적 손해를 다룬 3문단에 제시하 기에 적절하다. ⑤ ㄱ-2와 ㄷ은 모두 등급 외 농 산물의 구매 접근성 확보가 필요하다고 제시하는 자료이므로 등급 외 농산물 구매 활성화 방안의 구체적 내용으로 4문단에 제시하기에 적절하다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 작문 내용 점검, 조정하기 등급 외 농산물 소비가 도움이 되는 이유를 농 가와 소비자 측면에서 경제적 손해 감소와 저렴한 농산물 구입이 가능하다는 내용으로 각각 밝혔고, 등급 외 농산물 소비에 동참을 권유하며 마무리하 고 있다. ① 등급 외 농산물의 가치를 제시하고 있을 뿐, 등급 외 농산물 소비가 농가와 소비자에게 도움이 되는 이유를 제시하고 있지는 않다. ② 등급 외 농산물 폐기로 인한 농민들의 손해를 제시하고 있 을 뿐, 등급 외 농산물 소비가 농가와 소비자에게 도움이 되는 이유를 제시하고 있지 않다. 또한 등 급 외 농산물의 가공 활용 방법을 고민해야 한다 는 내용은 등급 외 농산물의 소비를 권유하는 것 으로 볼 수 없다. ③ 등급 외 농산물 소비가 도움 이 되는 이유를 환경 문제 개선 측면에서만 제시 하고 있다. ⑤ 등급 외 농산물의 판매 경로를 다 양화할 필요가 있다는 내용은 등급 외 농산물의 소비를 권유하는 것으로 볼 수 없다. ** 문법 **"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 한글 맞춤법 이해하기 어근 ‘믿­’과 접미사 ‘­음’이 결합한 ‘믿음’은 형 2023학년도 9월 고1 전국연합학력평가 정답 및 해설 고1 정답 및 해설 2023학년도 9월 전국연합학력평가 2 16 태소의 본모양을 밝혀 적은 말이다. 접미사 ‘­음’ 이 비교적 여러 어근에 결합하고, 결합한 후에도 어근의 본래 뜻이 유지되기 때문이다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 한글 맞춤법 이해하기 [A]에서 ‘지’는 어미 ‘­(으)ㄴ지, ­(으)ㄹ지’의 일부일 때는 띄어 쓰지 않음을 확인할 수 있다. ‘무엇부터 해야 할 지를 모르겠다.’에서 ‘할 지’의 ‘지’는 어미 ‘­ㄹ지’의 일부이므로 ‘할지’라고 붙여 써야 한다. ① ‘동네 인심 한번 고약하구나.’에서 ‘한번’은 어떤 행동이나 상태를 강조하는 뜻을 나타내므로 ‘한번’이라고 써야 한다. ② ‘그를 만난 지도 꽤 오래되었다.’에서의 ‘지’는 시간의 경과를 나타내 므로 앞말과 띄어 써야 한다. ④ ‘견우와 직녀는 일 년에 한 번 만난다.’에서 ‘번’이 일의 횟수를 나타내고 있으므로, ‘한 번’이라고 띄어 써야 한 다. ⑤ ‘얼마나 부지런한지 세 명 몫의 일을 해낸 다.’에서 ‘부지런한지’의 ‘지’는 어미 ‘­ㄴ지’의 일부 이므로 붙여 써야 한다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 음운의 변동 탐구하기 ‘국밥[국빱]’은 음절 끝 ‘ㄱ’ 뒤에 ‘ㅂ’이 와서 ‘ㅂ’이 ‘ㅃ’으로 교체가 일어난 것으로, 음운의 변 동 전과 후의 음운 개수는 각각 6개로 같다. ‘굳 히다[구치다]’는 ‘ㄷ’이 ‘ㅎ’과 결합하여 ‘ㅌ’으로 축약된 후 ‘ㅣ’모음으로 시작되는 형식 형태소와 만나 ‘ㅊ’으로 교체가 일어난 것으로, 음운의 변동 결과 음운 개수가 7개에서 6개로 줄어든다. ‘급행 열차[그팽녈차]’는 ‘ㅂ’이 ‘ㅎ’과 결합하여 ‘ㅍ’으로 축약되고 ‘열차’에 ‘ㄴ’첨가가 일어난 것으로, 음운 의 변동 결과 음운 개수는 10개로 음운의 변동 전과 동일하다. 또한 ‘국밥[국빱]’, ‘굳히다[구치 다]’, ‘급행열차[그팽녈차]’는 모두 음운의 변동 결과가 표기에 반영되지 않았다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 시간 표현 탐구하기 사건시와 발화시가 일치하는 시제는 현재 시제, 사건시가 발화시보다 앞서는 시제는 과거 시제, 사건시가 발화시보다 나중인 시제는 미래 시제이 다. ㄴ은 부사어 ‘곧’과 선어말 어미 ‘­겠­’을 활용 하여 미래 시제를 표현하고 있다. ① 선어말 어미 ‘­ㄴ­’을 활용하여 현재 시제를 표현하고 있다. ④ ㄷ에서는 관형사형 어미 ‘­(으) ㄹ’을 활용하여 미래 시제를 표현하고 있으며, ㄹ 에서는 관형사형 어미 ‘­(으)ㄴ’을 활용하여 과거 시제를 표현하고 있다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 사전 활용하기 ‘마음가짐이 바르다.’는 ‘바르다2 ’의 용례에 해 당하므로 적절하지 않다. ③ ‘바르다1’의 ‘【…을 …에】【…을 …으로】’를 보면, ‘바르다1’은 주어 이외에 목적어와 부사어가 반드시 필요하다는 점을 알 수 있다. 하지만 ‘바르 다2’는 주어만 필요로 한다. ④ ‘바르다1’의 품사는 동사이고, ‘바르다2’의 품사는 형용사이다. ** 갈래 복합 ** □ 출전: (가) 권섭, ｢십육영(十六詠)｣ (나) 조우인, ｢출새곡(出塞曲)｣ (다) 공선옥, ｢태안사 가는 길에서｣"
}
{
    "question_number": 16,
    "question_text": "[출제의도] 표현상의 특징 파악하기 (가)는 ‘하구나’, ‘서러워라’에서 영탄적 어조를 사용하여 각각 독야청청한 소나무에 대한 감탄과 천리마에 대한 안타까움을 강조하여 드러내고 있 다. (나)는 ‘어렵구나’, ‘병들었는가’에서 영탄적 표현을 사용하여 각각 임금의 은혜에 대한 감사와 여정의 고됨을 강조하여 드러내고 있다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 작품 간의 공통점과 차이점 파악 하기 [A]에는 시적 화자가 강원도 회양을 지나며 급 장유가 한나라의 회양에서 선정을 베풀었던 일을 떠올리고 있는 모습이 드러나며, 높고 험한 철령 을 바라보며 변방으로 떠나는 자신의 신세와 세상 살이가 오히려 더 고되고 험하다고 느끼고 있음이 드러나 있다. [B]에는 글쓴이가 여름 숲의 무성 함, 풍성함, 윤택함으로 인해 외로움을 잊어서 좋 지만, 겨울 숲도 나름대로 외로워서 좋다고 이야 기하며, 여름 숲과 겨울 숲에 만족하고 있음이 드 러나 있다. ② [B]에는 여름 숲과 겨울 숲의 모습이 대조 적으로 드러나 변화하는 자연의 모습에서 의미를 발견하여 즐기는 모습이 드러나 있으나 [A]에는 변화하는 자연의 모습이 드러나 있지 않다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 <제1수>에서 ‘베지’ 않으면 ‘동량재’가 될 수 있다고 한 것은 나무가 동량재가 되기 전에 베어 지는 현실, 즉 쓸 만한 인재가 되기 전에 좌절하 게 되는 현실을 비판한 것으로 볼 수 있다. 인재 가 되기 위해 시련을 겪어야 하는 현실에 대한 한 탄을 드러낸 것은 아니다. ③ <제11수>에서 호랑이는 꼬리를 치며 휘파 람을 불고 있는데, 그 모습이 불꽃 같은 대단한 기세가 있는 것으로 느껴져 ‘황홀’하다고 하였으므 로 호랑이의 힘 있는 모습, 위엄 있는 모습을 그 리고 있다고 볼 수 있다. ④ <제11수>에서 호랑 이가 사라지면 ‘호리종횡’할 것이라고 표현한 것은 ‘뫼’에서 가장 힘이 있는 존재인 호랑이가 없을 때 여우와 살쾡이가 이리저리 날뛰게 될 것이라는 상 황을 표현한 것으로, 힘이 있는 존재가 없을 때 도량이 좁고 간사한 사람들이 이리저리 날뜀으로 써 벌어지게 될 일에 대한 우려를 드러낸 것으로 볼 수 있다. ⑤ <제15수>에서 ‘천리지’를 알아주 는 이가 없다고 한 것은 ‘오리마’나 ‘적표마’와 같 은 빠른 말이 천리를 달리고자 하는 뜻이 있어도 이를 알아주는 이가 없음을 표현한 것으로 뛰어난 인재가 뜻을 펼치지 못하는 현실에 대한 안타까움 을 드러낸 것으로 볼 수 있다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 (나)에서 화자는 청해진에 와서 충신과 정예 병 사가 강한 활과 쇠뇌로 요충지를 철통같이 지키는 것을 긍정적으로 보고 있을 뿐 병사들의 모습을 비판하고 있는 것은 아니다. ② (나)에서 화자는 낙민루에 올라 함흥 일대의 산하를 돌아보며 천년 전의 상서로운 기운이 바로 어제인 것 같다며 자연에서 느껴지는 상서로운 기 운에 감탄하고 있다. ④ 글쓴이는 태안사를 가는 길에 노인이 고양이에게 먹이를 주는 모습을 보게 되며, 글쓴이와 눈이 마주친 후 얼굴이 붉어진 노 인이 아기의 얼굴처럼 순수하다고 느끼고 있어, 이를 통해 글쓴이가 노인을 따뜻한 시선으로 바라 보고 있음을 알 수 있다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 구절의 의미 파악하기 ㉤은 글쓴이가 가난과 외로움을 느끼지 않고 살 아갈 수 있다는 것, 그것에서 벗어난 삶이 있을 수 있다는 것에 대한 깨달음을 드러낸 것이다. 글 쓴이는 노인을 가난과 외로움조차도 스스로 느끼 지 않는 ‘그’ 자체라고 여기고 있으므로 가난과 외 로움을 느끼며 살아온 노인의 삶에 대한 연민을 드러낸 것이라고 볼 수 없다. ① ‘오리마’와 ‘적표마’를 걸음이 느린 말과 비 교할 수 없음을 드러내어 ‘오리마’와 ‘적표마’가 뛰어난 존재라는 화자의 인식을 드러내고 있다. ② 변방 부임을 뜻밖의 일로 받아들이는 것에서 화자가 자신이 변방의 임무를 맡을 것을 예상하지 못했음을 알 수 있다. ** 인문 ** □출전: (가) 이정우, 예술과 세계: 세계의 모든 얼굴 (나) 박영욱, 대중문화, 예술과 일상의 구분 지우기"
}
{
    "question_number": 21,
    "question_text": "[출제의도] 글의 내용 전개 방식 파악하기 (가)에서는 세계가 수많은 존재면으로 이루어져 있으며, 각 인식 주체가 지니고 있는 다양한 인식 조건에 따라 세계가 다양한 존재면으로 드러난다 는 내용을 확인할 수 있다. 그리고 회화 예술은 세계의 이러한 다양한 존재면을 드러내는 작업이 며, 추상성을 보이는 현대회화도 실재의 재현에 주목했던 전통회화와 마찬가지로 세계의 존재면을 드러내는 것이라는 내용도 확인할 수 있다. 따라 서 (가)는 세계가 다양한 존재면으로 이루어져 있 다는 인식을 바탕으로 현대회화의 추상성도 세계 의 존재면을 드러내는 것이라고 이해하는 관점을 보여 주고 있다고 설명하는 것은 적절하다. (나) 에서는 현대회화가 객관적 실재를 주관화하는 과 정에서 객관적 현실로부터 점차 멀어지는 경향을 보였으며, 음악도 일상 현실과 거리를 두며 그 정 체성을 확보해 왔다는 내용을 확인할 수 있다. 그 리고 이러한 예술과 현실의 분리 경향에 대항하려 는 몇몇 음악가들의 시도와 이를 지지하는 뵈메의 확장된 미학도 함께 소개되어 있음을 확인할 수 있다. 따라서 (나)가 예술과 현실을 분리하려는 움직임과 예술의 영역을 일상적 삶으로 확장하려 는 움직임, 즉 예술과 현실의 관계에 대한 상반된 인식을 보여 주고 있다고 설명하는 것은 적절하다. ① (가)에서 언급한 인식 주체의 한계는 인식 주체마다 세계의 존재면을 다양하게 인식하게 되 는 이유로서 제시된 것이다. ② (가)의 5문단에서 현대회화의 추상성에 대해 실재는 배제한 채 내면 만 표현한 것이라고 이분법적으로 이해하는 것은 적절하지 않다고 언급한 부분을 확인할 수 있다. ④ (가)의 4문단에서 의식 수준이 성장함에 따라 인간이 형이상학적인 것을 갈망하게 되었다는 내 용은 확인할 수 있으나, 의식 수준의 성장에 따른 현실 세계의 변화를 이야기하고 있지는 않다. ⑤ (나)의 4문단과 5문단을 통해 루솔로, 바레즈 등 에 의해 기존 음악에서 벗어나려는 시도가 나타나 게 된 것은 현실 세계에 의한 것이 아니라, 예술 의 영역을 일상의 삶으로까지 확장하고자 하는 예 술가의 의도에서 비롯된 것임을 확인할 수 있다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 글의 내용 추론하기 (가)의 4문단에 따르면, 과학은 한 존재면을 수 직으로 파고들어 그 면을 심층적으로 드러내며, 심층을 이루는 그 무수한 면들은 넓게 보면 결국 같은 면의 객관적 심층임을 알 수 있다. 따라서 개개의 과학 학문에서의 한 존재면은, 넓게 보면 결국 하나의 면으로 귀결될 수 있는, 즉 서로 간 에 유사성이 있고 관련이 있는 무수한 면들로 구 성되어 있는 것이며, 그렇게 하나의 존재면이 심 층적으로 드러나게 된다. 그러므로 서로 관련이 없는 여러 존재면들로 구성되어 있을 때 과학 학 문의 심층이 드러난다는 이해는 적절하지 않다. ① (가)의 1~3문단을 보면, 인식 주체마다 각 자가 지닌 인식 조건, 즉 인식틀에 따라 세계의 존재면을 각기 다르게 인식하게 됨을 알 수 있다. ③ (가)의 4문단을 통해 의식 수준이 성장함에 따 라 인간은 점차 현실 세계의 현상 너머에 있는 형 이상학적인 것을 갈망하게 되었고, 이로 인해 회 화가 현실을 다루는 양상도 변화하여 현대회화의 2023학년도 9월 전국연합학력평가 정답 및 해설 고1 3 16 추상성이 나타나게 되었음을 알 수 있다. 그런데 현대회화는 여러 존재면을 수평적으로 드러낸다고 했으므로, 결국 현대회화의 추상성은 회화에 나타 난 현실 세계의 존재면이 추상적 방향으로 변하는 경향을 띠게 되었음을 의미한다고 볼 수 있다. ⑤ (가)의 4문단을 보면, 현대회화가 여러 존재면을 수평적으로 드러낸다는 것, 그리고 입체주의 현대 회화에서는 하나의 그림 위에 일상의 현실 세계와 상상에 의한 가능 세계가 혼재해 있다는 것을 알 수 있다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 (가)의 5문단을 통해 현대회화에서 다루어지는 내면의 추상적 영역은 객관적 실재의 외면을 화가 의 내면에 따라 이질적으로 변형시켜 존재를 다양 하게 드러내는 무수한 존재면 중 하나임을 알 수 있다. 여기서 객관적 실재의 외면을 화가의 내면 에 따라 변형시킨다는 것은 화가의 주관에 따라 객관적 실재의 외면을 의도적으로 변형시킨다는 것을 의미한다고 볼 수 있다. 또한 (나)의 2문단 을 통해 전통회화는 객관적 세계의 외면을 사실적 으로 재현하는 데 주목했음을 알 수 있다. 따라서 현대회화(㉡)가 전통회화(㉠)와 달리 현실 세계의 객관적 외면을 주관적으로 변형시킴으로써 현실 세계의 얼굴을 다양하게 드러낸다는 이해는 적절 하다. ① (가)의 5문단에서 전통회화와 달리 현대회화 로는 현실 세계의 존재면을 드러내기 어렵다는 인 식이 생겨났지만, 내면의 추상적 영역 또한 객관 적 실재의 외면을 다양하게 드러내는 것이라는 점 에서 현대회화도 현실 세계의 존재면을 드러낼 수 있다고 봐야 함을 알 수 있다. ④ (나)의 1문단을 보면, 가시적이면서 동시에 비가시적인 독특한 존재 방식은 회화의 공통적 속 성임을 알 수 있다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 구체적 사례에 적용하기 (나)의 1문단에 따르면, 회화는 캔버스 위에 물 감으로 색과 형태를 드러낸 것이라는 점에서는 가 시적 존재지만, 창작자의 의도나 감상자의 주관에 따라 그 의미가 추상적으로 파악된다는 점에서는 비가시적 존재임을 알 수 있다. 그러므로 <보기> 에 언급된 클림트의 회화가 색과 형태를 가진다는 점에서 가시적이라고 본 것은 적절한 반응이지만, 이 회화가 세포분열 과정이라는 물리적이고 가시 적인 과학의 영역을 소재로 삼고 있다는 점에서 비가시적 속성을 가진다고 본 것은 적절한 반응이 라 할 수 없다. 클림트의 회화는 회화를 통해 클 림트가 표현하고자 했던 삶과 죽음, 생명에 대한 깊은 관심 등의 주관적 내면에 의해 그 의미가 파 악된다는 점에서 비가시적이라고 보는 것이 적절 하다. ① (가)의 4문단을 보면, 현대회화의 존재적 특 징은 과학과의 비교를 통해 분명해지며, 과학은 존재면이 비교적 일의적임을 확인할 수 있다. 그 러므로 생물학적 지식, 즉 과학에 의해 드러나는 현실 세계가 클림트의 회화에 비해 일의적인 성격 을 갖는다는 반응은 적절하다. ② (가)의 1문단에 서 각 인식 주체는 신체적 지각의 차이에 따라 경 험하는 세계에 대한 인식이 달라진다고 하였고, 2 문단에서 안경 등의 도구를 이용하여 인식 주체들 이 지닌 조건은 달라질 수 있다고 하였다. 그러므 로 맨눈으로 보기 어려운 세포분열 과정을 현미경 이라는 도구를 이용해 직접 관찰할 수 있게 된 것 이 인식 주체가 지닌 조건이 달라져 현실 세계가 새롭게 지각된 사례에 해당한다고 보는 것은 적절 하다. ③ (가)의 4문단을 보면, 변형과 과장을 통 해 실재와는 다른 방식으로 세계들을 조합하는 것 이 현대회화의 추상성임을 알 수 있다. 그러므로 세포분열 과정이 과장된 크기와 다양한 색으로 변 형되어 그려져 있는 클림트의 회화에서 현대회화 의 추상성이 드러난다고 보는 것은 적절하다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 (나)의 3문단에 따르면, 음악에 사용되는 음은 현실의 무한한 소리 중 극히 일부이며, 균질적이 고 세련되며 인위적인 배열을 따른다는 점에서 일 상 현실과는 거리가 있음을 알 수 있다. 그리고 4 문단에 따르면, 루솔로는 이러한 음악의 흐름에 대항하여 일상 현실의 기계 소리도 음악적 표현 대상으로 삼아 소음 기계를 악기로 만들었음을 알 수 있다. 루솔로는 기존 음악이 객관적 현실에서 점차 멀어지는 경향을 보이는 것에 대항하고자 소 음 기계를 만든 것이므로 그가 일상의 기계 소리 에서 기존 음악의 음이 가지는 인위적인 배열을 추구했다고 본 것은 적절하지 않다. ③ (나)의 4문단에서 바레즈는 사이렌이 음과 음 사이의 분절되지 않은 무한한 음을 낼 수 있는 일상적 사물이라는 점에 주목하여 사이렌으로 음 악을 표현했다고 했다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 어휘의 문맥적 의미 파악하기 ‘상상의 대부분은 현실의 경험에서 비롯되며’에 서 ‘비롯되며’는 상상도 현실의 경험에서부터 시작 된다는 의미이다. 그러므로 ‘어떤 일이나 행동이 어떤 사건이나 장소에서 처음으로 발생되다.’라는 의미의 ‘시작(始作)되다’와 문맥상 바꾸어 쓸 수 있다. ① ‘치환(置換)하다’는 ‘바꾸어 놓다.’의 의미이 므로 바꾸어 쓰기에 적절하지 않다. ② ‘부과(賦 課)하다’는 ‘세금이나 책임, 일 따위를 부담하게 하다.’의 의미이므로 바꾸어 쓰기에 적절하지 않 다. ③ ‘심화(深化)하다’는 ‘정도나 경지가 점점 깊어지다.’의 의미이므로 바꾸어 쓰기에 적절하지 않다. ⑤ ‘추종(追從)하다’는 ‘남의 뒤를 따라서 좇 다.’의 의미이므로 바꾸어 쓰기에 적절하지 않다. ** 현대시 ** □출전: (가) 박목월, ｢천수답(天水畓)｣ (나) 이형기, ｢민들레꽃｣"
}
{
    "question_number": 27,
    "question_text": "[출제의도] 작품 간의 공통점 파악하기 (가)는 ‘어메야’, ‘엄첩구나’, ‘그만이지’ 등의 시 어를, (나)는 ‘노랗게’, ‘열심히’, ‘피어 있다’ 등의 시어를 반복하여 시적 의미를 강조하고 있다. ③ (나)는 6연의 ‘보라’에서 명령형 어조를 활 용하여 민들레에 대한 시적 화자의 정서를 부각하 고 있지만, (가)에는 명령형 어조가 쓰이지 않았 다. ④ (나)는 ‘아슬아슬’이라는 음성 상징어를 활 용하여 민들레가 처한 상황을 드러내고 있지만 (가)에는 음성 상징어가 쓰이지 않았다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 작품 이해의 적절성 파악하기 [E]에는 ‘세상에 그밖에는 할 일이 없어서’ ‘노 랗게만 피’고, 또 ‘피어선 질 수밖에 없’는 민들레 의 모습이 나타나 있다. 꽃을 피운 민들레가 세상 에서 자신의 할 일을 찾기 위해 결국 질 수밖에 없었던 것은 아니다. ① [A]에는 민들레가 크기로는 ‘쬐그만 것’, 즉 작은 것이지만 ‘전력을 다해’ ‘샛노’란 선명한 빛 깔로 피어 있는 모습이 나타나 있다. ② [B]에는 민들레가 ‘아무 곳도 넘보지 않’는 것에서 다른 곳 을 욕심내지 않는 모습이 나타나 있으며 ‘주어진 한계’ 안에서 ‘다만 혼자’ ‘아슬아슬’ 위태로운 상 황에서도 ‘한치의 틈도 없이 끝까지’ 애쓰는 모습 이 나타나 있다. ③ [C]에는 민들레가 ‘씨 뿌려진’ ‘바위 새’나 ‘잡초 속’처럼 비좁은 곳을 ‘바로 내 자리’로 받아들이고 ‘터를 잡’는 모습이 나타나 있 다. ④ [D]에는 ‘실뿌리’가 ‘물을 길어 올리’고 ‘떡 잎’이 ‘어둠을 힘껏 밀어내’는 등 강한 의지와 생 명력으로 ‘열심히 열심히’ 노력하는 민들레의 모습 이 나타나 있다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 (나)에서 민들레가 ‘댓새를 짐짓 영원인 양하’고 피어 있는 것은 소멸될 수밖에 없는 운명에 좌절 하지 않고 허무에 맞선 모습을 형상화한 것으로 볼 수 있다. 그러나 그 모습을 ‘헛된 꿈’이라고 말 하는 것에서, 소멸될 수밖에 없는 운명에 맞서는 존재로 바라보는 시선이 드러나는 것은 아니다. ① (가)에는 열악한 농토인 ‘천수답’을 ‘하늘이 물을 대’는 하늘이 내린 축복의 ‘논’이라 알고 ‘벼 이삭’을 일구며 살아가는 삶을 ‘제 길’로 여기는 것에서 달관의 자세로 살아가려는 소신이 드러난 다고 볼 수 있다. ② (가)에는 ‘니 말이 정말이 데’, ‘오냐’, ‘니 말이 엄첩구나’ 등 ‘어메’가 ‘내 새 끼’에게 말한 내용을 통해, ‘어메’가 달관의 자세 로 살아가려는 ‘내 새끼’에게 보내는 지지가 드러 난다고 볼 수 있다. ③ (가)에는 ‘누군 한 평생 / 만년을 사’냐고 말하는 것에서 인간 그 누구도 만 년을 살 수 없는 유한한 존재라는 인식이 드러난 다고 볼 수 있다. ④ (나)에는 외적으로는 ‘쬐그만 것’인 민들레를 두고 ‘그 크기는 / 어떤 자로서도 잴 수 없다’고 말하는 것을 통해 민들레가 지닌 내적 가치가 어떤 자로도 크기를 잴 수 없을 만큼 크고 위대하다고 여기는 긍정적 인식이 드러난다 고 볼 수 있다. ** 사회 ** □출전: 송덕수, 민법총칙"
}
{
    "question_number": 30,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 4문단에서 무효행위의 전환이나 추인이 가능한 것은 무효가 이미 성립된 법률행위를 전제로 하기 때문이라고 밝히고 있다. 법률행위가 아예 성립하 지 못했다면, 즉 법률행위가 불성립한 경우라면 법률행위의 전환이나 추인은 할 수 없다. ② 1문단에 따르면, 법률행위가 법률효과를 발 생시키려면 성립요건과 효력요건을 갖추어야 한다 고 설명하고 있으므로 법률효과를 발생시키기 위 해서는 이 두 요건이 모두 필요함을 알 수 있다. ③ 3문단에 따르면, 법률행위의 취소가 법률행위 로서 일단 효력이 발생하였지만 어떤 사유가 있어 서 그 법률행위가 효력을 잃게 되는 경우임을 알 수 있다. ④ 6문단에 따르면, 법률행위가 무효가 되면 그 무효행위를 근거로 하는 청구권도 부인되 므로 해당 법률행위에 따른 채무도 이행할 필요가 없음을 알 수 있다. ⑤ 6문단에 따르면, 무효행위 에 대한 부당이득의 반환청구권은 소멸시효가 있 다. 따라서 무효행위가 기한에 상관없이 계속 무 효인 상태로 남아 있다고 해서 그에 따른 부당이 득의 반환청구권까지 영구적으로 주장할 수 있는 것은 아니다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 2, 3문단에 따르면, 법률행위의 무효(㉠)는 특 정인의 주장 없이도 처음부터 효력이 없는 것이 되지만, 법률행위의 취소(㉡)는 취소권을 가진 특 정인의 주장이 있어야 그 법률행위의 효력이 없어 진다는 것을 알 수 있다. ① 2문단에 따르면, 법률행위의 무효는 법률행 위는 성립하였지만 효력요건이 불충분하여 법률상 당연히 효력이 발생하지 않게 된 경우이다. ② 3 문단에 따르면, 취소 사유가 존재한다고 해서 해 당 법률행위가 당연히 취소가 되는 것이 아니라, 취소권을 가진 특정인이 취소를 주장해야 그 법률 행위의 효력이 없어질 수 있다. 따라서 취소권을 고1 정답 및 해설 2023학년도 9월 전국연합학력평가 4 16 가진 특정인이 취소를 주장하지 않은 경우라면, 취소 사유가 존재하지만 법률행위의 효력이 발생 하는 경우로 볼 수 있다. 또한 취소권은 일정 기 간이 경과하면 소멸되고, 취소권이 소멸된 법률행 위는 결국 유효한 것으로 확정된다. 따라서 취소 권이 소멸된 법률행위라면, 취소 사유가 존재하지 만 법률행위의 효력은 발생하는 경우로 볼 수 있 다. ③ 2, 3문단에 따르면, 법률행위의 무효는 법 률행위는 성립하였지만 효력요건이 불충분한 경우 이고, 법률행위의 취소는 법률행위로서 일단 효력 이 발생하였다가 효력을 잃게 되는 경우이다. 여 기서 ‘일단 효력이 발생하였다’는 것은 법률행위가 성립했고 그 성립한 법률행위가 효력요건을 갖추 어 효력이 발생되었다는 것을 의미한다. ④ 2, 3 문단에 따르면, 법률행위의 취소는 일단 효력이 발생하였지만 취소 사유가 있고 취소권을 가진 특 정인이 취소를 주장했을 때, 그 법률행위의 효력 이 없어지는 경우를 의미한다. 이때 일정 기간이 경과하면 취소권이 소멸되어 결국 유효한 것으로 확정된다. 따라서 일단 효력이 발생한 법률행위를 취소하여 효력이 없어지게 하려면 취소권이 소멸 되기 전에 취소를 주장해야 하기 때문에, 법률행 위의 효력 유무에 변화를 줄 수 있는 일정한 기한 이 존재함을 알 수 있다. 하지만 법률행위의 무효 는 그 법률행위가 성립한 당시부터 법률상 당연히 그 효력이 발생하지 않았고, 기간의 경과 때문에 해당 법률행위가 무효라는 사실이 변하지도 않는 다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 구체적 사례에 적용하기 4문단에서 당사자가 무효임을 알았더라면 그 법률행위가 아니라 처음부터 다른 법률행위를 했 을 것이라고 인정될 경우, 다른 법률행위로서의 효력을 인정하는 것을 무효행위의 전환이라 설명 하고 있다. 이에 따라 <보기>는 무효행위의 전환 이 이루어진 사례임을 알 수 있다. ⓐ는 봉인상의 확정일자를 받아야 한다는 조건을 충족하지 못한 것이 사유가 되어 무효임이 밝혀진 법률행위이고, ⓑ는 당사자가 무효임을 알았다면 다른 형태로 남 겼을 것이라 인정되는 법률행위이다. 따라서 무효 행위인 ⓐ를 다른 법률행위인 ⓑ로 전환하여 효력 을 인정받게 된 사례라고 이해할 수 있다. ① ⓐ가 무효인 것은 맞지만, 이로 인해 ⓑ의 성립요건이 불충분해진 것은 아니다. 성립요건이 불충분해졌다는 것은 법률행위가 불성립했다는 것 인데, 이는 ⓑ와 상관없는 설명이다. ③, ④ <보 기>의 사례는 무효행위인 ⓐ를 전환하여 ⓑ로서 의 효력을 인정하는 것일 뿐, ⓐ의 효력요건을 추 후에 보충하여 ⓑ를 유효하게 만드는 것이 아니 며, ⓐ가 ⓑ로 바뀌면서 무효 원인이 소멸되어 ⓐ 가 다시 효력을 가지게 되는 것도 아니다. ⑤ 무 효인 법률행위는 ⓑ가 아니라 ⓐ이고, ⓑ가 무효 임을 당사자가 알았다는 조건이 충족되는 것과 ⓐ 의 효력을 발생하게 하는 것은 아무런 관련이 없 다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 글의 내용 추론하기 4문단에 따르면, ‘무효인 법률행위에서는 아무 런 효력도 생지기 않으며, 법적으로는 아무것도 없는 것’이라 보기 때문에 소급하여서, 즉 처음으 로 되돌려 ‘유효로 할 수 있는 대상이 없는 상태’ 라 할 수 있다. 따라서 무효행위를 추인하여 갖추 지 못했던 효력요건을 추후에 보충한다고 해도, 그 무효행위가 성립한 당시로 소급하여 유효하게 만들 수 있는 대상 자체가 없는 상태임을 알 수 있다. 이를 통해 무효행위를 추인하면, 추인한 때 부터 새로운 법률행위를 한 것으로 본다는 것을 추론할 수 있다. ** 기술 ** □출전: 김현승 역,『디지털 워터마킹』"
}
{
    "question_number": 34,
    "question_text": "[출제의도] 글의 핵심 내용 파악하기 디지털 이미지 워터마킹 기술의 전망은 드러나 있지 않다. ① 1문단에서 디지털 워터마크는 디지털 이미 지의 무단 배포, 무단 복사 등이 일어났을 때 저 작권을 주장하거나 원본 이미지의 훼손 여부를 검 증하기 위한 수단으로 쓰인다는 것을 알 수 있다. ② 1문단에서 디지털 이미지 워터마킹의 개념이 디지털 이미지에 저작권자나 배급자의 서명, 마크 등의 특정 정보를 다른 사람들이 인식하지 못하도 록 삽입하는 것이라고 드러나 있다. ④ 2 ~ 5문단 에서 LSB 치환 방법은 원본 이미지와 워터마크 이미지의 각 픽셀 데이터를 이진화하고 원본 이미 지의 LSB에 워터마크 이미지의 각 픽셀 데이터를 삽입하는 원리이며, DCT를 이용하는 방법은 원본 이미지를 일정한 크기의 여러 블록으로 나누고 블 록별로 각 픽셀의 색상값을 DCT 수식에 따라 주 파숫값으로 변환하고 워터마크 이미지의 데이터를 주파숫값 형태로 삽입한 후 다시 역변환 수식에 따라 변환하는 원리임을 알 수 있다. ⑤ 2문단에 서 디지털 이미지 워터마킹은 공간 영역 활용 방 식과 주파수 영역 활용 방식이 있다는 것을 알 수 있다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 3문단에서 LSB 치환 방법으로 워터마크를 삽입 했을 때, 워터마크가 삽입된 이미지의 LSB를 인 위적으로 조작하는 경우 워터마크가 쉽게 제거될 수 있다는 점을 알 수 있고, 6문단에서 DCT를 이 용하는 방법은 LSB 치환 방법에 비해 워터마크가 쉽게 제거되지 않는다는 점을 알 수 있기 때문에 LSB 치환 방법이 DCT를 이용하는 방법에 비해 상대적으로 워터마크가 쉽게 제거되지 않는다는 진술은 적절하지 않다. ② 6문단에서 LSB 치환 방법은 삽입할 수 있는 데이터의 양이 DCT를 이용하는 방법에 비해 상 대적으로 많다는 점을 알 수 있다. ③ 4문단에서 DCT는 원본 이미지를 일정한 크기의 여러 블록 으로 나누고 블록별로 각 픽셀의 색상값을 DCT 수식에 따라 변환한다는 점을 알 수 있다. ④ 5문 단에서 JPEG와 같은 방식의 압축 이미지 알고리 즘은 이미지에서 주변 픽셀과 색상이나 밝기 차이 가 큰 픽셀을 제거하는 방식으로 압축이 이루어진 다는 점을 알 수 있다. ⑤ 6문단에서 DCT를 이용 하는 방법은 픽셀 수가 같은 원본 이미지라 하더 라도 이미지의 색상이나 밝기에 따라 각 주파수 값이 분포하는 영역의 비율이 달라지기 때문에 이 미지에 따라 삽입할 수 있는 데이터의 양이 달라 질 수 있다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 구체적 사례에 적용하기 3문단에서 원본 이미지의 픽셀 수가 워터마크 이미지의 전체 비트 수보다 많을수록 원본 이미지 에 시각적인 변화가 적게 나타난다는 내용을 통해 B의 픽셀 수가 더 많아지면 A의 시각적인 변화가 더 커진다는 점을 추론할 수 있다. 단, <보기>는 원본 이미지의 모든 LSB에 워터마크 이미지의 픽 셀 데이터가 삽입되고도 워터마크 이미지의 데이 터 일부를 삽입하지 못하는 상황이므로 이때 워터 마크 이미지의 픽셀 수가 더 많아지더라도 원본 이미지는 더 이상의 시각적인 변화가 나타나지 않는 다. ① 3문단에서 LSB 치환 방법은 원본 이미지 각 픽셀의 8개 비트 중에서 LSB에만 데이터를 삽입 하기 때문에 결국 원본 이미지의 픽셀 수는 삽입 이 가능한 비트 수와 같다는 점을 알 수 있다. ② <보기>에서 원본 이미지의 총 픽셀 수는 180개 임을 알 수 있고 워터마크 이미지의 총 비트 수는 8×63=504개임을 알 수 있다. 3문단에 따르면, LSB 치환 방법은 원본 이미지의 각 픽셀의 8개 비트 중 LSB에만 데이터를 삽입하기 때문에 원본 이미지의 픽셀 수가 워터마크 이미지의 전체 비트 수보다 적어서 워터마크 이미지의 데이터 일부는 삽입할 수 없게 된다는 점을 알 수 있다. ④ 2문 단에서 흑백의 이미지를 구성하는 한 픽셀의 색상 은 검은색 00000000부터 흰색 11111111까지 총 256가지의 값 중 하나로 표현되는데, 이때 각 픽 셀의 8비트 데이터 중 왼쪽에 위치하는 상위 비 트가 클수록 흰색에 가깝다는 것을 알 수 있다. 따라서 상위 비트값이 더 큰 ⓐ 픽셀의 색상이 ⓑ 픽셀의 색상보다 더 흰색에 가깝다. ⑤ 2문단에서 LSB 치환 과정에서는 워터마크 이미지의 픽셀 데 이터를 원본 이미지의 각 픽셀의 LSB에 하나씩 나누어 삽입한다는 것을 알 수 있다. 따라서 <보 기>의 과정에 따라 ⓐ 픽셀과 ⓑ 픽셀에 데이터 가 삽입되면 두 픽셀의 LSB는 모두 1에서 0으로 바뀌게 된다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 구체적 사례에 적용하기 4, 5문단의 내용을 통해 ㉮는 저주파숫값이 분 포하는 영역, ㉰는 고주파숫값이 분포하는 영역, ㉯는 저주파숫값과 고주파숫값의 경계면이라는 것 을 알 수 있고, 5문단에서 저주파수 성분의 변화 가 고주파수 성분의 변화에 비해 시각적으로 민감 하게 감지된다는 것을 알 수 있다. 이를 바탕으로 ㉮에 워터마크를 삽입하게 되면 ㉰에 삽입하는 것 보다 원본 이미지의 시각적인 변화가 클 것이라 추론할 수 있다. ① 4문단에서 고주파숫값이 분포하는 영역이 저주파숫값이 분포하는 영역보다 원본 이미지에서 주변 픽셀과 색상이나 밝기 차이가 더 큰 부분이 라는 것을 알 수 있다. ③ 5문단에서 고주파숫값 이 저주파숫값에 비해서 이미지 압축 시 더 쉽게 제거된다는 것을 알 수 있다. 따라서 ㉰에 워터마 크를 삽입하면 ㉮에 삽입하는 것보다 이미지 압축 시 워터마크가 더 쉽게 제거된다. ④ 4문단에서 DCT를 이용하여 워터마크를 삽입하게 되면 어느 주파숫값 영역에 삽입하든 워터마크가 원본 이미 지의 전 영역에 걸쳐 고르게 분산된 형태로 삽입 된다는 것을 알 수 있다. ⑤ 4문단에서 DCT를 이 용하여 이미지를 주파숫값으로 변환했을 때 원본 이미지의 색상이나 밝기에 따라 저주파숫값과 고 주파숫값이 분포하는 영역의 비율이 달라진다는 것을 알 수 있다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 어휘의 문맥적 의미 파악하기 ㉠은 ‘LSB는 오른쪽 마지막 최하위 비트이다’의 맥락에서 사용되었으므로 ‘어떤 사정이나 사실, 현 상 따위를 나타내 보이다’의 의미로 쓰였다. ②에서 ‘말하다’는 ‘평하거나 논하다’라는 의미 로 쓰였다. ③에서 ‘말하다’는 ‘생각이나 느낌 따 위를 말로 나타내다’라는 의미로 쓰였다. ④에서 ‘말하다’는 ‘무엇을 부탁하다’라는 의미로 쓰였다. ⑤에서 ‘말하다’는 ‘어떠한 사실을 말로 알려주다’ 라는 의미로 쓰였다. ** 고전소설 ** □출전: 작자 미상, ｢정각록｣"
}
{
    "question_number": 39,
    "question_text": "[출제의도] 작품의 서술 방식 파악하기 ‘문득 태자비가~ 감히 당하리오.’는 태자비가 입은 전포에서 용의 기운이 나오며 안개가 자욱해 지는 장면, 태자비의 몸이 공중에 솟구쳐 황주 자 사를 베는 장면으로, 이러한 장면들에서 전기적 요소를 활용하여 비현실적 장면을 부각하고 있다. ① ‘그러나 하신의~ 누가 대적하겠는가?’, ‘그런 데 문득~ 감히 당하리오.’에서 서술자의 개입이 2023학년도 9월 전국연합학력평가 정답 및 해설 고1 5 16 드러나지만 인물을 희화화하고 있지 않다. ④ ‘안 개가~ 못하였다’에서 태자비가 황주 자사와 싸우 는 공간이 환상적으로 묘사되었다고 볼 수 있으나 인물의 내적 갈등이 드러나지는 않는다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 작품의 세부 내용 파악하기 신하들이 천자에게 ‘형세가 곤궁하오니 마땅히 항복하기’를 권하고 있는 것이므로 항복하려는 천 자를 말리는 것이 아님을 알 수 있다. ① 양경이 적과 ‘싸우는 척’하고 ‘사로잡히는 체’ 하고 있다는 부분에서 확인할 수 있다. ③ 태자비 는 이 시랑 댁에서 ‘밤낮으로 국가 소식을 탐지하 였’다는 부분에서 확인할 수 있다. ④ 천자가 적장 과 싸우는 태자비를 바라보며 ‘난데없는 장군’이 적장을 모두 죽이는 것을 보고 의아해했다는 부분 에서 확인할 수 있다. ⑤ 태자비가 천자에게 ‘반적 을 다 없앤 후 환궁하겠’다고 하는 부분에서 확인 할 수 있다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 인물의 말하기 방식 파악하기 [A]에서는 양주 자사 양운이 ‘주 씨의 부조가 덕망을 잃’었기에 자신이 ‘만민을 건지’려 한다고 자신의 행동이 정당함을 말하며 자신을 막는 태자 비를 비판하고 있다. [B]에서는 태자비가 ‘자고로 신하는 그 위를 범하지 못하나니’라고 말하며 신 하로서 임금을 따라야 한다는 당위성을 내세워 반 역을 일으킨 양주 자사 양운을 비판하고 있다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 태자비가 ‘백성을 다 없어지게 하’는 양경 세력 을 ‘역적’이라고 여기고, ‘양경과 원이정을 잡아들 이’라고 호령하는 모습에서 양경과 원이정을 반역 무리로 인식하고 있음을 알 수 있다. 태자비는 풀 어 주었던 양경과 원이정을 잡아들여 ‘반적을 다 없’애려 하고 있으므로 태자비인 정 소저가 양경 과 원이정에게 인정을 베풀고 있다고 보는 것은 적절하지 않다. ② 태자비인 정 소저가 반역 무리가 ‘조정을 침 노’해 천자가 죽을 위기에 처했다는 백성의 말을 듣고 ‘역적을 깨뜨’려 ‘임금을 구원하’겠다고 말하 는 것에서 반대파를 숙청함으로써 현 체제를 유지 하려는 모습을 확인할 수 있다. ③ 태자비인 정 소저가 전장에 나가 ‘천조검’을 휘두르며 ‘모든 역 적을 함몰시’킨 것에서 자신의 능력을 발휘해 국 가적 위기를 극복하려는 영웅적 면모를 확인할 수 있다. ④ 태자비인 정 소저가 자신의 능력을 발휘 해 국가를 위기에서 구하고자 하는 모습에서 주체 적인 여성의 모습을 확인할 수 있다. ⑤ 태자비인 정 소저가 ‘자고로 신하는 그 위를 범하지 못하’며 ‘임금의 은혜를 갚’아야 한다는 생각으로 ‘임금을 구원하’려 전장에 나가 싸우는 모습에서 유교 이 념을 구현하기 위해 신하로서의 도리를 다하고 있 음을 확인할 수 있다. ** 현대소설 ** □출전: 이청준, ｢귀향 연습｣"
}
{
    "question_number": 43,
    "question_text": "[출제의도] 작품의 세부 내용 파악하기 기태는 서울로 가겠다는 ‘나’의 선택에 관해 어 이없어 하며 병을 고칠 작정이 아니라고 말하는 것으로 보아 기태가 ‘나’의 선택을 지지했다는 설 명은 적절하지 않다. ① ‘어머니가 돌아가신~ 없는 동백골’이라는 부 분에서 ‘나’는 어머니가 돌아가신 후에는 동백골에 가지 않았음을 확인할 수 있다. ② ‘훈이 녀석을 ~ 떠오르지 않았다’라는 부분에서 ‘나’는 훈이에게 행복스러운 고향 이야기를 들려주기 위해 고민하 고 있음을 확인할 수 있다. ③ ‘어머니는 여름~ 밭갈이로 보냈다’라는 부분에서 어머니가 여름 한 철을 대개 산비탈에 있는 밭을 가는 일로 보냈음 을 확인할 수 있다. ⑤ ‘그렇더라도 서울보다~ 어 떨까도 싶고……’라는 부분에서 기태는 ‘나’의 병을 고치기 위해 서울보다는 동백골에서 지내보는 것 을 권했음을 확인할 수 있다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 공간의 의미 파악하기 ‘나’는 ㉠을 내려다보며 ㉡과 관련한 고향의 기 억을 더듬어 본다. 그런데 ㉠을 보고 있으면 ㉡과 관련한 고향의 기억이 희미해져서 ㉠에서 벗어난 뒤, 방에 들어가서야 ㉡과 관련한 고향의 기억이 선명해짐을 느낀다. 그래서 ㉠에서 벗어난 뒤 ㉡ 에 관한 ‘나’의 기억이 선명해진다는 내용은 적절 하다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 <보기>에 따르면 ‘나’는 고향에 관한 생각이 환상에 불과했음을 인식하는데, 고향에 ‘정직하게 맞부딪’칠 용기가 모자란다고 말하는 부분은 오히 려 고향에 관한 환상을 당분간은 놔두려고 하는 부분이기에 고향에 관한 환상을 깨려 한다고 볼 수 있다는 설명은 적절하지 않다. ① ‘나’가 기태와의 대화에서 서울에서의 생활을 ‘악마구리 속’이라고 표현하는 것을 보아, ‘나’는 서울이라는 도시 생활에 적응하는 데 어려움을 느 꼈을 것이라고 볼 수 있다. ③ 어린 시절 동백골 에서 온몸에 오줌과 똥을 짓이겨 바르거나 배가 고파 울다 지쳐 잠이 들었던 일들을 행복스러운 정경으로 기억하는 것과 관련하여 ‘터무니없는 요 술을 부리려 들더’라고 표현하는 것을 보아, ‘나’ 는 고향의 이미지를 왜곡하고 있었음을 깨달았다 고 볼 수 있다. ④ 어린 시절 살았던 동백골을 ‘행 복스런 추억’이 있는 공간으로, 서울을 ‘나를 그토 록 폐허로 만든 곳’으로 여겼던 것으로 보아, ‘나’ 는 고향을 서울과 대립된 공간으로 인식했다고 볼 수 있다. ⑤ 서울로 가겠다는 ‘나’를 말리는 기태 에게 서울을 ‘소중한 삶의 터전’으로 여기고 폐허 가 다 된 모습이 마음에 들지 않더라도 살아 있는 ‘내 진짜 얼굴’이라고 말하는 것으로 보아, ‘나’는 현실에 대한 긍정성을 회복하려 한다고 볼 수 있다."
}
