{
    "question_number": 1,
    "question_text": "[출제의도] 세부 내용 파악하기 3문단에서 정조가 책을 읽을 때 단번에, 즉 단 한 번에 책의 전체 내용을 모두 알려고 할 것이 아니라 대요를 먼저 파악하는 것이 중요하다고 했 음을 확인할 수 있다. ①1문단에서 정조가 독서에서 실용을 중시했으 며, 세상을 다스리는 데 도움이 되는 책을 실용적 인 책이라 생각했음을 확인할 수 있다. ②1문단에 서 정조가 책의 내용만이 아니라 책의 형태와 책 을 읽는 자세도 중요하게 생각했음을 확인할 수 있다. ③3문단에서 정조가 읽어야 할 책의 내용과 분량을 매일 정해 놓는 것이 좋다고 했음을 확인할 수 있다. ⑤3문단에서 정조가 관념에만 머물 위험 에서 벗어나려면 토론을 통해 책에서 배운 지식이 타당한지를 돌아봐야 한다고 했음을 확인할 수 있 다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 구체적 사례에 적용하기 <보기>의 ⓑ는 화가 날 때 마음대로 해서는 안 된다는 뜻의 논어 구절을 떠올려, 실제 삶 속에서도 화나는 일이 생겼을 때 화를 참고 이를 가라앉혀 마음대로 하지 않았다는 점에서 경전의 내용을 자신의 삶에서 실천했다고 할 수 있다. ①<보기>의 ⓐ가 단순히 책 한 권을 자기 말 처럼 다 외웠다고 하여, 상황에 따라 경전을 새롭 게 해석한 것으로는 볼 수 없다. ②<보기>의 ⓐ 는 생각이 책 속에 미치지 못한 상태에서, 읽은 것과 반대로 행동하였을 뿐이므로 자신의 필요에 따라 유연한 독서를 지향했다고는 볼 수 없다. ③ <보기>의 ⓑ는 책을 제대로 외우지는 못했지만 책에 담긴 뜻을 삶에서 실천했기 때문에 생활에 쓰이는 독서를 행했다고 볼 수 있다. ④<보기> 의 ⓑ는 화나는 일이 생기면 반성하고 책에 담긴 뜻대로 행동하였기에 책에 담긴 뜻을 심신으로 체 득하였다고 볼 수 있다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 반응의 적절성 파악하기 학생은 소설이 다양한 세상을 경험하게 하고 타 인의 마음에 공감하는 법을 익히게 해 준다며 소 설이 지닌 실용적 가치를 인정하고 있다. 이러한 자신의 생각을 바탕으로, 소설을 실용에 무익하다 고 본 정조의 의견에 대해 소설도 충분히 실용적 인 책이 될 수 있지 않을까 하는 의문을 제기하였 다. 이후 정조가 소설을 부정적으로 본 이유가 자 세히 설명되어 있는 책을 찾아봐야겠다며 추가적 인 독서 계획을 세우고 있다. ①학생이 독서에서 얻은 여러 정보 중 자신이 취할 정보를 선별하여 체계화하고 있는 것은 아니 다. ②학생은 자신의 관점에서 읽은 내용을 따져 보고 있을 뿐 다양한 관점들을 비교하고 있는 것 은 아니다. ③학생이 글의 생략된 부분에 보충할 내용을 찾고 있는 것은 아니다. 글에는 정조가 소 설을 부정적으로 본 이유가 이미 드러나 있으며, 학생이 찾으려 하는 것은 자신이 읽은 내용을 심 화시킬 수 있는 추가 정보이다. ⑤학생이 용어 자 체에 대한 자신의 이해 정도를 점검하고 있는 것 은 아니다. ** 인문 ** □ 출전: (가) 홍병선, <상상력의 철학적 근거> (나) 김상환, <왜 칸트인가>"
}
{
    "question_number": 4,
    "question_text": "[출제의도] 내용 전개 방식 파악하기 (가)는 상상력을 신체적이며 선천적인 기능으로 파악한 기존의 관점과 달리 정신적이며 후천적인 기능으로 파악한 최초의 철학자로 평가되는 ‘흄’의 견해를 설명하고 있다. (나)는 상상력을 경험적 차원에서 파악한 기존 개념과 달리 선험적 차원으 로 상상력을 연구한 ‘칸트’의 견해를 설명하고 있 다. ①(가)와 (나)는 모두 상상력에 대한 학자의 견해를 소개하고 있지만, 여러 학자의 견해를 병 렬적으로 소개하고 있지는 않다. ③(가)는 상상력 을 기억과 비교하고 있지만, 장단점을 분석하고 있지는 않다. (나)는 재생적 상상력과 생산적 상 상력을 비교하고 있을 뿐, 상상력을 다른 개념과 비교하며 장단점을 분석하고 있지는 않다. ④(나) 는 상상력의 개념과 구체적인 사례를 제시하고 있 지만, 상상력의 한계를 제시하고 있지는 않다. ⑤ (가)는 상상력을 바라보는 철학적 관점이 어떻게 형성되었고, 어떠한 긍정적 영향이 있는지에 대해 서술하고 있지 않다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 세부 내용 파악하기 (가)의 2문단의 ‘상상력이 인상을 만들어 낼 수 는 없지만’을 보면, ‘흄’은 상상력이 인상을 만들 어 낼 수 있다고 보지 않았다는 것을 알 수 있으 므로 적절하지 않다. ①(가)의 4문단에서 ‘상상력이 가지고 있는 항 상성이라는 특성으로 인해 대상에 대한 인상들 간 의 단절을 넘어 동일성을 확보할 수 있다’고 했으 므로 적절하다. ③3문단에서 ‘임의로 결합된 관념 은 무의미한 환상에 불과하다’고 했으므로 적절하 다. ④2문단에서 ‘기억에 의해 재생된 관념은 상 상력에 의해 재생된 관념보다 훨씬 생생하고 강렬 하다’고 했으므로 적절하다. ⑤1문단에서 ‘흄은 인상을 통해 이미지를 재생시키는 능력을 상상력 이라 보았다’고 했으므로 적절하다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 사례에 적용하여 이해하기 장미꽃을 바라보며 다양한 감각들을 느끼는 것 은 대상에 대한 감각을 오감을 통해 받아들이는 능력인 감성을 통해 이루어지지만, 그 장미꽃이 빨간색이라고 판단하여 지식을 축적하는 것은 이 성을 통해 이루어지는 것이라고 볼 수 없다. ①대상에 의해 우리에게 감각적으로 주어진 것 을 오감을 통해 받아들이는 능력이 감성이다. 따 라서 아이스크림을 차갑다고 느끼는 것은 감성을 통해 이루어진 것이므로 적절하다. ②‘칸트’는 이 성을 통해 수많은 지식들을 영혼, 우주, 신이라는 이념으로 수렴하여 체계화한다고 보았기 때문에 적절하다. ③지성은 개념에 근거하여 주어진 상황 에 대해 판단을 내리는 능력인데, 빗소리를 듣고 태풍이라는 개념을 바탕으로 폭우가 내리기 시작 했다고 판단하는 것은 지성을 통해 이루어진 것이 므로 적절하다. ④감성의 내용을 지성에게 전달하 는 것은 상상력, 개념을 형성하는 것은 지성의 능 력이므로 적절하다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 정보 간의 관계 파악하기 ㉠은 무질서하고 다양한 감각들을 훑어본 다음 훑어본 것을 재생하여 결합하는 능력이며, 이는 ㉠에만 해당하므로 적절하다. ①㉠은 다양한 감각들을 재생하여 결합하는 능 력이므로 적절하지 않다. ②㉡은 도식을 능동적으 로 만드는 능력이므로 적절하지 않다. ③칸트는 상상력을 감성과 지성의 매개자로 보았으므로 적 절하지 않다. ⑤추상적인 개념을 이해할 수 있는 선험적 형식은 도식이며, 이러한 도식을 만드는 능력은 ㉡이므로 적절하지 않다."
}
{
    "question_number": 8,
    "question_text": "[출제의도] 자료를 바탕으로 이해하기 ‘칸트’는 인간의 인식 능력을 ‘감성’, ‘상상력’, ‘지성’, ‘이성’으로 구분하였고, 상상력을 감성과 지성을 매개하는 능력으로 파악하였기 때문에 상 상력을 감각에 포함된 능력이라 판단한 ㉰의 견해 에 동의하지 않을 것이다. ①‘흄’은 상상력을 인상을 통해 이미지를 재생 시키는 능력이라 여겼고, 그러한 관념을 토대로 대상을 이해할 수 있다고 보았기 때문에, ㉮의 견 해에 동의할 것이다. ②‘칸트’는 생산적 상상력으 로 도식을 창조하여 자유롭게 응용할 수도 있다고 보았기 때문에 ㉯의 견해에 동의할 것이다. ④‘흄’ 은 인상을 감각과 같이 대상에 대한 경험의 직접 적인 재료로 보았기 때문에 ㉱의 견해에 동의할 것이다. ⑤‘흄’은 상상력을, 생각을 하기 위해 필 요한 가장 기초적인 능력으로 보았으며, ‘칸트’는 상상력이 없다면 인식이 성립할 수 없다고 보았으 므로, ‘흄’과 ‘칸트’ 모두 ㉱의 견해에 동의할 것이 다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 어휘의 문맥적 의미 파악하기 ⓐ의 ‘내리다’는 ‘판단, 결정을 하거나 결말을 짓다.’라는 의미로, ‘오랜 토론 끝에 결론을 내리 다.’에서도 같은 의미로 사용되었다. ②‘값이나 수치, 온도, 성적 따위가 이전보다 떨어지거나 낮아지다.’라는 의미이다. ③‘컴퓨터 통신망이나 인터넷 신문에 올린 파일이나 글, 기 사 따위를 삭제하다.’라는 의미이다. ④‘탈것에서 밖이나 땅으로 옮아가다.’라는 의미이다. ⑤‘먹은 음식물 따위가 소화되다.’라는 의미이다. ** 기술 ** □ 출전: 벤자민 플렌치 외, <딥러닝 컴퓨터 비전>"
}
{
    "question_number": 10,
    "question_text": "[출제의도] 세부 내용 파악하기 3문단에서 이미지에 표시되는 경계 상자의 중 심점 좌표는 항상 기준이 되는 하나의 영역 안에 속해 있지만, 경계 상자의 크기는 영역의 크기와 상관없이 다양하게 표시된다는 내용을 확인할 수 있다. ①1문단에 언급된 객체 탐지의 정의를 통해서 확인할 수 있다. ②2문단에서 2단계 방식의 객체 탐지 모델은 처리하는 데이터가 많고 구조가 복잡 하여 객체를 탐지하는 속도가 느리기 때문에 실시 간 객체 탐지가 어렵다는 내용을 확인할 수 있다. ④4문단에서 객체가 존재할 확률값과 그것이 특 정 객체일 확률값을 곱하여 해당 경계 상자에 특 정 객체가 존재할 확률값인 신뢰도 점수를 구한다 는 내용에서 확인할 수 있다. ⑤5문단에서 서로 다른 경계 상자에서 같은 종류의 객체가 탐지될 수 있고 이때 각 경계 상자가 하나의 대상에 중복 2022학년도 7월 고3 전국연합학력평가 정답 및 해설 고3 정답 및 해설 2022학년도 7월 전국연합학력평가 2 36 되어 표시된 것인지 서로 다른 대상에 표시된 것 인지를 판단하는 과정을 거친다는 내용에서 하나 의 대상에 여러 경계 상자가 그려질 수 있다는 내 용을 확인할 수 있다."
}
{
    "question_number": 11,
    "question_text": "[출제의도] 구체적 사례에 적용하기 3문단에서 신뢰도 점수는 Pc와 C의 곱이라고 했고, 4문단에서 신뢰도 점수는 경계 상자의 위치 와 객체의 판별이 얼마나 정확한지를 나타낸다고 했으며, <보기>에서 입력된 이미지는 단일 객체 라고 했으므로 <보기>의 경계 상자 데이터에서 Pc와 C의 곱이 가장 큰 값을 갖는 ‘고양이’가 최 종 탐지된 객체임을 파악할 수 있다. 그리고 Pc와 C를 곱한 값이 경계 상자1보다 경계 상자2가 더 크므로 경계 상자2가 더 정확하게 객체를 탐지했 음을 알 수 있다. ③3문단에서 모든 영역마다 동일하게 N개의 경계 상자가 표시됨을 확인할 수 있다. <보기>에 서 YOLO의 ‘출력된 데이터’ 그림을 보면 S가 3, 즉 총 영역이 3×3=9개임을 확인할 수 있고, 경 계 상자의 수는 2라고 했으므로 입력된 이미지 전체 영역에 표시되는 경계 상자의 수는 9×2=18 개임을 알 수 있다. ④3문단에서 미리 학습된 객 체의 가짓수에 따라 판별할 수 있는 객체의 가짓 수가 결정된다는 내용을 확인할 수 있다. <보기> 에서 미리 학습된 데이터의 개수가 5개로 제시되 었으므로 입력된 이미지에서 탐지할 수 있는 객체 의 종류는 모두 다섯 가지가 된다. ⑤3문단에서 하나의 이미지에서 출력되는 데이터가 총 ‘S×S×N(5+m)’개라는 것을 알 수 있고, <보기> 에서 YOLO의 설정값이 S는 3, N은 2, m은 5라는 것을 확인할 수 있다. 따라서 입력된 이미지를 분석 하여 출력하는 데이터는 모두 3×3×2(5+5)=180개 가 된다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 구체적 사례에 적용하기 한 가지 종류의 객체를 기준으로 신뢰도 점수가 가장 큰 경계 상자와 나머지 경계 상자들과의 NMS를 실행하고 나면, 가장 큰 신뢰도 점수를 가진 경계 상자와 동일한 대상에 중복되어 표시되 었다고 판단된 나머지 경계 상자들이 모두 지워지 며, 이 과정에서 지워지지 않고 남은 경계 상자는 같은 종류의 다른 대상에 표시된 경계 상자라고 판단한 것이므로 ⓓ의 과정이 끝나고 나면 하나의 특정 대상에 중복되어 표시된 여러 개의 경계 상 자 중에서 하나만 남게 된다. ①ⓐ의 대상이 되는 경계 상자의 신뢰도 점수 는 입력된 이미지에 있는 대상의 크기와 위치 등 에 따라 다르다. ②ⓑ에서 계산된 IoU 값이 1에 가까워질수록 두 경계 상자의 위치가 일치하게 되 므로 두 상자의 중복되는 부분이 많아진다. ③ⓒ 에서 계산된 IoU 값이 임곗값보다 클 경우에는 두 상자가 같은 대상에 중복되어 표시되었다고 판 단하여 둘 중 신뢰도 점수가 작은 경계 상자를 삭 제하고, 계산된 IoU 값이 임곗값보다 작을 경우에 는 두 상자는 서로 다른 대상에 표시된 것으로 판 단하여 두 경계 상자 모두 그대로 둔다. 따라서 경계 상자가 삭제되지 않았다면, 두 상자는 서로 다른 대상에 표시된 경계 상자로 판단된 것이다. ⑤한 가지 종류의 객체에 대해 NMS가 끝났을 때 삭제되지 않고 남아 있는 경계 상자는 서로 다른 대상에 표시된 경계 상자이므로 새로운 기준이 되 는 경계 상자는 이전 객체의 기준이 되었던 경계 상자와는 다른 대상에 표시된 경계 상자이다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 세부 내용 추론하기 3문단에서 하나의 영역 안에 설정할 수 있는 경계 상자의 수가 제한적이라는 내용을 확인할 수 있고, 4문단에서 각 경계 상자의 객체별 신뢰도 점수 중에서 가장 큰 값을 가지는 객체가 해당 경 계 상자에서 탐지된 객체라는 내용을 확인할 수 있다. 결국 YOLO는 하나의 경계 상자당 하나의 객체만 탐지할 수 있고, 영역별로 생성되는 경계 상자의 수가 제한적이기 때문에 새 떼와 같이 한 영역 안에 여러 물체가 모여 있는 경우에는 일부 객체만 탐지되는 한계를 가질 수 있음을 알 수 있 다. ①객체의 크기에 따라 객체가 존재할 확률값이 달라진다는 내용은 찾을 수 없다. ②객체에 대한 신뢰도 점수가 임곗값보다 작으면 삭제되지 않고 남게 된다. ③만약 미리 학습된 데이터에 새가 없 다면 새는 탐지하지 못한다. ⑤2문단에서 처리하 는 데이터가 많고 알고리즘의 구조가 복잡한 것은 2단계 모델임을 알 수 있다. ** 사회 ** □ 출전: 김성준, <공공선택론>"
}
{
    "question_number": 14,
    "question_text": "[출제의도] 중심 내용 파악하기 공공선택론의 관점에서 정치인과 유권자가 유발 하는 사회적 문제의 원인을 중위투표자 정리 모형 과 합리적 무지 모형으로 설명하고 있다. 또한 이 러한 문제를 해결하기 위한 방법으로 헌법 개정을 주장한 뷰캐넌의 헌법정치경제학을 소개하고 있 다. 하지만 사회적 문제를 해결하기 위해 정치인 의 공약을 강조한다는 내용은 확인할 수 없다. ①1~4문단에서 공공선택론이 기존의 정치학과 다르게 방법론적 개인주의, 경제 인간, 교환으로 서의 정치라는 세 가지 가정을 하고 있음을 확인 할 수 있다. ②2문단에서 공공선택론에서 사회 현상을 분석하는 단위를 개인으로 보고 있음을 확 인할 수 있다. ③4문단에서 정치시장은 경제시장 과 달리 거래 행위가 거래 당사자들뿐만 아니라 거래에 참여하지 않은 사람들에게도 영향을 미친 다는 것을 확인할 수 있다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 세부 내용 이해하기 2문단에서 공공선택론은 첫 번째 가정인 방법 론적 개인주의를 통해 의사결정과 행위의 주체를 개인으로 보고 국가는 의사결정을 할 수 있는 주 체가 아니라 개인들의 집합체에 불과하다고 여기 고 있음을 알 수 있다. 따라서 정치시장에서 국가 는 정책적 목적을 달성하기 위해 의사결정을 하는 주체가 된다고 보지 않음을 알 수 있다. ①3문단의 ‘비용, 편익, 효용은 사람마다 다르 다’를 통해 정치인들의 효용도 각자 다르다는 것 을 알 수 있다. ③3문단에서 의사결정의 주체는 자신의 이해관계를 최우선시하고 구체적 목적을 달성하는 과정에서 비용을 최소화하고 편익을 극 대화하려고 한다는 내용을 통해 의사결정의 주체 들이 자신의 경제적 이해에 따라 효율적인 것을 선택하는 능력을 지니고 있음을 알 수 있다. ④6 문단에서 합리적 무지가 발생하면 정치인들이 제 공하는 공공재와 행정서비스가 그들과 결탁한 이 익집단에만 집중된다는 내용을 통해 정치인이 선 거에 무관심한 유권자보다 특정 문제에 이해관계 를 가지고 정치인에게 편익을 제공하는 이익집단 에 유리한 정치적 의사결정을 한다는 것을 알 수 있다. ⑤6문단에서 유권자는 정보를 습득하는 비 용과 정보로부터 얻을 편익을 비교하여 정보의 습 득 여부를 결정한다는 내용을 통해 유권자는 정치 인의 정책 공약을 습득함으로써 얻을 수 있는 이 익과 정책 공약을 습득하기 위한 비용을 비교하여 비용이 더 크면 정책 공약에 대한 정보를 습득하 지 않을 것임을 알 수 있다."
}
{
    "question_number": 16,
    "question_text": "[출제의도] 구체적 상황에 적용하기 [A]에서 유권자는 자신의 선호 체계에 가장 가 까운 공약을 제시하는 정치인에게 투표한다는 내 용을 통해 <보기>의 상황에서 정치 성향이 A인 유권자들은 자신의 선호 체계에 가장 가까운 정책 을 제시한 갑에게 투표할 것임을 알 수 있다. ①L 성향의 유권자들은 자신의 선호 체계에 가 장 가까운 정책을 제시한 갑에게 투표할 것임을 알 수 있다. ②M의 입장에서 정책을 제시한 갑이 절반 이상의 유권자들로부터 표를 얻어 다수결 선 거에서 승리하게 될 것임을 알 수 있다. ④선거에 서의 승리를 목적으로 하는 정치인의 정책은 중위 투표자의 선호를 반영하는 방향으로 수렴하는 경 향이 생긴다는 것을 통해 을이 공약을 수정하게 된다면 중간 성향의 정책을 제시한 갑과 유사한 중간 성향의 정책을 제시하게 될 것임을 알 수 있 다. ⑤B의 오른쪽에 있는 R 성향의 유권자들은 자신의 선호 체계에 가장 가까운 공약을 제시한 을에게 투표할 것임을 알 수 있다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 세부 내용 추론하기 7문단에서 뷰캐넌은 집합적 의사결정이 공정하 게 이루어지는 헌법 규칙을 만들어 헌법 안에서 개인이 자신의 이익을 추구하는 자유를 보장하기 위해 헌법 체계를 개혁해야 한다고 주장했음을 알 수 있다. 따라서 헌법 자체에 대해 합의하는 헌법 적 정치를 통해 일상적 정치에 대한 규칙의 공정 성을 확보하여 각 개인의 자유를 최대한 보장할 수 있도록 해 주기 때문에 모든 사람들에게 편익 을 준다고 보았음을 추론할 수 있다. ①뷰캐넌은 헌법이 일상적 정치에 제약을 부과 할 수 있다고 보았다. ②뷰캐넌은 입법적 수준에 서 의사결정이 이루어지는 것이 일상적 정치라고 보았다. ④뷰캐넌은 개인이 각자 자신의 효용 극 대화를 추구하는 것은 일상적 정치에서 이루어진 다고 보았다. ⑤뷰캐넌은 특정 목적을 위한 정책 의 대안에 대해 합의하는 것은 일상적 정치에서 이루어진다고 보았다. ** 고전 소설 ** □ 출전: 작자 미상, <진성운전>"
}
{
    "question_number": 18,
    "question_text": "[출제의도] 서술상의 특징 파악하기 진성운이 성희, 연향과 재회하여 통곡하는 상황 을 ‘산천과 초목이 함께 슬퍼하는 듯하였다’라고 표현하는 부분에서 서술자가 개입하여 상황에 대 해 주관적으로 평가하고 있음을 확인할 수 있다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 작품의 내용 파악하기 윤승지 댁이 야간도주를 했다는 말을 들은 진성 운이 ‘분명히 태후 유경만의 해를 입었’다고 말하 는 부분에서 윤승지 댁의 불행이 유경만으로 인한 것이라고 진성운이 확신하고 있음을 확인할 수 있 다. ②주점 사람은 진성운에게 진상서에 대한 소식 을 전할 뿐, 진성운이 중원으로 향하던 이유를 알 고 있는 것은 아니다. ③강남골 하인은 진상서의 아들인 진성운에게 ‘하인들이 진상서의~ 물을 건 너갔다’라고 하며 진상서 아들의 행방을 알려 주 었으므로, 강남골 하인이 진성운을 알아본 것은 아니다. ④적진에 포위된 호원은 성운을 반기며 자신을 살려달라고 했고 뒤이어 나타난 순경에게 ‘더욱 반가워하며’ 늦게 온 이유를 물었기 때문에 순경에게 책임을 물은 것이라고 볼 수 없다. ⑤월 성덕은 진성운과 순경이 연나라 군졸들을 함몰시 키는 것을 보고 ‘무슨 면목으로 고국에 돌아가겠 는가?’라고 하며 연나라 군대의 패배를 인정했다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 외적 준거에 따른 작품 감상하기 연나라가 침입했을 때 제대로 싸우지도 않고 항 복한 유경만이 진성운과 순경이 연나라 군사를 함 몰시키는 모습을 보고 ‘갈 바를 모르고 앉아 탄식 하는’ 것은 자신이 처한 상황에 대해 어찌할 바를 모르는 것이지, 진성운의 아버지인 진상서를 참소 한 것을 후회하는 것으로 볼 수 없다. ②성희가 자신을 구해 준 사람을 보고 ‘어릴 적 성운의 얼굴이 자라서도 명백하’다며 진성운을 알 아보고 진성운에게 자신이 누이임을 말했다. 그리 2022학년도 7월 전국연합학력평가 정답 및 해설 고3 3 36 고 그 말을 들은 진성운도 누이를 알아보고 ‘누님 아, 누님아! 어쩐 일인가? 꿈인가! 생시인가?’라고 하며 함께 통곡하는 모습에서 진성운이 어릴 적 이산의 고통을 겪었음을 알 수 있다. ③연나라 군 사를 물리친 진성운이 유경만도 잡아 ‘천자께 참 소하여~ 만분지일이라도 갚아야겠다’라고 하며 그 의 죄를 말하고 아버지의 원수를 갚으려고 하는 것으로 보아, 진성운이 연나라로부터 나라를 구하 면서 아버지의 원수도 갚게 되었다고 할 수 있다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 서사적 기능 이해하기 학녹과 함께 중원을 향해 가던 진성운은 주점 사람의 이야기를 들은 후, 그 이야기 속 인물을 쫓아가게 되고 결국 누이인 성희를 구하게 된다. ** 갈래 복합 ** □ 출전: 정철, <성산별곡> 권구, <병산육곡> 백문보, <율정설>"
}
{
    "question_number": 22,
    "question_text": "[출제의도] 표현상의 특징 파악하기 (가)는 ‘석양’, ‘달’ 등을 통해, (나)는 ‘서산에 해 져 간다’는 표현을 통해 시적 분위기를 형성하 고 있다. ②(가)와 (다)에는 반어적 표현이 사용되지 않 았다. ③(나)와 (다)는 근경에서 원경으로 시선이 이동하고 있지 않다. ④(가)의 ‘녹초변’과 (나)의 ‘백구’는 색채어라 할 수 있으나, (다)에는 색채어가 사용되지 않았다. ⑤(가), (나), (다) 모두 공간 의 이동을 통한 대상의 변화는 드러나지 않았다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 작품의 내용 파악하기 [D]에서 화자는 자신이 있는 공간을 ‘경요굴 은 세계’라고 표현하며, 자연의 아름다움과 이에 대한 만족감을 드러내고 있다. 그러면서 이 곳을 찾을 사람이 있을까 걱정되니 이 상황을 ‘남에게 전하 지’ 말라고 하고 있으므로, ‘은세계’를 찾는 사람 들이 많아지기를 바라고 있다는 설명은 적절하지 않다. ①화자는 ‘소 먹이는 아이들’이 ‘흥이 겨워 피 리’ 부는 것을 듣고, ‘물 아래 잠’겨 있다가 ‘잠을 깨어 일어날 듯’한 ‘용’과 ‘제 집을 버리고 반공에 솟아 뜰 듯’한 ‘학’을 떠올리면서 강변에서의 흥취 를 표현하고 있다. ②‘소선 적벽’에서는 ‘가을 칠 월’이 좋다고 했으나 ‘팔월 보름달’을 모두가 칭찬 한다고 말하면서, 달의 아름다움에 취해 달을 잡 으려다 물에 빠진 ‘적선(이태백)’의 이야기를 떠올 리며 ‘달’이 ‘솔’ 위에 걸린 풍경에서 느끼는 감흥 을 드러내고 있다. ③‘공산’에 ‘삭풍’이 불고 ‘눈’ 이 오니, 마치 조물주인 ‘천공’이 ‘옥’으로 꽃을 만 들어 ‘만수 천림’을 꾸며낸 것 같다며 산의 아름다 운 겨울 풍경을 예찬하고 있다. ⑤책을 읽고 있던 화자가 책 속의 ‘성현’과 ‘호걸’에 대해 생각하면 서 ‘시운’이 흥했다가 망했다가 하는 것이 애달프 다며 안타까움을 느끼고 있다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 소재의 공통점과 차이점 파악하기 ㉠은 자연 속 생활의 만족감이 드러나 있는 소 재이며, ㉡은 버려야 할 세속적 가치를 표현하고 있는 소재이다. 따라서 ㉠과 달리 ㉡은 화자가 추 구하는 가치와 거리가 먼 대상이다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 작품의 내용 파악하기 ‘잎이 매우 늦게 돋지만, 돋기만 하면 곧 그늘을 쉽게 만들어 주는 것’은 윤상군이 등용은 늦게 되 었지만 큰 성취를 이루었다는 내용과는 연결할 수 있지만, 벼슬에 오르기까지 직무에 조심하면서 충 실히 임했다고는 볼 수 없다. ①‘불이 마른 것에 잘 붙고 물이 축축한 곳으로 흐르는 것’은 성질이 같은 것끼리 서로 찾아가는 이치를 설명하고 있는 것이므로 밤나무와 같은 성 질을 가지고 있는 윤상군이 밤나무가 있는 곳을 선택하여 집을 구한 것과 연관 지어 볼 수 있다. ②‘밤나무는 늦게 나고 기르는 데 시간도 오래 걸 리는 것’은 사람들이 모두 늦었다고 할 정도로 늦 게 벼슬에 나아간 윤상군의 삶과 연관 지어 볼 수 있다. ④‘별로 손질을 하지 않았는데도 무성하게 뻗어 나간 것’은 ‘그 기틀을 세우는 것이 처음에는 어려웠으나 그 성취하는 것이 뒤에는 쉬’운 밤나 무의 성질로, 등용까지는 오래 걸렸지만 일단 등 용이 되고 나서는 하루 동안에 아홉 번이나 자리 를 옮겨 대신의 지위에까지 이르게 되었던 윤상군 의 삶과 연관 지어 볼 수 있다. ⑤‘밤나무의 생장 함’은 윤상군이 출세하여 영화롭게 된 것과, ‘밤을 수확하여 간직하는 것’은 윤상군이 은퇴하는 것과 연관 지어 볼 수 있다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 외적 준거에 따른 작품 감상하기 (다)에서 정자의 이름을 ‘율정’이라고 지은 것은 윤상군이 밤나무를 좋아해서이고, 작가는 등용이 늦었지만 큰 성취를 이룬 윤상군이라는 인물을 통 해 ‘차고 이지러지고 줄어들고 보태는’ 모든 사물 에 공통되는 이치를 말하고 있지만, 당시 현실을 비판하려는 시각을 드러내고 있는 것은 아니다. ①(가)에서 화자는 기산에 숨어 살던 허유가 귀를 씻었다는 고사를 인용하며 그의 기개와 품행 이 높다고 평가하고 있다. 이를 통해 바람직한 삶 의 자세에 대한 화자의 시각을 알 수 있다. ② (가)에서 화자는 ‘세사’가 ‘구름’처럼 험하다고 하 면서 ‘술’을 마시며 ‘마음에 맺힌 시름’을 적게 만 들고 싶어 한다. 이를 통해 화자는 속세를 부정적 대상으로 인식하고 있음을 알 수 있다. ③(나)에 서 화자는 자연물인 ‘백구’를 자신과 동일시하며 날지 말고 자신과 함께 속세의 일을 잊자고 말하 고 있다. 이를 통해 자연물을 물아일체의 대상으 로 인식하고 있음을 알 수 있다. ④(나)에서 화자 는 고깃배가 떠 있는 삶의 터전인 ‘어촌’이 마치 이상향의 세계인 ‘무릉’과도 같다고 말하며 생활에 대한 만족감을 비유적으로 표현하고 있다. 이를 통해 일상의 공간을 긍정적으로 바라보고 있는 화 자의 인식을 알 수 있다. ** 현대시 ** □ 출전: 조지훈, <꿈 이야기> 기형도, <나리 나리 개나리>"
}
{
    "question_number": 27,
    "question_text": "[출제의도] 표현상의 특징 파악하기 (가)는 1연과 8연의 ‘그것은 문이 아니었다’라 는 시행의 반복을 통해, (나)는 3연의 ‘잠글 수 없는 것이 어디 시간뿐이랴’, ‘아아, 하나의 작은 죽음이 얼마나 큰 죽음들을 거느리는가’라는 물음 의 형식을 통해 시적 의미를 강조하고 있다. ②(나)는 생명력이 움트는 봄과 누이를 잃은 화자의 상황이 대조적이라 할 수 있지만 (가)에서 대화체의 형식을 찾을 수 없다. ③(가)에는 과거 와 현재의 비교가 나타나 있지 않다. ④(가)에는 계절의 흐름에 따른 대상의 변화가 나타나 있지 않다. ⑤(가)와 (나)는 모두 추측을 나타내는 표 현이 사용되지 않았다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 시어와 시구의 의미 파악하기 ‘유령처럼’ ‘꽃을 꺾는다’는 것은 누이의 죽음과 상관없이 생명력을 피우는 봄을 받아들일 수 없는 화자의 슬픔을 나타낼 뿐 누이의 죽음에 대한 슬 픔을 극복한 모습을 나타낸 것은 아니다. ①, ②1연의 ‘누이여’와 ‘이파리 하나 피우지 못 한 너의 생애를 소리없이 꺾어갔’다는 부분을 통 해 누이가 때 이른 죽음을 맞이했음을 알 수 있 다. 이러한 상황 속에서 ‘살아 있는 나는 세월을 모른다’고 한 것은 살아 있음에도 제대로 살아갈 수 없는 화자의 상황을 보여 준다고 할 수 있다. ③1연의 ‘이파리 하나 피우지 못한 너의 생애를 소리없이 꺾어갔던 그 투명한 기억’과 연결하여 보면 ‘기억의 얼음장’은 누이에 대한 기억임을 알 수 있다. ‘살아 있는 나는 세월을 모른다’, ‘하나의 작은 죽음이 얼마나 큰 죽음들을 거느리는가’에서 확인할 수 있듯이 화자가 누이를 잃어 슬퍼하고 있는 상황에서 ‘기억의 얼음장’에 ‘부르지 않아도 뜨거운 안개가 쌓’인다는 것은 누이에 대한 기억 이 화자의 의지와 상관없이 떠오르고 있음을 드러 낸다고 할 수 있다. ④‘봄’이 되자 ‘접혔던 꽃술’이 ‘또다시’ 펴진다는 것은 누이의 죽음과 관계없이 다시 찾아온 봄의 모습을 드러낸다고 볼 수 있다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 시어의 의미 파악하기 ㉠은 ‘해바라기’가 피어 있고 ‘수천 마리의 낮닭 이 깃을 치며’ 우는 곳이므로 생명력이 느껴지는 공간으로 볼 수 있다. ㉡은 누이를 잃은 화자의 슬픔을 형상화한 공간이다. 뜨거운 ‘햇덩이’가 ‘이 글거리는’ 곳을 ‘맨발로 산보’한다고 표현되어 있 으므로 화자가 고통을 느끼는 공간으로 볼 수 있 다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 외적 준거에 따른 작품 감상하기 (가)에서 ‘배’가 떠나자 ‘별빛’이 쏟아져 ‘어둠’ 을 밝히는 장면은 문 안의 꿈속에서 본 모습일 뿐 꿈속 세계가 현실에서도 이어짐을 드러내는 것은 아니다. 꿈속 세계가 현실에서도 이어짐은 ‘그것은 문이 아니었다’라는 시행을 통해 드러나고 있다. ②(가)에서 ‘마을’은 해바라기가 피고 낮닭이 깃을 치며 우는 삶의 공간이고 ‘바다’는 ‘꽃상여’가 도착하는 죽음의 공간이다. 따라서 마을에서 바다 를 가기 위해 거치는 ‘산모롱잇길’은 삶과 죽음이 연결된 것임을 보여 준다고 할 수 있다. ④(나)에 서 ‘이파리 하나 피우지 못한 너의 생애를 / 소리 없이 꺾어갔던 그 투명한 / 기억을 향하여 봄이 왔다’와 ‘떠다니는 내 기억의 얼음장마다 / 부르지 않아도 뜨거운 안개가 쌓일 뿐이다’를 통해 화자는 누이의 기억에서 벗어나지 못했고 봄은 그러한 누 이의 죽음을 떠올리게 하는 시간임을 확인할 수 있다. ⑤(나)에서 누이의 죽음인 ‘하나의 작은 죽 음’이 ‘큰 죽음들’을 거느린다고 하였으므로 누이 의 죽음이 슬픔을 유발하고 있는 상황을 보여준다 고 할 수 있다. ** 현대 소설 ** □ 출전: 윤흥길, <양>"
}
{
    "question_number": 31,
    "question_text": "[출제의도] 서술상의 특징 파악하기 작품 속 등장인물인 ‘나’가 인물들의 말과 행동 을 독자에게 전달해 주는 방식으로 서술되어 독자 가 인물들의 심리나 성격을 추측하여 판단하게 한 다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 작품의 내용 파악하기 윤봉이는 세상이 바뀐 이유를 알지 못했기 때문 에 자신을 귀애해 주던 인민군 병사가 왜 갑자기 떠나버렸는지 이해하지 못했다. ①어머니는 세상이 바뀐 뒤에도 인민군가를 부 르는 윤봉이에 대해 걱정하는 마을 아낙네들의 충 고를 듣고 윤봉이가 인민군가를 부르는 것을 말렸 기 때문에 아낙네들의 충고를 무시한 것은 아니 다. ③가족들은 호랑이 사건 이후 윤봉이의 인기 가 대단해진 것에 놀랐고, 사람들의 극성을 이해 가 안 가는 일이라고 한 것으로 보아 가족들이 윤 봉이의 인기를 예상한 것은 아니다. ④곰배정씨 네는 인공 치하에서 혹독한 탄압을 받았다. 그렇 기 때문에 마을 사람들은 세상이 바뀐 상황에서 곰배정씨네가 인민군 치하에서의 일로 자신들에게 보복할 수도 있는 입장이 되었다고 생각한다. 따 라서 곰배정씨네는 마을 사람들에게 보복을 당할 것을 짐작했다고 보는 것은 적절하지 않다. ⑤가 족들이 윤봉이를 집 안에서만 놀게 한 이유는 윤 고3 정답 및 해설 2022학년도 7월 전국연합학력평가 4 36 봉이의 노래 때문이지만 윤봉이는 그 이유를 알지 못했다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 인물의 심리 파악하기 아버지는 마을 사람들이 윤봉이의 재주에 관심 을 보이는 것은 마치 재주를 부리는 곰에게 박수 를 보내는 것과 같다고 생각했다. 그래서 마을 사 람들이 공산당에 적극 동조한다는 사실을 은근히 드러내려는 데 윤봉이를 이용하려는 ‘불순한 저의’ 를 가지고 있다고 여겨 ‘곰이 되어가는 윤봉이’를 보며 슬퍼했다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 외적 준거에 따른 작품 감상하기 윤봉이가 사람들로부터 관심의 대상이 되었던 ‘찬란한 기억’을 ‘채워 줄 적당한 선물’이 가족들 에게 없었던 것이고, 그것이 인민군 치하에서 가 족들이 이익을 얻는 계기로 작용한 것은 아니다. ①윤봉이가 ‘어쩌지 못할 바보의 상태’라는 점 이 마을 사람들이 윤봉이를 희생양으로 삼기 쉬운 이유였다고 볼 수 있다. ②마을 사람들이 ‘인민군 을 환영하고 공산당에 적극 동조한다는 사실을 은 근히 드러내는 데 이용하려 한다는’ 것을 볼 때, 마을 사람들이 윤봉이를 이용한 것으로 볼 수 있 다. ③마을 사람들은 인민군이 떠나도 여전히 인 민군가를 부르는 윤봉이의 행동이 마을에 위기를 가져올 것이라는 불안감 때문에 윤봉이를 피했다. ⑤가족들은 인민군가를 부르는 윤봉이 때문에 아 버지의 신상에 위해가 가해졌다고 생각하여 윤봉 이에게 책임을 돌렸다. 2022학년도 7월 전국연합학력평가 정답 및 해설 고3 5 36 화법과 작문 정답 35 ⑤ 36 ② 37 ④ 38 ③ 39 ③ 40 ⑤ 41 ② 42 ① 43 ② 44 ⑤ 45 ⑤ 화법과 작문 해설"
}
{
    "question_number": 35,
    "question_text": "[출제의도] 발표자의 말하기 방식 파악하기 암산 대회의 경험, 갖고 싶었던 물건을 갖게 되 었을 때의 경험 등이 나타나 있기는 하나, 이 경 험에서 청중의 행동에 문제점이 있다고 지적하고 있지는 않다. ①‘기준점 효과의 내용이 생각나시나요?’라고 묻고 청중의 대답을 들은 뒤 ‘기준점 효과’의 정의 를 설명했다는 점, 갖고 싶었던 물건을 갖게 되었 을 때 점차 행복감을 느끼지 못하게 되는 이유를 묻고 청중의 대답을 들은 뒤 그 이유를 설명했다 는 점에서 질문과 대답을 통해 청중과 상호 작용 하고 있음을 알 수 있다. ②1부터 8까지의 곱이 얼마인지, ‘우리 반 친구들’과 ‘다른 반 친구들’이 정답을 추측한 기준값이 어떻게 다른지 등을 구체 적인 수치로 제시하여 청중의 이해를 돕고 있다. ③마지막 단락에서 ‘노력해 나가는 것이 좋지 않 을까요?’라는 설의적 질문을 사용하여 청중의 공 감을 유도하고 있다. ④‘반 분위기’를 가라앉게 만든 상황을 ‘찬물을 끼얹다’라는 관용 표현을 사 용하여 나타내고 있다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 발표 계획의 적절성 파악하기 ‘계산식’을 화면에 제시하겠다는 계획은 발표에 반영되었으나, 계산식이 의문을 갖게 된 이유라고 말하지는 않았다. 발표자는 ‘우리 반’이 ‘평소 수 학을 어려워하는’데도 암산 대회에서는 우승을 했 다는 사실에 의문을 갖게 되었다고 밝히고 있다. ③‘행동경제학’이라는 학문에 대해 배우면서 알 게 된 ‘기준점 효과’라는 개념을 근거로 발표 내용 의 타당성을 확보하고 있다. ④‘기준점 효과’를 바탕으로 ‘우리 반 친구들’이 정답을 떠올리는 과 정과 ‘다른 반 친구들’이 정답을 떠올리는 과정의 차이가 ‘우리 반’을 우승으로 이끌게 되었을 것이 라고 추측하고 있다. ⑤‘토마스 아퀴나스’의 말을 인용하여 인간이 행복과 불행을 느끼는 것에 ‘기 준점’이 큰 영향을 끼친다는 점을 강조하고, ‘단번 에 큰 성과를 내려 하’는 것보다 ‘조금씩 성장하기 위해 노력’하자는 삶의 방향을 제안하고 있다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 반응의 적절성 파악하기 ‘학생1’은 발표를 들은 후, 자신이 ‘약한 체력’ 을 가지고 있지만 ‘동네 뒷산’을 오른 경험이 새로 운 기준점으로 작용해 앞으로 ‘지리산’도 오를 수 있을 것이라고 생각하게 되었으므로 자신이 처한 상황에 긍정적으로 영향을 끼쳤던 경험을 떠올리 며 들었다고 볼 수 있다. 이와 달리 ‘학생3’은 ‘미 래의 목표’를 ‘기준점’으로 삼아서 시험 결과에 ‘낙담했던’ 경험을 떠올리고 있으므로 자신이 처한 상황에 대해 부정적인 감정을 유발했던 경험을 떠 올리고 있다고 보는 것이 적절하다. ①‘학생1’은 기준점의 변화로 인해 지리산도 오를 수 있을 거라는 자신감을 갖게 되어 이전보 다 행복해질 수 있었다고 볼 수 있으므로 ‘기준점 으로부터의 변화량’이 행복을 위해 중요하다는 말 이 자신의 경험과 부합한다고 생각했을 것이라 보 는 것이 적절하다. ③‘학생3’은 ‘현재의 자신의 상태’만이 아니라 미래의 목표도 기준점이 될 수 있다는 점을 언급하고 있을 뿐, 미래의 목표를 기 준점으로 삼는 것이 옳다고 말하고 있지는 않다. ⑤‘학생2’와 ‘학생3’ 모두 기준점이 ‘자신도 모르 는 사이’에 ‘자신의 선택과 판단’을 결정한다는 사 실에 대해 동의하고, 그것이 유발할 수 있는 부정 적인 상황에 대해 언급하고 있다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 질문의 의도 파악하기 ㉠은 ‘학생’이 복원된 석탑을 보았던 경험을 다 시 떠올리게 하려는 발화이다. ㉡은 ‘연구사’가 ‘미륵사지 석탑도 새로운 석재를 사용하여 훼손된 원래의 석재를 보강했’다고 언급한 것을 의문의 형식으로 재진술하여 ‘학생’이 들은 내용을 환기하 도록 하는 발화이다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 말하기 계획의 적절성 파악하기 ‘학생’은 인터뷰에서 미륵사지 석탑을 복원한 이 유를 묻고 있지 않다. ①‘학생’은 ‘연구사’에게 인사말을 건네고 나서 미륵사지를 견학한 후에 석탑 복원에 의문이 생겼 다는 말로 시작하고 있다. ②‘학생’은 두 번째 발 화에서 문화재 복원이란 무엇인지 묻고 있다. ④ ‘학생’은 여덟 번째 발화에서 미륵사지 석탑을 복 원하는 데 얼마나 걸렸는지 묻고 있다. ⑤‘학생’ 은 인터뷰를 마무리하며 ‘연구사’에게 학생들에게 한 말씀을 해 달라고 부탁하고 있다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 작문 계획의 적절성 파악하기 (가)에서 훼손된 석재를 보강할 새로운 석재를 찾았다는 이야기는 나오지만, (나)에서는 석탑 복 원에 사용된 새로운 석재의 산출지를 밝히지는 않 았다. ①(가)에서 ‘연구사’가 문화재는 우리 역사를 담고 있는 자산이기에 역사적 가치가 있다고 언급 했고, (나)에서 미륵사지 석탑은 목탑에서 석탑으 로 변화되어 가는 양식을 대표하는 탑으로서 역사 적 가치가 있다고 구체적으로 밝혔다. ②(가)에서 ‘연구사’가 석탑의 석재들을 다시 쌓아 올릴 때 3D 스캐닝을 활용했다고 언급했고, (나)에서 물체 에 레이저를 쏘아 돌아오는 시간을 거리로 환산하 여 3차원 형상 정보를 취득하는 방식이라고 기술 의 원리를 설명하고 있다. ③(가)에서 ‘연구사’가 미륵사지 석탑의 원형을 알 수 있는 문헌 기록을 찾지 못해서 원형의 모습으로 복원하지 못했다고 언급했고, (나)에서 원형을 알 수 없는 경우 추측 하여 복원하지 않는다는 ‘베니스 헌장’을 인용하여 설명하였다. ④(가)에서 ‘연구사’가 미륵사지 석탑 은 특정 시기의 모습으로 복원했다고 언급했고, (나)에서 복원된 석탑의 모습을 알 수 있는 사진 (출처: 국립문화재연구소)을 제시하였다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 고쳐쓰기의 적절성 파악하기 (나)의 마지막 문단과 수정안을 비교하면, 수정 안에서 (나)의 ‘문화재 복원의~ 남기기도 합니다’ 라는 문화재 복원 과정을 보고서로 작성하는 이유 가 삭제되었음을 알 수 있다. 또한 수정안의 첫째 문장 ‘미륵사지 석탑은~ 의미가 있습니다’를 추가 하여 미륵사지 석탑 복원의 의의를 밝히고 있음을 알 수 있다. 이를 통해 교지 편집부장이 보낸 검 토 의견 중 ‘학생’이 반영한 것은 ‘문화재 복원 과 정을 보고서로 작성하는 이유는 삭제하고, 미륵사 지 석탑 복원의 의의는 추가’해 달라는 것이었다 고 볼 수 있다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 작문 유형에 따른 성격 파악하기 (가)는 다회용품 사용의 이유와 실태, 권장 사 용 기준에 대해 탐구한 내용을 바탕으로 하여 정 보를 전달하고 있는 조사 보고서이고, (나)는 (가)를 바탕으로 하여 다회용품을 환경에 실질적 으로 도움이 되는 방안으로 사용해야 한다는 내용 을 담아 설득하고 있는 글이다. ②(가)는 다양한 관점으로 문제를 분석하고 있 다고 보기 어렵고 (나)는 정서를 표현하고 있는 글이라 보기 어렵다. ④(나)는 주장은 드러나 있 으나 예상되는 반론은 찾을 수 없다. ⑤(가)는 대 립되는 쟁점이 드러나지 않는다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 작문 계획의 적절성 파악하기 (가)의 조사 동기 및 목적에서 일회용품 사용이 환경에 미치는 영향과 다회용품 사용의 필요성은 언급하고 있지 않다. ①설문 조사는 다회용품 사용 이유와 실태를 파악하기에 적합한 방식이다. ③조사의 결과를 항 목화하여 제시하였다. ④문헌 조사 내용에 대한 출처를 밝힘으로써 쓰기 윤리를 준수하였다. ⑤조 사 결과를 요약하여 제시하였다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 자료 활용의 적절성 파악하기 일회용품 사용을 줄이는 것과 폐자원을 활용해 다회용품을 생산하는 것은 서로 관련이 없다. ①ㄱ을 통해 다회용품이 일회용품보다 제조 및 폐기 단계에서 더 많은 온실가스를 배출한다는 것 을 확인할 수 있다. ②ㄴ에서 제시한 미국, 프랑 스, 독일, 일본의 사례는 세계 여러 나라에서 일 회용품 사용을 줄이려고 노력하고 있다는 내용을 뒷받침하는 사례로 활용할 수 있다. ③ㄷ에 제시 된 구체적 수치를 활용하여 다회용품 사용 횟수가 늘수록 온실가스 배출량 감소 효과가 크다는 것을 뒷받침할 수 있다. ④ㄷ을 통해 폐기 단계에서 온 실가스를 배출하는 폐자원을 재활용하여 다회용품 을 만드는 것도 환경 보호에 도움이 될 수 있다는 내용을 추가할 수 있다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 조건에 맞는 글쓰기 보고서의 결론에는 다회용품 사용에서 나타나는 문제점으로 다회용품을 권장 사용 기준에 못 미치 게 사용하는 점과, 여러 개 사 두기만 하고 쓰지 않는 사람이 많다는 점이 제시되어 있다. 그런데, (나)에는 보고서의 결론에 제시된 이 두 가지 문 제점 중 다회용품을 권장 사용 기준에 못 미치게 사용하는 문제에 대한 해결 방안만 제시되어 있 다. 그래서 선생님의 조언에 따라 여러 개 사 두 기만 하고 쓰지 않는 사람이 많다는 문제에 대해, 자신에게 필요하지 않은 다회용품을 다른 사람과 나누거나 재판매하는 것을 추가적인 해결 방안으 로 제시한 것은 적절하다. ④다회용품 권장 사용 횟수를 알게 하는 것은 다회용품 사용에서 나타나는 문제에 대한 해결 방 안이 될 수 있으나, 이것은 이미 (나)에 제시되어 있는 해결 방안이다."
}
