[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 강연자의 말하기 방식 파악하기 강연자는 강연을 시작하면서 자신을 소개하고 강연을 하게 된 이유를 설명하고 있지만 강연의 진행 순서를 제시하고 있지는 않다. ① 2문단에서 꽃담의 개념을 ‘아름다운 무늬나 그림을 넣어 장식한 담’이라고 정의하며 청중의 이해를 돕고 있다. ③ 3문단에서 꽃담의 사진을 활용하여 정보 전 달의 효과를 높이고 있다. ④ 4문단에서 시간을 고려하여 자경전 꽃담에 관해 전달할 내용을 조절하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 강연 내용 이해하기 벽사를 상징하는 육각형 속에 작은 꽃무늬를 상 감하는 것은 내벽의 특징으로, 제시된 사진에서는 이를 확인할 수 없다. 사진은 매화 무늬, 기하학 적 문자가 있으므로 외벽으로 볼 수 있다. ① 사진을 통해 하단에서부터 3층으로 쌓은 사괴 석, 중간에 벽돌, 맨 위에 기와를 확인할 수 있다. ④ 4문단에서 매화나 국화 옆에 그 무늬의 의 미와 관련하여 이를 부각하기 위해 문자를 기하학 적으로 변형해 네모 모양으로 넣었다고 하였다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 토의 참여자의 말하기 방식 파악하기 [C]에서 ‘학생 3’은 ‘학생 2’가 제기한 공동 연 구 보고서가 역할 분담이 어렵다는 문제점을 해결 하기 위한 방안으로 공동 연구 보고서를 쓰되 개 인의 기여도를 확인하는 방법을 제안하고 있다. ② [B]에서 ‘학생 2’는 링겔만 효과라는 이론적 근거를 제시하여, ‘학생 1’의 의견에 반대하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 토의 참여자의 발화 내용 파악하기 ‘학생 1’은 역할을 분담한 공동 연구 보고서 작성 을 통해 보고서 작성에 대한 책임이 고르게 나눠진 다고 하였고, ‘학생 2’는 공동 연구 보고서는 개인 의 책임이 분산된다고 발언하였다. ‘학생 3’은 공동 연구 보고서가 보고서에 대한 부담을 줄인다고 하 였다. 이렇게 볼 때 토의 참여자는 ‘공동 연구 보고 서가 개인 연구 보고서에 비해 개인의 책임이 분산 된다.’는 점에 모두 동의하고 있다고 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 자료를 바탕으로 토의 내용 추론하기 토의의 흐름과 <보기>를 참고하면, ㉠에는 집 단의 다른 구성원에 비해 상대적으로 능력이 떨어 지는 구성원도 집단의 수행에 맞추기 위해 개인이 수행할 때보다 더 노력하여 집단의 생산성을 증가 시킨다는 점과 이것이 개인의 성장을 가져올 수 있다는 점 등을 공동 연구 보고서와 관련지어 말 하는 내용이 들어가야 한다. ** 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 작문 계획 파악하기 ‘처음’ 부분에 사물 인터넷의 개념과 사물 인터 넷에 대한 사람들의 관심이 늘고 있다는 내용이 있을 뿐 사물 인터넷의 사례는 제시되지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 자료 활용의 적절성 파악하기 Ⅰ-2는 우리나라와 선진국 간의 사물 인터넷 시장의 전체 규모를 비교하는 자료이고, Ⅲ은 사 물 인터넷이 공공 부문에 활용된 자료이다. 그래 서 이 두 자료를 활용하여 이를 공공 부문보다 민 간 부문에 사물 인터넷과 관련된 선진국들의 투자 가 집중되었다는 것을 뒷받침하는 사례로 제시하 는 것은 적절하지 않다. ② Ⅰ-2를 통해 국내 사물 인터넷 산업의 시장 규모가 작은 것으로 보아 국내 사물 인터넷 산업 이 다른 선진국에 비해 활성화되어 있지 않음을 알 수 있다. ⑤ Ⅱ와 Ⅲ에는 각각 미래의 고부가가치 산업으 로서의 사물 인터넷의 경제적 가치와 사물 인터넷 을 활용하여 얻게 된 경제적 이익이 나타나 있다.",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 조건에 따른 글쓰기 사물 인터넷이 세상을 연결하여 소통하게 한다 는 부분과 우리에게 편리한 삶을 약속한다는 부분 에서 사물 인터넷의 의의를 확인할 수 있고, 경제 적 가치를 창출할 미래 산업으로 자리매김할 것이 라는 부분에서 사물 인터넷의 기대효과를 확인할 수 있다. ‘끈’에서 비유적 표현을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 글쓰기 전략 파악하기 ‘사랑의 김장 나누기 활동’과 ‘지역 아동 센터 도우미 활동’의 내용을 설명하며 봉사단에 가입할 것을 권유하고 있다. ⑤ 경험자의 말을 인용하여 봉사단 활동의 의의 를 밝히고 있을 뿐, 학생들이 봉사 활동에 적극적 이지 못했던 이유를 설명하고 있지는 않다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 고쳐 쓰기의 적절성 파악하기 앞 문장의 내용은 학생들이 봉사 활동의 의미를 알지 못한 채 참여하고 있다는 것이고, 뒤 문장의 내용은 봉사단에서 그 의미를 깨달을 수 있는 봉 사 활동의 기회를 제공한다는 내용이다. 두 문장 간의 연결 관계를 고려하면 ‘그래서’로 고치는 것 이 적절하다. ④ ‘로서’는 자격, 신분, ‘로써’는 수단, 방법을 의미하므로 ㉣은 ‘참여함으로써’로 고치는 것이 적 절하다. ⑤ ㉤은 문맥상 ‘빛을 보내어 밝게 하는’을 의미 하는 ‘비추는’으로 고치는 것이 적절하다. ** 문법 **",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 서술어의 자릿수 파악하기 ‘여겼다’는 주어(그는), 목적어(직업을), 부사어 (천직으로)를 필수적으로 요구하므로 세 자리 서 술어이다. ① ‘되었다’는 주어(계절이), 보어(가을이)를 필 수적으로 요구하므로 두 자리 서술어이다. ② ‘닮았다’는 주어(오빠는), 부사어(아빠와)를 필 수적으로 요구하므로 두 자리 서술어이다. ③ ‘피었다’는 주어(장미꽃이)만을 필수적으로 요구하므로 한 자리 서술어이다. ④ ‘고치셨다’는 주어(아버지께서), 목적어(집 을)를 필수적으로 요구하므로 두 자리 서술어이 다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 문장 종류의 특징 파악하기 ㄱ에서 안은문장의 주어는 ‘누나는’이고, 안긴문 장의 주어는 ‘마음이’이다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 음운 변동 현상 파악하기 ‘불여우[불려우]’는 [ㄴ]이 첨가되어 [불녀우], [ㄴ]이 [ㄹ]로 교체되어 [불려우]로 발음된다. 따 라서 ㉠은 ⓑ, ㉡은 ⓐ에 해당한다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 사전 활용하기의 적절성 파악하기 ‘김치가 잘 숙성되었다.’의 ‘숙성되다’는 ‘효소나 미생물의 작용에 의하여 발효된 것이 잘 익다.’의 의미이므로, ‘열매나 씨가 여물다.’의 의미인 ‘익다 ①’의 유의어가 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 중세국어의 특징 이해하기 ㉤은 객체높임 선어말 어미 ‘--’을 통해 객 체높임을 실현하였을 뿐, 현대국어처럼 ‘여쭙다’라 는 특수어휘를 사용하지는 않았다. ① ㉠은 ‘효도+옴’으로 분석되어, 현대국어의 명사형 어미 ‘-(으)ㅁ’과 다른 형태임을 알 수 있 다. ② ㉡의 ‘ㅳ’은 현대국어에서는 사용되지 않는 어두자음군에 해당한다. ③ ㉢은 ‘聖孫(성손)+’로 분석되어 ‘’이 현 대국어의 목적격 조사 ‘을’과 다른 형태임을 알 수 있다. ④ ㉣은 문장의 주체인 ‘하늘’을 높이고자 현대 국어와 동일하게 주체높임 선어말 어미 ‘-시-’를 사용하고 있다. ** 예술ㆍ기술 ** □ 출전: 히라오 요시미츠, <문화재를 연구하는 과학의 눈>",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 내용 전개 방식 파악하기 제시문에서는 미술품 복원 작업의 종류와 각 작 업의 특징을 설명한 후, ‘X선투과사진법’과 ‘형광 X선분석법’과 같은 과학적 분석 방법이 미술품 복 원 작업에 활용되는 원리에 대해 설명하고 있다. ① 미술품의 복원 과정에 대해 서술하고 있지 만, 미술품이 지닌 경제적 가치에 대해서는 언급 하고 있지는 않다. ② 미술품 복원 작업의 종류를 그 목적에 따라 구분하고 있을 뿐, 예술의 형식을 분류하고 있지 는 않다. ④ 미술품 복원 작업에 활용되는 과학적 분석 방법의 원리와 장점에 대해서는 설명하고 있으나, 복원 작업에 활용되는 과학적 분석 방법의 한계를 평가하고 있지는 않다. ⑤ 작업 방식에 따라 미술품 복원 작업에 대한 평가가 달라진다는 내용을 언급하고 있지 않으며, 과학적 분석 방법과의 관계 역시 나타나지 않는 다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 [A]를 통해 X선의 투과력이 감소할수록 투과율 2017학년도 9월 고2 전국연합학력평가 정답 및 해설 고2 정답 및 해설 2017학년도 9월 전국연합학력평가 2 24 이 감소하며, 물체의 영상은 필름에 하얗게 나타 난다는 점을 알 수 있다. ⓐ~ⓓ 중에서 가장 하 얗게 나타난 곳은 ⓐ이다. 따라서 ⓐ~ⓓ 중에서 X선의 투과율이 가장 낮은 곳은 ⓐ이다. ② 파장의 길이가 짧을수록 X선의 투과력이 증 가한다고 하였으므로, 파장이 짧은 X선을 사용한 다면 ⓒ는 더 검게 나타날 것이다. ③ ⓑ는 촬영 전 목판에서는 확인할 수 없었고, 다른 곳보다 가장 어둡게 나타났다. 따라서 ⓑ를 통해 목판 내부에 육안으로 보이지 않는 손상 부 위가 있을 것이라 추측할 수 있다. ④ ⓐ는 ⓒ보다 하얗게 나타났으므로, ⓐ에 대 한 X선의 투과율이 ⓒ보다 낮다고 볼 수 있다. <보기>에서 목판의 밀도는 모두 같다고 하였으 므로, ⓐ가 나타난 곳의 목판 두께가 ⓒ가 나타난 곳보다 두껍다는 점을 알 수 있다. ⑤ ⓓ는 목판이 손상되었기 때문에 ⓐ보다 목판 의 두께가 얇아졌으며, 이로 인해 X선의 투과율이 증가하여 ⓓ가 ⓐ보다 검게 나타난 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 세부 내용 파악하기 4문단에서 형광X선분석법은 측정 대상을 이동 시키기 어려운 작품의 성분 분석에 널리 사용된다 고 하였으므로, 허물어져 가는 벽화의 성분 분석 을 할 때에는 형광X선분석법을 활용하는 것이 효 과적이라 볼 수 있다. ① 작품 보존에 필요한 최적의 환경을 제공하는 것은 예방 보존 작업에 해당한다. ② 1문단을 통해 작품에 사용된 재료의 자연적 노화로 인해 발생한 작품의 손상 역시 미술품 복 원 작업의 대상이라는 것을 확인할 수 있다. ④ X선과 충돌한 원소의 안쪽 궤도에 위치한 전자가 원소 밖으로 튀어나오고, 그 자리를 바깥 쪽에 위치한 전자가 이동하면서 형광X선이 발생 하게 된다. 따라서 원소의 안쪽 궤도에 위치한 전 자가 바깥쪽 궤도로 이동할 때 형광X선이 발생한 다는 진술은 적절하지 않다. ⑤ 1문단과 2문단을 통해 미술품을 복원할 때 에는 작품이 만들어진 목적과 작가의 의도 등을 고려해야 한다는 점을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 구체적 사례와 비교하기 ㉮는 X선과 원자가 충돌하는 과정에서 형광X선 이 발생하는 원리를 이용하는 것일 뿐, X선에 의 해 원소의 양이 증가하는 원리를 활용하는 것은 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 어휘의 문맥적 의미 파악하기 ㉠의 문맥적 의미는 ‘여러 가지가 섞인 것을 구 분하여 분류하다.’로, ‘나는 물건들을 색깔별로 나 누는 작업을 한다.’의 ‘나누다’와 문맥적 의미가 유사하다. ① ‘하나를 둘 이상으로 가르다.’의 의미로 사용 되었다. ③ ‘같은 핏줄을 타고나다.’의 의미로 사용되었다. ④ ‘음식 따위를 함께 먹거나 갈라 먹다.’의 의 미로 사용되었다. ⑤ ‘몫을 분배하다.’의 의미로 사용되었다. ** 현대시 ** □ 출전: 고은, <자작나무 숲으로 가서> 문태준, <평상이 있는 국숫집>",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 작품 간의 공통점 파악하기 (가)의 화자는 우연히 자작나무숲에 들어가게 되는데 그곳에서 느낀 자작나무의 포용력, 부드러 움, 경건성 등의 속성을 통해 그동안의 자신의 삶 을 반성하고, 새롭게 태어난 듯한 경험을 하였다. 그 경험을 통해 화자는 과거와는 다른 새로운 삶을 살아야겠다고 다짐하고 있다. (나)의 화자는 평상 이 있는 국숫집에 가서 사람들과 서로의 이야기를 나누며 삶의 고단함과 아픔에 대해 공감한 경험을 통해 공동체적 삶의 가치를 지향하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 감상의 적절성 파악하기 1연의 ‘그만 나는 영문 모를 드넓은 자작나무 분지로 접어들었다 / 누군가가 가라고 내 등을 떠 밀었는지 나는 뒤돌아보았다 / 아무도 없다’는 구 절을 통해 화자가 산길을 걷다가 우연히 자작나무 숲으로 들어서게 되었음을 알 수 있다. 즉 화자는 자작나무숲에 우연히 접어들어서 삶에 대한 깨달 음을 얻고 있기 때문에 ‘이 세상을 정직하게’ 하여 ‘타락’에서 구하겠다는 의지를 가지고 자작나무숲 을 찾아갔다는 내용은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 표현상 특징 파악하기 ㉠에는 색채가 대비되어 있지 않다. ② 자작나무숲에서 느낀 화자의 정서를 ‘경건 성!’이라는 영탄적 표현으로 표출하고 있다. ③ ‘붐비는 국숫집’을 ‘삼거리 슈퍼’에 빗대어 국 숫집에 사람들이 모여 있는 상황을 제시하고 있다. ⑤ ‘쯧쯧쯧쯧’을 반복하여 평상에 모여 마주 앉 은 사람들이 타인의 아픔에 대해 공감하고 서로를 위로하고 있음을 강조하고 있다. ** 사회 ** □ 출전: 브루스 액커만 외, <분배의 재구성>",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 세부 내용 확인하기 4문단에 국가나 지방자치단체 차원에서 기본소 득제 도입을 검토하고 있다는 내용만 나와 있을 뿐, 기본소득제를 도입한 사례는 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 [A]에 따르면 총소득이 면세점을 넘는 경우 총소득 전체에 대해 세금이 부과된다. 따라서 ㉯ 가구는 총소득이 80만 원이고 국가로부터 20만 원을 지원 받아 순소득이 100만 원이 된 것이므 로 세금 부과 대상 가구가 아니다. ① 최저생계비를 100만 원까지 보장해 주므로 총소득이 40만 원인 ㉮가구는 60만 원을 지원 받을 수 있다. ③ ㉰가구의 총소득은 50만 원으로 최저생계비 를 100만 원까지 보장 받을 수 있음에도 불구하 고 순소득이 50만 원이라는 점에서 국가의 지원 을 받지 못한 경우로 볼 수 있다. ④ ㉱가구의 총소득은 면세점 이상의 소득에 해당되어 세금을 내게 되므로 순소득이 최저생계 비 이하가 되었다. 따라서 ㉱가구는 일부러 일을 하지 않고 소득을 줄여 최저생계비를 보장 받는 것이 유리하다고 판단할 수 있다. ⑤ ㉲가구의 총소득은 면세점 이상의 소득에 해당되어 세율에 따라 세금으로 40만 원을 낸 것 이므로, 순소득이 총소득보다 줄어든 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 비판적으로 이해하기 3문단에서 기본소득제는 기본 소득 이상의 혜 택을 받아야 하는 취약 계층에 대한 문제가 있다 고 언급하고 있으므로 형편이 더 어려운 취약 계 층에게 더 많은 지원을 할 수 없다. 따라서 기본 소득제는 소득에 따른 차등 지원이 어렵다는 점을 문제점으로 지적할 수 있다. ② 3문단에서 기본 소득에 만족하는 사람이 늘어 나면 일자리 자체가 아닌 일자리를 찾는 사람이 줄 어들 것이라 했으므로 적절한 문제 제기가 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 합성어의 결합 방식 파악하기 ‘오르내리다’는 연결어미 없이 용언의 어간과 어 간이 결합된 비통사적 합성어이다. ** 갈래 복합 ** □ 출전: 김춘택, <별사미인곡> 작자 미상, <봉산탈춤>",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 세부 내용 파악하기 (가)에서 사대부들의 시가 작품은 임금을 이별 한 임으로 설정하여 임금에 대한 그리움을 그리고 있다고 설명하고 있다. 따라서 사대부들이 지배층 의 부조리를 비판하기 위해 임금을 이별한 임으로 그린 것은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 작품 간 공통점·차이점 파악하기 ‘목란’으로 만든 꽃신은 임에 대한 정성이나 애 정을 나타내고 ‘한여름 청음’에 있는 임에게 가고 싶은 화자의 마음을 드러낸다. 화자는 임을 모신 적이 없으므로 ‘목란’과 ‘한여름 청음’을 통해 임 과의 추억을 회상하고 있지 않다. ② ‘광한전 어디메오 백옥경 내 알던가’와 ‘뫼셔 본 적 전혀 없네’를 통해 화자가 임을 모시지 못 했던 것을 알 수 있다. 그리고 [A]에서 김춘택이 벼슬을 하지 못했다는 것을 확인할 수 있으므로, ‘뫼셔본 적 전혀 없네’는 김춘택이 벼슬을 하지 못 했던 자신의 처지를 표현한 것으로 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 표현상 특징 파악하기 ‘인연인들 한가지며 이별인들 같을손가’, ‘님 향 한 이 마음이 변할손가’ 등에서 설의적 표현을 사 용하여 화자의 정서를 강조하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 등장인물의 발화 의도 파악하기 ⓒ는 ‘취발이’가 힘이 세다는 것을 ‘무량대각’에, 날랜 것을 ‘비호’에 비유한 것으로 취발이를 익살 스럽게 그리고 있지 않으며, 서민들 사이의 갈등 을 해소한 부분도 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 소재의 의미 파악하기 ㉮는 임에 대한 정성과 그리움, 사랑을 의미하 는 소재이고, ㉯는 양반의 권위를 상징하며 ‘취발 이’를 제압할 수 있는 소재이다. ** 과학 ** □ 출전: 마틴 뱅크스, <동물의 눈동자 모양은 왜 다를까?>",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 핵심 내용 파악하기 제시문은 동물들이 생존 방식에 따라 눈동자의 모 양이 달라졌다는 것을, 매복형 육식동물과 초식동물 의 눈동자 모양의 차이를 중심으로 설명하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 세부 정보 파악하기 3문단과 5문단에서 매복형 육식동물뿐만 아니 라 초식동물도 두 시야가 겹쳐 입체 영상을 볼 수 있음을 설명하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 늑대는 세로로 길쭉한 눈동자를 지니고 있기 때 문에 이러한 눈동자를 통해 세로로는 심도가 얕 고, 가로로는 심도가 깊은 영상을 보게 된다. 이 로 인해 두 눈의 초점을 양에게 맞추고 있는 늑대 에게는 앞에 있는 바위와 뒤에 있는 나무가 양보 다 더 흐릿하게 보인다. 즉 늑대에게는 나무와 바 위보다 양이 더욱 뚜렷하게 보이는 것이다. ** 인문 ** □ 출전: 서양근대철학회, <서양 근대 철학의 열 가지 쟁점> 2017학년도 9월 전국연합학력평가 정답 및 해설 고2 3 24",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 내용 전개 방식 파악하기 제시문에서는 고대 피론주의의 진리에 대한 관 점을 소개하며, 이러한 피론주의로 인해 인간이 신 중심의 세계에서 벗어나 주체성을 획득할 수 있게 되었음을 설명하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 핵심 내용 파악하기 피론주의에서는 진리의 존재 여부를 파악할 수 없으며, 마음의 평정 상태인 아타락시아는 진리를 파악할 수 없어 판단중지에 이르면 도달할 수 있 다고 주장하였다. 따라서 ‘고뇌에서 벗어나 마음의 평정 상태에 이르면 진리를 파악할 수 있다고 생 각하였다.’(ㄷ)는 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 정보의 공통점 파악하기 ⓐ는 지속적으로 진리를 의심하였고, ⓑ는 의심 할 수 없는 기초적 믿음을 찾기 위해 회의적 사고 를 하였으므로 공통적으로 사유의 과정에서 의심 의 방법을 사용하였다고 볼 수 있다. ② 신 중심의 중세 시대 사람들의 세계관으로 ⓐ, ⓑ 모두 해당하지 않는다. ④ ⓐ는 진리의 존재 여부를 판단할 수 없다고 하였고, ⓑ는 절대적 확실성을 가진 진리가 존재 한다고 생각하였기 때문에 ⓐ, ⓑ 모두 해당하지 않는다. ⑤ ⓑ에 대한 설명으로, ⓐ는 진리의 존재를 확 신하지 않았다. ** 현대 소설 ** □ 출전: 홍성원, <무사와 악사>",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 서술상 특징 파악하기 작중 인물 ‘나’가 ‘기범’이라는 인물의 행적과 대화를 중심으로 그의 말과 행동을 서술하고 있 다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 세부 내용 파악하기 식장에 있던 모든 사람들은 기범이 ‘조선 만세’ 를 부른 후에 뒤따라 ‘일본 만세’를 부른 행위에 대해 의문을 가졌으므로, 헌병들 역시 기범이 ‘일 본 만세’를 부른 이유를 알지 못했다. ① ‘나’는 사건이 끝난 한참 후에 기범이 이 거 사를 실패시킬 목적으로 거사의 중책을 자청했다 는 것을 깨달았다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 인물의 말하기 방식 파악하기 [A]에서는 기범이 일규를 ‘무사’에, 자신을 ‘악사’ 에 빗대어 두 인물 사이의 관계를 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 외적 준거에 따른 감상의 적절성 파악하기 기범은 일규가 세상이 혼탁할 때에는 사라졌다 가, 편해진 후에 등장해 칼을 뽑았다고 비판하고 있다. 이를 통해 일규는 정의의 목소리를 내야 할 때는 침묵하다가 뒤늦게 자신의 책무를 다하는 것 처럼 행동하는 인물로 볼 수 있다. ** 고전 소설 ** □ 출전: 작자 미상, <주봉전>",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 서술상 특징 파악하기 ‘아무리 알고자 한들～보배라 어찌 알겠는가.’, ‘그 소리의 맑고 아름다움이 해선보다 더 하더라.’ 등의 구절과 같이 서술자가 직접 개입하여 주관적 인 판단을 제시하고 있다. ④ ‘제일봉’, ‘황성’, ‘해평’ 등 공간적 배경의 변 화에 따른 장면 전환은 드러나지만, 이에 따른 긴 박한 분위기는 작품에서 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 세부 내용 파악하기 부인은 해선의 연주가 주봉과 같다고 여기며 주 봉에 대한 생각으로 슬퍼할 뿐, 주봉과 해선의 관 계를 확신하고 있지는 않다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거에 따른 감상의 적절성 파악하기 ‘전기’란 기록하여 전할 만한 기이한 이야기를 뜻한다. ‘선관’이 옥저와 거문고를 두고 올라가는 장면, ‘옥황상제’가 주봉을 위기에서 구했다는 내 용에서 ‘전기성’을 확인할 수 있다. 해선이 부인의 이야기를 듣고 과거를 치를 생각이 없어진 것에서 는 ‘전기성’을 확인할 수 없다.",
        "question_exp": ""
    }
]