[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 발표 계획의 적절성 파악하기 발표자는 ‘외부 효과’라는 경제 용어를 활용하여 교 실 환경이 나빠진 원인과 해결 방향을 제시하고 있 다. 그 과정에서 관련 정보의 출처를 구체적으로 밝 히고 있지는 않다. [오답풀이] ① 2문단에서 긍정적 외부 효과와 부정적 외부 효과라는 용어의 이해를 돕기 위해 예를 들고 있 다. ② 발표 도중에 청중과 공감대를 형성하는 질문을 하 면서 긍정적 호응을 이끌어내고 있다. ③ 사진을 보여주며 교실 환경이 문제라는 것을 효과 적으로 전하고 있다. ⑤ 4문단에서 교실 환경을 개선하기 위해 긍정적 외부 효과가 일어날 수 있도록 해야 한다는 문제 해결 방향 을 제시하여 청중으로 하여금 구체적인 해결 방안을 찾도록 유도하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표자의 말하기 의도 파악하기 ㉡은 청중에게 자신의 행동을 돌아보도록 유도하고 있다. 따라서 청중의 경험을 환기한다고 할 수 있다. [오답풀이] ㉠은 교실이 매우 지저분하다는 사실을 강조하려는 의도로 한 말이다. ㉢은 경제 용어를 활 용하여 교실 환경이 나빠진 원인을 생각해 보도록 유도하기 위한 말이다. ㉣은 청중에게 사례를 추가로 제시하려는 의도를 담은 말이다. ㉤은 청중들로 하여 금 구체적인 문제 해결 방안을 생각해 보도록 유도 하기 위해 한 말이다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 청중의 반응 분석하기 ‘학생3’은 교실 환경을 개선하기 위해 매달 환경 미 화 심사를 하여 교실을 깨끗하게 유지하는 것이 필 요하다는 주장을 하고 있다. 따라서 개인이 문제의 심각성을 인식하는 것이 중요하다는 분석은 적절하 지 않다. [오답풀이] ① ‘학생1’은 벌점을 부과하는 방식으로 개인의 행동에 책임을 묻자는 것으로, 부정적 외부 효과를 발생시키는 사람에게 책임을 묻는 것에 해당 한다. ② ‘학생2’는 교실 환경 개선에 기여한 사람에게 혜 택을 주자는 것으로, 긍정적 외부 효과를 발생시키는 사람에게 보상을 하는 것에 해당한다. ④ ‘학생2’와 ‘학생3’은 개인에게 책임을 묻기보다 청중이 교실 환경 개선에 동참하여 바람직한 행동을 하도록 유도하는 방안을 제시하고 있다. ⑤ 세 학생 모두 교실 환경을 개선하기 위한 방안을 제시하고 있기 때문에, 교실 환경 문제를 해결해야 한다는 점에는 동의하고 있다. [4~7] 화법/ 작문",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 토론의 입론 이해하기 [B]는 동물 실험에 찬성하는 측의 입론이다. ‘반대1’ 은 동물 실험으로 인간에게 장기 이식의 길이 열렸 다는 내용의 미국 하버드 대학 연구 결과를 근거로 활용하여 동물 실험의 정당성을 주장하고 있다. [오답풀이] ① [A]에서 ‘찬성1’은 동물 실험의 위험 성을 지적하고 있지만 전문가의 견해를 인용하지는 않았다. ② [A]에서 ‘찬성1’은 동물 실험의 안전성에 문제를 제기하고 있지만 자신의 직접 경험을 근거로 제시하 지는 않았다. ④ [B]에서 ‘반대1’은 동물 실험에 찬성하고 있지만 설문 조사 결과를 언급하지는 않았다. ⑤ [B]에서 ‘반대1’은 동물 실험의 필요성을 강조하 고 있지만, 동물 실험에 반대하는 입장에서 제시한 자료의 신뢰성에 의문을 제기하지는 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 토론의 근거 자료 이해하기 <보기>의 자료는 인간과 동물이 공유하는 질병이 매우 적고, 동물 실험의 결과와 인간을 대상으로 하 는 임상 실험의 결과가 동일하게 나타날 확률 또한 매우 낮다는 내용이다. 이 내용은 ‘찬성1’의 입론에 서 동물 실험을 통해 만든 의약품이라도 안전하지 않다는 주장과 관련이 있다. 따라서 <보기>의 자료 는 동물 실험에 반대하는 ‘찬성1’이 자신의 주장을 뒷받침하는 근거로 활용하기에 적절하다. [오답풀이] ① <보기>의 자료는 동물 실험이 비윤 리적으로 진행되고 있다는 내용과 관련이 없다. ③ <보기>의 자료는 인공 세포 배양에 따른 비용 문제와 아무런 관련이 없으므로 동물 실험 찬성 측 의 주장을 반박하기에 적절하지 않다. ④ <보기>의 자료는 동물 실험으로 편리한 생활용 품을 만들 수 있다는 내용과 관련이 없으므로 동물 실험에 찬성하는 측에서 주장의 근거로 활용하기에 적절하지 않다. ⑤ <보기>의 자료는 동물의 안락사 문제와 관련이 없으므로 동물 실험에 찬성하는 측에서 활용할 수 있는 자료가 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 작문 계획의 적절성 파악하기 (나)의 2문단에는 삼촌이 근무하는 대학의 실험실을 방문한 경험이 드러나 있다. 그런데 실험용 동물들이 겪는 고통이 동물마다 다르다는 내용은 확인할 수 없다. [오답풀이] ① 독서 토론이 평소 동물 실험에 무관심 했던 자신에게 반성의 기회를 제공해 주었다는 1문단 의 내용에서 독서 토론의 의미를 확인할 수 있다. ② 2문단에서 우리나라에서 매년 동물 실험으로 희 생되는 동물의 수, 동물들 중 마취도 하지 않고 실험 대상이 되는 경우가 많다는 점 등을 언급하고 있다. 이는 실험실 방문을 통해 새롭게 알게 된 내용으로 볼 수 있다. ④ 3문단에서 동물 보호 단체에 가입한 점, 학교에서 동물 실험의 실상을 보여 주는 자료를 친구들에게 나 누어 준 점, 주말에 동물 실험 반대 캠페인에 참가하 기로 한 점은 동물 보호를 위한 활동으로 볼 수 있다. ⑤ 3문단에서 동물과 인간이 평화롭게 공존하기를 희망하고 있으므로 동물 보호와 관련된 자신의 바람 이 드러나 있음을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 조건에 맞게 표현하기 이어질 토론 내용은 세 가지 조건을 모두 반영해야 한다. ⑤의 경우, ‘동물 실험의 실효성을 무시할 수는 없다고 생각합니다.’에서 동물 실험을 옹호하는 입장 을 일부 인정하고 있음이 드러나 있다. 또 ‘인간이 동물들과 공존할 때 얻을 수 있는 혜택이 더 크다는 사실을 명심해야 합니다.’에서 동물 실험을 반대하는 이유가 드러나 있다. ‘살려 달라고 하소연하는 동물 들의 절규가 멈춰질 수 있도록’에서 비유적 표현(의 인화)이 드러나 있다. [오답풀이] ① 동물 실험을 옹호하는 입장을 일부 인정 하는 내용이 드러나 있지 않다. ② 비유적 표현이 드러나 있지 않다. ③ 비유적 표현이 드러나 있지 않다. ④ 동물 실험을 옹호하는 입장을 일부 인정하는 내용 이 드러나 있지 않다. [8~10] 작문",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 작문 계획의 반영 여부 확인하기 ㄷ. 예상 독자(시청 도로교통 담당자)의 관심을 끌기 위해 통학로가 차도와 인도로 구분되어 있지 않고, 그 길이 불법 주정차된 자동차들로 막혀 있다는 통 학로의 실태를 제시하고 있다. ㄹ. 글의 목적(안전한 통학로를 확보해 달라는 건의) 을 위해 지난주에 학교 앞에서 발생한 교통사고를 언급하고 있다. [오답풀이] ㄱ. (나)에 글의 주제(안전한 통학로를 확보하기 위한 방안)를 드러내기 위해 비유적인 표 현을 활용하지 않았다. ㄴ. (나)에 통계 자료를 제시하지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 자료 활용의 적절성 파악하기 학부모 인터뷰나 신문 기사의 내용이 안전하지 못한 통학로에 대한 불만을 언급한 것으로 볼 수 있다. 하 지만 이 불만이 학교에 대한 불신으로 이어진다는 내용은 (나)와 관련이 없다. [오답풀이] ① 자녀의 통학 때문에 경제적(승합차를 이용하는 비용)으로나 시간적(출근 시간의 빠듯함) 으로 부담이 된다는 내용이 학부모 인터뷰를 통해 구체적으로 언급되어 있다. ② 중․고등학생을 위해 스쿨존을 확대해야 한다는 내 용은 (나)에서 제시한 해결 방안이 아니다. 따라서 새로운 해결 방안으로 추가할 수 있다. ③ 교통안전시설을 설치한 곳의 교통사고 건수가 적 다는 통계 자료는 교통안전시설을 설치해 달라는 제 안의 근거 자료로 삼을 수 있다. ⑤ 신문 기사와 교통 잡지 자료를 통해 스쿨존 확대 나 교통안전시설 설치는 도로교통 부서에서 담당함을 알 수 있다. 따라서 이를 활용하여 예상 독자(시청 도로교통 담당자)의 역할이 중요함을 강조할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 고쳐쓰기의 적절성 파악하기 전체 문장의 주어가 ‘문제는’이므로 ‘있습니다.’로 서 술어를 고치면 주어와 서술어의 호응이 어색해진다. 따라서 고치지 않고 그대로 두어야 한다. [오답풀이] ① ‘반복’은 ‘같은 일을 되풀이함’이라는 뜻이므로 앞의 ‘되풀이해서’와 의미가 중복된다. ③ 민원을 제기하는 주체는 주민들이다. ‘시청의 민 원’이라고 표현하면 민원의 주체가 ‘시청’이 되므로, 민원을 받는 대상이 ‘시청’임을 분명하게 드러내기 위 해 ‘시청에’로 고친다. ④ 접속 부사 앞뒤의 문장이 인과관계를 이루고 있 으므로 ‘그러면’으로 바꾼다. ⑤ 통학하는 주체가 빠져 있으므로 ‘학생들이’를 첨 가한다. [11~15] 문법",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 격 조사에 대한 정보 확인하기 중세 국어에서 앞말이 ‘ㅣ’모음으로 끝나면 주격 조사 를 따로 표기하지 않았다. 따라서 앞말이 모음이라고 예외 없이 주격 조사 ‘ㅣ’가 사용되는 것은 아니다. [오답풀이] ① 현대 국어의 주격 조사 중에는 중세 국어에서 사용하지 않았던 ‘가’가 있다. 2018학년도 6월 고2 전국연합학력평가 정답 및 해설 고2 정답 및 해설 2018학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 ② 주격 조사가 붙는 앞말이 ‘ㅣ’ 모음으로 끝나면 (음운 환경) 주격 조사를 따로 표기하지 않았다. ③ 현대 국어의 목적격 조사 형태는 ‘을/ 를’인데 중세 국어의 목적격 조사 형태는 ‘/ 을/ / 를’이었다. ⑤ 중세 국어에서 앞말의 모음이 양성 모음일 때 목적 격 조사로 ‘/ ’을 사용하였고, 앞말이 자음으로 끝 나면 ‘/ 을’을 사용하였다. 따라서 앞말이 양성 모음 이고 자음으로 끝났을 때 쓰이는 목적격 조사는 ‘’ 임을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 중세 국어 관형격 조사 이해하기 ‘거붑’은 동물이고 ‘ㅜ’가 음성 모음이기 때문에 관형 격 조사로 ‘의’가 붙는다. ‘하’은 사람도 아니고 동 물도 아니기 때문에 관형격 조사로 ‘ㅅ’이 붙는다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 표준 발음법 이해하기 제14항의 ‘ㅅ’은 된소리로 발음한다는 규정에 의거하 여 ‘값이’는 [갑씨]라고 발음해야 한다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 문장의 구조 이해하기 겹문장은 절과 절이 이어지거나 절이 전체 문장의 한 성분으로 안기면서 이루어진다. (나)와 (다)에서 ㉢과 ㉤은 전체 문장의 관형어와 목적어 기능을 하 며 안기어 있다. (가)는 ㉠과 ㉡의 절이 이어져 이루 어진 겹문장이다. [오답풀이] ① ㉠은 ㉡에 대하여 ‘조건’의 의미를 갖는 다. 따라서 두 절의 위치를 바꾸면 의미가 달라진다. ② ㉢은 관형절로 ‘마을’을 꾸며 주는 역할을 한다. ③ ㉤은 명사절로 전체 문장의 목적어 역할을 한다. 따라서 목적어가 생략될 경우 전체 문장의 의미는 불완전해진다. ⑤ (가)~(다)는 모두 ‘주어+서술어’의 관계가 문장 속에 두 번씩 나타나고 있는 겹문장이다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 혼동하기 쉬운 어휘 구별하기 ④는 ‘받치다2’의 뜻 중 ‘비나 햇빛과 같은 것이 통하 지 못하도록 우산이나 양산을 펴 들다’의 예이다. ㉣ 의 적절한 예로는 ‘배경 음악이 그 장면을 잘 받쳐 주어서 훨씬 감동적이었다.’가 있다. [16~20] 독서(기술) <출전> 유형거의 구조와 특징(재구성) 개관: 이 글은 수원 화성 축성에 사용된 유형거라는 수레의 구조적 특징을 분석하여 그 우수성을 살펴보 고 있다. 유형거는 지렛대의 원리를 이용하여 돌을 쉽게 실을 수 있고, 무게 중심의 이동으로 발생하는 힘을 보조 동력으로 삼으며, 손잡이를 조작하여 완충 제어를 할 수 있도록 설계된 뛰어난 발명품이었다.",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 중심 내용 파악하기 이 글은 유형거의 각 구조가 무거운 돌을 쉽게 싣고, 보조 동력을 발생시키며, 수레가 받는 충격을 완화하 는 데 기여하고 있다는 내용을 담고 있다. 그러므로 구조적 특징 분석을 바탕으로 유형거의 우수성을 설 명하는 글이라 볼 수 있다. [오답풀이] ② 유형거의 특정 부재인 복토만으로는 유형거의 전체 기능을 설명할 수 없다. ③ 작동 원리를 설명하고 있지만 실제 운용한 사람의 경험이 담겨 있지는 않다. ④ 수레 발달의 역사를 설명하는 내용은 없다. ⑤ 유형거의 변화 과정에 대한 언급은 없다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 세부 정보 추론하기 한표는 미끄러지는 돌을 멈추기 위한 장치일 뿐 힘 점에 가해지는 힘을 늘리는 것과는 무관하다. [오답풀이] ②, ③ 받침점(바퀴 축)과 힘점(손잡이) 간 거리가 멀수록, 받침점과 작용점(여두) 간 거리가 가까울수록 작용점에 더 큰 힘이 작용한다. ④ 여두를 소 혀의 형태로 만듦으로써 작용점에서 돌에 효과적으로 힘이 전달되도록 하였다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 세부 정보 파악하기 유형거가 움직이는 동안 차상에 실린 돌의 움직임으 로 인하여 수레의 무게 중심은 계속해서 변한다. [오답풀이] ①, ② 손잡이를 올리면 돌이 여두 쪽으로 미끄러지며 추진력을 만들어내고, 손잡이를 내리면 돌 이 한표 쪽으로 미끄러지며 수레 진행 역방향으로 힘 이 더해진다. ④ 차상에서 돌이 미끄러지는 것은 손잡이를 오르내리 는 과정에서 정지 마찰력을 극복하였기 때문이다. ⑤ [가], [나] 과정을 반복할 때마다 추진력과 수레가 나아감을 방해하는 힘이 꾸준히 발생한다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 4문단에 따르면 오르막인 언덕길에서는 보조 동력을 얻기 위해 손잡이를 올려야 하고, 오른쪽으로 돌 때 는 오른쪽 손잡이가 올라가므로 해당 손잡이를 눌러 야 한다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 동음이의어 구별하기 ⓒ의 ‘운용(運用)’은 ‘물건·제도 따위를 적절하게 사 용함’이라는 뜻이므로 ③의 사례와 의미가 동일하다. [오답풀이] ① ⓐ의 ‘공사(工事)’는 ‘토목·건축 등에 관한 일’이라는 뜻이고, 사례는 ‘국가를 대표하여 파 견되는 외교 사절’이라는 뜻이다. ② ⓑ의 ‘기능(機能)’은 ‘하는 구실이나 작용’이라는 뜻 이고, 사례는 ‘기술적인 능력이나 재능’이라는 뜻이다. ④ ⓓ의 ‘입장(立場)’은 ‘당면(當面)하고 있는 상황이 나 처지’라는 뜻이고, 사례는 ‘극장 등의 장내로 들어 감’이라는 뜻이다. ⑤ ⓔ의 ‘조작(操作)’은 ‘기계나 장치 따위를 다루어 움직임’이라는 뜻이고, 사례는 ‘어떤 일을 사실인 듯 이 꾸며 만듦’이라는 뜻이다. [21~24] 문학(고전 소설) <출전> 작자 미상, ｢임경업전｣ 개관: 이 작품은 조선 인조 때 명장 임경업의 생애 를 바탕으로 한 영웅 소설이다. 명․청 교체기라는 역 사적 격변 속에서 조선의 장수 임경업의 영웅적 면 모와 고뇌를 그리고 있다. 병자호란 당시 임경업이 능력을 발휘할 기회를 얻지 못했고, 김자점을 위시한 조정의 신하들은 무능했다는 점을 통해 패배에 대한 민중들의 안타까움과 분노를 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 사건의 전개 양상 이해하기 이 글의 사건은 크게 조선을 염탐하던 호국 장졸들 과 임경업이 대결하는 부분(㉠), 임경업과의 대결에 서 패배한 호국의 왕과 장수들이 한양을 급습할 계 교를 꾸미는 부분(㉡), 남한산성으로 피신한 왕과 신 하들이 항복을 결정하는 부분(㉢)으로 나눌 수 있다. ㉢에서 신하들은 호국에 항복해야 한다는 의견과 호 국에 저항해야 한다는 의견이 대립하고 있으나, 임경 업에게 문제의 책임이 있다는 의견은 확인할 수 없 다. [오답풀이] ① 임경업이 호국 장졸들을 붙잡아 호통 을 친 이유는 그들이 조선을 염탐했기 때문이다. ② 임경업은 호국의 정예 병사 7천을 무찌른 사실을 임금에게 보고한 뒤 호국의 재침략을 염려하였으나 조정의 신하들은 전혀 그런 염려를 하지 않았다. ③ 호국의 왕과 장수들은 ‘의주에서도 알지 못할 것이 니’라고 하여 임경업과의 직접적인 대결을 피하고 있다. ⑤ 임경업이 올 때까지 저항해야 한다는 신하의 말에 임금은 ‘길이 막혀 사람을 보낼 수 없으니 경업이 어 찌 이 사정을 알겠는가?’라고 하며 ‘아무리 생각해도 항복하는 수밖에 다른 묘책이 없’다고 판단하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 인물의 말하기 의도 파악하기 [A]는 임경업이 조선을 염탐하는 호국 병사들을 붙 잡아 꾸짖는 부분으로, 과거의 은혜를 저버린 호국의 행동을 나무라며 침략 의지를 버릴 것을 경고하고 있다. [B]는 조선을 침략한 용골대가 남한산성으로 피신한 왕과 신하들을 포위한 뒤 조롱하는 부분으로, 패배를 인정하고 항복할 것을 요구하고 있다. 따라서 [A]와 [B]는 모두 자신의 주장을 강력히 드러내어 상대방의 행동 변화를 유도하려는 의도를 지닌다. [오답풀이] ① [A]는 강력하게 경고하고 있을 뿐 상 대방의 불리한 상황을 지적하거나 회유하고 있다고 보기 어렵다. ② [B]는 성 안의 상황이 불리함을 지적하고 있으므 로 속마음을 감추고 사실을 확인하려는 의도가 있다 고 보기 어렵다. ③ [B]에서 상대방 행동을 과대평가하지는 않았다. ④ [A]와 [B]는 모두 요구하는 바를 직접적으로 드 러내고 있으므로 상대방을 시험하고자 하는 것으로 보기 어렵다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 상황에 맞는 한자 성어 찾기 호국 군대에 의해 포위되어 양식마저 다 떨어진 남한 산성 내부의 상황은 ‘적진에 싸여 외롭고 곤란한 형편’ 을 의미하는 ‘사면초가(四面楚歌)’로 드러낼 수 있다. [오답풀이] ② 수구초심(首丘初心) : 고향을 그리워하 는 마음. ③ 오월동주(吳越同舟) : 서로 적의를 품은 사람들이 한 자리에 있게 된 경우나 서로 협력하여야 하는 상황. ④ 이심전심(以心傳心) : 마음과 마음으로 서로 뜻이 통함. ⑤ 호가호위(狐假虎威) :남의 권세를 빌려 위세를 부림.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 이 작품에서 임경업의 능력이 호국과 조선에서 상반 된 평가를 받는다고 볼 수 없다. 호국에서는 직접적 인 대결을 피하고 싶은 존재로, 조선에서는 위기 상 황에서 구원해 줄 존재로 임경업의 능력을 인정하고 있다. [오답풀이] ① <보기>에서 ｢임경업전｣은 임경업의 생애를 바탕으로 한 것임을 밝히고 있다. ② <보기>에서 이 작품이 청나라에 대한 우리 민족 의 자부심을 드러내고자 하였음을 밝히고 있다. ③ <보기>에서 임경업이 자신의 능력을 발휘하지 못한 좌절된 영웅임을 밝히고 있다. ④ <보기>에서 김자점이 강력한 실권자였다는 것과 지배 계층에 대한 분노가 작품에 드러나 있음을 밝 히고 있다. [25~28] 문학(현대시) <출전> (가) 시의 현실 반영 양상(재구성) / (나) 정희성, ｢저문 강에 삽을 씻고｣ / (다) 나희덕, ｢못 위의 잠｣ 개관: (가)는 시가 현실을 반영하는 양상을 설명하 는 글이다. 시 속의 전형적 인물과 그 인물이 처한 상황을 통해 현실을 반영할 수 있음을 밝히고 있다. (나)는 1970년대 산업화 사회에서 소외된 노동자 의 삶을 형상화한 작품이다. 노동자의 삶을 흐르는 ‘강’의 이미지와 결합시켜 비애감을 차분한 어조로 표현하고 있다. (다)는 실직한 아버지의 고단한 삶의 모습과 아비 제비의 모습을 병치하여 표현한 작품이다. 대상의 구 체적인 모습과 행동을 통해 아버지에 대한 연민의 정서를 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 시적 대상 파악하기 (나)는 노동자인 화자가 자신의 비애감을 드러내고 있고, (다)는 실직한 아버지의 모습을 화자가 관찰자 적 태도로 묘사하고 있다. 따라서 (가)에 의하면 (나) 는 화자가 전형적 인물이 되어, (다)는 화자가 전형 적 인물을 관찰하여 현실을 드러내고 있다. 고2 정답 및 해설 2018학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 (가)에 의하면 시 속의 인물이 처한 상황을 파악하 고 상황에 대한 인물의 인식과 대응에 주목하며 시 를 감상해야 한다. 노동자로 살아온 화자는 하루 일 과를 마치고 귀가하는 상황에서 ‘어두워 돌아가야 한 다’며 고달픈 현실을 수용하는 태도를 보인다. 따라 서 반복되는 일상에 대한 극복 의지를 드러낸 것으 로 보는 것은 적절하지 않다. [오답풀이] ① 화자는 ‘슬픔’을 ‘퍼다 버린다’고 하였 으므로 자신의 고뇌를 덜어내고자 하는 마음이 있는 것으로 볼 수 있다. ② ‘강’을 보며 ‘쭈그려 앉아 담배나 피우’는 행위만 을 하고 ‘돌아갈 뿐’이므로 현실에 대한 소극적인 대 응 태도를 엿볼 수 있다. ③ 화자가 처한 상황을 드러내는 ‘샛강’의 ‘물’이 ‘썩’ 어 있으므로 화자의 상황이 부정적이라고 볼 수 있다. ④ 화자가 돌아가야 할 곳을 ‘먹을 것 없는 사람들의 마을’로 표현하였으므로 화자와 같은 처지에 놓인 사 람들이 적지 않다는 의미로 해석할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 표현상 특징 파악하기 (나)는 화자 자신을 ‘흐르는 물’에, (다)는 화자가 관 찰한 인물인 사내(아버지)를 ‘못 위’에서 ‘꾸벅거리’는 ‘제비’에 빗대어 드러내고 있다. 따라서 유사한 속성 의 자연물에 빗대어 인물의 처지를 부각한 것이 두 작품의 공통점이다. [오답풀이] ① (나), (다) 모두 접속어로 시상을 전 환하여 시적 의미를 확대하고 있지 않다. ② (나), (다) 모두 반어적 표현을 사용하고 있지 않다. ④ (다)에 두 개의 장면이 병치되어 있으나 대조적이지 않으며, (나)에서도 대조적인 장면을 찾을 수 없다. ⑤ (나), (다) 모두 공간의 이동에 따라 시상을 전개하고 있지 않으며 인물의 상황 변화를 다루고 있지도 않다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 시어의 의미 파악하기 ‘달빛’은 아내를 마중 나간 사내가 제자리에 선 채 바라보는 대상이다. 이러한 사내의 모습에서 아내에 대한 미안함과 안쓰러움을 엿볼 수 있다. 따라서 ‘달 빛’을 아버지가 자신과 동일시하는 대상이라고 이해 하는 것은 적절하지 않다. [오답풀이] ① 늦은 시간 귀가하는 엄마를 기다리는 아이들, 그리고 실직한 가장은 이미 어려움을 겪고 있는 인물들이다. 이들에게 ‘불어오’는 ‘흙바람’은 가 족을 더욱 힘들게 하는 대상으로 가족에게 가해지는 시련으로 볼 수 있다. ③ ‘실업의 호주머니’에 있는 ‘호두알’은 ‘때 묻’었으 므로 오래되었고, ‘쉽게 깨어지지 않’으므로 쉽사리 해결되지 않는 아버지의 실업 상태를 나타낸다고 볼 수 있다. ④ 좁은 ‘골목’은 ‘너무도 작’은 ‘제비집’처럼 다 같이 손잡고 걸을 수 없을 만큼 좁은 공간이므로, 가족의 힘든 상황을 형상화한 것으로 볼 수 있다. ⑤ ‘그림자’에는 오랜 ‘실업’ 상태로 가장으로서의 책 임을 다 하지 못한 아버지가 좁은 골목에서 가족을 앞세우고 자신은 ‘늘 한 걸음 늦게 따라가’는 모습이 담겨 있다. 따라서 가족에 대한 미안함이 반영된 것 으로 볼 수 있다. [29~33] 독서(인문) <출전> 감정노동과 감정조절 전략(재구성) 개관: 이 글은 감정노동 종사자들의 감정에 영향을 미치는 요인과 감정노동의 양상, 감정조절 전략 등을 설명한 글이다. 감정노동 종사자의 감정에 영향을 미 치는 요인은 개인 특성, 직무 특성, 조직 특성으로 나뉜다. 대표적인 감정노동의 양상은 표면 행위와 내 면 행위이며, 표면 행위는 감정 부조화와 그에 따른 부정적 감정을 유발한다. 감정노동 종사자들이 이에 대처하는 감정조절 전략에는 능동 전략, 회피․분산 전략, 지지 추구 전략 등이 있다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 세부 정보 확인하기 감정조절이 필요한 상황에 대한 언급은 있으나 감정 조절이 불가능한 상황은 글의 내용을 통해 확인할 수 없다. [오답풀이] ② 1, 3문단에서 확인할 수 있다. ③ 4문단에서 확인할 수 있다. ④ 3문단에서 확인할 수 있다. ⑤ 6문단에서 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 내용 전개 방식 파악하기 [A]에서는 감정노동 종사자들의 감정에 영향을 미치 는 요인들을 개인, 직무, 조직이라는 항목으로 나누 고, 각 항목의 대표 요인과 작용 양상을 설명하여 그 특성을 밝히고 있다. [오답풀이] ① 대상의 의의나 그 이유는 언급하지 않았다. ② 대상의 변화 과정이나 전망은 언급하지 않았다. ④ 대상의 구성 요소는 드러났으나, 그 장단점에 대 한 분석은 언급하지 않았다. ⑤ 대상 간의 공통점과 차이점을 언급하지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 반응의 적절성 파악하기 주의를 분산시키는 감정조절 전략은 회피․분산 전략 에 해당한다. 마지막 문단에 의하면, 회피․분산 전략 은 지지 추구 전략과 함께 일시적인 감정조절에 유 용한 전략이다. 궁극적인 감정조절을 위해서는 능동 전략을 활용하는 것이 바람직하므로 적절하지 않은 반응이다. [오답풀이] ① 6문단에서 확인할 수 있다. ③, ⑤ 2문단에서 확인할 수 있다. ④ 5문단, 6문단에서 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 글의 내용 추론하기 표면 행위는 실제로 느끼지 않는 감정을 조직의 감 정 표현 규칙에 맞추어 표현하는 것이므로, 솔직한 내면의 감정은 숨기고 조직이 요구하는 감정을 표현 한다. 따라서 내면의 감정과 조직이 요구하는 감정이 다르다. [오답풀이] ① 표면 행위는 조직이 요구하는 감정만 드러날 뿐 내면의 감정이 무엇인지 드러나지 않는다. ③ 조직이 요구하는 감정에 맞추어 내면의 감정을 위장하는 것은 표면 행위이다. ④ 내면 행위는 조직이 요구하는 감정과 외적으로 표현된 감정이 일치한다. ⑤ 내면 행위는 외적으로 표현된 감정에 맞게 조직 이 요구하는 감정을 바꾸는 일과는 무관하다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 ⓔ에서는 ‘오늘 친구랑 영화를 보러 갈까’와 같이 좋 은 일을 떠올리며 부정적 감정을 해소하고 있다. 이는 부정적인 상황과 상관없는 즐거운 상황을 떠올리는 것 으로 회피․분산 전략을 활용하고 있는 것이다. 타인과 의 상호 작용을 바탕으로 자존감을 회복하려는 전략은 지지 추구 전략이므로 적절하지 않다. [오답풀이] ① 손님들의 나이나 성향이 다양하다는 것은 상대해야 할 고객의 유형이 다양하다는 것이다. 고객의 유형이 다양하면 직무 다양성이 높아진다. 이로 인해 힘든 감정노동을 수행해야 하는 상황에 놓여 있으므로 적절하다. ② 지배인부터 동료 직원들까지 자신을 존중하고 지 원해 주는 분위기가 있다는 것은 사회적 지원이 풍 부하다는 것이다. 이것은 업무 만족도가 높게 나타나 는 원인이 되고 있으므로 적절하다. ③ 영희는 짜증을 느끼는 것이 자신 때문인지 손님 때문인지를 생각해 봄으로써 자신이 왜 이러한 기분 을 느끼게 되었는지 이해하려고 노력하고 있다. 이것 은 능동 전략에 해당한다. 그러므로 능동 전략을 써 서 부정적 감정에 적극적으로 대처하려 한다는 것은 적절하다. ④ 슬픈 일이 있어 기분이 좋지 않은데도 밝은 표정 을 보여야 하므로 감정 부조화 상태이다. 이로 인해 우울함이라는 부정적 감정이 유발된다. 이런 상황에 서 아무 생각도 하지 않으려 하는 것은 현재의 상황 을 외면하는 것이다. 그러므로 현재의 상황을 외면하 여 감정 부조화에 따른 우울함을 해소하려 한다는 것은 적절하다. [34~37] 문학(현대 소설) <출전> 전상국, ｢동행｣ 개관: 이 작품은 6·25 전쟁으로 인해 깊은 상처를 안고 살아가는 억구와 범인을 쫓던 형사가 동행하는 과정을 통해, 우리 사회에 남겨진 전쟁의 아픔을 드 러내고 진정한 인간성 회복을 모색하는 작품이다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 서술상 특징 파악하기 두 인물 간의 대화와 큰 키의 사내의 내적 독백이 교 차되는 과정에서 억구를 체포할지 고민하는 큰 키의 사내의 심리적 갈등이 드러나고 있다. [오답풀이] ① ‘있었다’, ‘밤이었다’ 등을 보면 현재 시제를 활용하고 있지 않다. ② 억구와 큰 키의 사내가 눈길을 걷는 장면이 이어 지고 있어서 빈번한 장면 전환은 이루어지지 않는다. ④ 3인칭 전지적 작가 시점이 유지되고 있으므로 서 술의 시점이 달라지지 않는다. ⑤ 억구와 큰 키의 사내가 눈길을 동행하는 과정에 서 억구의 과거 이야기가 드러나지만, 두 사건은 동 시에 일어난 사건이 아니며, 대비되고 있지도 않다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 인물의 심리 추론하기 <보기>는 큰 키의 사내가 학창 시절, 어미 토끼를 잃은 채 죽음을 앞두고 있던 새끼 토끼를 구하려고 했던 이야기이다. [A]는 큰 키의 사내가 과거 생물 선생네 담을 넘지 못해 새끼 토끼를 구하지 못한 일 을 떠올리는 부분이다. 큰 키의 사내가 억구를 세워 놓고 새끼 토끼를 떠올리는 것은 아버지를 잃고 죽 음을 앞둔 억구의 모습이 그때의 새끼 토끼와 유사 했기 때문인 것으로 볼 수 있다. [오답풀이] ① <보기>와 [A]를 통해 큰 키의 사내 는 새끼 토끼를 구하고 싶어했다는 것을 알 수 있다. 억구 앞에 서서 이러한 고민을 하는 것으로 볼 때 큰 키의 사내가 억구를 위협적인 존재로 인식하고 있지는 않다는 것을 알 수 있다. ③ 큰 키의 사내는 과거 새끼 토끼를 구하지 못한 것을 후회하고 있으므로, 과거 경험을 부정한다고 볼 수 없다. ④ 아버지를 잃고 죽음을 앞둔 억구의 처지는 어미 토끼보다는 새끼 토끼와 더 유사하다고 볼 수 있다. ⑤ 어미 토끼에 대한 기억을 지우지 못해 후회하는 내용은 찾을 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 구절의 의미 이해하기 ‘그 술집에서 난 놈에게 이주걱댔죠.’라는 말과 억구 가 득칠을 그날 밤 죽였다는 말에서, ㉡이 억구가 득 칠에게 진심으로 고마움을 표현한 말이라고 보기는 어렵다. [오답풀이] ① 재빨리 몇 걸음 물러나 오른쪽 주머 니에 손을 넣어 무언가를 꺼내려는 행동을 통해 큰 키의 사내가 억구를 경계하고 있음을 알 수 있다. ③ 이제는 가친을 혼자 버려두고 달아나지 않겠다는 억구의 말을 통해 이전과는 달리 아버지 곁을 떠나 지 않으려 하고 있음을 짐작할 수 있다. ④ 억구는 아버지의 산소를 찾아가 술을 한잔 올리 고 그 옆에 누워 다시는 아버지를 버려두고 달아나 지 않을 것이라는 말을 한다. 억구의 양복 주머니에 고2 정답 및 해설 2018학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 들어 있던 것이 소주병이라는 사실을 통해 억구의 말이 사실임을 짐작할 수 있다. ⑤ 아버지의 산소를 향해 가려는 억구를 불러 세워 놓고 새끼 토끼를 떠올리던 큰 키의 사내는 억구에 게 수갑 대신 담배를 내밀고는 돌아선다. 표정에 미 소가 번진다는 것을 통해 큰 키의 사내는 이러한 자 신의 결정에 만족해하고 있음을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 큰 키의 사내는 억구에게서 전쟁이 남긴 깊은 상처를 보게 된다. 억구에게 담배를 내밀면서 하루에 한 개 씩만 피우라고 하는 것은 그 시간 동안 죽음에 대해 다시 한 번 생각하기를 바라는 마음에서 나온 행동이 라고 볼 수 있다. 억구의 생명을 구하려는 사내의 모 습에서 따뜻한 인간애를 엿볼 수 있다. [오답풀이] ① 억구와 큰 키의 사내가 와야리로 가 는 동일한 여정을 지닌 것은 맞지만, 전쟁의 상흔으 로 고향을 떠났다가 돌아오는 사람은 억구이지 큰 키의 사내는 아니다. ② 억구가 큰 키의 사내에게 구장 집을 알려주면서 몸을 녹이라고 말하는 것은 큰 키의 사내에 대한 배 려에서 나온 말이다. 거기에서 쫓기는 자의 다급함을 느끼기는 어렵다. ③ 억구가 큰 키의 사내에게 인간적인 연민을 느끼 는 부분은 찾아볼 수가 없다. 오히려 큰 키의 사내가 억구의 삶과 상처에 대해 연민을 느끼고 있는 것으 로 보는 것이 적절하다. ⑤ 어깨를 움츠린 채 을씨년스럽고 초라하게 걸어가 는 억구의 모습에서 연민의 시선을 읽을 수 있지만, 전쟁의 상처를 극복하려는 의지를 찾아볼 수는 없다. [38~42] 독서(사회) <출전> 고용 관계론(재구성) 개관: 이 글은 근로자가 갖고 있는 법적 권리에 대해 소개하고 있다. 근로 계약서 작성 시 확인해야 할 사 항, 최저임금 및 임금 체불, 근로자의 해고에 관한 사 항과 산재보험 등에 대한 내용이 어떻게 보장 및 적 용되는지 살펴보고 있다. 또한 이러한 법적 권리가 단시간 근로자인 아르바이트에도 적용되고 있음을 제 시하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 세부 정보 확인하기 2문단에서 1주간의 정해진 근로 시간이 15시간 미만 일 경우에는 퇴직금, 유급 주휴일, 연차 휴가 규정이 적용되지 않는다는 내용을 확인할 수 있다. [오답풀이] ① 1문단에서 단시간 근로자인 아르바이 트가 근로자임에도 법적인 보호에서 벗어나 있는 경 우가 많다는 내용을 확인할 수 있다. ② 2문단에서 근로 계약이란 근로 조건에 대해 근로 자와 사업주가 약속하는 것이라는 내용을 확인할 수 있다. ④ 5문단에서 아르바이트로 일하는 경우에도 해고 관련 내용이 동일하게 적용된다는 내용을 확인할 수 있다. ⑤ 6문단에서 사업주 또는 관리자가 폭언이나 지나 친 성적 농담을 근로자에게 하는 경우 위법이라는 내용을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 글의 내용 추론하기 6문단에서 아르바이트를 하다가 사업주에게 체벌을 받았을 경우 위법이므로 고용노동부나 경찰서 등 관 련 기관에 신고할 수 있다는 내용을 확인할 수 있다. 따라서 ③은 추가할 수 있는 질문으로는 적절하지 않다. [오답풀이] ① 2문단에서 사업주가 근로 계약서 작성 을 거부할 경우에 대한 내용을 확인할 수 있지만 어디 에 신고해야 하는지에 대해서는 언급되어 있지 않다. ② 5문단에서 사업주가 정당한 이유 없이 근로자를 해 고할 수 없다는 내용은 확인할 수 있지만, 해고할 수 있는 정당한 이유는 확인할 수 없다. ④ 3문단에서 수습 기간에도 최저임금 전액을 받을 수 있는 단순노무직에 대한 내용을 확인할 수 있지 만, 단순노무직에 해당하는 일이 어떤 것인지에 대한 구체적인 내용은 확인할 수 없다. ⑤ 4문단에서 임금을 받지 못했을 경우 독촉장을 발 송하거나 고용노동부에 진정서를 제출하여 문제를 해결할 수 있다는 내용은 확인할 수 있지만, 그 외의 방법에 대한 내용은 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 2문단에 의하면, 근로 계약은 사업주와 근로자 본인 이 해야 하므로 다른 사람이 대신할 수는 없다. [오답풀이] ① 2문단에서 1일 근로 시간이 4시간인 경우에는 30분 이상 쉬는 시간이 주어져야 한다는 내용을 확인할 수 있다. ② 2문단에서 1주간의 정해진 근로 일수대로 일한 근로자에 대해서는 1일의 유급 주휴일을 보장받을 수 있다는 내용을 확인할 수 있다. ③ 3문단에서 모든 근로자는 최저임금법에 규정된 최저임금 이상의 임금을 받을 권리가 있다는 내용을 확인할 수 있다. ④ 3문단에서 만 18세 미만의 연소 근로자는 보호자 의 동의를 얻어 일을 한다는 내용을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 2문단에서 휴일에 근무할 경우 4인 이하의 사업장을 제외하고는 임금의 50%를 가산하여 받을 수 있다는 내용을 확인할 수 있다. [오답풀이] ② 5문단에서 2개월 이내의 기간을 정하 여 근무하는 경우는 해고 수당을 청구할 수 없다는 내용을 확인할 수 있다. ③, ⑤ 6문단에서 일하다 다쳤을 경우 사업주가 보험 에 가입하지 않았거나 근로자 본인의 과실을 이유로 치료비 지급을 거부하더라도 근로복지공단에서 치료 및 보상을 받을 수 있다는 내용을 확인할 수 있다. ④ 4문단에서 일을 하기 위해 출근하였으나 갑자기 일이 없어 집으로 되돌아가야 하는 경우, 그 이유가 사업주에게 있다면 4인 이하의 사업장을 제외하고는 휴업 수당을 받아야 한다는 내용을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 단어의 사전적 의미 파악하기 ㉠ ‘명시(明示)’의 사전적 의미는 ‘분명하게 드러내 보임’이다. ‘물체를 환히 꿰뚫어 봄’을 뜻하는 말은 ‘투시(透視)’이다. [43~45] 문학(고전 시가 / 수필 복합) <출전> (가) 계랑, ‘이화우 흩뿌릴 제 ~’ / (나) 정철, ｢사미인곡｣ / (다) 법정, ｢무소유｣ 개관: (가)는 조선 명종 때 기생인 계랑이 떠난 임 을 그리워하며 지은 시조이다. 이별한 아픔, 임을 그 리워하는 마음, 임과의 재회를 바라는 마음을 섬세한 감각으로 노래하였다. (나)는 정철이 조정에서 물러나 전남 창평에서 외 롭게 지내던 중 지은 가사이다. 임금(선조)을 임으 로, 자신을 임의 사랑을 받지 못하는 여인으로 설정 하여 사무치는 그리움을 절절하게 노래하였다. (다)는 법정 스님이 일상을 통해 깨닫게 된 삶의 진리를 서술한 수필이다. 난초를 키우면서 깨달은 집 착의 괴로움과 무소유의 의미를 사색적이면서도 담 담하게 표현하였다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 표현상 특징 파악하기 (가)는 봄(이화우)부터 가을(추풍낙엽)까지, (나)는 봄 (동풍)부터 여름(녹음)까지, (다)는 난초를 선물 받은 3년 전부터 지난해 여름까지라는 시간의 흐름을 바탕 으로 (가)와 (나)는 헤어진 임, (다)는 난초에 대한 화 자의 생각이나 정서를 드러내고 있다. [오답풀이] ① (가), (나), (다) 모두 공감각적 표현 이 사용되지 않았다. ② (가), (나), (다) 모두 대상에 감정을 이입한 부 분을 확인할 수 없다. ③ (가), (나), (다) 모두 현재와 과거가 대비되어 있다고는 볼 수 있지만, 미래에 대한 전망을 드러내 고 있지는 않다. ④ (나)는 설의적 표현(‘누가 찾아갈까’)을 통해 화 자의 안타까움을 표현하고 있지만, (가)와 (다)에는 설의적 표현이 사용되지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 (가)의 ‘이화우’는 가슴 시린 이별 당시의 상황을 묘 사하는, (나)의 ‘산’과 ‘구름’은 화자와 임 사이를 가 로막는 장애물을 의미하는 소재이므로, 임에 대한 변 함없는 화자의 사랑을 반영한 자연물로 볼 수 없다. [오답풀이] ①, ② (가)는 여성 작자인 계랑이 자신 이 실제 겪었던 경험을 바탕으로 한 작품이고, (나) 는 사대부인 정철이 임금을 생각하며 자신을 여인에 빗대어 표현한 작품이다. ③ (가), (나)는 ‘천 리’라는 시어를 통해 헤어진 임 과의 심리적 거리감을 표현하고 있다. ⑤ (가)는 임이 자신을 그리워하고 있는지, (나)는 자신이 보낸 옷을 받고 임이 반길지를 궁금해 하며 임을 그리워하는 화자의 모습이 드러나 있다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 구절의 의미 이해하기 화자(법정 스님)는 ‘뜨거운 햇볕’을 보고 ‘허둥지둥’ 돌아왔던 자신의 경험을 통해 ‘집착이 괴로움’이라는 것을 스스로 깨달았다. ‘운허 노사’의 가르침으로 가 치관의 변화가 있었던 것은 아니다. [오답풀이] ① ‘쓸쓸’한 ‘휘장’과 ‘텅 비어’ 있는 ‘장 막’을 통해 화자의 외로움을 느낄 수 있다. ② ‘원앙’이 그려진 ‘비단’을 베어 ‘오색실’을 풀고 ‘금 으로 만든 자’로 재단하는 모습에서 임을 향한 화자 의 지극한 사랑과 정성을 느낄 수 있다. ③ ‘그 애들’이라는 표현을 통해 ‘난초’에 대한 화자 의 친근감을 느낄 수 있다. ⑤ 화자는 ‘난초’를 키운 경험을 통해 ‘집착이 괴로 움’이라는 깨달음을 얻었다.",
        "question_exp": ""
    }
]