[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 계획이 발표에 반영되었는지 확인한다. 발표 계획에서는 전문가의 말을 인용하여 샛별호에 들어갈 액체 엔진의 성능을 설명해야겠다고 되어 있 으나 발표에서는 정지된 영상에 표시된 액체 엔진의 연소 시간을 활용하여 액체 엔진의 성능을 설명하고 있을 뿐, 전문가의 말을 인용한 부분은 찾을 수 없다. [오답풀이] ① 1문단 ‘저는 로켓 개발자를 ~ 발표하 려고 합니다.’에서 주제를 정한 이유가 샛별호를 알리 고 관심을 유도하기 위한 것이라는 점을 확인할 수 있다. ② 1문단 마지막 부분에서 발표 순서를 ‘샛별호 의 제원, 이번 시험 발사의 의미, 로켓을 완성하기까 지 남은 과제’로 나누어 제시하고 있다. ③ 2문단에서 샛별호의 규모를 설명하기 전에 발표자는 발표 내용 이 ‘한국우주연구소에서 작성한 보고서’에 따른 것이 라고 밝히고 있다. ⑤ 5문단의 ‘샛별호가 성공적으로 ~ 응원 부탁드립니다.’를 통해 발표자가 청중에게 샛 별호의 개발에 대해 관심을 가져 줄 것을 부탁하고 있음을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표에 쓰인 매체 자료의 성격을 이해한 다. ㉡은 샛별호의 예상 구조도로 샛별호의 제원, 규모를 드러내고 있다. 발표자는 ㉡을 활용하여 샛별호의 모 습을 시각적으로 전달하며 청중의 이해를 돕고 있다. [오답풀이] ① ㉠은 샛별호 시험 발사체의 발사 장면 을 보여주는 영상으로 발표자는 영상을 보여준 후 자 신이 샛별호에 관심이 많은 이유에 대해서만 이야기 하고 있을 뿐, 청중과의 공통적인 관심사를 확인하는 부분은 찾아볼 수 없다. ② ㉠은 3문단에서 샛별호에 사용될 75톤급 엔진의 성능을 설명하기 위해 정지된 영상의 형태로 다시 사용되고 있지만, 발표 내용을 요약 및 정리하고 있지는 않다. ④, ⑤ ㉡은 효과적인 정보 전달을 위해서만 활용되고 있고, 청중의 배경지 식을 확인하거나 청중의 질문에 답하기 위해 활용하 지는 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 발표에 대한 청중의 반응을 이해한다. 학생2는 발표자의 설명이 부족했던 점에 대해 아쉬 움을 표현하면서 청중을 더 배려했으면 좋았을 것이 라는 의견을 제시했지만, 발표에서 언급하지 않은 내 용에 대해 추론하고 있는 부분은 찾아볼 수 없다. [오답풀이] ① 학생1은 발표를 듣고 샛별호에 고체 엔진이 아닌 액체 엔진이 사용된 이유에 궁금함을 느 끼고 관련 내용을 검색하여 의문을 해결하려는 태도 를 드러내고 있다. ② 학생2는 발표자가 ‘클러스터 링’, ‘페어링’ 등의 전문 용어들을 설명하지 않아서 발 표 내용을 충분히 이해하지 못했다는 것에 대해 아쉬 움을 표현하고 있다. ④ 학생3은 발표자가 샛별호의 제원을 주변에서 접할 수 있는 것들에 빗대어 설명한 방식을 긍정적으로 평가하고 있다. ⑤ 학생3은 발표 를 듣고, 자신이 발표할 때 효과적인 발표 방법을 활 용해야겠다는 것과 진로와 관련된 주제를 선택하면 좋겠다고 말하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 토의에서 사회자의 역할을 파악한다. 일반적인 토의에서 사회자는 토의를 진행할 때 참여 자의 발언을 제한하거나 순서를 조정할 수 있으나, 제시된 토의는 참여자들이 서로 자유롭게 의견 교환 을 하고 있어, 학생 회장이 다른 참여자의 발언권을 제한하거나, 발언 순서를 조정하고 있지는 않다. [오답풀이] ① 학생 회장은 학생의 제안을 1학기 중 점 활동으로 삼았을 때의 비용 문제를 해결하기 위해 ‘먼저 내가 구청에 문의해 볼게.’와 같이 자기가 할 일을 분명하게 밝히고 있다. ③ 학생 회장은 해당 제 안을 처음 언급한 학생1에게 제안에 대해 자세하게 설명해 줄 것을 요구하고 있다. ④ 학생 회장은 건의 문을 쓸 때 어떤 내용을 담을지 참여자들에게 물어보 는 과정에서, ‘효과적인 방법은 없을까?’와 같이 발언 을 유도하는 질문을 하고 있다. ⑤ 학생 회장은 토의 를 시작하며 ‘건의 사항 중에 1학기 중점 활동으로 삼을 만한 것’, ‘중점 활동으로 삼아도 될지’와 같이 논의할 내용을 제시하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 토의 참여자의 발언 내용을 파악한다. 학생3은 토의 과정에서 학생의 제안을 중점 활동으 로 삼는 것에 대해 우려를 드러내고 있다. 하지만 학 생2는 [A]에서 해결 방안을 제시하지 않고 있으므 로, 학생2에 대해 부정적으로 평가하는 것은 아니다. [오답풀이] ① 학생1은 학생회의 예산 부족을 언급 하며, 학교에 예산 지원을 요청하는 방안을 제시하고 있다. ② 학생1은 주변 학교의 성공 사례를 언급하 며, 그것을 바탕으로 ‘우리도 해낼 수 있을 것’이라 판단하고 있다. ③ 학생2는 학생1이 제안한 ‘디자인 공모전’에 동의를 표하며 공모전이 재능을 나눌 수 있는 좋은 기회로 판단하고 있다. ④ 학생 3은 학생 의 제안을 받아들였을 때 생길 수 있는 문제인 시간, 비용 등을 언급하며 걱정을 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 토의한 내용이 글쓰기에 반영되었는지 파 악한다. 학생 회장은 담장 벽화가 학교 홍보에 도움이 된다는 것을 알려 드리라는 의견을 제대로 반영하고 있지 않 다. 특히 이 사업이 학교 홍보에 도움이 된다는 것을 다른 학교의 사례를 통해 강조하는 것은 아니다. 3문 단의 ‘□□학교’ 사례의 경우, 학교 홍보에 사용할 수 있다는 점과 관련짓지 않고 있다. [오답풀이] ① 학생 회장은 이 활동의 장점을 강조하 라는 의견에 따라, 학생, 학교, 주민들의 측면에서 기 대 효과를 차례대로 열거하고 있다. ③ 학생 회장은 학교 담장의 미관 문제에 대해 말씀드리라는 의견에 따라, ‘담장에 페인트를 칠한 지 오래되어 색이 많이 바랬고’와 같이 문제를 구체적으로 드러내고 있다. ④ 학생 회장은 담장 벽화가 지역 공동체에 기여할 수 있다는 점을 언급해 달라는 의견에 따라, 주민들의 행복 증진에 대해 이야기하고 있다. ⑤ 학생 회장은 교장 선생님께서 평소 하시던 말씀을 활용하라는 의 견에 따라, 이 사업을 통해 학생회가 자율성과 책임 감을 배울 수 있다는 점을 교장 선생님 말씀의 취지 와 관련지어 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 초고의 수정 방안이 적절한지 파악한다. <보기>의 학생1은 학생 회장이 작성한 건의문의 초 고를 읽고, 3문단의 위치를 옮길 것과 내용을 보완할 것을 제안하고 있다. 이때 3문단의 가장 알맞은 자리 는 학생회의 노력을 부각하는 5문단 뒤이다. 또한 학 생1은 구청의 예산 지원을 못 받게 되었을 경우도 대비하자고 말하고 있는데, 이에 대한 학생1의 생각 은 (가)에서 확인할 수 있다. 학생1은 학교의 예산 지원을 요청하는 것이 하나의 해결책이라고 생각하고 있다. 학생1이 제안한 내용을 그대로 받아들여 추후 학교의 예산 지원이 필요할 수도 있다는 내용을 추가 해야 한다. [오답풀이] ① 3문단은 학생회가 사업을 진행하기 위 해 열심히 노력하고 있음을 보여 준다. 그런데 4문단 은 공공 벽화 그리기의 장점을 열거하는 문단이므로, 3문단을 4문단 뒤로 옮기는 것은 적절하지 않다. ② 3문단의 내용이 4문단 뒤로 가는 것은 적절하지 않으 며, 구청에 예산 지원을 문의했다는 내용을 삭제하는 것은 적절한 내용 보완 방법이 아니다. ④ 3문단을 5 문단 뒤에 넣어도 지역 공동체를 위한 활동임을 부각 할 수는 없다. ⑤ 3문단의 내용이 교장 선생님의 우 려에 대한 대책이 될 수 있으나, 구청에 예산 지원을 신청했다는 내용을 삭제하는 것은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 글의 특징을 파악한다. 학생의 초고에 따르면, 글쓴이는 자전거를 탄 경험을 통해 교지 편집부 활동을 떠올리며, 이를 통해 자신 이 똑같은 실수를 반복한 이유에 대해서 성찰하고 있 다. [오답풀이] ② 형과 글쓴이가 대화하는 내용은 제시 되어 있으나, ‘가족 간의 갈등’이 드러났다고 보기는 어려우며 가치관의 차이 또한 찾을 수 없다. ③ 자전 거라는 중심 제재의 특성에 착안한 것이 아니라 자전 거를 점검하지 않고 출발하여 겪게 되는 어려움만 드 러난다. 또한 어려움이 해결되는 내용이 드러나지 않 으므로 문제 해결 과정을 소개한다는 것은 적절하지 않다. ④ 책을 읽은 경험은 드러나고 있으나, 책을 통 해 새롭게 알게 된 사실이 드러나 있지 않다. ⑤ 자 전거를 타는 개인적 체험은 드러나 있으나, 사회문화 적 현상에 대한 자신의 입장은 드러나 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 쓴 글이 조건에 부합하는지 파악한다. <보기>에 따르면 초고를 수정할 때 고려할 조건은 대조의 사용, 다짐의 명확한 서술이다. ‘지금까지’와 ‘앞으로는’을 ‘~ 지만’으로 연결한 대조가 드러나 있 고, ‘상대방의 충고나 조언에 귀를 기울이는 삶의 태 도를 갖춰야겠다.’라는 명확한 다짐이 서술되어 있다. [오답풀이] ② ‘이제까지는’과 ‘지금부터는’의 대조가 드러나 있으나, 상대방에게 쓴소리를 하겠다는 내용 은 글의 흐름과 무관하다. ③ 실수를 줄이려는 방법 이라는 면에서는 초고와 관련지을 수 있으나, 초고의 중심 내용과 맞지 않으며 대조 또한 드러나 있지 않 다. ④ 과제 해결을 위한 전략에 대해 말하고 있어 SNS로 설문 조사하는 내용과는 관련되었다고 볼 수 있으나, 글의 흐름을 볼 때 결론으로 자연스럽게 연 결되지 않는다. 또한 대조가 드러나 있지 않다. ⑤ ‘신중한 사람’을 다른 사람의 조언을 주의 깊게 듣지 않은 삶의 태도와 관련지어 이해할 여지는 있으나, 대조가 드러나 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 고쳐쓰기가 적절한지 파악한다. ㉣의 ‘걸맞은’은 기본형 ‘걸맞다’의 활용형이다. ‘걸맞 는’은 어문 규범에 맞지 않으므로 ‘걸맞은’으로 쓴 본 래 초고를 고쳐야겠다는 것은 적절하지 않다. [오답풀이] ① ㉠의 서술어 ‘옮기다’는 목적어를 필요 로 한다. ㉠에서 필요한 문장 성분인 ‘자전거를’이 생 략되어 있으므로, ‘자전거를’을 추가해야 한다. ② ‘형 에’는 형의 ‘말’을 꾸미는 관형어로 이해해야 한다. 조 사 ‘에’는 앞말이 부사어임을 나타내는 격조사로, ‘형 에’를 부사어가 되게 한다. 따라서 ‘형의’로 고쳐야 한 다. ③ 자전거를 타면 환경을 보호할 수 있다는 내용 으로, 남의 말을 귀 기울여 듣지 않았던 자신을 성찰 2019학년도 3월 고2 전국연합학력평가 정답 및 해설 2 한다는 글의 전체 흐름과 어긋나므로 삭제해야 한다. ⑤ ‘마무리시키다’는 ‘일부 명사 뒤에 붙어 사동의 뜻 을 더하고 동사를 만드는 접미사’가 붙어서 형성된 단어이다. 2문단에서 설문 조사는 자신이 스스로 마 무리해야 하는 것이므로, ㉤은 불필요한 사동 표현이 다. 따라서 ‘마무리하지’로 고쳐야한다.",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 반모음 첨가와 반모음화의 양상을 이해 한다. 15세기에 ‘ㅐ’는 ‘ㅏ’와 반모음 ‘ ’가 결합한 이중 모 음이었을 것으로 추정된다. 따라서 15세기 국어의 체 언 ‘바’에 조사 ‘이’가 붙어 ‘배’로 표기된 사례에서는 조사의 단모음 ‘ㅣ’가 반모음 ‘ ’로 교체되는 것이지 체언의 단모음이 ‘ ’로 교체되는 것이 아니다. [오답풀이] ① 현대 국어에서 ‘피어’를 [펴ː]로 발음 하는 반모음화의 사례는 규범상 표준 발음으로 인정 된다. ② 반모음화는 반모음과 성질이 비슷한 단모음 에 적용되는 것으로 현대 국어에서 ‘피어’를 [펴ː]로 발음할 때는 어간 ‘ㅣ’가 반모음 ‘ ’로 교체된다. ③ 어간이 ‘ㅣ, ㅚ, ㅟ’로 끝날 때 어미에 반모음 ‘ ’가 첨가되더라도 표기할 때는 음운 변동이 일어나지 않 은 형태로 표기해야 한다. 따라서 ‘피어’로 표기해야 한다. ④ 15세기 국어에서는 ‘ㆎ, ㅐ, ㅔ, ㅚ, ㅢ’가 ‘ㅟ’ 표기와 마찬가지 방식으로 이중 모음을 나타냈을 것으로 추정된다. 따라서 ‘ㅚ’ 표기는 단모음 ‘ㅗ’와 반모음 ‘ ’가 결합한 이중 모음을 나타냈을 것으로 추정된다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 15세기 국어의 반모음 첨가와 반모음화 를 이해한다. ⓐ 15세기의 ‘ㅐ’ 표기는 ‘ㅏ’와 반모음 ‘ ’가 결합한 이중 모음을 나타냈을 것으로 추정된다. 따라서 ‘나+ 이 → 내’의 사례는 체언 ‘나’에 조사 ‘이’가 붙을 때 조사의 ‘ㅣ’가 반모음 ‘ ’로 교체된 반모음화의 사례 이다. ⓑ ‘니겨’는 어간 ‘니기-’에 어미 ‘-어’가 결합 할 때 어간의 마지막 모음 ‘ㅣ’가 반모음 ‘ ’로 교체 된 반모음화의 사례이다. 따라서 ‘니겨’는 밑줄 친 ㉡ 의 사례에 해당한다. ⓒ 15세기의 ‘ㅢ’ 표기는 ‘ㅡ’와 반모음 ‘ ’가 결합한 이중 모음을 나타냈을 것으로 추정된다. 이에 따르면 ‘긔여’에서 어간 ‘긔-’는 반모 음 ‘ ’로 끝나므로 ‘긔여’는 반모음 ‘ ’ 뒤에서 반모음 ‘ ’가 첨가된 반모음 첨가의 사례이다. 따라서 ‘긔여’ 는 밑줄 친 ㉠의 사례에 해당한다. ⓓ ‘디여’는 어간 ‘디-’에 어미 ‘-어’가 결합할 때 어미에 반모음 ‘ ’가 첨가된 사례이다. 어간 ‘디-’는 ‘ㅣ’로 끝나므로 ‘디 여’는 어간이 ‘ㅣ’로 끝나는 용언에서 일어난 반모음 첨가의 사례이다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 파생 접사의 특성을 이해한다. ㉢은 부사 ‘딸꾹’에 접사 ‘-질’이 결합하여 명사가 된 것으로, 품사가 바뀌는 경우인 [A]로 구분할 수 있 다. ㉣은 부사 ‘일찍’에 접사 ‘-이’가 결합하여 부사 가 된 것으로, 품사가 바뀌지 않는 경우인 [B]로 구 분할 수 있다. [오답풀이] ㉠은 형용사 ‘높다’의 어근 ‘높-’에 접미 사 ‘-이-’가 결합하여 동사가 된 것으로, 품사가 바 뀌는 경우인 [A]로 구분할 수 있다. ㉡은 형용사 ‘깊 다’의 어근 ‘깊-’에 접미사 ‘-이’가 결합하여 부사가 된 것으로, 품사가 바뀌는 경우인 [A]로 구분할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 관형절을 안은 문장의 특성을 이해한다. 관형절 ‘그가 여행을 간’과 이 관형절이 안긴 ‘그녀는 사실을 몰랐다.’라는 문장에는 서로 중복된 단어가 없 다. 따라서 생략된 문장 성분 없이 관형절이 안은문 장의 체언 ‘사실’을 수식하고 있으므로 ㉠의 예에 해 당하지 않는다. [오답풀이] ② 관형절 ‘내가 사는’의 부사어 ‘마을에’ 가 관형절이 수식하는 체언 ‘마을’과 동일하여 생략되 었다. ③ 관형절인 ‘책장에 있던’의 주어 ‘소설책이’가 관형절이 수식하는 ‘소설책’과 중복되어 생략되었다. ④ 관형절인 ‘동생이 먹을’의 목적어 ‘딸기를’이 관형 절이 수식하는 체언 ‘딸기’와 중복되어 생략되었다. ⑤ 관형절인 ‘골짜기에 흐르는’의 주어 ‘물이’가 관형 절이 수식하는 체언 ‘물’과 중복되어 생략되었다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 사전을 활용하여 단어의 의미와 특성을 파악한다. ‘차가 경적을 울리며 멈추다.’에서 ‘멈추다’는 ‘사물의 움직임이나 동작이 그치다.’라는 의미를 지니므로 ‘멈 추다[1] ｢1｣’의 용례에 해당한다. [오답풀이] ① ‘그치다｢1｣’의 문형 정보 ‘【(…을)】’ 에서 ‘그치다｢1｣’은 주어만을 필요로 하는 자동사로 도 쓰이고, 대상이 되는 목적어를 필요로 하는 타동 사로도 쓰임을 알 수 있으며, 이는 ‘그치다｢1｣’이 자 동사로 쓰일 때의 용례 ‘비가 그치다.’와 타동사로 쓰 일 때의 용례 ‘아이가 울음을 그치다.’에서 재확인할 수 있다. ② ‘그치다｢2｣’의 문형 정보 ‘【…에】【…으 로】’에서 ‘그치다｢2｣’가 부사어를 반드시 필요로 함 을 알 수 있으며, 이는 용례의 부사어 ‘절반 정도에’, ‘예감으로’를 통해 재확인할 수 있다. ④ 다의어란 두 가지 이상의 뜻을 가진 단어로, ‘그치다’와 ‘멈추다’는 하나의 표제어 아래에 두 가지 이상의 의미가 제시되 어 있으므로 다의어이다. ⑤ ‘그치다｢1｣’과 ‘멈추다’ 의 뜻풀이와 용례를 보면 ‘그치다｢1｣’은 ‘일이나 움직 임이 멈추거나 끝나다. 또는 그렇게 하다.’라는 뜻을, ‘멈추다’는 ‘사물의 움직임이나 동작이 그치다. 또는 그치게 하다.’라는 유사한 의미를 지니고 있음을 확인 할 수 있으므로 두 단어는 유의 관계에 있다. [16 ～20] (인문) 안의진, ｢관객은 허구에 불과한 공포 영화의 괴물을 왜 무서워하는가｣ 이 글은 공포 영화의 관객이 영화 속 괴물이 실제로 존재하지 않는다고 믿으면서도 공포를 느끼는 현상에 대해 설명하는 이론들을 소개하고 있다. 래드포드에 의해 ‘허구의 역설’로 제기된 이 문제에 대해, 환영론, 믿는 체하기 이론, 사고 이론, 감각믿음 이론 등이 다 양한 방식으로 설명을 해 왔다. 특히 감각믿음 이론 은 영화를 제작하는 데 있어 고려할 점을 시사해 주 는 이론이다.",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 글의 전개 방식을 파악한다. 이 글은 허구의 감상에서 비롯되는 감정 발생이라는 현상에 대해 설명을 시도한 래드포드, 환영론, 믿는 체하기 이론, 사고 이론, 감각믿음 이론에 대해 설명 하고, 감각믿음 이론이 공포 영화 제작에 주는 시사 점을 도출하는 것으로 글을 끝맺고 있다. [오답풀이] ② 환영론에 대해 비판적 입장을 취한 학 자들의 이론들을 소개하고 있긴 하나, 절충 방안을 모색한 것은 아니다. ③ 허구의 감상과 그에 따른 감 정 발생에 관한 이론들을, 그 감정 발생을 합리적, 혹 은 비합리적으로 보는 이론들로 대별할 수는 있으나, 그 분류 기준이 되는 합리성에 대해 검토하고 있지는 않다. ④ 환영론에 대한 월턴과 캐럴의 비판, 그리고 감각믿음 이론이 주는 시사점은 나타나나, 각 이론의 의의와 한계를 평가하여 하나의 이론으로 통합하고 있지는 않다. ⑤ 래드포드의 이론으로부터 다른 이론 들이 분화되어 나온다고 볼 수 없으며, 허구의 감상 에서 비롯되는 감정 발생이란 현상이 어떤 의의를 지 니는지에 대한 내용도 나타나 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 글의 내용을 다른 상황에 적용하여 이 해한다. 환영론은 영화를 보는 동안은 환영에 빠져 허구적 대 상이 실제로 존재한다고 믿게 된다고 설명한다. 이는 래드포드가 제시한 전제2, ‘우리는 허구적 사건이나 인물은 존재하지 않는다고 믿는다.’를 부정하는 것이 다. 전제2를 부정하면, 래드포드의 세 전제들은 다음 과 같이 이해된다. ‘우리는 존재한다고 믿는 것에 대 해 감정적으로 반응한다(전제1). 그런데 우리는 영화 를 보는 동안은 환영에 빠져 허구적 사건이나 인물이 존재한다고 믿는다(전제2의 부정). 그러므로 우리는 허구적 사건이나 인물에 대해 감정적으로 반응할 수 있다(전제3).’ 즉 환영론은 래드포드가 제시한 세 전 제 중, 전제2를 부정하고 전제1과 전제3을 받아들 이는 입장이라 할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 글의 내용을 바탕으로 주장의 근거를 추론한다. ㉡에서 ‘이런 점’이 가리키는 부분에 주목하여 ㉡의 이유를 찾을 수 있다. 환영론에서는 영화를 보는 동 안은 관객이 환영에 빠져 허구적 대상이 실제로 존재 한다고 믿게 된다고 주장한다. 이에 대해 월턴과 캐 럴은, 관객이 환영에 빠져 괴물이 실제로 존재한다고 믿는다면 괴물을 피해 달아나거나 도움을 요청하는 등의 행동을 보였어야 할 것인데 그러지 않았다는 점 에서, 관객이 괴물의 존재를 정말로 믿었다고 볼 수 없다고 반박한다. 즉 월턴과 캐럴은 실제로 존재하는 대상은 감정을 유발하고, 그 감정은 해당 감정과 관 련된 행동을 촉발하기 마련이라고 보고 있는 것이다. [오답풀이] ① 래드포드가 제기한 ‘허구의 역설’에 관 한 설명이다. ③ 월턴의 ‘유사 감정’에 대한 설명이다. ④ ‘감정을 인지적 경험과 감각적 경험의 통합되는 과정으로 설명’하는 것은 글의 마지막 문단에서 감각 믿음 이론의 의의로 제시된 내용이다. ⑤ 월턴의 ‘믿 는 체하기’ 이론에 대한 설명이다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 글의 내용을 구체적 사례에 적용한다. 감각믿음 이론에 따르면 중심믿음은 추론적 사고와 기억에 의해 만들어지므로, ㉮ 단계에서 연구자의 말 을 듣고 실험 참가자들은 앞으로 볼 두 선분 a, b가 동일한 길이라는 중심 믿음을 형성하게 된다. 한편, 감각믿음은 감각 경험에 의해 자동적으로 떠오르는 믿음이므로, ㉯ 단계에서 실험 참가자들은 <그림>을 보자마자 착시로 인해 선분 a보다 선분 b가 길어 보 인다고 느끼고 ‘a보다 b가 길다.’라는 감각믿음을 갖 게 된다. 다시 말해, 두 선분의 길이가 같다는 중심믿 음이 감각믿음에 영향을 미치지 못하는 것이다. [오답풀이] ① ㉮ 단계에서는 실험 참가자들이 아직 <그림>을 보기 전이므로 시각 경험에 의한 감각믿음 을 형성할 수 없다. ㉮ 단계에서 연구자는 실험 참가 자들이 자신의 말을 듣고 두 선분의 길이가 같다는 중심믿음을 형성하기를 기대하였을 것이다. ② 감각 믿음 이론에 따르면, 추론적 사고나 기억 등은 중심 믿음과 관련되고, 감각믿음은 감각 경험에 의해 자동 적으로 형성된다. ③ ㉮ 단계에서 연구자의 말을 듣 고 실험 참가자들은 ‘두 선분의 길이가 같다.’는 중심 믿음을 형성하였으나, ㉯ 단계에서 <그림>을 본 실 험 참가자들이 감각 경험에 의해 ‘두 선분의 길이가 다르다.’는 감각믿음을 형성하였으므로, ㉮ 단계에서 형성된 중심믿음은 ㉯ 단계에서 형성된 감각믿음과 상충한다. ⑤ 실험 참가자들이 <그림>을 보기 전 두 선분의 길이가 같다는 말을 듣고도, <그림>을 본 후 두 선분의 길이가 같지 않다고 응답하였으므로, 연구 자는 실험 참가자들의 중심믿음과 감각믿음이 일치하 지 않았다고 판단하였을 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 글의 내용을 구체적 사례에 적용한다. 월턴은 영화의 감상을 영화를 소도구로 하는 ‘믿는 체하기’ 놀이로 간주한다. 월턴은 대상이 실제 세계에 존재한다는 믿음에서 비롯된 감정과 허구인 영화를 보고 느끼는 감정은 다르다고 보고, 후자를 ‘유사 감 정’이라고 불렀다. 3 [오답풀이] ① 래드포드는 영화를 보며 감정을 느끼 는 것은 허구의 대상이 존재하지 않는다고 믿으면서 도 감정이 일어나는 것이라고 보았다. ② 환영론은 관객이 영화를 보는 동안 환영에 빠져 허구적 대상이 실제로 존재한다고 믿게 된다고 본다. ④ 캐럴은 괴 물이 존재한다는 생각만으로도 공포를 느낄 수 있다 고 보았다. ⑤ 감각믿음 이론에서는 공포 영화를 보 는 관객이 영화를 보며 감각 경험을 통해 괴물이 존 재한다는 감각믿음을 갖게 되어 공포를 느끼게 된다 고 본다. [21 ～25] (사회) 서승환, ｢미시경제학｣ 이 글은 소비자가 소비를 결정함에 있어 현재 소득만 이 아니라 미래 예상 소득과 이자율을 고려한다는 것 을 2기간 소비 모형을 통해 설명한 글이다. 소비자는 주어진 이자율과 현재 및 미래 예상 소득에서, 자신 의 효용을 극대화하는 최적 소비 계획을 선택하며, 이를 예산선과 무차별곡선을 통해 나타낼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 글의 세부 정보를 파악한다. 2기간 소비 모형에 따르면, 이자율이 상승하면 초기 부존점을 기준으로 예산선이 시계 방향으로 회전한 다. 예산선의 기울기는 -(1+r)이므로 이자율이 하락 한 경우 예산선은 시계 반대 방향으로 회전한다. [오답풀이] ① 1문단을 통해, 소비는 여러 기간에 걸 친 자금의 흐름을 고려하여 이루어진다는 것을 확인 할 수 있다. ② 3문단을 통해, 예산선은 총소득을 전 부 지출할 때 소비할 수 있는 소비 계획들을 연결한 선임을 확인할 수 있다. ③ 5문단을 통해, 예산선과 무차별곡선이 접하는 지점에서 최적 소비 계획이 결 정된다는 것을 확인할 수 있다. ⑤ 마지막 문단을 통 해, 소비자가 소비를 결정할 때 현재 소득만이 아니 라 미래에 자신이 벌 것으로 예상하는 소득과 이자율 을 모두 고려한다는 것을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 글에 제시된 상황을 이해한다. ㉯는 ㉮에 비해 이자율이 상승하여 K가 1기 소비 지 출액과 대출액을 줄인 상황을 나타낸다. 이때 줄어든 대출액의 크기는 1기 소비 지출액이 줄어든 크기와 같다. K가 1기 소비 지출액을 줄인 이유는 소비를 줄 여 대출액을 줄이기 위해서이다. 이러한 1기 소비 지 출액의 차이 혹은 줄어든 대출액의 크기는 <그림2> 에서 (C1-C1′)로 나타난다. [오답풀이] ① ㉮는 이자율 상승 전 K의 최적 소비 계획이며, 최적 소비 계획이란 주어진 예산선에서 K 의 효용을 극대화하는 소비 계획을 의미하므로, ㉮는 <그림1>의 예산선에서 K의 효용을 가장 크게 하는 소비 계획임을 알 수 있다. ② K는 한 시기의 소비 지출액만 지나치게 많은 것보다 각 시기의 소비 지출 액이 균등한 소비 계획을 더 선호한다. <그림1>에 제시된 K의 초기 부존점을 보면 2기 소득에 비해 1 기 소득이 훨씬 적은 것을 알 수 있는데, 대출을 통 해 1기와 2기의 소비 지출액이 균등한 ㉮를 최적 소 비 계획으로 선택한다는 것을 알 수 있다. 이는 초기 부존점에 비해 ㉮를 지나는 무차별곡선이 우측 위에 존재한다는 점을 통해서도 확인할 수 있다. ③ ㉮는 K의 최적 소비 계획이므로 K가 선택할 수 있는 소비 계획들 중에서 K의 효용을 가장 크게 하는 소비 계 획이다. 따라서 ㉮를 지나는 무차별곡선은 예산선상 의 다른 소비 계획을 지나는 무차별곡선들보다 우측 위에 존재한다. ④ 이자율 상승으로 인해 2기 소비에 대한 1기 소비의 상대적 가치가 하락한다. 따라서 K 는 2기 소비를 늘리는데, 이를 대체효과라 한다. 또한 이자율 상승은 대출자인 K가 상환해야 할 대출 이자 를 늘려 K의 총소득을 감소시키므로 2기 소비를 줄 이는데, 이를 소득효과라 한다. 2기 소비 지출액은 대 체효과에 의해 늘어나며, 소득효과에 의해 줄어들므 로 그 상대적 차이를 확인해야 한다. ㉯는 ㉮에 비해 2기 소비 지출액이 상승하는데, 이는 대체효과가 소 득효과보다 크다고 가정했기 때문이다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 자료를 참고하여 글의 세부 정보를 추 론한다. <보기>를 통해 2기 특정 금액의 현재 가치는 그 금 액을 (1+r)로 나누어 구할 수 있다는 것을 알 수 있 다. 따라서 이자율이 상승한 경우 1기 소비 지출액과 동일한 2기 소비 지출액의 현재 가치는 하락한다. 이 는 1기 소비에 사용한 지출액의 가치가 상대적으로 하락했다는 것을 의미한다. 따라서 이자율이 상승함 에 따라 2기 소비에 대한 1기 소비의 상대적 가치가 하락한다. [오답풀이] ① 이자율이 상승한 경우 1기 소비 지출 액과 동일한 2기 소비 지출액의 현재 가치는 하락한 다. ③ 이자율 상승으로 K가 대출액을 줄이게 되는 데, 이는 ㉠으로 인한 대체효과와 상환해야 할 대출 이자가 늘어 총소득이 감소해 나타나는 소득효과로 인한 결과이지, ㉠의 원인은 아니다. ④ 1기 소비 지 출액의 현재 가치는 이자율 변화에 상관없이 일정하 므로, 하락하지 않는다. ⑤ 1기 소비 지출액의 현재 가치는 이자율 변화에 상관없이 일정하므로, 상승하 지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 글의 내용을 구체적 상황에 적용한다. 갑국 정부는 2기간 소비 모형을 적용하여 내년부터 모든 소비자에게 보조금을 지급한다고 발표한 것이 보조금 지급 이후인 내년 이후뿐 아니라 보조금 지급 이전인 올해에도 소비를 늘려 경제 활성화에 기여할 것이라고 예상할 것이다. 갑국의 모든 소비자들도 내 년에 보조금을 지급받을 것을 알게 되었으므로 자신 의 최적 소비 계획을 결정할 때 내년 이후 자신의 예 상 소득이 증가한다는 것을 고려하게 된다. 이는 2기 간 소비 모형 평면상의 초기 부존점을 위로 이동시키 는 결과를 가져오며, 이자율은 변화하지 않을 것으로 예상하므로 갑국 소비자들의 예산선을 위로 평행이동 시킬 것이다. 따라서 보조금 지급 발표는 대체효과는 일으키지 않고 소득효과만 일으킬 것이며, 소득효과 는 1기와 2기의 소비를 모두 증가시키므로 올해와 내 년 이후의 소비를 모두 증가시킬 것이라고 갑국 정부 는 예상할 것이다. [오답풀이] ① 갑국 정부는 2기간 소비 모형에 따라 내년 이후의 보조금 지급이 소비자들의 2기 소득을 증가시켜 소득효과를 발생시킨다고 예상할 것이다. 소득효과는 1기와 2기의 소비를 모두 증가시키므로, 보조금 지급 이전인 올해에도 소비가 증가할 것으로 갑국 정부는 예상할 것이다. ③ 2기간 소비 모형에 따르면, 보조금 지급이 소득효과를 일으켜 1기와 2기 소비를 모두 증가시키므로, 소비자들은 보조금 지급 으로 늘어날 예상 소득 증가분의 일부를 보조금 지급 이전 소비와 지급 이후 소비에 나눠 지출할 것이다. 따라서 갑국 정부는 소비자들이 내년에 지급받을 보 조금의 일부만 올해 소비할 것으로 예상할 것이다. ④ 소비자가 저축자인 경우 초기 부존점의 왼쪽 예산 선에서, 대출자인 경우 오른쪽 예산선에서 최적 소비 계획을 결정한다. 하지만 내년 이후 보조금 지급은 저축자인지 대출자인지 여부에 상관없이 보조금 지급 이후의 예상 소득을 모두 증가시킨다. 따라서 총소득 증가에 따른 소득효과가 저축자와 대출자 모두에게 발생하여 보조금 지급 이전 소비와 이후 소비를 모두 증가시키므로, 소비자의 저축액과 대출액에 상관없이 보조금 지급 이전 소비와 이후 소비가 모두 증가할 것으로 갑국 정부는 예상할 것이다. ⑤ 내년부터 보 조금을 지급하는 정책을 모든 소비자들이 알고 있으 므로 보조금 지급 이후의 예상 소득을 증가시켜 소득 효과를 발생시킨다. 하지만 갑국 정부는 이자율이 변 하지 않을 것으로 예상하므로 대체효과는 발생하지 않을 것으로 예상할 것이다. 따라서 갑국 정부는 대 체효과는 발생하지 않고 소득효과만 발생하여 내년 소비를 증가시킬 것으로 예상할 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 문맥상 어휘의 의미를 파악한다. ‘제외하다’는 ‘따로 떼어 내어 한데 헤아리지 아니하 다.’라는 뜻의 단어이므로 ‘어떤 사실이나 현상이 존 재하지 않는 상태이다.’라는 뜻의 단어인 ‘없다’의 사 동사인 ‘없애다’와는 뜻이 다르다. ‘제외하다’와 문맥 상 바꿔 쓸 수 있는 단어는 ‘전체에서 일부를 제외하 거나 덜어 내다.’라는 뜻의 ‘빼다’이므로, ‘제외한’은 ‘뺀’으로 문맥상 바꿔 쓸 수 있다. [오답풀이] ① ‘상환하다’는 ‘갚거나 돌려주다.’라는 뜻을 지니므로, ‘상환하기도’는 문맥상 ‘갚기도’로 바 꿔 쓸 수 있다. ② ‘선호하다’는 ‘여럿 가운데서 특별 히 가려서 좋아하다.’라는 뜻을 지니므로, ‘선호한다’ 는 문맥상 ‘좋아한다’로 바꿔 쓸 수 있다. ③ ‘연결하 다’는 ‘사물과 사물 또는 현상과 현상이 서로 이어지 거나 관계를 맺다.’라는 뜻을 지니므로, ‘연결한’은 문 맥상 ‘이은’으로 바꿔 쓸 수 있다. ④ ‘균등하다’는 ‘고 르고 가지런하여 차별이 없다.’라는 뜻을 지니므로, 문맥상 ‘균등하기’는 ‘고르기’로 바꿔 쓸 수 있다. [26 ～30] (과학) 김관 외, ｢상과 상변화｣ 이 글은 물질의 상에 대해 설명하고, 물질의 상이 압 력과 온도 조건에 따라 다른 상으로 전환될 수 있음 을 상변화라고 설명하고 있다. 그리고 상평형 그림을 활용하여 압력과 온도 조건에 따른 물질의 상변화를 설명하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 글의 전개 방식을 파악한다. 제시문에서는 물질의 상 개념을 설명하고, 이를 고체, 액체, 기체로 나누어 설명하고 있다. 그리고 물질의 상이 전환되는 현상을 상변화라고 설명한 후, 상평형 그림을 통해 물질의 상이 압력과 온도 조건에 따라 어떻게 형성되는지 설명하고 있다. [오답풀이] ② 물질의 상을 고체, 액체, 기체로 나누 어 설명하고 있으나, 물질의 상은 단일한 화학적 조 성 및 물리적 형태를 유지한다고 설명하였다. ③ 고 체, 액체, 기체의 특징을 설명하였으나, 다양한 물질 을 예를 들어 설명하지 않았다. ④ 물질의 상과 상변 화의 관련성, 압력과 온도 변화에 따른 물질의 화학 적 조성이 변화되는 원인 등에 대해서 설명하지 않았 다. ⑤ 상평형 그림을 통해 압력과 온도 조건에서 물 질의 상을 설명하였으나, 상변화 과정에서 나타나는 압력과 온도의 상관성을 분석하거나 물질의 물리적 변화 이유를 설명하지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 글의 정보와 새로운 정보를 관련지어 이해한다. 제시문의 <그림>에서 물은 삼중점 이하의 압력과 온 도에서 승화 곡선이 나타나 있으며, <보기>의 <이 산화 탄소의 상평형 그림>에서도 삼중점 이하의 압 력과 온도에서 승화 곡선이 나타나 있다. 따라서 조 건에 따라 물과 이산화 탄소는 모두 고체와 기체 사 이의 상변화가 이루어질 수 있을 것이다. [오답풀이] ① 물은 압력이 217.7 atm, 374.4℃에서 임계점이 형성되는 것으로 나타나 있으며, 이산화 탄 소는 73 atm, 31.1℃에서 임계점이 형성되는 것으로 나타나 있다. 따라서 이산화 탄소는 물에 비해 임계 점이 상대적으로 더 낮은 압력과 온도 조건에 있다고 할 수 있다. ② 이산화 탄소는 일반적인 대기 압력 수준인 1 atm일 때 어떤 온도에서도 액체상으로 존재 하지 않는 것으로 나타나 있다. 하지만 물은 1 atm일 때 0℃와 100℃ 사이에서 액체상으로 존재하는 것으 로 나타나 있다. ③ 물은 삼중점 이상의 압력과 온도 조건에서 융해 곡선이 나타나는데, 온도가 높을수록 상평형을 이루는 압력이 낮은 것으로 나타나 있다. ④ 높은 상 물질은 압력이 동일할 때 더 높은 온도 조건에서 존재하는 상이므로, 물과 이산화 탄소는 모 4 두 고체, 액체, 기체 중 기체가 높은 상 물질이라고 할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 글에 제시된 정보를 구체적인 상황에 적용한다. c는 액체와 기체가 평형을 이루는 상태이고 e는 기체 상태이므로, c에서 e는 분자들이 분자 간 인력을 극 복하고 증발하여 기체 상태로 되는 과정이라고 할 수 있다. 따라서 점차 분자 간 인력이 상대적으로 작아 지는 과정으로 볼 수 있다. [오답풀이] ① a에서 e까지의 과정은 액체가 증발하 여 기체가 되는 과정이므로, 액체의 분자 수는 감소 하고 기체의 분자 수는 증가하는 상태일 것이다. ② b는 액체가 기체로 증발하는 상태로, 액체의 표면을 떠나는 분자의 수가 돌아오는 수보다 훨씬 많은 상태 일 것이다. ③ c는 상평형 상태로, 특정한 압력과 온 도 조건에서 액체의 증발 속도와 기체의 응결 속도는 같아지게 되어 거시적으로 평형을 유지하는 상태일 것이다. ⑤ e는 기체, a는 액체로, 기체는 액체에 비 해 분자 간 평균적인 거리가 먼 상태일 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 글에 제시된 개념을 이해한다. 삼중점은 세 개의 상이 평형을 이루며 공존하는 상태 이므로, 이때의 압력과 온도 조건에서 고체, 액체, 기 체는 상평형을 이룰 것이다. 다만 액체와 기체 간 상 평형 상태는 액체의 증발 속도와 기체의 응결 속도가 같아지게 되는 평형 상태라고 하였으므로, 삼중점에 서는 세 가지 상이 평형을 이룬다고 할 수 있을 것이 다. [오답풀이] ② 일정한 부피와 모양을 유지하는 것은 고체의 특성으로, 세 가지 상이 공존하는 상태가 아 닐 것이다. ③ 압력과 온도의 변화가 있으며, 그에 해 당하는 상으로의 전환이 이루어질 것이다. ④ 물질을 구성하는 분자 간 인력의 차이는 고체, 액체, 기체가 보이는 특징 중의 하나로, 고체의 분자 간 인력이 가 장 크다고 설명되어 있다. 물질을 구성하는 분자 간 의 인력이 강해지면 세 가지 상의 평형이 유지되지 않을 것이다. ⑤ 삼중점은 세 개의 상이 평형을 이루 는 압력과 온도 조건이므로, 이때는 지속적으로 압력 과 온도가 상승하는 상태라고 할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 단어의 사전적 의미를 이해한다. ‘어떤 물건의 형상을 본뜸.’을 의미하는 단어는 ‘상형’ 이고 ‘형성’은 ‘어떤 형상을 이룸.’을 뜻하는 단어이다. [31 ～33] (현대시 복합) 이용악, ｢하늘만 곱구나｣, 나 태주, ｢등 너머로 훔쳐 듣는 대숲바람 소리｣ (가) 이용악, ｢하늘만 곱구나｣ 이 글은 ‘거북네’의 내력을 중심으로 그들의 삶의 비 극성을 다룬 작품이다. ‘거북네’ 3대는 고향을 떠나 만주에서 살다가, 고향에 돌아온 후 희망을 품지만, 그들의 삶은 비극적이다. 이 시는 이와 같은 상황을 ‘혼자만’ 고운 ‘하늘’과의 대비를 통해 표현하고 있다. (나) 나태주, ｢등 너머로 훔쳐 듣는 대숲바람 소리｣ 이 글은 화자가 ‘대숲바람 소리’를 계기로 과거의 서 러웠던 기억을 떠올리게 되면서, 과거의 상처를 포용 하게 되는 과정을 담고 있다. 화자가 과거의 기억 속 에 존재하는 자신의 서로 다른 모습을 통합하여 나가 는 모습을 감각적 이미지를 통해 형상화하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 두 작품의 표현상 공통점을 파악한다. (가)는 1, 5연을 유사하게 반복하고, ‘집도 많은’, ‘배 추꼬리를 씹으며’ 등과 같은 시구, ‘~ 단다’, ‘~ 구나’ 와 같은 종결표현 또는 어미를 반복하여, (나)는 ‘등 너머로 훔쳐 듣는 남의 집 대숲바람 소리’ 등과 같은 시구를 반복하여 시적 의미를 강조한다. [오답풀이] ① (가)에는 ‘만주’와 같은 구체적인 지명 이 등장하지만 (나)에서는 구체적인 지명이 드러나지 않는다. (나)의 ‘장 승상네 참대밭’은 구체적인 지명 이라고 보기 어렵다. ③ (가), (나)는 청자를 명시적 으로 설정하고 있다고 보기 어렵다. ④ (가)와 (나) 에는 반어적 표현이 드러난 구절이 없다. ⑤ (가)에 는 시선의 이동이 드러나지 않는다. (나)는 ‘대숲바람 소리’로 인해 떠올리게 하는 기억을 중심으로 시상을 전개하고 있어 시선의 이동이 드러나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 시상의 흐름에 따라 작품을 이해한다. 4연에서는 ‘배추꼬리를 씹으며’라는 구절과 거북이가 떠올린 생각과 본 것을 제시하고 있다. 4연에는 ‘아 배’가 등장하지만 ‘아배’는 거북이가 바라보는 대상일 뿐, ‘아배’의 행동이 제시되지 않는다. [오답풀이] ① 1연에서 ‘두 손 오구려 혹혹 입김을’ 불며 ‘움 속에서’ 살고 있는 거북네의 모습과 고운 ‘하늘’이 대비를 이룬다. ② 2연에서 거북네가 ‘두터운 얼음장과 거센 바람’ 속에서 ‘세월은 흘러’ 왔다는 구 절에서 거북네가 만주에서 겪은 시련을 짐작하게 한 다. ③ 3연의 ‘조선으로 돌아가면 빼앗겼던 땅에서 농 사지으며 가 갸 거 겨 배운다더니’에서는 거북이가 고향에 돌아오면 땅을 되찾고 공부를 할 수 있을 것 이라고 기대했던 내용이, ‘조선으로 돌아와도 집도 고 향도 없고’에서는 거북이가 고향에 돌아와서 직면한 현실이 드러난다. 두 구절은 나란히 제시되면서 둘 사이의 괴리를 드러낸다. ⑤ 1연과 관련지어 이해할 때, 5연에는 ‘첫눈’ 내리고 ‘새해가 온다는데’와 같이 구절이 더해지면서 ‘움 속’에서 집도 없이 살아가고 있는 상황의 비극성을 부각하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 내적 준거에 따라 작품을 감상한다. 3연의 ‘여름냇가’는 ‘달려와서 기다리며’ ‘햇살의 그 반쪽’이 빛나고 있는 공간으로, 화자가 새롭게 포착한 과거의 모습을 드러낸다. 반면, 2연의 ‘툇마루 끝’은 심봉사가 ‘날무처럼 끄들끄들 졸고 있는’ 공간으로 ‘여름냇가’와 동일시되기 어렵다. [오답풀이] ① 1연의 ‘대숲바람 소리’를 계기로, 화자 가 떠올린 과거의 서러운 기억은, ‘퍼렇게 멍든’, ‘혼 자’, ‘눈물의 찌꺼기’와 같은 시구를 통해 드러난다. ② 2연의 ‘심청이네집’은 ‘심봉사’가 ‘날무처럼 끄들끄 들 졸고 있’고, ‘개다리소반’, ‘빈 상사발’이 있는 곳이 다. 2연의 ‘햇살’은 ‘마음만 부자로 쌓여주’는 곳이며, ‘다시 눈’ 틀 수 있게 하는 소재이다. ③ 2연의 ‘햇살’ 과 ‘참대밭의 우레 소리’가 ‘다시 눈 트고 있다’, ‘다시 무너져서 내게로 달려오고 있다’로 대응되면서, 1연의 ‘대숲바람 소리’는 2연의 ‘햇살’과 연결된다. ⑤ 2연의 시상 전개를 통해, 3연의 ‘대숲바람 소리’는 ‘햇살의 그 반쪽’과 연결된다. ‘햇살의 그 반쪽’이 화자를 ‘기 다리’며 ‘반짝’인다는 시어를 통해 화자는 과거에서 새롭게 발견한 자신의 모습을 드러내고 있다. [34 ～38] (현대소설) 김원일, ｢손풍금｣ 이 글은 분단 비극의 가족사적 경험을 다룬 김원일의 소설이다. 남파 간첩으로 체포되어 비전향 장기수로 복역하고 작고한 작은할아버지의 생애에 흥미를 느낀 손자는 이를 석사 논문의 주제로 삼고 가족의 과거사 를 조사한다. 작은할아버지의 형인 할아버지의 침묵 에 부딪혀 조사는 난항을 겪지만, 손자는 할아버지가 젊은 시절 즐겨 연주하던 손풍금을 배워 할아버지의 환심을 사려 노력하는 한편 다른 가족들에게서 당시 에 대한 증언을 듣고 기록하면서 자신의 탐색을 계속 한다. 할아버지는 손자의 질문으로 인해 떠올린 과거 의 기억을 회상하면서, 북에 두고 온 부모님에 대한 절절한 그리움, 자신의 동생(작은할아버지)을 끝까지 지켜 주지 못한 죄책감 등으로 가득한 자신의 내면을 서술한다. ‘손풍금’으로 표상되는 북에서의 젊은 시절 을 돌이키면서 전쟁으로 인해 ‘그렇게 영롱하게 빛나 던 시간대’가 끝날 수밖에 없었던 데 대한 안타까움 으로 마무리되는 할아버지의 내면 서술은, 분단과 전 쟁으로 인해 파괴된 삶의 비극성을 강조한다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 글의 내용을 사실적으로 이해한다. (나)의 후반부에는 젊은 시절의 ‘할아버지’가 ‘아내와 젖먹이 딸린 자식 넷이 읍내에 남아 있는지 피난길에 나섰는지 알 수 없었다.’는 서술이 제시되어 있다. 또 한 ‘할아버지’가 ‘우리 양주는 여기 남을래. 광수(작은 할아버지)가 살아서 집 찾아 돌아올 날까지 대장간을 지켜야지’라는 말을 떠올리는 대목에서, 당시 ‘할아버 지’의 부모님이 피난을 떠나지 않았음을 확인할 수 있다. 따라서 부모님과 처자식이 피난을 떠난 것을 확인하고 국군 트럭에 올랐다는 것은 적절하지 않다. [오답풀이] ① (나) 전반부의 ‘전쟁이 나도 나는 인 민군에 소집되지 않았고, 개천역 저장소에서 일했’다 는 언급에서 확인할 수 있다. ② ‘탄광이 폐쇄되어 읍 내 집으로 돌아오자 아니나 다를까, 뒤이어 국군과 연합군이 읍내를 점령했다.’는 언급에서 확인할 수 있 다. ③ (나) 후반부의 ‘중공군 참전 소식이 들리고 마 침 개천읍에 주둔해 있던 국군 부대 병기창이 철수를 서두르며 노무자를 징발하기에 나는 거기에 자원했 다.’는 진술에서 확인할 수 있다. ⑤ (나)와 (다)의 내용으로 미루어 할아버지는 월남 이후 폐지 집하장 을 운영하였고, 피난 당시 행방을 몰랐던 작은할아버 지를 남한에서 만나 폐지 집하장에 숨겨 주었으며, 할아버지가 작은할아버지를 숨겨 주었다는 이유로 고 초를 겪었음을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 서술상 특징을 바탕으로 작품을 이해한 다. (다)에서 서술자의 질문에 대답하고 있는 ㉰는 아버 지 세대의 인물로, 작은할아버지가 화재로 인해 거처 가 탄로나고 체포에 이르게 되기까지의 과정에 대한 정보를 ㉮에게 전달하고 있다. ㉰는 이 사건을 직접 겪지 않은 인물로, ‘아버지 생각으론 ~ 앞섰겠지.’라 든가 ‘ ~ 혹독히 당하셨나 봐.’와 같은 추측의 표현을 사용하여 내용을 서술한다. 이 내용은 시간상으로 볼 때 (나)의 ‘나는 정신없이 불길 속으로 뛰어들었다.’ 라는 문장과 함께 끊긴 할아버지의 기억 다음에 이어 지는 것으로, 이들 사이에 내용이 상충하는 부분은 발견되지 않는다. [오답풀이] ① ㉮(‘손자’)는 작은할아버지에 대해 가 장 잘 알고 있는 할아버지를 탐색하지만, ㉯는 이를 탐탁치 않아 하는데, 이는 (나)의 ‘손자 녀석까지 남 의 심사를 박박 긁으니’에서 확인할 수 있다. ② ㉯는 ㉮에게 이야기하는 대신 떠올린 기억을 내면적으로 진술하는데, 독자는 이를 읽고 가족의 과거사를 이해 할 수 있다. ③ ㉯는 ㉮의 탐색을 꺼리면서 ‘초조함과 불안’이 고조되는 것을 느낀다. 독자는 (다)의 내용을 통해 화재 당시의 상황을 파악함으로써, ㉮가 알고자 하는 가족의 과거사가 ㉯에게 동생(작은할아버지)을 지켜주지 못했다는 죄책감과 회한 등의 감정을 불러 일으킬 것임을 짐작할 수 있다. ⑤ ㉮의 탐색은 ㉯의 침묵 앞에서 난항을 겪지만, ㉰의 증언을 통해 과거 사의 일면을 확인할 수 있게 된다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 등장인물 간의 관계를 이해한다. 큰아버지의 ‘삿대질’은 작은할아버지의 기일을 찾아 주자는 자신의 아들을 향한 것으로, 이러한 행동에서 작은할아버지를 세대 간 갈등의 희생양으로 간주하고 이러한 갈등의 재발을 막고자 하는 의지를 읽어내는 것은 적절하지 않다. [오답풀이] ①, ③ ‘그분의 일화’에 대해 ‘쉬쉬’하던 가족들은 ‘작년 할머니 기일’에 모여 자연스럽게 작은 할아버지에 대해 이야기하는데, 이는 작은할아버지가 ‘지하’에서의 ‘유령의 가면’을 벗고 가족의 일원으로 자연스럽게 입에 오르내리게 된 것으로 볼 수 있다. ② 북한에 대해 공개적으로 이야기할 수 있을 만큼 시대가 달라졌다는 진술은, 작은할아버지에 대한 일 화가 집안 어른들의 입에 자연스럽게 오르내리게 된 5 것이 시대적 변화와 관련이 있음을 의미한다. ④ ‘큰 아버지’는 간첩으로 남파되어 ‘집안을 쑥대밭으로 만’ 든 작은할아버지에 대한 반감을 품고 있다. 이런 시 각에서 아들인 ‘준식 형’이 대학 때부터 지녔던 성향 은 작은할아버지의 그것과 유사하게 ‘삐딱한 생각’으 로 파악된다. 이로 인해 ‘큰아버지’는 작은할아버지의 기일을 찾아 주자는 ‘준식 형’의 제안을 거부하고 있 다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 작품 속 사건의 시간 순서를 이해한다. Ⓐ의 시대적 배경은 ‘1950년 12월 초순’이라는 (나) 의 앞부분 구절로 미루어 보아 전쟁이 일어난 지 얼 마 되지 않은 때임을 알 수 있다. Ⓓ의 시대적 배경 은 ‘군용 천막으로 덮어둔 폐지더미’와 같은 구절에서 전쟁 이후임을 짐작할 수 있으나 명확하게 제시되어 있지는 않으며, (다)의 내용까지 읽어야 Ⓓ의 시대적 배경이 ‘박 정권이 들어선 초기’임을 알 수 있게 된 다. 둘의 시대적 순서를 비교하면 Ⓐ가 Ⓓ보다 앞선 시대임을 알 수 있으므로, ‘Ⓓ가 Ⓐ보다 시간적으로 앞서 있다’는 설명은 적절하지 않다. [오답풀이] ①, ② Ⓑ에서는 전쟁 발발 이후부터 서 술자가 ‘1950년 12월 초순’에 달리는 국군 트럭에 앉 아 미군의 폭격을 바라보고 있는 Ⓐ에 이르게 되기까 지의 상황을 서술하고 있으며, 서술자의 생각은 ‘너들 식구는 ~ 대장간을 지켜야지.’라는 어머니의 말을 기 점으로 하여 Ⓐ에 대한 회상으로 돌아오고 있다. ③ ‘늙고 할 일 없으니 자나깨나 그 시절 생각이다’라는 서술자의 진술은 Ⓒ에서 제시되어, 현재 노인이 되어 습관적으로 과거를 회상하고 있음을 알게 해 준다. ⑤ Ⓑ를 포함하는 Ⓐ와 Ⓓ는 과거 시제로, Ⓒ와 Ⓒ′는 현재 시제로 서술되고 있는데, 이로 인해 전쟁 당시 서술자가 겪은 사건이 일어난 시점과 현재 노인이 되 어 과거를 서술하는 시점이 명확히 구별되고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 소재의 서술상 기능을 파악한다. ‘의자 등받이에 몸을 붙이고’ 서술자가 바라보는 ‘불 꽃’은 ‘여보, 봉창 밖이 왜 저렇게 환해요? 불이 난 게 아니에요?’라는 죽은 아내의 말을 떠올리게 하며, 이로 인해 서술자는 다시 화재로 인해 자신의 동생 (작은할아버지)을 숨긴 것이 탄로나 갖은 고초를 겪 게 되었던 시절에 대한 회상을 시작하게 된다. 따라 서 ‘불꽃’은 Ⓓ에 대한 회상을 시작하게 하는 매개체 임을 알 수 있다. [39 ～41] (고전소설) 박지원, ｢민옹전｣ 몰락한 무관으로서 평생 불우하게 살았지만 뛰어난 재치와 이야기 재주로 당시 사람들에게 널리 알려졌 던 민옹이라는 인물의 삶을, 그와 관련한 다양한 일 화를 통해 그려 보인 작품이다. 이 글에서 작가는 민 옹과 다른 인물 간의 대화 장면들을 나열해 제시하면 서, 논리적인 달변가, 풍자적인 이야기꾼, 여유로움과 해학을 지닌 민옹의 면모를 입체적으로 보여 준다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 작품의 서술상 특징을 파악한다. ‘두려운 것’에 관한 질문에 민옹이 답한 이야기, 민옹 이 무능하고 탐욕스러운 양반층을 ‘황충’에 빗대어 풍 자한 이야기, ‘나’가 언어유희로 던진 말을 민옹이 재 치 있게 되받아친 이야기, 이렇게 민옹과 관련한 3개 의 일화가 나열되면서 민옹의 개성과 달변가로서의 면모가 드러나고 있다. [오답풀이] ② 인물의 대화나 행동을 통해 인물의 심 리를 짐작할 수 있으나, 내적 독백은 쓰이지 않았다. ③ ‘두려운 것’에 관한 질문에 민옹이 답한 이야기에 서 인물의 특성을 요약적으로 설명한 부분이 나온다. 그러나 인물의 성격 변화가 나타나 있지는 않다. ④ 배경을 이루는 공간은 현실의 장소이며, 전기적 요소 도 작품에는 나타나지 않는다. ⑤ 하나의 일화가 그 다음 일화로 이어지면서 장면이 바뀌지만, 인물의 내 적 갈등이 나타나지는 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 작품의 내용을 이해한다. 민옹은 뛰어난 재치를 지닌 달변가로 형상화되고 있 다. 그리고 ‘자신에 대해서는 추어올리고 칭찬하는 반 면, 곁에 있는 사람에 대해서는 조롱하고 업신여기곤 하였다.’와 같은 민옹에 관한 서술에서 그가 지닌 자 긍심도 확인할 수 있다. ㉡에 대한 민옹의 답변은 그 의 능력을 다시 한 번 확인하게 하는 계기로서 기능 을 하지만, ㉡에 대해 답변하면서 민옹이 비로소 자 신의 능력을 자각하는 것은 아니다. [오답풀이] ① ‘손님이 물을 말이 다하여 더 이상 따 질 수 없게 되자 마침내 분이 올라’라는 표현에서, 손 님이 질문을 할 때 화가 난 상태였음을 알 수 있다. ② ㉠에 대해 답할 때, 민옹은 ‘용’, ‘범’, ‘도끼’ 등의 비유적 표현을 사용해 ‘세상에서 가장 두려운 것은 나 자신이다.’라는 주장을 펼치고 있다. ④ ㉡은 한자 를 사용한 언어유희로, 한자에 대한 지식이 있어야 그 뜻을 파악할 수 있다. 민옹은 자신의 한자 지식을 바탕으로 ㉡에 담긴 의미를 해석하고 있다. ⑤ 처음 에 민옹은 ‘나’가 ㉡을 통해 자신을 ‘욕하’고 ‘비꼰’ 것 이라고 말한다. 그러나 마지막에는 ㉡을 자신을 칭송 한 말로 재치 있게 재해석해 내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 외적 준거에 따라 작품을 감상한다. [A]의 ‘그 사람’은 황해도에 황충이 창궐했다는 소식 을 민옹에게 전달하고 있을 뿐, 황충에 대해 어떠한 태도를 드러내고 있지는 않다. 이는 ‘그 사람’의 말이 ‘~ 입디다’, ‘~ 이랍니다’처럼 의견이 아니라 사실을 전달하는 말투로 되어 있는 것에서도 알 수 있다. [오답풀이] ① [A]는 어떤 사람이 민옹에게 ‘황해도 에 창궐한 황충’에 관해 이야기하는 부분이다. 여기에 서 언급된 황충이라는 소재에 빗대어 작가는 자신의 생각을 간접적으로 드러내고 있다. ② [A]의 황충은 실제 해충을 가리키지만, [B]의 황충은 작가가 부정 적인 인간을 풍자하기 위해 사용한 표현으로 파악된 다. 지시 대상은 서로 다르지만, 둘 다 인간에게 피해 를 주는 존재로 표현되고 있다는 점에서는 비슷하다. ④ [A]의 황충은 ‘벼농사에 피해를 주’고, [B]의 황 충은 ‘곡식이란 곡식은 죄다 해치우’는 존재로 표현되 어 있다. [B]의 황충을 우의적 표현으로 이해할 때 이러한 황충의 특징은, [B]의 황충을 백성을 수탈하 는 존재를 빗댄 표현으로 파악하는 근거가 된다. ⑤ [B]의 황충을 백성을 수탈하는 존재를 빗댄 표현으로 이해할 때, ‘큰 바가지’가 있었다면 그 황충을 ‘잡으려 고 했’다는 민옹의 말은 ‘백성 수탈’과 같은 당대의 사회 문제에 대한 그의 비판 의식을 표현한 것이다. [42 ～45] (갈래 복합) 이세보, ｢상사별곡｣, 정지용, ｢ 다도해기5 – 일편낙토｣ (가) 이세보, ｢상사별곡｣ 이 작품은 조선 후기 이세보가 지은 애정가사의 일부 로 이별한 임을 그리워하는 모습이 잘 드러난다. 화 자가 이별 상황에서 행복했던 시절을 회상하며 현재 임을 기다리는 어려움을 토로하고 상사에 괴로워하는 자신의 처지를 드러내는 순으로 내용이 전개된다. (나) 정지용, ｢다도해기5 – 일편낙토｣ 이 글은 정지용이 1938년 친한 벗인 김영랑, 김현구 시인과 함께 다도해와 제주도를 여행하고 쓴 신문 연 재 기행문 ｢다도해기｣ 중 5번째 글의 일부이다. 지 문에서는 주로 제주도와 한라산의 아름다운 자연 풍 광에 대한 감상을 표현하고 있는데, 감각적 묘사와 다양한 비유적 표현을 활용한 서술 방식이 내용과 잘 어우러지고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 두 작품의 공통점을 파악한다. (가)는 봄(황매)에 이별한 임이 가을(단풍)에 이르기 까지 소식이 없고, 여름가을(삼하삼추)에서 겨울(낙 목한천)에 이르기까지 이별이 이어진 상황이라는 시 간의 흐름이 계절의 변화로 잘 드러난다. (나)는 새 벽에 추자도를 지나 아침에 제주도에 도달하기까지의 여정에서 시간의 흐름이 드러난다. [오답풀이] ① (가)에는 운명적 세계관이 일부 드러 나나 (나)에는 운명을 수용하는 순응적 자세가 드러 나지 않는다. ② (가), (나) 모두 삶을 성찰하며 현재 의 삶에 대해 반성하는 모습이 드러나지 않는다. ④ (가)의 자연은 작품 속에서 분위기를 형성하는 배경 으로 (나)의 자연은 예찬의 대상으로 나타나고 있어 모두 인간과 자연의 대비가 보이지 않는다. ⑤ (가) 에 임과의 이별로 인한 상실의 경험이 나타나나 이를 극복하려는 의지적 모습은 보이지 않고 (나)에는 상 실의 경험이 드러나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 작품의 표현상 특징과 효과를 파악한다. 한라산이 주는 인상을 다양하게 나열하며 그 아름다 움을 표현하고 있으나, 동적인 속성을 부여하여 표현 한 것은 아니다. [오답풀이] ① 상사로 인한 괴로움을 가슴이 불에 탄 다는 구체적인 현상에 빗대어 표현하고 이를 물로 못 끈다고 표현한 점을 통해 답답하고 애절한 심경을 표 현한다. ② 날이 저문 저녁 무렵 들리는 기러기 울음 소리는 화자의 슬픔과 어우러져 애상적 분위기를 형 성한다. ③ 한라산의 웅장한 모습을 보고 느낀 감동 이 영탄적 표현인 ‘아닙니까!’를 통해 강조되고 있다. ⑤ ‘자줏빛’, ‘엷은 보랏빛’과 같은 색채를 드러내는 어휘를 사용하여 대상인 ‘한라산’의 모습을 시각적으 로 형상화하였다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 내적 준거에 따라 작품을 감상한다. [A]의 ‘저도 나를 그리려니’는 화자가 임도 나를 그 리워할 것이라는 생각을 드러낸 것이고 [B]의 ‘자네 사정 내가 알고 내 사정 자네 아니’는 ‘자네’와 내‘가 서로의 사정을 알고 있다는 것이지 [A]와 [B]의 두 화자가 서로를 그리워하는 것이 아니다. [오답풀이] ① [A]는 ‘이별’에서, [B]는 ‘별리’를 통 해 두 화자가 모두 이별한 처지라는 것을 알 수 있 다. ③ [A]의 ‘굳은 언약’, [B]의 ‘차생백년 서로 맹 세’는 모두 임과의 약속으로 영원히 함께 하며 사랑 을 이어가고자 하는 기대감을 드러낸 것이다. ④ [A] 에 ‘운산이 멀었으니 소식인들 쉬울손가’에서 ‘운산’이 라는 장애가 있어 임과의 소식이 닿기 어려운 상황에 대해, [B]에 ‘오는 글발 가는 사연 자자획획 다정터 니’처럼 과거에 오가던 다정했던 편지가 끊긴 상황에 대한 안타까움이 드러난다. ⑤ 사모하는 임을 못 뵈 고 그리워하는 상황에서 느끼는 괴로움을 [A]에서는 마음속에 타는 불로 [B]에서는 병으로 구체화하여 화 자가 현재 마음이 아프고 괴롭다는 것을 보여준다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 작품을 종합적으로 감상한다. (나)에서 작가는 소나기를 맞으며 제주 성내로 상륙 했는데, 소나기는 금방 개고 햇살이 바다 위에 비쳤 다고 서술한다. 하지만 이러한 날씨 변화로 인하여 제주도의 풍경을 제대로 감상하지 못해서 아쉬움을 표현하는 부분은 나타나지 않는다. [오답풀이] ① 굳은 ‘호두 껍질’에 비유한 메마른 청 춘의 감성이 한라산을 보며 다시 살아나고 있다고 표 현한 부분에서 확인할 수 있다. ② ‘동행인 영랑과 현 구’가 ‘소년’처럼 갑판 위로 뛰어 돌아다녔다는 부분 에서 확인할 수 있다. ③ 한라산이 ‘허리에 밤 잔 구 름’을 두르고 ‘헌출히 솟아올’랐다는 부분에서 알 수 있다. ④ ‘흙은 검고 돌은 얽었는데 돌이 흙보다 더 많은 곳’, ‘사람의 자색은 희고도 아름답’다는 부분에 서 알 수 있다.",
        "question_exp": ""
    }
]