[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 발표자의 말하기 방식 파악하기 청중의 질문에 대답을 한 부분은 있으나, 발표 내용에 대한 이해도를 확인하며 추가 정보를 제공 한 것은 아니다. ① 1문단에서 질문의 방식을 활용하여 화제에 대한 관심을 유발하고 있다. ② 6문단에 ‘목소리 를 크게 하며’에서 준언어적 표현을 통해 청중에 게 바라는 바를 강조하고 있다. ④ 2문단에 ‘손가 락 두 개를 펼쳐 보이며’, 5문단에 ‘손가락으로 자 료를 가리키며’에서 비언어적 표현을 활용해 발표 내용을 효과적으로 전달하고 있다. ⑤ ‘샅바’, ‘앞 무릎치기’, ‘밭다리걸기’ 등 화제와 관련된 용어의 의미를 설명하여 청중의 이해를 돕고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표 자료 활용하기 씨름의 앞무릎치기 기술이 사용되는 과정을 [자 료3]의 ①과 ②를 통해 보여 주고 있다. ①, ④ [자료1]은 두 선수가 모래판 위에서 서 로의 샅바를 잡고 있는 상황으로, 씨름 경기 장면 을 보여 주는 자료이다. 따라서 [자료1]을 씨름의 체급 분류 기준을 설명하기 위한 자료로 ㉠에 사 용하거나, 씨름의 다양한 기술을 구체적으로 설명 하기 위한 자료로 ㉢에 사용하는 것은 적절하지 않다. ② [자료3]은 앞무릎치기 기술이 사용되는 과정을 보여 주는 자료이다. 따라서 [자료3]을 씨 름의 경기 상황을 실감나게 보여 주기 위한 자료 로 ㉠에 사용하는 것은 적절하지 않다. ③ [자료 2]는 공동체 문화가 반영된 조선시대 씨름의 모 습을 보여 주는 김홍도의 풍속화이다. 또한 5문단 은 씨름의 변천 과정을 설명하고 있는 문단이 아 니다. 따라서 [자료2]를 씨름의 변천 과정을 설명 하기 위한 자료로 ㉡에 사용하는 것은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 청중의 질문 파악하기 발표자가 청중의 질문을 들은 후 샅바씨름이 생 기게 된 과정을 제시하고, 두 다리 사이를 뜻하는 ‘샅’과 길게 늘어뜨린 줄을 뜻하는 ‘바’가 합해져 ‘샅바’라는 명칭이 생겼다고 답하였기 때문에, 이 를 토대로 청중의 질문을 추론한 것으로 가장 적 절한 것은 ④이다. ** 화법· 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 회의의 흐름 파악하기 ⓐ~ ⓒ는 공통적으로 앞으로 논의해야 할 회의 내용을 제시하고 있다. 논의가 필요한 내용으로 ⓐ는 기사에서 다룰 스마트팜의 장점, ⓑ는 표제 와 부제 작성, ⓒ는 부제에 들어갈 내용을 언급하 고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 회의 참여자의 말하기 방식 파악하기 [A]에서 기사의 표제를 통해 독자의 호기심을 끌 수 있도록 질문의 형식을 활용하자는 학생 2 의 의견에 대해, 학생 3이 질문 형식의 한계로 학 생 2의 의견에 문제가 있다고 지적하며 표제를 평서문으로 진술하자는 새로운 해결책을 제안하고 있다. ① [A]에서 학생 2는 학생 3의 의견을 지지하 고 있지만 구체적인 사례를 들고 있지 않다. ③ [B]에서 학생 2는 학생 3의 의견을 반영하고 있 지만 자신의 의견을 보충하고 있지 않다. ④ [B] 에서 학생 3은 학생 2의 의견을 수용하고 있지 않다. ⑤ [B]에서 학생 3은 학생 2의 의견에 대 안을 제시하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 글쓰기 계획의 반영 여부 파악하기 행사 준비에 대한 내용은 3문단에 있지만, 행사 준비 과정의 어려움은 드러나 있지 않다. ① 스마트팜 소개와 진로 체험 기회 제공이라는 행사의 목적은 1문단에, ② 원격 관리가 가능하고 날씨의 영향을 받지 않으며 토양 오염을 유발하지 않는다는 스마트팜의 장점은 2문단에, ③ 3부로 진행한 행사 내용은 3문단에, ⑤ 학생 인터뷰를 통한 참여 학생의 반응은 4문단에 제시되어 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 조건에 맞는 글쓰기 학생들이 체험을 통해 발전하는 우리의 농업을 알게 되었다는 행사의 의의를 대구를 활용하여 제 시하고, 미래 동아리의 활동 계획으로 진로 체험 행사를 확대하겠다고 밝히고 있다. ①, ⑤는 미래 동아리의 활동 계획을 제시하지 않았고 ②, ④는 행사의 의의를 제시할 때 대구의 표현 방법을 활용하지 않았다. ** 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 작문 계획 파악하기 이 글은 전동킥보드를 안전하게 이용하는 방법 을 제시하는 글로 KC마크 취득 제품 구입과 도로 교통법 준수, 보호 장비 착용 의무를 ‘첫째’, ‘둘 째’, ‘셋째’의 표지를 사용하여 병렬적으로 제시하 고 있다. ① 전동킥보드 사고 증가의 실태만 제시되어 있 고 전동킥보드를 부적절하게 이용하고 있는 구체 적인 상황은 제시되지 않았다. ② 전동킥보드의 제품 안전 정보를 제공하는 홈페이지 이용만 안내 하고 있고 기관의 목록은 제시되지 않았다. ④ 전 동킥보드 이용에 대해 논의하는 우리 학교의 상황 은 제시되지 않았다. ⑤ 전동킥보드의 사고 원인 은 제시되어 있지만 사례를 통한 제시가 아니므로 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 자료 활용하기 ㄴ은 전동킥보드 배터리 충전 시 화재 발생을 예방하기 위해 과충전 보호 장치가 장착된 KC마 크 취득 제품을 구입하고 취침 중 충전을 피하고 충전 완료 후 전원을 분리해야 한다는 내용의 인 터뷰이다. ㄷ은 사고에 취약한 전동킥보드의 구조 상 약점과 이로 인해 속도 제한과 보호 장비 착용 이 필요하다는 내용의 신문 기사이다. 따라서 안 전 인증 제품의 관리 소홀로 인해 사고가 발생할 수 있다는 내용을 뒷받침하는 자료로 ㄷ을 활용하 는 것은 적절하지 않다. ① ㄱ-1은 2018년에서 2019년까지의 전동킥보 드 사고유형별 현황을 사고 건수로 보여 주는 통 계 자료이다. 이를 통해 전동킥보드 사고가 급격 히 증가했음을 알 수 있다. 따라서 ㄱ-1을 활용 하여 전동킥보드 사고가 늘고 있는 실태를 1문단 에 제시하는 것은 적절하다. ② ㄴ은 전동킥보드 화재의 원인이 충전 중 배터리 폭발이라는 화재조 사관 인터뷰로 KC마크를 취득한 전동킥보드를 구 입해야 화재 사고를 예방할 수 있다는 내용이다. 따라서 ㄴ을 활용하여 KC마크를 취득한 전동킥보 드를 구입해야 하는 이유로 충전 중 화재 발생 예 방의 효과를 2문단에 추가하는 것은 적절하다. ③ ㄷ은 바퀴의 크기가 작고 몸을 보호해 줄 차체가 없다는 전동킥보드의 구조적 특성으로 인해 자동 차 사고에 비해 전동킥보드 사고가 더 큰 부상을 초래하며, 전동킥보드 사고를 방지하기 위해 속도 제한을 준수하고 보호 장비를 착용해야 한다는 신 문기사이다. 따라서 ㄷ을 활용하여 전동킥보드 이 용 시 규정 속도를 준수해야 하는 이유를 3문단 에 추가하는 것은 적절하다. ④ ㄱ-2는 전동킥보 드 이용 시 보호 장비 착용 현황을 보여 주고 있 고, ㄷ은 전동킥보드의 구조적 특성으로 인한 사 고 시 높은 중상자 비율을 보여 주는 자료이다. 따라서 ㄱ-2와 ㄷ을 근거 자료로 활용하여 전동 킥보드 이용 시 보호 장비를 착용해야 할 필요성 을 4문단에 제시하는 것은 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 고쳐 쓰기 <보기>는 관용적 표현을 쓰고 있지 않다. 따라 서 설득의 효과를 높이기 위해 관용적 표현을 추 가하라는 친구의 조언을 반영하여 [A]를 고쳐 쓴 것은 아니다. ② [A]를 고쳐 쓴 <보기>의 첫 부분에는 [A] 의 첫 부분에 있던 ‘그러나’가 삭제되어 있다. 이 는 ‘앞 문단과의 흐름을 고려하여 연결 표현을 삭 제하’라는 친구의 조언을 반영한 것이다. ③ [A] 의 두 번째 문장은 모든 교통수단의 안전 수칙 준 수를 강조하는 내용으로 (나)의 흐름에서 벗어나 있다. 그래서 <보기>에는 [A]의 두 번째 문장이 삭제되어 있다. 이는 ‘주제에서 벗어나니까 해당 문장을 삭제하’라는 친구의 조언을 반영한 것이다. ④ [A]의 첫 번째 문장에 쓰인 ‘숙지하는’이 <보 기>에서는 ‘잘 아는’으로 수정되어 있다. 이는 ‘학 생들의 수준을 고려하여 쉬운 단어로 교체하’라는 친구의 조언을 반영한 것이다. ** 문법 **",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 등급 반의어의 특징 파악하기 3문단에 따르면 등급 반의어는 한쪽 단어의 긍 정이 다른 쪽 단어의 부정을 함의하지만, 이것의 역(逆)은 성립하지 않는다. 따라서 ‘영수 집은 학 교에서 가깝다.’에서 ‘가깝다’를 부정하면 ‘가깝지 않다’가 되는데, 이때 ‘가깝지 않다’고 해서 반드 시 ‘멀다’는 것은 아니므로 ‘멀다’의 의미와 동일 하다는 추론은 적절하지 않다. ① ‘좋다/나쁘다’는 등급 반의어이므로, 2문단에 근거하여 ‘올해는 사과의 품질이 작년보다 더 좋 2020학년도 9월 고2 전국연합학력평가 정답 및 해설 고2 정답 및 해설 2020학년도 9월 전국연합학력평가 2 26 다.’와 같이 비교 표현을 쓸 수 있다. ② ‘무겁다/ 가볍다’는 등급 반의어이므로, 2문단에 근거하여 사람들이 생각하는 가방의 무게는 다를 수 있다. ③ ‘멀다/가깝다’는 등급 반의어이므로, 2문단에 근거하여 ‘기차역은 여기에서 아주 멀다.’와 같이 정도부사의 수식을 받을 수 있다. ⑤ 4문단에 따 르면 등급 반의어의 경우 ‘중간 정도’에 해당하는 부분을 나타내는 별도의 말이 존재하기도 한다. ‘뜨겁다/차갑다’는 등급 반의어로 중간 정도를 나 타내는 별도의 말인 ‘미지근하다’가 존재한다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 등급 반의어의 특징 적용하기 ⓐ, ⓑ의 ‘오다/가다’는 등급 반의어가 아닌 방 향 반의어이다. ⓒ, ⓓ의 ‘크다/작다’는 등급 반의어이다. 어떤 대상의 크기에 대한 사전 지식이 없어서 대상의 ‘크거나 작은 정도’를 물을 때, ‘문학관이 작아?’보 다 ‘문학관이 커?’와 같이 묻는 것이 일반적이다. 즉, ‘크다’(ⓒ)가 ‘작다’에 비해 언어적으로 더 일 반적인 경향을 나타내는 의미로 쓰인다. ⓔ, ⓕ의 ‘길다/짧다’는 등급 반의어이다. 어떤 대상의 길이에 대한 사전 지식이 없어서 대상의 ‘길거나 짧은 정도’를 물을 때, ‘줄이 짧아?’보다 ‘줄이 길어?’와 같이 묻는 것이 일반적이다. 즉, ‘길다’(ⓔ)가 ‘짧다’에 비해 언어적으로 더 일반적 인 경향을 나타내는 의미로 쓰인다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 음운 변동 탐구하기 ‘달님[달림]’은 한 음운이 ‘앞’의 음운의 영향을 받아 ‘유음’으로 바뀌어 ‘조음 방법’이 바뀐 것이 다. ‘공론[공논]’은 한 음운이 ‘앞’의 음운의 영향 을 받아 ‘비음’으로 바뀌어 ‘조음 방법’이 바뀐 것 이다. ‘논리[놀리]’는 한 음운이 ‘뒤’의 음운의 영 향을 받아 ‘유음’으로 바뀌어 ‘조음 방법’이 바뀐 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 문장의 구조 탐구하기 ㉠ ‘누나가 주인임이 밝혀졌다.’에서 ‘누나가 주 인임’은 명사절이고 안은문장 안에서 주어의 기능 을 한다. ㉡ ‘삼촌은 농담을 던짐으로써 분위기를 풀었다.’에서 ‘(삼촌이) 농담을 던짐’은 명사절이 고 안은문장 안에서 부사어의 기능을 한다. ㉢ ‘형 은 동생이 고향으로 돌아오기만 기다렸다.’에서 ‘동생이 고향으로 돌아오기’는 명사절이고 안은문 장 안에서 목적어의 기능을 한다. ㉠~ ㉢의 안긴문장은 모두 명사절로 종류는 동 일하다. ㉠의 안긴문장은 주어, ㉡의 안긴문장은 부사어, ㉢의 안긴문장은 목적어로 안은문장 안에 서 각각 다른 기능을 한다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 중세국어의 의문 보조사 파악하기 ‘얻논 藥(약)이 (㉠)’은 해석에 ‘무엇인가?’를 통 해 구체적 답변을 요구하는 설명 의문문임을 알 수 있다. 그러므로 의문 보조사 ‘고’를 사용하여 ‘므스것고’가 적절하다. ‘이 리 너희 (㉡)’는 ‘예’ 또는 ‘아니오’의 판정을 요구하는 의문문이므로 의 문 보조사 ‘가’를 사용한다. ‘엇뎨 일훔이 (㉢)’은 ‘어찌’를 통해 설명을 요구하는 의문문이라는 것을 알 수 있고, ‘선야’라는 이름이 모음으로 끝나므로 의문 보조사 ‘오’를 사용한다. ** 사회 ** □출전: 이준구․ 이창용,『경제학 들어가기』",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 글의 내용 전개 방식 파악하기 1문단에서 합리적인 선택을 하려면 순편익이 가장 큰 대안을 선택해야 함을, 2문단에서 한계편 익과 한계비용이 같을 때 순편익이 가장 커짐을 말하여 합리적인 선택을 하기 위한 방법을 제시하 고 있다. 이를 바탕으로 3~4문단에서 이윤 극대 화를 위해 상품을 얼마나 생산해야 할지, 5~6문 단에서 손실이 발생하는 상황에서 생산을 계속할 지 말지에 대한 기업의 의사 결정에 대해 설명하 고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 5문단에 따르면 한계비용은 가변비용에만 영향 을 받는데, 생산량과 상관없이 기업이 매달 똑같 이 내야 하는 임대료는 고정비용의 예이다. ① 5문단에 따르면 총비용은 고정비용과 가변 비용으로 구분된다. ② 3문단에 따르면 완전경쟁 시장의 기업이나 소비자는 시장에서 결정된 상품 가격을 주어진 것으로 받아들인다. ④ 5문단에 따 르면 평균비용은 어떤 양의 상품을 생산하는 데 투입된 총비용을 생산량으로 나눈 것으로, 상품을 한 단위 생산하는 데 드는 평균적인 비용이다. ⑤ 1문단에 따르면 편익에서 비용을 뺀 순편익이 가 장 큰 대안을 선택하는 것이 합리적이므로 편익이 같다면 비용이 가장 적게 드는 것을 선택하는 것 이 합리적이다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 글의 내용 추론하기 3~4문단에 따르면 기업은 한계비용을 통해 이 윤을 극대화할 수 있는 생산량이 얼마인지 알 수 있다. 5~6문단에 따르면 기업은 평균비용과 상품 가격을 비교하여 손실이 발생하는지 판단하고 손 실이 발생한다면 생산을 계속할지 중단할지 결정 함을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 비용에서 명시적 비용을 제외하면 과자를 사기 위해 포기한 음료수 소비의 금전적 가치를 알 수 있는데, 그 가치는 과자를 1개 살 때 1,500원, 2 개 살 때 3,500원, 3개 살 때 6,000원으로 과자 구입 개수가 늘어날수록 점점 커진다. ① 과자를 1개 살 때의 순편익은 1,500원, 3개 살 때의 순편익은 500원으로, 1개 살 때가 3개 살 때보다 순편익이 크다. ② 과자 소비량을 합리 적으로 선택한다면 순편익이 2,000원으로 제일 큰 2개를 선택해야 한다. 과자를 2개 사면 음료수 1개 값인 1,000원이 남는다. ③ 과자 소비량을 0 개에서 1개씩 늘릴 때마다 얻는 한계편익은 4,000원, 3,500원, 2,000원으로 점점 줄어든다. ④ 과자 소비량을 2개에서 3개로 늘리기 위해 추 가로 드는 비용은 3,500원, 추가로 얻는 만족감은 2,000원으로, 추가로 드는 비용이 추가로 얻는 만 족감보다 크다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 시장 수요 증가로 가격이 P2가 되면, 한계수입 이 한계비용보다 커지며 한계비용과 한계수입이 일치하는 Q2로 생산량을 늘려야 이윤이 극대화된 다. 그러므로 생산량을 Q2에 가깝게 늘릴수록 이 윤이 증가한다. ① 생산량을 Q0로 유지하면 이윤이 극대화되는 데, 그 이유는 한계비용과 한계수입이 일치하기 때문이다. ② 생산량을 Q2로 늘리면 한계비용이 한계수입보다 커져서 이윤이 줄어들기는 하지만 이윤이 남지 않는 것은 아니다. ③ 가격이 P0로 유지되면 이윤이 극대화되는 생산량은 한계비용과 한계수입이 일치하는 Q0이므로 생산량을 Q1으로 줄이면 이윤이 줄어든다. ④ 시장 수요 감소로 가 격이 P1이 되면, 상품의 시장 가격이 평균비용곡 선의 최저점보다 낮아지므로 생산을 계속할 경우 손실이 발생한다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 어휘의 문맥적 의미 파악하기 ⓐ에 쓰인 ‘내리다’는 ‘판단, 결정을 하거나 결 말을 짓다’의 의미로 ②에서 동일하게 쓰였다. ①에서는 ‘탈것에서 밖이나 땅으로 옮아가다’, ③에서는 ‘명령이나 지시 따위를 선포하거나 알려 주다, 또는 그렇게 하다’, ④에서는 ‘위에 올려져 있는 물건을 아래로 옮기다’, ⑤에서는 ‘컴퓨터 통 신망이나 인터넷 신문에 올린 파일이나 글, 기사 따위를 삭제하다’의 의미이다. ** 현대시 ** □출전: (가) 기형도, ｢바람의 집―겨울 판화 1｣ (나) 허영자, ｢씨앗을 받으며｣",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 작품 간의 공통점 파악하기 (가)의 ‘은빛 금속’과 (나)의 ‘황금빛 생명’은 각 각 ‘서리’와 ‘씨앗’을 비유한 표현으로 공통적으로 색채어가 사용되었다. 이러한 표현을 통해 대상이 지닌 속성을 감각적으로 드러내고 있다. ③ 대상에 대한 예찬적 태도는 (나)에만 드러나고 있다. ④ 특정 대상과의 대화는 (가)에만 활용되어 있다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 외적 준거에 의한 작품 감상하기 자료는 상징으로서의 ‘어머니’가 지닌 의미를 서 술한 글이다. (가)의 ‘어머니’는 화자에게 ‘그것은 네 속에서 울리는 소리란다. 네가 크면 너는 이 겨울을 그리워하기 위해 더 큰 소리로 울어야 한 다.’라고 말하고 있다. 이는 화자가 언제까지나 ‘어머니’의 품속에 머물며 살 수는 없으며 조만간 한 사람의 성인으로서 세상의 비극적 조건들과 맞 서야 함을 주지시키는 발화이다. 이에 반해 (나) 의 ‘어머니’는 ‘바쁘게 거리를 헤매고도 아무 얻은 것 없’는 화자에게 ‘알차고 여문 황금빛 생명’을 내어 주는 모습을 보이고 있다. ① 화자의 내적 성장을 위해 단호한 태도를 보 이며 분리를 행하는 ‘어머니’는 (가)의 ‘어머니’이 다. ② (나)의 ‘어머니’는 일관되게 온화하고 부드 러운 태도를 보이고 있다. ④ 나약함을 질책하는 엄격한 ‘어머니’는 (나)에서 볼 수 없다. (나)의 ‘어머니’는 ‘꺼멓게 때만 묻어 돌아’온 화자에게 ‘씨앗’을 베풀고 있다. ⑤ (가)의 ‘어머니’는 ‘바람’ 이라는 외부의 시련을 차단해 내지 못하고 있다. ‘어머니’가 곁에 있음에도 불구하고 ‘무서워’하는 화자의 정서에서 이를 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 감상의 적절성 평가하기 ‘입김’은 ‘방안’의 차디찬 속성을 드러낸다. 화자 는 ‘방안’에 ‘어머니’와 함께 있지만 방 바깥의 추 위로부터 온전히 보호받지 못하고 있다. ‘동지’는 한 해 중 밤이 가장 긴 날로, 춥고 어두운 이미지 를 환기하는 시간적 배경이다. ‘입김이 날리던 밤’ 은 ‘동지’와 연결되며 화자가 느끼는 불안과 공포 를 부각하고 있으므로, 안온한 시적 분위기를 조 성한다는 ④는 적절하지 않다. ① ‘바람’은 ‘문풍지’를 ‘더듬’으며 바람 소리를 만들고 있다. 화자는 이를 ‘울음 소리’로 표현하며 작품 전반에 드러나는 불안의 정서를 표출하고 있 다. ② ‘종잇장’, ‘시래기 한줌 부스러짐’은 모두 얇고 메마른 속성을 띤다. 이러한 표현을 통해 화 자가 처한 궁핍하고 팍팍한 삶의 이미지가 형성되 고 있다. ③ 작품의 부제를 고려하면 현재의 화자 에게 ‘유년 시절’은 판화처럼 새겨져 있음을 알 수 있다. 화자는 과거의 자신을 ‘작은 소년’이라고 객 관화하며 ‘그 작은 소년과 어머니는 지금 어디서 무엇을 할까?’라고 말하고 있다. 이를 통해 자신의 ‘유년 시절’을 그리워하는 화자의 모습을 드러내고 있다. ⑤ ‘사위어가는 호롱불’은 밤이 깊어지는 것 을 드러내기도 하면서, 방 바깥에서 불어오는 ‘바 람’의 위협에 직면해 있는 사물이라는 점에서 어 린 시절 화자가 느꼈던 불안의 심리를 상징적으로 2020학년도 9월 전국연합학력평가 정답 및 해설 고2 3 26 보여 주기도 한다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 시구의 표현상 특징 파악하기 ‘역사하다’는 ‘뜻하여 어떤 일을 행하다’는 의미 인데, ‘알차고 여문 황금빛 생명’이라는 결실을 맺 은 주체는 ‘가을 초목’(‘당신’, ‘어머니’)이지 화자 가 아니다. 화자는 스스로의 삶을 ‘바쁘게 거리를 헤매고도’ ‘얻은 것 없이 꺼멓게 때만 묻어 돌아 왔’다고 평가하며 성찰적인 태도를 보이고 있다. 따라서 ‘젊음이 역사한’을 추가하여 화자가 과거에 기울였던 노력의 가치를 스스로 재인식하는 모습 을 부각한다는 ②는 적절하지 않다. 첫 연과 마지막 연을 반복, 변주하는 수미상관 의 구조는 작품의 주제를 강화하는 기능을 한다. ① 화자는 ‘가을’에 ‘황금빛 생명’이라는 결실을 접하고 자신의 삶을 성찰하고 있다. ‘가을 뜨락에’ 의 반복을 통해 성찰의 계기가 되는 계절적 상황 을 강조하고 있다. ⑤ ‘송구하다’는 ‘두려워 마음이 거북스럽다’, ‘염치없다’는 ‘체면을 차릴 줄 알거나 부끄러움을 아는 마음이 없다’는 뜻이다. 수미상관 의 구조 안에서 보다 강화된 의미의 어휘로 변주 함으로써 화자의 성찰적 태도를 부각하고 있다. ** 현대소설 ** □출전: 박완서,「카메라와 워커」",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 서술상의 특징 파악하기 이 작품에는 훈이가 살던 ‘서울’에서 영동고속도 로 건설 현장 일꾼으로 채용되어 가게 된 ‘강원도’ 로의 공간의 이동은 나타나지만, 공간의 이동에 따른 서술자의 변화는 나타나지 않는다. ① ‘공일날(空日-)’ 여가를 누릴 수 있을 만큼 의 경제적 여유가 있는 안정된 삶을 상징하는 소 재인 ‘카메라’와 고속도로 건설 현장의 일꾼으로 고생하는 훈이의 현재 상황을 상징하는 ‘워커’의 상징적인 대비를 통해 ‘전쟁의 상처를 극복하고자 하는 노력과 좌절’이라는 작품의 주제 의식을 드 러내고 있다. ② 훈이와 ‘나’의 대화를 통해 훈이 의 취업 문제를 둘러싼 두 인물 간의 시각 차이를 드러내고 있다. ③ 훈이가 현재 일하는 지역인 오 대산 일대의 자연적 배경이 지닌 아름다움을 묘사 함으로써, 현실에 뿌리내리지 못해 고생하는 훈이 를 바라보는 ‘나’의 혼란스러운 심리를 대조하여 부각하고 있다. ⑤ 1인칭 주인공 시점에서 자신의 심리 상태를 구체적으로 서술하여 자기 고백적 진 술을 하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 인물의 심리 파악하기 ㉠은 ‘나’가 해외 취업을 반대하는 이유를 훈이 마음대로 추측하여 불만을 드러낸 부분이다. ‘나’ 는 어머니에 대한 부양 책임을 혼자서 떠맡게 될 까 봐 두려워 훈이의 해외 취업을 반대하는 것이 아니다. ‘나’가 훈이의 해외 취업을 반대하는 진짜 이유는 전쟁고아인 조카 훈이를 온 정성을 다해 남부럽지 않게 키워 ‘내 눈앞에서’ 훈이가 잘사는 모습을 직접 보면서 ‘그때 받은 깊숙한 상처’를 치 유 받고 싶어 했기 때문이다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 작품의 심층적 의미 파악하기 ⓐ는 ‘나’가 훈이를 잘 키우는 것을 통해 ‘더럽 고 잔인한 전쟁’에 대해 할 수 있는 ‘통쾌한 복수’ 를 의미한다. 그러므로 인물과 사회 간의 갈등에 서 비롯된 의도적 행위라고 할 수 있다. ⓑ는 서 울로 돌아가는 문제로 훈이와 ‘나’가 의견 차이를 보이는 장면에서 훈이가 서울로 가지 않고 남으려 는 의도를 ‘나’가 오해하여 흥분해서 한 말이다. 즉 인물과 인물 간의 갈등 상황에서 상대의 의도 를 오해하여 한 말로 볼 수 있다. 훈이가 서울로 가지 않고 남으려는 이유는 ‘나’에게 복수하기 위 해서가 아니라 정직하고 근면하게 살면 안정된 삶 을 살 수 있다는 기성세대의 믿음이 가져올 결과 를 직접 확인하고, 절망적인 현재의 상황을 고모 의 방식이 아닌 자신만의 방식대로 해결하고 싶어 하기 때문이다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 외적 준거에 의한 작품 감상하기 ‘그게 보기 싫어 먼 딴 데를 바라보’는 것은 서 울로 돌아가자는 ‘나’의 제안을 거부하고, 고속도 로 건설 현장에서 ‘워커에 뿌리라도 내린 듯이 꼼 짝 않고 서’ 있는 훈이의 모습이 안쓰러워서 차마 볼 수 없는 ‘나’의 불편한 심리 상태를 드러내는 행동일 뿐이다. 세상에 대한 분노를 감춘 채 세상 과의 타협을 지향하는 연극적 자아의 이중적 삶의 방식을 보여 주는 행동으로 판단하기는 어렵다. ① ‘지랄같이 무책임한 전쟁’, ‘내가 겪은 더럽 고 잔인한 전쟁’, ‘그때 그 지랄 같은 전쟁’에 대 해 ‘통쾌한 복수’를 하고자 하는 ‘나’의 모습을 통 해 연극적 자아인 ‘나’의 내부에 감추어진 분노의 원인을 짐작할 수 있다. ② ‘뒷문으로 통하는 길’ 은 ‘정당하지 못한 수단·방법으로 문제를 해결하 는 길’을 의미한다. 따라서 훈이의 취업을 위해 정 당하지 못한 방법을 알아보려는 것은 자신과 자기 주변만을 생각하는 ‘나’의 속물성을 보여 준다. ③ ‘애써 된 이 일의 파국’에서 ‘파국’은 ‘일이나 사태 가 아주 망가져 도무지 손을 쓸 수 없게 된 상태’ 를 의미한다. 이런 절망의 상태를 만든 사람은 ‘고 모가 애써’ 되었다는 구절로 보아 훈이의 고모인 ‘나’이다. 따라서 연극적 자아인 ‘나’가 자신의 주 변 인물인 훈이를 절망적인 상황으로 몰아간 것으 로 볼 수 있다. 또한 ‘나는 더 비참해지고 싶어.’ 라는 훈이의 말을 통해 훈이가 자신의 현재 상황 을 비참하고 절망적인 것으로 인식하고 있음을 짐 작할 수 있다. ⑤ ‘이 땅에 뿌리내리기 쉬운 가장 무난한 품종’으로 훈이를 키우려는 것은 전쟁으로 삶의 뿌리가 송두리째 뽑힌 것을 지켜보면서 겁을 먹은 ‘나’가 세상에 대한 분노는 감추고 세상과 타 협하는 모습으로 볼 수 있다. ** 고전소설 ** □출전: 작자 미상, ｢이학사전｣",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 작품의 세부 내용 이해하기 현경은 편지 내용을 숨기려는 의도를 갖고 있지 않으며, 연경 역시 편지 내용을 숨기려는 현경의 의도를 파악하고 있지 않다. ④현경의 편지를 읽은 장연은 혼사가 쉬울 것 이라는 자신의 생각과 다른 답장이 온 것에 크게 놀란다. ⑤ 시랑의 친구들은 현경이 부모님의 초 상을 어른스럽게 치르는 것을 보고 현경이 ‘장성 한 열 아들보다’ 낫다고 칭찬하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 인물의 말하기 방식 파악하기 [A]에는 장연이 현경과 자신이 ‘전일 지기’였다 는 인연을 부각하여 자신과 혼인을 하자는 제안을 성사시키고자 하는 의도가 담겨 있다. [B]에는 현 경이 ‘어렸을 때부터 간혹 글월을 화답할 따름이 라. 어찌 관포의 지기가 있’겠냐고 말하며 상대와 의 생각 차이를 드러내어 상대의 제안을 거절하려 는 의도가 담겨 있다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 외적 준거에 의한 작품 감상하기 주인공을 ‘이형도의 자식이라 하여 그 얼굴과 풍채를 사랑’한 것은 재주와 학식이 뛰어났기 때 문이다. 따라서 이를 여성에게 불평등했던 당대 현실을 보여 주는 것으로 보기 어렵다. ① 이공은 주인공이 ‘남자의 일을 행’하는 것을 꾸짖으며 보편적 성 역할에 따라 ‘여자의 도를 닦 을 것’을 권하고 있다. ② 주인공이 공을 세워 이 름을 알리고자 하는 자아실현의 욕구로 인해 자발 적으로 남자의 삶을 선택했음을 알 수 있다. ④ 주 인공은 ‘사후에 묘’에 ‘대명 청주후 태학사’라는 자 신의 벼슬 이름을 새기길 원하고 있는데, 이것에서 태학사라는 벼슬에 오른 자신의 사회적 지위를 유 지하고자 하는 소망을 확인할 수 있다. ⑤ ‘여자로 서 저러할 줄을 누가’ 알았겠냐고 놀라는 것에서, 여자라면 남자의 혼인 요구를 수락할 것이라는 당 대의 여성상에 대한 통념이 드러나고 있다. ** 과학 ** □출전: 유진. W. 네스터 외,『미생물학』",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 글의 내용 이해하기 2문단에 따르면 피막이 있는 바이러스는 감염 이 가능한 숙주 세포와 접촉한 후 피막의 부착 단 백질을 이용해 숙주 세포 수용체에 달라붙어 숙주 세포 내부로 침투한다. 그러므로 ①은 적절하지 않다. ② 1문단에 따르면 피막이 있는 바이러스의 캡 시드 안에 있는 핵산은 DNA와 RNA 중 하나로만 구성된다. ③ 1문단에 따르면 바이러스는 세포가 아니기 때문에 스스로 생장이 불가능하여 살아 있 는 숙주 세포에 기생한다. ④ 1문단에 따르면 피 막이 있는 바이러스는 피막의 바깥에 부착 단백질 이 박혀 있다. ⑤ 1문단에 따르면 피막이 있는 바 이러스는 피막 안에 캡시드라는 단백질이 있다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 제시 자료 분석하기 캡시드로부터 분리되어 빠져나온 것은 효소가 아니라 바이러스의 핵산이다. 바이러스의 핵산이 캡시드로부터 분리되어 숙주 세포 내부로 빠져나 오는 것은 ⓐ에 해당하며, 이후 핵산은 효소를 이 용하여 복제된다. 핵산이 복제될 때 숙주 세포에 있는 효소를 그대로 이용하거나, 숙주 세포에 있 는 효소를 이용해 적합한 효소가 합성되기도 한다. ① 바이러스는 바이러스 피막의 부착 단백질을 이용해 숙주 세포 수용체에 달라붙는데, 이 과정 이 있어야만 이후에 바이러스의 핵산이 숙주 세포 내부로 빠져 나올 수 있다. ② 핵산이 효소를 이 용하여 복제되는 것은 ⓑ에 해당하며, 이때 핵산 이 DNA라면 숙주 세포에 있는 효소를 그대로 이 용하고 RNA라면 숙주 세포에 있는 효소를 이용 해 자신에 맞는 효소를 합성한다. ⑤ ⓓ에서는 배 출되는 바이러스의 피막이 숙주 세포의 구성 요소 인 세포막을 이용해 만들어진다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 3문단에 따르면 지속감염은 급성감염에 비해 상대적으로 오랜 기간 동안 바이러스가 체내에 잔 류한다. ① 4문단에 따르면 체내에서 감염성 바이러스 의 수가 점진적으로 증가하는 것은 지속감염 중 지연감염에 해당한다. ② 3문단에 따르면 지속감 염이 급성감염에 비해 바이러스가 체내의 방어 체 계를 더 오랫동안 회피한다. ③ 3문단에 따르면 급성감염은 바이러스가 감염된 숙주 세포를 증식 과정에서 죽인다. ⑤ 3문단에 따르면 급성감염과 지속감염은 감염이 지속되는 시간과 바이러스의 숙주 세포 파괴 여부에 따라 구분된다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 <보기>의 VZV에 의한 감염은 잠복감염, HCV 에 의한 감염은 만성감염이다. VZV를 가진 사람 의 피부에 통증과 수포가 발생하는 것은 신체의 면역력 저하라는 특정 조건에서 바이러스가 재활 성화되어 나타난 증상이다. 고2 정답 및 해설 2020학년도 9월 전국연합학력평가 4 26 ① 4문단에 따르면 잠복감염은 질병이 재발하 기까지 바이러스가 감염성을 띠지 않고 프로바이 러스의 상태로 잠복한다. ③ 4문단에 따르면 만성 감염은 사람에 따라서 질병이 발현되지 않기도 하 지만 감염성 바이러스가 숙주로부터 계속 배출되 어 항상 검출되고 다른 사람에게 옮길 수 있는 감 염 상태이다. ④ 4문단에 따르면 만성감염은 사람 에 따라서 질병이 발현되거나 되지 않기도 하며 때로는 뒤늦게 발현될 수도 있다. ⑤ 3~4문단에 따르면 바이러스에 의해 질병이 발현된 상황이라 면 바이러스가 감염성을 띠고 주변 세포를 감염시 키고 있다고 볼 수 있다. ** 인문 ** □출전: 손철성,『헤겔 & 마르크스 역사를 움직 이는 힘』",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 글의 내용 이해하기 4문단에서 마르크스는 노동을 통한 주객 통일 의 한계가 사회적 구조의 한계에서 비롯된다고 언 급할 뿐, 사회적 구조의 한계가 무엇인지에 대한 구체적 설명은 하지 않고 있다. 따라서 ⑤의 질문 에 대한 답은 글 속에서 찾을 수 없다. ① 2문단을 근거로 ‘인간이 신의 목적대로 자연 을 이용할 수 있도록 하기 위해서’라고 답할 수 있다. ② 3문단을 근거로 ‘필요한 물품과 적절한 생활환경을 마련하며 생명을 보전하기 위해서’라 고 답할 수 있다. ③ 3문단을 근거로 ‘실현된 자 기 대상화의 정도만큼 자기의식을 확보’한다고 답 할 수 있다. ④ 4문단을 근거로 ‘인간은 노동을 통해 자연을 가공하면서 객체에 주체의 형식이 부 여된 노동 산물을 만들고, 인간은 이 노동 산물에 서 자신의 능력을 확인하고 자기의식과 정체성을 확보한 후, 능력을 더욱 개발하여 자유를 획득하 면서 자아를 실현하게 되기 때문에’라고 답할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 2문단과 3문단에 따르면 ㉠과 ㉡ 모두 주체의 노동이 첨가되어 성립된다. ① ㉠은 신이 부여한 공유물과 이성을 이용한 노동을 통해 성립되므로, 노동의 주체인 인간과 신이 연결되어 있다. ③ ㉠은 개인의 배타적 권리 로 인정되므로 ㉠의 목적을 이타심의 실현이라고 볼 수 없다. ④ ㉡은 주객 통일의 과정인 노동을 통해 성립되므로 ㉡이 인간과 자연의 분리를 강화 하는 것은 아니다. ⑤ 3문단에서 헤겔은 노동을 통해 만들어진 노동 산물이 노동 주체의 소유라고 보았다. 그러나 노동의 주체와 노동 산물의 분리 성과 노동 산물이 가진 주체 표현의 불완전성으로 인해 노동을 통한 주객 통일에 한계가 있다고 지 적했다. 따라서 ㉡이 주객 통일이 완성돼야만 보 장되는 것은 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 4문단에 근거하여 마르크스의 관점에서 ⑤ ‘A 씨가 예술 학교에서 공부한 기간’은 객체에 인간 적 형식을 부여하기 위해 자연의 형식을 부정함으 로써 주체의 주관적 욕구나 목적을 대상으로 객관 화하는 시기로 보아야 한다. ③ A씨는 B사에서 유명한 몇몇 캐릭터만 반복 적으로 그려야 했다. 마르크스의 노동관으로 볼 때 이러한 노동은 A씨의 자기의식 확보 욕구를 충족시키지 못한다. ④ A씨가 직장을 옮긴 것은 B사에서의 단순 반복 노동이 자신의 능력을 개발 하고 자유를 확장하게 하는 기능을 하지 못했기 때문이다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 제시 자료 분석하기 2문단에서 로크는 신체에 대한 배타적 권리를 바탕으로 한 인간의 노동이 각 개인을 배타적 소 유권을 가진 주체로 만드는 데 기여한다고 보았 다. 또한 3문단에서 헤겔은 인간의 노동이 주객 통일의 과정이자 인간이 자기의식과 자기 정체성 을 확보하는 데 기여한다고 하였다. 4문단에서 마 르크스는 인간의 노동이 자기의식과 정체성을 확 보하게 하고, 더 나아가 자아실현에 기여한다고 보았다. 그리고 <보기>의 리프킨은 개인이 삶의 이유를 찾고 자신의 가치를 입증하는 데 노동이 기여한다고 보았다. 따라서 윗글과 <보기> 모두 노동이 인간 자신을 긍정적으로 인식하게 하는 데 기여한다는 내용의 ②가 적절하다. ④ 윗글에서는 노동의 기능을 사적 소유권의 근 거, 자기의식과 정체성 확보의 계기, 주객 통일의 과정이자 자아실현의 과정으로 보았다. <보기>에 서는 노동의 기능을 인간이 삶의 이유를 찾고, 자 신의 가치를 입증하는 기회라고 보았다. 따라서 윗글과 <보기>에서 노동의 기능이 서로 대립하 고 있다는 내용은 적절하지 않다. ⑤ <보기>에서 는 첨단 과학 기술이 생산 수단에 접목되는 상황 으로 인하여 노동의 종말이 올 것이라고 언급하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 글의 문맥적 의미 파악하기 ① ‘노동에 해당하지 않기 때문에’는 글의 흐름 상 ‘삶과 편의에 도움을 준 것이 아니기 때문에’로 바꿔 써야 적절하다. ** 시가 복합 ** □출전: (가) 이휘일,「저곡전가팔곡」 (나) 정훈,「용추유영가」",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 표현상의 공통점 파악하기 (가)는 사계절에 따른 농사일과 그에 대한 화자 의 정서를 나타내고 있다. (나)는 사시사철의 계 절적 배경에 따라 달라지는 용추폭포 주변의 아름 다운 경치와 풍류를 보여 주고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 작품 이해의 적절성 파악하기 <제1곡>은 속세를 떠난 화자가 전원에 묻혀 살면서 나라를 걱정하는 사대부의 마음을 풍년을 통해 드러내고 있다. 정치 현실에 대한 화자의 미 련은 나타나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 시구의 내용 파악하기 명령형 어미를 사용하여 속세와 단절하려는 화 자의 의지를 드러내고 있으며 이는 아름다운 자연 을 세상에 알리고 싶지 않은 마음을 드러낸다. ① 의문형 어미를 사용하였으나 과거의 삶을 자 책하는 마음을 드러내는 것이 아니다. 시골에서 세상 돌아가는 일을 모르고 자신이 하는 일이 무 엇인지에 대해 스스로 묻고 있다. ② 설의적 표현 을 사용하여 전원생활의 만족감을 드러내고 있다. ③ 후각을 시각화하여 골짜기 안의 그윽한 꽃향기 를 감각적으로 생생하게 표현함으로써 자연의 아 름다움을 드러내는 것이다. 성현의 삶을 지향하는 화자의 심리를 드러내는 것은 아니다. ④ 단풍 숲 이 비치는 맑고 잔잔한 강을 푸른 유리에 비유하 고 있으므로 자연의 역동적인 모습은 적절하지 않 다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거를 바탕으로 작품 감상 하기 화자가 ‘단사표음’을 ‘내 분’으로 생각하니 ‘세월 도 한가하’다고 느끼는 것은 자연 속에서 안빈낙 도하며 유유자적한 삶을 살아가고 있다는 것이다. 이를 화자가 삶의 단조로움을 느껴 자연 속에서 안빈낙도하려 한다고 보는 것은 적절하지 않다. ① ‘이 작은 즐거움’은 속세 사람들이 추구하는 즐거움이 아닌 자연 속에서 느끼는 소박한 즐거움 에 대한 화자의 만족감이다. 이는 자연이 화자에 게 현실 소외에 대한 보상 공간으로서 의미가 있 다고 볼 수 있다. ② ‘끝없는 설경’은 자연이 만들 어 내는 풍요로운 아름다움을 의미하며 화자는 주 체할 수 없는 흥취를 ‘시’를 통해 표출한다. 이는 자연 속에서 정신적으로 풍요로움을 느끼고 풍류 를 즐기는 것에 만족감을 느끼는 화자의 모습을 보여 주는 것이다. ③ 자연을 ‘벗으로 삼’아 두고 ‘생긴 대로 노는 몸’은 정치・경제적으로 몰락한 화자가 자연 속에서 산새와 산꽃을 벗으로 삼아 즐기며 살고 있다는 것이다. 이는 자연에서 화자 가 위안을 받고 편안함을 느낀다는 것을 보여 준 다. ④ ‘공명을 생각하’지 않고 ‘빈천을 설워’하지 않겠다는 것은 중앙 정치 현실에서 소외된 자신의 처지를 인식하고 자연 속에서 안빈낙도하며 살아 가려는 화자의 태도를 확인할 수 있다.",
        "question_exp": ""
    }
]