[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 발표 내용 생성 4문단에서 여러 명이 칠교놀이를 할 때 ‘토끼 만들기’라는 구체적인 예를 들어 칠교놀이의 방법 을 소개하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표 표현 전략 사용 발표자는 발표 도중 청중과 묻고 답하며 상호 작용을 하고 있지만, 청중이 발표자에게 추가적으 로 칠교놀이에 대한 정보를 요청하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 발표 내용 이해, 평가 ‘학생1’은 칠교놀이 외에 선조들이 즐겨 행했던 민속놀이에 대해 궁금증을 가지고, 이를 해결하기 위해 발표 이후에 발표자가 언급한 책을 찾아보겠 다는 생각을 떠올리며 들었다. ‘학생2’는 편을 나 눠 칠교놀이를 하는 경우 상대편이 제시한 모형을 제한 시간 내에 만들기 위해서는 문제도에서 해당 모형을 빨리 찾아야 함을 추론하며 들었다. ‘학생 3’은 칠교가 10cm쯤 되는 작은 정사각형 모양의 나무판이라는 내용을 바탕으로 칠교를 소지하기가 편해 어디에서든 칠교놀이를 할 수 있었겠다고 추 론하며 들었다. ** 화법· 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 토론의 입론 내용 파악 [B]는 최근 공직자 선거 투표에 참여하지 않은 사람들을 대상으로 한 설문 조사에서 시간과 공간 의 제약으로 투표를 하지 못한 사람들의 비율이 낮다는 점을 근거로, 온라인투표를 실시하더라도 실제 투표율에 큰 차이가 없을 것이라 주장하고 있다. 그러나 공직자 선거 투표에 참여를 희망하 는 사람의 비율이 낮다고 주장하지는 않았다. ④[B]는 현재 시행되고 있는 투표일 임시 공휴 일 지정과 사전 투표 제도를 통해 투표를 원하는 유권자의 대부분이 투표권을 보장받고 있다고 말 하며, 온라인투표를 도입하더라도 투표율에 큰 차 이가 없을 것이라 주장하고 있다. ⑤[A]는 시간 과 공간의 제약으로 인해 투표를 하지 못했던 사 람들의 투표권을 온라인투표가 보장해 줄 수 있다 고 주장하고 있으며, [B]는 온라인투표가 종이투 표에 비해 투표권 보장에 더 유리한 측면이 있다 는 점을 인정하고 있다. 따라서 [A]와 [B]는 모 두 온라인투표가 투표권 보장에 더 유리하다는 점 에 대해 동의하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 토론의 반대 신문 과정 평가 반대2는 찬성1에 대한 반대 신문에서 온라인 투표를 실시하고 있는 국가의 사례를 우리나라에 동일하게 적용할 수 있는지에 대해서만 답변을 요 구하는 폐쇄형 질문을 통해 자료의 적절성을 검증 하고 있다. ②반대2는 반대 신문에서 찬성1이 제시한 근 거를 예측하여 질문하고 있을 뿐, 제시한 사례가 담긴 자료의 출처를 요구하고 있지는 않다. ③반 대2가 구체적 수치 자료를 제시하며 질문한 반대 신문에 대해 찬성1은 구체적 수치 자료 없이 온 라인투표가 실행 가능한 이유만 밝히며 답변하고 있다. ④찬성1은 반대 신문에서 반대 측이 언급 한 온라인투표가 선거의 원칙에 위배될 수 있다는 발언에 대해, 종이투표 방식도 유사한 상황이 발 생할 수 있다는 점을 지적하며 상대의 발언 범위 내에서 질문하고 있다. ⑤반대1은 종이투표 방식 도 온라인투표와 마찬가지로 선거의 원칙에 위배 되는 상황이 발생할 수 있다는 질문에 대해 온라 인투표가 선거의 원칙을 위배할 가능성이 더 높다 고 답변하며 찬성 측이 질문한 내용에 대해 적절 하게 답변하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 작문 맥락 파악 (나)에서는 온라인투표가 투표권을 보장하여 투 표율을 높일 수 있다는 긍정적 효과에 대한 사례 를 근거로 들어, 공직자 선거에 온라인투표를 도 입할 필요성이 있다는 점을 설득하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 토론 내용 반영 양상 파악 1문단에서 토론에서 언급하지 않은 1인당 선거 관리 비용에 대한 자료가 추가된 점을 확인할 수 있다. 하지만 3문단에서 온라인투표를 부분적으로 도입할 경우 기존의 선거 관리 비용 외에 추가로 예산을 투입해야 한다고 했으므로, 온라인투표를 부분적으로 도입할 경우 얻을 수 있는 경제적 이 익을 구체화하고 있다는 설명은 적절하지 않다. ** 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 정보 전달 글쓰기 표현 전략 파악 2문단에서는 공유 경제의 현황을 설명하기 위 해 공유되고 있는 자원의 종류를 유형 자원과 무 형 자원으로 나누어 공유 경제의 분야가 확대되고 있음을 제시하고 있다. ①공유 경제의 개념에 대한 정의만 제시하고 있을 뿐, 공유 경제의 구체적인 어원은 제시하지 않았다. ③자원을 공유하는 주체만 제시하고 있을 뿐, 주체별 이용 현황은 제시하지 않았다. ④공유 경제의 긍정적 전망만 제시하고 있을 뿐, 공유 경 제의 분야별 전망을 제시하지는 않았다. ⑤공유 경제의 효용을 언급하고 있을 뿐, 그 효용을 보여 주는 연구 자료는 제시하지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 정보 전달 글쓰기 내용 점검, 조정 ‘초고’의 1문단에서는 공유 경제의 사례와 공유 경제의 확산 현황이 간략하게 제시되어 있다. 수 정한 글에서는 1문단에 제시된 공유 경제의 확산 현황을 구체화하기 위해 공유 경제의 사례를 삭제 하고, 공유 경제가 확산된 배경이 추가되었다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 정보 전달 글쓰기 자료, 매체 활용 (나)는 지방 자치 단체에서 공유 경제를 활성화 하기 위한 정책을 추진하여 높은 평가를 받는 사 례를 소개하고 있을 뿐, 개인 간 공유와 지방 자 치 단체가 주도한 공유 경제 사이의 경제적 가치 차이를 비교하지는 않았다. 따라서 (나)를 활용하 여 지방 자치 단체가 주도하는 공유 경제의 경제 적 가치가 더 크다는 내용을 뒷받침한다는 진술은 적절하지 않다. ①(가-1)은 공유 경제 활동으로 창출되는 부가 가치가 증가하고 있음을 보여 주는 자료이므로, 2 문단에 제시된 공유 경제 규모의 성장 추세를 뒷받 침하는 근거로 제시할 수 있다. ②(가-2)는 새 상 품을 소비하는 것보다 중고 상품을 공유할 때 에너 지 소비량과 탄소 배출량을 줄일 수 있음을 보여 주는 자료이므로, 3문단에 제시된 공유 경제로 얻 을 수 있는 기대 효과를 뒷받침하는 근거로 제시할 수 있다. ④(다)는 공유 경제가 상업화되며 소비자 들에게 과소비를 조장하거나 일부 공유 플랫폼이 시장을 독점하는 부작용을 보여 주는 자료이므로, 2문단에 제시된 공유 경제의 상업화에 대한 비판을 뒷받침하는 근거로 제시할 수 있다. ⑤(다)는 공유 플랫폼 이용자 간 법적 다툼이 생기거나 사고가 난 경우에 이를 해결할 수 있는 법안이나 제도가 미비 함을 보여 주는 자료이므로, 3문단에 제시된 협력 적인 공유 경제 구축을 위해 법적 제도 보완이 필 요함을 뒷받침하는 근거로 제시할 수 있다. ** 문법 **",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 피동 표현의 이해 ‘(소리가) 작아지다’는 형용사 ‘작다’의 어간 ‘작­’ 에 ‘­아/­어지다’가 결합하여 동사화된 것으로 상태 의 변화를 나타낸 것일 뿐 피동의 의미를 나타내지 않는다. ①‘(물건이) 실리다’는 동사 ‘싣다’의 어간 ‘싣­’ 이 피동 접미사 ‘­리­’와 결합할 때 어간의 받침 ‘ㄷ’이 ‘ㄹ’로 바뀌는 불규칙 활용을 한 것이다. ③ ‘(줄이) 꼬이다’는 동사 어간 ‘꼬­’에 피동 접미사 ‘­이­’가 결합하여 피동사가 되었다. ④‘경찰이 도둑을 잡다.’의 능동문이 피동문인 ‘도둑이 경찰 에게 잡히다.’로 바뀔 때 능동문의 목적어인 ‘도둑 을’이 피동문의 주어인 ‘도둑이’로 바뀌게 된다. ⑤‘(아버지와) 닮다’는 피동 접미사와 결합하여 파생어가 될 수 없는, 대칭되는 대상이 필요한 동 사이다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 중세 국어 피동 표현의 이해 통사적 피동은 어간에 ‘­아/­어디다’가 결합하여 만들어지는 것이므로 ‘아디거늘’은 통사적 피동 이다. 그러나 ‘박거늘’은 피동 접미사나 ‘­아/­어디 다’가 결합하지 않고 피동의 의미를 실현하는 것 이므로 통사적 피동이 아니다. ① ‘담겨’는 능동사 어간 ‘담­’에 파생 접미사 ‘­기­’가 결합하여 피동사가 된 것이다. ② ‘박거 늘’은 피동 접미사가 결합하지 않고 피동의 의미 가 실현된 것이다. ③‘열이고’는 동사 어간 ‘열­’ 이 ‘ㄹ’로 끝나므로 접미사 ‘­이­’가 결합한 후 분 철되어 표기된 것이다. ④‘아디거늘’은 동사 어간 ‘­’에 보조적 연결 어미 ‘­아’와 보조 동 사 ‘디다’가 결합된 ‘­아디­’를 사용하여 피동의 의미를 나타내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 음운의 변동 탐구 ‘값만’은 ‘ㅅ’이 탈락하는 자음군 단순화와 ‘ㅂ’ 이 ‘ㅁ’의 영향을 받아 ‘ㅁ’으로 교체되는 비음화 가 적용되어 [감만]으로 발음된다. ‘흙과’는 ‘ㄹ’이 탈락하는 자음군 단순화와 두 번째 음절의 초성인 ‘ㄱ’이 ‘ㄲ’으로 교체되는 된소리되기가 적용되어 [흑꽈]로 발음된다. ② ‘잃는’은 자음군 단순화와 유음화가 적용되어 [일른]으로 발음되며, ‘읊고’는 자음군 단순화와 음절의 끝소리 규칙, 된소리되기가 적용되어 [읍 꼬]로 발음된다. ③ ‘덮지’는 음절의 끝소리 규칙 과 된소리되기가 적용되어 [덥찌]로 발음되며, ‘밝 혀’는 거센소리되기에 의해 [발켜]로 발음된다. ④ ‘밟는’은 자음군 단순화와 비음화에 의해 [밤ː 는]으로 발음되며, ‘닦다’는 음절의 끝소리 규칙과 된소리되기에 의해 [닥따]로 발음된다. ⑤ ‘젊어’ 는 ‘ㅁ’이 뒤 음절로 연음되어 [절머]로 발음되며, ‘짧지’는 자음군 단순화와 된소리되기에 의해 [짤 2022학년도 9월 고2 전국연합학력평가 정답 및 해설 고2 정답 및 해설 2022학년도 9월 전국연합학력평가 2 26 찌]로 발음된다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 단어 형성의 원리 ‘돌다리’는 명사(돌)와 명사(다리), ‘하얀색’은 용언의 관형사형(하얀)과 명사(색), ‘잘생기다’는 부사(잘)와 용언(생기다)이 결합한 말이기 때문에 통사적 합성어에 해당하고, ‘덮밥’은 용언의 어간 (덮­)과 명사(밥), ‘높푸르다’는 용언의 어간(높­) 과 용언의 어간(푸르­)이 직접 결합한 말이기 때 문에 비통사적 합성어에 해당한다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 사전 활용의 적절성 파악 ‘책을 다 읽는데만 이틀이 걸렸다.’에서 ‘읽는데’ 의 ‘데’는 ‘데1’의 ｢2｣에 해당하므로 ‘읽는 데’처럼 띄어 써야 한다. ①‘있는데’의 ‘­는데’는 어미이므로 붙여 써야 한다. ②‘가는 데’의 ‘데’는 ‘데1’의 ｢1｣에 해당하 므로 띄어 써야 한다. ③‘잘하데’의 ‘­데’는 ‘­데2’ 에 해당하므로 붙여 써야 한다. ④‘의지할 데’의 ‘데’는 ‘데1’의 ｢1｣에 해당하므로 띄어 써야 한다. ** 사회 ** □출전: 그레이엄 앨리슨 외, 결정의 본질",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 글의 전개 방식 파악 합리적 행위자 모델과 조직 과정 모델에서 정책 행위 분석 단계에 대한 구체적인 사례가 제시되어 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 글의 핵심 내용 이해 합리적 행위자 모델은 정책 행위를 목적 달성을 위해 의도적으로 선택된 것으로 보고, 조직 과정 모델은 정책 행위를 조직의 업무 수행에 따른 기 계적 산출물로 본다. ①3문단에서 규정된 절차에 따라 정책 행위가 결정된다고 보는 것은 조직 과정 모델이라고 하였 다. ②2문단에서 합리적 행위자 모델은 국가를 단일체로 본다고 하였고, 3문단에서 조직 과정 모 델은 국가를 연합체로 본다고 하였다. ④3문단에 서 조직 과정 모델은 국가가 조직의 모든 활동을 완전히 통제할 수는 없다고 하였다. ⑤3문단에서 조직 과정 모델에서는 조직이 불확실한 미래를 추 측하고 그에 맞게 행동하는 것을 매우 꺼리기 때 문에 심각성이나 긴박성에 따른 새로운 해결책을 강구하기보다 일상적인 SOP에 의존하여 판단을 내리는 경향이 강하다고 하였다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 글의 세부 내용 파악 포괄적 합리성(㉠)의 관점은 행위자의 특성과 상관없이 행위자는 언제나 효용을 극대화하는 방 안을 선택한다고 하였으므로, 목적이나 상황 등이 일치한다면 행위자는 언제나 같은 결정을 내린다 는 것을 알 수 있다. 제한적 합리성(㉡)의 관점은 행위자가 자신이 처한 상황과 선택 가능한 방안, 선택의 결과 등을 정확하게 인지하지 못한다고 하 였으므로, 행위자의 특성에 따라 결정이 달라질 수 있다고 본다. ①포괄적 합리성에서는 어떤 방안을 선택함으 로써 얻을 수 있는 효용이, 제한적 합리성에서는 행위자의 지식이나 인지 능력과 같은 특성이 선택 에 영향을 미친다고 본다. ②포괄적 합리성과 제 한적 합리성은 모두 행위자가 선택 과정에서 목적 을 고려하여 방안을 선택한다고 본다. ③행위자의 인지적 한계를 고려하는 것은 제한적 합리성의 관 점이다. ④포괄적 합리성에서는 행위자가 효용을 극대화하는 방안을 의도적으로 선택한다고 하였으 므로, 선택된 방안이 목적에 대해 갖는 효용을 따 져 합리성 여부를 판단한다고 본다. 제한적 합리 성에서는 행위자가 자신의 목적과 관련하여 가진 정보와 행위자의 특성을 바탕으로 합리성 여부를 판단한다고 하였다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 구체적 사례에 적용 2문단에서 합리적 행위자 모델은 정책 행위를 분석할 때 행위자의 목적과 그에 따라 선택된 방 안의 효용을 고려한다고 하였으므로, 합리적 행위 자 모델이 B국의 정보 조직이 파악한 정보가 상 부에 전달되지 않은 과정에 주목한다는 내용은 적 절하지 않다. 조직의 업무 수행 과정에 주목하는 것은 조직 과정 모델이다. ①2문단에서 합리적 행위자 모델은 분석하고자 하는 정책 행위가 가장 큰 효용을 갖게 되는 목적 을 찾는다고 하였으므로 적절하다. ③3문단에서 합리적 행위자 모델은 포괄적 합리성에서 벗어나 는 외교 사례를 설명할 수 없다는 한계가 있다고 하였으므로 적절하다. ④3문단에서 조직 과정 모 델은 정책 행위의 목적보다는 그 정책 행위가 어 떻게 결정되었는지에 주목한다고 하였으므로 적절 하다. ⑤3문단에서 조직 과정 모델은 조직들의 SOP와 역량, 조직 간의 관계를 분석한다고 하였 으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 어휘의 문맥적 의미 파악 ‘기반을 둔다’의 ‘두다’는 ‘행위의 준거점, 목표, 근거 따위를 설정하다.’의 의미이므로, ‘기준을 어 디에 두느냐가 중요하다.’의 ‘두다’가 문맥상 이와 가장 유사한 의미로 사용된 경우에 해당한다. ②‘바둑이나 장기 따위의 놀이를 하다.’의 의미 로 사용되었다. ③‘시간적 여유나 공간적 간격 따 위를 주다.’의 의미로 사용되었다. ④‘어떤 대상을 일정한 상태로 있게 하다.’의 의미로 사용되었다. ⑤‘어떤 상황이 어떤 시간이나 기간에 걸치다.’의 의미로 사용되었다. ** 현대 소설 ** □ 출전: 조세희, ｢잘못은 신에게도 있다｣",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 작품의 세부 내용 이해 ‘아버지가 당신의 입으로 난장이라고 한 말을 나는 그래서 꼭 한 번 들었다.’를 통해 아버지가 자신의 입으로 스스로를 난장이라 칭한 적이 한 번밖에 없음을 알 수 있다. ①아버지는 말년에 권리를 인정하지 않고 의무 만 강요하는 시대에 앙심을 품고 있었다. ③어머 니는 영희에게 했던 것처럼 영이에게도 전통적 의 무가 어떤 것인지에 대해 이야기하고 싶어 했다. ④‘나’는 아버지를 난장이라고 놀린 아이와 관련 된 일로 인해 아버지가 나를 밖에 나가지 못하도 록 해 사흘 동안 밖에 나가 놀 수 없었다. ⑤영 희는 ‘나’에게는 잘못이 없고 아버지를 난장이라고 놀린 아이에게 잘못이 있다고 말했다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 작품의 세부 내용 이해 ⓓ는 근로자가 어쩌다 하나의 잘못을 하지만, 사용자는 매일 열 조항의 법을 어기고 있다는 것 으로, 이는 법을 어긴 횟수를 비교하여 근로자가 아니라 사용자에게 더 큰 잘못이 있음을 드러내는 것이다. ③아버지가 꿈꾼 세상에서는 지나친 부를 축적 한 사람들은 벌을 받게 되는데 ⓒ는 그러한 집 뜰 의 모습을 보여 준다. ⑤ⓔ는 전체가 저기압권에 들어간 ‘은강’이라는 무거운 분위기의 공간을 통해 인물이 느끼고 있는 압박감을 드러낸다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 인물의 심리 및 태도 파악 아버지는 사랑을 기반으로 한 세상을 꿈꾸며 법 률을 제정해, 사랑을 상실한 사람에게 벌을 주어 사람들이 사랑을 지키며 살아가기를 바란다. 반면, ‘나’(㉠)는 아버지가 꿈꾸는 세상을 이루기 위해 법률을 제정하는 대신 교육을 통해 사람들이 자유 로운 이성으로 사랑을 갖고 살아가기를 바란다. 그러나 이후 ‘나’(㉡)는 이전의 생각을 수정해 아 버지의 생각을 따르기로 한다. 따라서, ㉠과 ㉡이 바라는 세상의 공통점은 사랑을 기반으로 한다는 점을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 ‘달에 가서 천문대 일을 보겠다’는 꿈을 이루지 못하고 아버지는 돌아가셨고, 교육을 통해 ‘누구나 고귀한 사랑을 갖도록 한다’는 ‘나’의 꿈은 희망 사항에 불과하므로 이상 세계가 현실에서 실현된 것으로 볼 수 없다. ①‘아버지가 꿈꾼 세상’의 모습과 ‘아버지가 그 린 세상’의 모습에서는 ‘지나친 부의 축적을 사랑 의 상실로 공인하고’, ‘사랑으로 평형을 이루고, 사 랑으로 바람을 불러 작은 미나리아재비 꽃줄기에 까지 머물게 한다’의 표현이 반복되고 있는데 이는 인물이 꿈꾸는 이상적 사회의 모습을 강조하기 위 한 것으로 볼 수 있다. ⑤어머니가 보리쌀을 씻다 부엌으로 들어가는 장면은 ‘나’가 어릴 적 방죽에 서 낚시질을 한 후 집에 돌아온 날의 사건과, ‘나’ 가 어른이 된 후 밤 늦게 집에 돌아온 날의 사건 사이에 명확한 시간 구분 없이 삽입되어 있다. 따 라서 해당 장면은 독자들의 이해를 지연시킬 수 있다. ** 현대시 ** □출전: (가) 김춘수, ｢겨울밤의 꿈｣ (나) 오규원, ｢개봉동과 장미｣",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 작품 간의 공통점 파악 (가)는 ‘그날 밤 / 가난한 서울의 시민들은 / 꿈 에 볼 것이다’에서 서술어의 목적어에 해당되는 ‘날개에~내려와 앉는 것을’이 서술어 ‘볼 것이다’ 뒤에 나타나 있다. (나)는 서술어 ‘보라’ 뒤에 목 적어에 해당되는 ‘가끔 몸을 흔들며 / 잎들이 제 마음대로 시간의 바람을 일으키는 것을’이 제시되 어 있고, 서술어 ‘말해 보라’ 뒤에 목적어에 해당 되는 ‘무엇으로 장미와 닿을 수 있는가를’이 제시 되어 있다. 따라서 (가)와 (나)는 도치의 방식을 활용하여 시적 상황을 부각하고 있다는 것을 확인 할 수 있다. ②(나)에는 명령형 문장이 쓰이지만, (가)에는 나타나지 않는다. ③(가)와 (나) 모두 감탄사는 나타나지 않는다. ④(가)의 ‘연탄가스’와 (나)의 ‘장미’는 모두 청자로 설정된 것은 아니다. ⑤(가) 와 (나) 모두 동일한 시행이 반복되어 나타나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 시어의 의미 및 기능 파악 (가)에서 화자는 연탄이 ‘가난한 서울의 시민들’ 의 일상 공간을 따뜻하게 데워 주는 것을 보며 ‘쥐라기의 새와 같은 새’가 ‘가난한 서울의 시민들’ 이 살고 있는 공간 위에 ‘내려와 앉는’ 비현실적인 장면을 상상하고 있다. 그리고 이런 장면을 ‘가난 한 서울의 시민들’이 ‘꿈’에 보게 될 것이라고 말 하고 있다. 따라서 ‘꿈’(㉠)은 화자의 비현실적 상 상을 시각적으로 나타내는 장치라 할 수 있다. (나)에서 ‘길 밖’은 ‘흔들리는 가지 그대로’의 ‘장 미’가 서 있는 공간이다. ‘장미’는 현대 문명의 공 간인 ‘개봉동’의 ‘길’에서 ‘빠져나’온, 현대 문명의 속성과는 대조되는 순수하고 아름다운 생명력을 가진 존재이다. 따라서 ‘길 밖’은 ‘장미’가 현대 문 명과 대조되는 이질적 속성을 지니고 있음을 보여 주는 공간이라고 할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 ‘개봉동 집들의 문’이 ‘열리지 않는다’는 것은 순 수한 본질을 추구하지 못하고 있는 개봉동 사람들 의 모습을 보여 주는 것이지, 현대 문명의 발전과 본연의 모습을 잃지 않고 살아가는 삶이 공존할 수 있음을 보여 주고 있는 것은 아니다. ②화자가 ‘연탄가스’에서 ‘쥐라기의 지층’을 연상 한 것은 연탄이 오래된 과거의 지층에서 비롯되었 음을 떠올렸기 때문이다. ④‘장미’가 ‘제 마음대로 시간의 바람을 일으’킨다는 것은 ‘장미’가 순수한 생명력을 바탕으로 현대 문명에 종속되지 않고 자 신만의 시간을 주도해 나가고 있음을 보여 주는 것이다. 2022학년도 9월 전국연합학력평가 정답 및 해설 고2 3 26 ** 기술 ** □ 출전: 김은환 외, 정보 통신과 컴퓨터 네트워크",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 글의 세부 내용 파악 3문단에 따르면, 고-백-앤 ARQ의 수신 측은 데이터를 수신 윈도우에 하나씩 저장한다. 또한 5 문단에 따르면, 정지-대기 ARQ는 송신 측과 수 신 측 모두 하나의 데이터와 그 데이터에 대한 응 답 값을 주고받는다. ①2문단에 따르면, 정지-대기 ARQ는 오류 검 사의 결과에 따라 ACK 또는 NAK를 전송한 후 해당 데이터를 수신 윈도우에서 삭제한다. ③3문 단에 따르면, 고-백-앤 ARQ의 송신 측은 수신 측의 응답을 기다리지 않고 연속해서 순서 번호가 부여된 데이터를 전송한다. 또한 4문단에 따르면, 선택적 재전송 ARQ는 데이터 전송의 기본 원리 가 고-백-앤 ARQ와 같다. ④5문단에 따르면, 송신 윈도우의 크기는 송신 측이 수신 측으로부터 ACK를 받지 않고도 전송할 수 있는 데이터의 최 대 개수를 의미한다. ⑤6문단에 따르면, 송신 측 이 보내는 데이터는 송신 윈도우 크기와 상관 없 이 낮은 순서 번호부터 전송된다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 글의 핵심 정보 파악 ㉰에서 순서 번호 ‘3’에 해당하는 데이터가 저 장된 것은 ㉮에서 보낸 순서 번호 ‘0’에 해당하는 데이터의 ACK가 도착했기 때문이다. ①㉮의 송신 윈도우에 저장된 데이터의 개수는 3개이다. 그런데 5문단에서 송신 측이 수신 측으 로부터 ACK를 받지 않고도 전송할 수 있는 데이 터의 최대 개수를 송신 윈도우의 크기라고 하였으 므로, ㉮를 통해 알 수 있는 송신 윈도우의 크기 는 3이라 할 수 있다. ③‘㉯→㉰’ 과정에서 송신 윈도우에 추가된 데이터는 순서 번호 ‘3’ 하나이 다. 그런데 ‘㉱→㉲’ 과정에서 송신 윈도우에 추 가된 데이터는 순서 번호 ‘4’, ‘5’ 두 개이다. 따라 서 ‘㉯→㉰’ 과정에서 송신 윈도우에 추가된 데이 터 수는 ‘㉱→㉲’ 과정에서 송신 윈도우에 추가된 데이터 수보다 적다. ④㉲에서 전송한 데이터에 대한 ACK가 모두 도착했다면, 순서 번호 ‘5’ 다 음, 즉 순서 번호 ‘0’에 해당하는 데이터부터 새롭 게 송신 윈도우에 저장된다. 그런데 <보기>의 송 신 윈도우 크기는 3이므로, 순서 번호 ‘0’, ‘1’, ‘2’ 에 해당하는 데이터가 저장된다. 결과적으로 이는 ㉮에 저장된 순서 번호와 같다. ⑤‘㉮→㉲’의 과 정이 두 번 반복된 후 송신 측이 보낸 데이터의 ACK가 모두 도착했다면 송신 측에서 수신 측에 게 전송하려는 데이터의 총 개수 12개가 전송 완 료된 것이기 때문에 송신 윈도우에는 더 이상 저 장된 데이터가 없다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 글의 세부 내용 추론 4문단에 따르면, 선택적 재전송 ARQ는 수신 윈 도우 크기와 송신 윈도우 크기가 같아 수신 측은 먼저 도착한 데이터의 오류 검사가 끝나지 않았더 라도 수신한 데이터를 모두 수신 윈도우에 저장할 수 있다. 그렇기 때문에 선택적 재전송 ARQ는 빠 르게 데이터를 전송할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 구체적 사례에 적용 <보기>는 송신 측이 수신 측의 응답을 기다리 지 않고 데이터를 연속해서 전송하고 있으며, 오 류가 난 데이터의 경우 해당 데이터만 재전송하고 있으므로 선택적 재전송 ARQ에 해당한다. 또한 오류가 발생한 데이터에 대해 수신 측이 따로 NAK를 보내고 있지 않으므로 오류가 있는 데이 터를 무시하는 묵시적 방법을 선택하고 있다. 이 를 통해 송신 측이 데이터(2)를 재전송한 이유는 처음 보낸 데이터(2)에 대해 수신 측의 ACK가 도착하지 않아 송신 측이 타임 아웃으로 간주했기 때문임을 알 수 있다. 따라서 송신 측이 데이터 (2)를 재전송한 이유가 최초 전송된 데이터(2)에 대해 수신 측이 NAK를 보내지 않았기 때문이라 는 것은 적절하지 않다. ①4문단에 따르면, 선택적 재전송 ARQ는 수신 측의 응답을 기다리지 않고 연속해서 순서 번호가 부여된 데이터를 전송하며, 오류가 발생할 경우 송신 측에서는 오류가 발생한 데이터만 재전송한 다. 따라서 <보기>는 데이터(1)을 재전송한 이후 데이터(3)을 전송하고 있으므로 선택적 재전송 ARQ에 해당한다. ②3문단에 따르면, 수신 측이 송신 측으로부터 오류가 있는 데이터를 수신한 경 우에, NAK를 보내는 명시적 방법을 사용하거나 무시하는 묵시적 방법을 사용하여 오류가 난 데이 터를 다시 전송해 주도록 요청한다. <보기>에서 수신 측은 처음 수신한 데이터(1)에 대한 응답 값 을 송신 측에 전송하지 않았으므로, <보기>는 묵 시적 방법에 해당한다. ③1문단에 따르면, 송신 측이 데이터를 전송한 후 일정 시간이 지나도 수 신 측으로부터 아무런 응답이 없는 경우 ‘타임 아 웃’으로 간주한다고 했다. 또한 타임 아웃이 되면 송신 측이 오류가 발생한 데이터를 재전송한다고 했다. ⑤4문단에 따르면, 선택적 재전송 ARQ에서 수신 측은 오류가 발생한 이후 전달되는 데이터는 ACK를 보내지 않고 수신 측 버퍼에 저장한다. 이 후 재전송된 데이터가 도착하면 송신 측에 ACK 를 보낸 후, 버퍼에 저장된 데이터와 함께 순서 번호를 맞추어 다음 단계로 전달한다. <보기>는 선택적 재전송 ARQ에 해당하므로 오류가 발생한 데이터(2) 이후 수신된 데이터(3)은 버퍼에 저장 된다. 재전송된 데이터(2)와 데이터(3)에 대해 수 신 측이 ACK를 보낸다면 이 데이터에 오류가 없 는 것을 의미하므로, 데이터(2)-데이터(3)의 순 서 번호에 맞춰 다음 단계로 전달된다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 어휘의 문맥적 의미 파악 ‘그들은 법에 따라 문제를 해결했다.’의 ‘따르다’ 와 ⓐ는 모두 ‘어떤 경우, 사실이나 기준 따위에 의거하다.’의 의미로 사용되었다. ②‘관중들은 선수들에게 응원을 보내느라 정신 이 없었다.’의 ‘보내다’는 ‘상대편에게 자신의 마음 가짐을 느끼어 알도록 표현하다.’의 의미로, ‘사람 이나 물건 따위를 다른 곳으로 가게 하다.’의 ⓑ와 문맥적 의미가 같지 않다. ③‘여행을 할 때에는 신분증 같은 것을 가지고 다녀야 한다.’의 ‘같다’ 는 ‘그런 부류에 속한다는 뜻을 나타내는 말’의 의 미로, ‘다른 것과 비교하여 그것과 다르지 않다.’ 의 ⓒ와 문맥적 의미가 같지 않다. ④‘수익은 공 정하게 나누어야 불만이 생기지 않는다.’의 ‘나누 다’는 ‘몫을 분배하다.’의 의미로, ‘하나를 둘 이상 으로 가르다.’의 ⓓ와 문맥적 의미가 같지 않다. ⑤‘열심히 노력했더니 소원이 이루어졌다.’의 ‘이 루어지다’는 ‘뜻한 대로 되다.’의 의미로, ‘어떤 대 상에 의하여 일정한 상태나 결과가 생기거나 만들 어지다.’의 ⓔ와 문맥적 의미가 같지 않다. ** 인문 ** □ 출전: 강신주, 철학 대 철학",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 글의 구조와 내용 전개 방식 파악 (나)의 1문단에서 전통 철학은 ‘의식과 신체는 독립되어 있고 의식이 객관적 세계를 인식한다’고 한 반면, 메를로퐁티는 ‘의식과 결합하여 있는 신 체화된 의식’인 몸을 통해 ‘세계를 지각할 수 있 다’고 하였으므로, (나)는 지각의 주체를 상반된 시각으로 바라보는 특정 이론들을 제시하고 있음 을 알 수 있다. 그러나 2문단부터 메를로퐁티의 몸에 의한 지각 과정을 서술하면서 그 이론들의 한계와 의의는 제시하고 있지 않다. ①(가)의 1문단에서는 같은 대상임에도 인식이 달라지는 상황을 예로 들면서, 후설이 이를 지향 성이라는 개념을 통해 설명했음을 제시하고 있다. ②(나)의 1문단에서는 자전거 타기를 배운 것이 의식인지, 몸인지에 대한 의문을 제기하며, ‘몸은 의식과 결합하여 있는 신체화된 의식’이라는 몸에 대한 메를로퐁티의 새로운 개념을 제시하고 있다. ③(가)의 1문단에서 후설이 제시한 ‘지향성’, 2문 단에서 ‘지평’이라는 개념을 정의한 후, 의식이 지 평을 통해 ‘대상의 의미를 파악’하는 과정을 제시 하고 있다. ⑤후설과 메를로퐁티는 모두 지향성의 개념을 공통적으로 활용하여 인식이나 지각에 대 해 설명하고 있으며, (가)의 3문단에서는 인식에 대한 후설의 주장과 전통 철학의 관점과의 차이점 을, (나)의 1문단에서는 신체에 대한 전통 철학의 관점과 메를로퐁티의 주장과의 차이점을 서술하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 글의 세부 내용 파악 (나)의 2문단에서 메를로퐁티에 따르면 몸이 대 상을 ‘지향함으로써’ 대상이 ‘지각되고 의미가 생 기’게 된다고 제시하였으므로, 지향성이 없더라도 세계를 지각할 수 있다는 이해는 적절하지 않다. ①(나)의 1문단에서 ‘몸은 의식과 결합하여 있 는 신체화된 의식’이라고 서술하고 있다. ②(나) 의 2문단에서 ‘몸이 세상과 반응하는 것을 지각’이 라고 하였고, 지향함으로써 의미가 생기게 된다고 서술하고 있다. ④(나)의 2문단에서 몸은 ‘현실적 몸의 층과 습관적 몸의 층으로 이루어져 있다’고 서술하고 있다. ⑤(나)의 3문단에서 ‘메를로퐁티 는 몸을 지각의 주체로만 보지 않고 지각의 대상 이 될 수도 있다고 보았다’고 서술하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 글의 세부 내용 파악 (가)의 2문단에서 ‘지평’은 ‘의미를 형성하는 과 정이 반복되고 그것이 누적되’면서 갖게 되는 것 이며, ‘개인마다 경험이 다르기 때문에’ 서로 다른 지평을 갖게 된다고 설명하고 있다. 또 (나)의 2 문단에서도 ‘몸틀’은 ‘지각 경험들이 시간이 흐르 면서 누적됨으로써 형성된다’고 설명하고 있다. 따 라서 ㉠과 ㉡은 모두 이전의 경험이 쌓이면서 형 성되는 것으로 볼 수 있다. ①(가)의 3문단에서 후설은 ‘주체가 지평에 따 라 대상에서 형성하는 의미가 달라지므로 대상을 객관적으로 파악하는 것은 불가능하다고 보았다’ 고 서술하고 있다. ②(나)의 2문단에서 ‘몸틀’은 ‘지각 경험들이 시간이 흐르면서 누적됨으로써 형 성된다’고 하였다. ③(가)의 2문단에서 ‘지평’은 ‘의식이 대상을 만나서 의미를 형성하는 과정’에서 만들어진다고 하였고, (나)의 1문단에서 몸은 ‘의 식과 결합하여 있는 신체화된 의식’이라고 하였으 므로 ‘지평’과 ‘몸틀’은 모두 의미 형성 과정에서 의식의 쓰임이 나타난다고 볼 수 있다. ④(가)의 2문단에서 ‘인식의 주체는 지평을 바탕으로 다양 한 상황에서 의미를 파악할 수 있다’고 하였고, (나)의 2문단에서 ‘몸틀’은 ‘다양한 상황에 적응할 수 있게’ 하는 ‘몸의 대응 능력’이라고 하였다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 글의 세부 내용 파악 (나)의 2문단에서 몸이 세상을 지각하는 경험이 ‘몸에 배면 습관적 몸의 층을 형성’하고, 이것이 ‘몸에 내재되어 세상과 반응할 때 다시 영향을 미’ 친다고 서술하고 있다. 또한 ‘자전거를 타는 연습 이 반복되면 새로운 운동 습관을 익히며 몸틀을 재편’한다고 서술하고 있다. 이를 통해 자전거 타 기의 습관이 몸에 내재되어 자전거 타기를 ‘오랫 동안 쉬었다 하더라도 쉽게 다시 탈 수 있’음을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 다른 견해와 비교 <보기>에서 제자는 마음이 꽃을 향하지 않더 라도 마음과 상관없이 ‘산속에서 저절로 피었다 지곤 하’며 꽃이 존재할 수 있다고 말하고 있다. 이에 반해 스승은 마음이 꽃을 향하지 않았을 때 는 ‘꽃은 그대의 마음에 없었지만’ ‘꽃을 보는 순 간 이 꽃의 모습은 그대의 마음에서 일시에 분명 해진 것’이라고 말하고 있다. 즉 제자는 지향성을 인정하지 않고 의식과 독립적으로 대상이 존재할 고2 정답 및 해설 2022학년도 9월 전국연합학력평가 4 26 수 있다고 본 것이며, 반대로 스승은 후설 및 메 를로퐁티처럼 마음이 대상을 향하지 않으면 대상 을 인식하지 못한다고 생각한 것이다. (나)의 1문 단에서 메를로퐁티는 ‘몸은 의식과 결합하여’ 있다 고 하였고, (나)의 2문단에서 메를로퐁티는 ‘몸이 지향성을 지니고 있어 세상을 지각할 수 있다’고 했으며 ‘지향함으로써 지각되고 의미가 생’기는 것 이라고 하였다. 따라서 몸의 지향성을 주장한 메 를로퐁티가 <보기>의 스승과 달리 몸의 지각과 상관없이 의식이 독립적으로 세계를 인식한다고 생각했을 것이라는 이해는 적절하지 않다. ①제자는 산속의 꽃을 가리키며 그 꽃의 이름을 진달래꽃이라고 말하고 있다. 이는 그 꽃에 대한 정보를 이미 알고 있다는 것이므로, 후설은 제자 의 지평에 꽃에 대한 정보가 있다고 볼 것이다. ②(가)의 1문단에서 후설은 지향성을 통해 대상 이 인식된다고 주장하고 있다. 반면 제자는 의식 의 지향성과 상관없이 대상이 존재한다고 생각하 고 있다. ③메를로퐁티는 몸의 지향성을 통해 대 상을 지각하고 대상의 의미가 발생한다고 보았고, (나)의 3문단에서 지각의 상황에서 우리는 대상을 지각하면서 동시에 이에 영향을 받아 변화하는 모 습을 보인다고 설명하고 있다. 따라서 메를로퐁티 는 제자가 꽃을 지각하는 동시에 꽃으로 인해 그 에게 변화가 생겼다는 스승의 말에 동의할 것이다. ⑤후설과 메를로퐁티는 지향성을 주장하고 있으므 로, 대상을 보기 전에는 대상에 대한 의미가 형성 되지 않는다고 볼 것이다. ** 갈래 복합 ** □출전: (가) 백광홍, ｢관서별곡｣ (나) 임춘, ｢동행기｣",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 구절의 의미 파악 화자는 평양의 명승지를 돌아보고, 평양이 옛날 처럼 화려한 태평문물을 지닌 고장임을 실감하며 단출한 차림에도 나그네의 흥이 일어난다고 말하 고 있을 뿐, 풍경을 과장되게 묘사하거나 자신의 지난 삶에 대한 회한을 드러내지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 작품의 세부 내용 이해 ‘과거에 다니며 보던 곳은 마땅히 여기에 비하 여 모두 모자라고 꿀려 감히 겨룰 수가 없었다’고 ‘남쪽 지방’과 비교하며 ‘일천 봉우리와 일만 골짜 기’의 빼어난 풍경에 대한 감흥을 드러내고 있다. ①‘강동 지방’을 여행하게 된 이유가 제시되어 있지 않다. ②‘남쪽 지방’의 경치가 ‘강동 지방’에 비해 구체적으로 소개되어 있지 않다. ④‘석벽이 있던 자리’로 배를 타고 떠나야 하는 것이 아니라, ‘석벽이 있던 자리’에서 배를 타고 떠나는 것이며, 배를 타고 떠나야 하는 아쉬움도 드러나 있지 않 다. ⑤‘놀기 좋아하는 귀족들’과의 갈등이 드러나 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 작품 간의 공통점, 차이점 파악 [A]는 동적인 자연물인 ‘백두산 내린 물’을 ‘늙 은 용’에 빗대어 표현하고 있다. [B]는 정적인 자 연물인 ‘벼랑과 골짜기’를 ‘요철’, ‘두둑’, ‘굴’에 빗 대어 표현하고 있다. ①[A]와 [B]는 모두 자연의 광활함과 대비되 는 인간의 유한성이 나타나 있지 않다. ②[A]와 [B]는 모두 감정이 이입된 자연물이 나타나 있지 않다. ③[A]는 자연의 모습을 예찬하고 있으며, [B]는 자연을 통해 자신을 반성하고 있는 모습을 드러내고 있지 않다. ⑤[A]는 약산동대 위에서 눈 아래 펼쳐진 풍경을 바라보며, [B]는 근경에서 원경으로 시선을 이동하며 다채로운 자연의 모습 을 보여 주고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 (나)의 ‘시 한 편’은 ‘당진’의 화려한 경관을 형 상화하며 배 위에서 이를 바라보는 화자의 모습을 나타내고 있을 뿐, 당진의 아름다운 경치를 사람 들에게 소개할 수 없는 현실에 대한 안타까움을 드러내고 있지는 않다. ** 고전 소설 ** □출전: 작자 미상, ｢왕경룡전｣",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 배경의 의미와 기능 파악 난영은 옥단이 ‘기생집’에 들어가기 전 ‘양가집 에서 데리고 온 시비’이다. 따라서 기생 어미가 부 모를 잃은 옥단을 위해 난영을 시비로 내어 준 공 간이 ‘기생집’이라는 것은 적절하지 않다. ①옥단은 경룡과 이별하고 ‘침방’에 돌아와 시 비와 함께 손과 발을 묶고, 다음날 경룡의 무리들 에게 결박당했다고 기생 어미를 속인다. 따라서 ‘침방’은 옥단이 기생 어미를 속이는 공간으로 볼 수 있다. ③옥단은 경룡을 속여 재물을 빼앗으려 고 했던 기생 어미의 잘못을 알리기 위해 ‘서주 관 청’으로 기생 어미를 유인한다. 따라서 ‘서주 관청’ 은 옥단이 기생 어미를 유인해 데리고 간 공간으 로 볼 수 있다. ④옥단은 경룡에게 절개를 더럽히 는 지경에 이르면 죽겠다고 했던 다짐을 실천하기 위해 ‘북루’에서 지낸다. 따라서 ‘북루’는 옥단이 자신의 다짐을 실천하는 공간으로 볼 수 있다. ⑤ 옥단은 경룡을 만나기 위해 절강으로 가던 중 ‘서 주의 경계’에서 조씨 상인이 보낸 무리에게 끌려간 다. 따라서 ‘서주의 경계’는 경룡과의 만남을 바라 던 옥단의 기대가 깨지는 공간으로 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 작품의 세부 내용 이해 옥단은 관청에서 돌아온 뒤 기생 어미와 떨어져 북루에서 지내면서 난영에게 ‘쌀을 빌어 조석으로 바치게’ 하며 어렵게 살아갔다. ①난영은 타인을 더불어 즐기는 것을 좋아하지 않았다. ②옥단은 서리를 청하여 문서를 쓰고 이웃 사람에게 서명하게 했다. ③조씨 상인은 난영이 아 닌 옥단을 얻기 위해 무리를 보냈다. ⑤이웃 사람 들은 ‘노림’의 일을 다 알고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 인물의 말하기 방식 파악 [A]에서 이웃 사람들은 기생 어미가 ‘왕 공자가 재물을 훔쳐 도망갔다고 거짓말을 하여’ 기생 어 미를 따라 ‘서주 관청’에 왔다며 현재 장소로 온 이유를 밝히고 있고, [B]에서 장사치 할미는 옥단 에게 경룡을 만나기 위해 현재 장소인 ‘서주’를 떠 날 것을 제안하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 장사치 할미는 기생 어미에게 많은 재물을 받고 조씨 상인에게 옥단을 넘기려는 음모에 가담하기 로 비밀리에 약속한 후, 쫓겨난 옥단에게 머물 곳 을 제공한다. 따라서 장사치 할미는 선인이 아니 라, 기생 어미의 음모에 협조하는 악인으로 볼 수 있다. ②기생 어미에게 재산을 빼앗기고 노림에서 목 숨의 위협을 받았던 경룡이 다시 재산을 가지고 기 생집을 찾아오자, 기생 어미는 다시 경룡의 목숨과 재산을 노리게 된다. 하지만 옥단을 통해 기생 어 미의 음모를 알게 된 경룡은 자신의 재물을 되찾아 달아난다. ③기생 어미는 조씨 상인에게 받은 재물 을 돌려주는 것이 아까워 조씨 상인에게 옥단을 넘 기려는 음모를 꾸미고, 조씨 상인은 무리를 보내 옥단을 납치하게 된다. ④옥단과 재회한 경룡이 기 생 어미로부터 생명의 위협을 느껴, 옥단을 기생집 에 남겨 두고 떠나는 모습에서 혼사 장애 모티프를 확인할 수 있다. ⑤옥단이 자신의 정절을 훼손하지 않겠다는 기생 어미의 승낙을 받고 송사를 포기하 는 장면에서 기생이지만 정절을 지키려 노력하는 옥단의 모습을 확인할 수 있다.",
        "question_exp": ""
    }
]