[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 말하기 방식 파악하기 ‘오늘 이곳에서~ 관람하면 좋겠습니다.’를 보면, 청중 에게 바라는 바를 언급하며 강연을 마무리하고 있다 (5문단). [오답풀이] ① 강연을 하게 된 소감을 밝히는 부분 은 없다. ② ‘국제식물학회’라는 단체는 언급되어 있지만, 전문 가의 견해를 인용한 부분은 없다. ③ 강연에 대해 청중이 요청하는 바는 없다. ④ 강연자가 청중에게 질문은 하지만, 청중이 강연자 에게 질문하지는 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 강연 계획 확인하기 학명의 끝에는 명명자의 이름을 붙이는데, 이는 생략 할 수도 있다. 하지만 학명에 명명자 이름을 표기하 는 기준은 언급되어 있지 않다(4문단). [오답풀이] ① 청중에게 익숙한 소재인 무궁화를 예 로 제시하고 있다(1문단). ② 식물에 학명(學名)을 붙이는 방법을 알아본다며, 강연의 목적을 밝히고 있다(1문단). ③ 이명법의 개념과 그와 관련된 정보(속명, 종소명 등)를 제공하고 있다(3, 4문단). ⑤ 무궁화 학명의 라틴어 발음을 우리말(히비스커스 시리아커스 엘)로 표기하여 시각 자료로 제시하고 있다(1문단).",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 듣기 과정 점검하기 ⓔ에서 ‘무궁화와 히비스’의 그림을 제시하지 않은 아쉬움을 느끼고 있음을 알 수 있다. 따라서 강연 자 료의 준비 부족을 언급하였다고 볼 수는 있다. 하지 만 강연 내용의 신뢰성 여부를 따지는 것은 아니므 로 적절하지 않다. [오답풀이] ① 학명을 짓는 이유를 모르고 있다가 알게 되었으므로, 새로운 지식을 수용하며 들었다고 볼 수 있다. ② 동물의 속명과 종소명을 찾아본다고 하였으므로, 강연 내용과 관련하여 더 알고 싶은 점을 떠올리며 들었다고 볼 수 있다. ③ 속명과 종소명에 대한 설명을 공통점과 차이점으 로 나누어 정리하였으므로, 세부 정보들의 관계를 확 인하며 들었다고 볼 수 있다. ④ 자신이 마신 경험이 있는 차에서 히비스커스를 떠 올려 무궁화와 관련성이 있을 것이라 여기므로, 강연 내용을 자기 경험과 관련지어 들었다고 볼 수 있다. [4~7] 화법/ 작문",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 글쓰기 계획 파악하기 (가)의 1문단 ‘학생 자치활동 활성화를 위해’에서 ㄱ 을, 3문단 ‘학생회에서 회의를 개최하여’에서 ㄴ을 확 인할 수 있다. [오답풀이] ㄷ의 학생자치실을 구축하며 발생할 수 있는 문제와 해결 방안, ㄹ의 학생자치실 활용과 관 련한 회의의 결과와 후속 회의의 주제는 (가)에서 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 말하기 방식 파악하기 [B]에서는 학생2의 발언에 대해 학생회장이 ‘구체적 으로 어떤’, ‘어떻게’라는 추가 설명을 요구하고 있다. [A]에서는 해당 내용을 확인할 수 없다. [오답풀이] ① [A]와 [B]에서는 모두 상대의 발언 내용에 긍정적으로 반응하고 있다. ② [A]와 [B]에서는 모두 상대의 발언 내용을 되묻 지 않는다. ④ [A]와 [B]에서는 모두 상대의 발언 취지를 확인 하지 않는다. ⑤ [A]에서는 학생1~3의 발언을 요약하여 정리하고 있지만, [B]에서는 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 학생의 반응 분석하기 ㉢의 학생자치실 사용을 예약하도록 하는 방안은 학 생자치실 사용 대상을 확대하기로 한 것을 고려한 결정임을 알 수 있다. [오답풀이] ① (가)에서 설문 조사를 학교 누리집과 누리소통망(SNS)에서 실시한다고 하였다(4문단). ② (가)에서 학생회에서 회의할 때만 사용하여 학생 회실에 대해 잘 모르는 학생이 많다고 하였다(2문단). ④ (가)에서 공간 구성 방안에 대한 사전 회의 계획 을 찾을 수 없고, (나)의 회의 과정에서 추가로 논의 된 내용임을 알 수 있다. ⑤ (가)에서 해당 사업이 학생 참여형 학생자치실 구축 사업임을 확인할 수 있다(1문단).",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 쓰기 맥락 이해하기 기사문에서 필자의 의견이나 학생 참여가 중요하다 는 것을 파악할 수 있는 내용은 확인할 수 없다. [오답풀이] ① 다음 회의 날짜, 회의 주제 등의 내용 을 확인할 수 있다. ② 학생자치실을 회의와 모임, 학생회 주최 행사 등 에 활용하자는 내용을 확인할 수 있다. ③ 접이식 가벽 설치, 이동형 수납장 배치 등의 내용 을 확인할 수 있다. ⑤ 기사문에 인용된 학생의 발언을 통해 열의 있는 회의 분위기를 확인할 수 있다. [8~10] 작문",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 글쓰기 계획 파악하기 (나)에서 가치 소비를 접한 경험을 언급하지 않았다. [오답풀이] ① ‘미닝 아웃’을 ‘미닝’과 ‘커밍 아웃’으 로 분석하여 독자가 미닝 아웃의 의미를 쉽게 받아 들이도록 하고 있다(3문단). ③ 누리소통망(SNS) 게시, 제품 구매 유도, 불매 의사 표현 등 미닝 아웃의 여러 형태를 제시하여, 독자가 글을 이해하는 데 도움이 되도록 하고 있다(3문단). ④ 가치 소비의 개념, 실천 사례, 의의에 대해 다룰 것임을 제시하여 독자가 뒤에 이어질 내용을 추측하 도록 하고 있다(1문단). ⑤ 소비자의 바람직한 가치 소비가 장기적으로 계속 되면 사회에 선한 영향력을 미칠 것이라고 그 의의 를 언급하여, 독자가 가치 소비에 지속적으로 관심을 갖도록 하고 있다(4문단).",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 자료 활용의 적절성 파악하기 [자료1]에서 가치 소비에 대한 관심이 높아지는 현 상을 확인할 수 있다. 그러나 [자료2]를 활용하여 소비자와 기업이 상호 의존적인 관계라고 설명할 수 없다. 이러한 내용은 (나)와도 관련 없다. [오답풀이] ① [자료1]의 설문 조사 결과를 활용하 여 1문단에서 가치 소비를 들어본 학생과 가치 소비 에 대해 모르는 학생의 비율을 수치로 나타낼 수 있 다. ② [자료2]에서 기업이 폐기물을 줄이거나 포장재를 최소화한다는 내용을 활용하여, 가치 소비를 추구하 는 움직임에 맞추어서 기업이 실천하고 있는 사례로 4문단에 보충할 수 있다. ③ [자료3]에서 불매 운동이 타인의 권리를 침해할 수 있다는 내용을 활용하여 3문단에 미닝 아웃의 부 작용으로 다룰 수 있다. ⑤ [자료2]에서 환경보호를 지향하는 제품을 구매하 면 지구 환경이 좋아질 수 있으며, [자료3]에서 미 닝 아웃이 사회와 환경에 긍정적 영향을 끼칠 수 있 다고 언급하였다. 이를 활용하여 4문단에서 가치 소 비가 바람직하게 전개되었을 때 얻을 수 있는 효과 를 언급할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 조건에 맞게 표현하기 글의 흐름에 따라 바람직한 가치 소비가 사회에 미 치는 영향력을 표현하고 있으며, 비유법과 설의법을 사용하고 있다. ‘시냇물이 모여 강물이 되듯이’, ‘큰 흐름’은 비유법, ‘만들 수 있지 않을까?’는 설의법이다. [오답풀이] ② ‘소비해야 하지 않을까?’라는 설의법을 사용했으나, 비유법을 사용하지 않았으며 바람직한 가치 소비가 사회에 미치는 영향을 표현하지 않았다. ③ 바람직한 가치 소비가 사회에 영향을 미칠 수 있 음을 표현하였고, ‘물방울이 바위를 뚫듯이’라는 비유 법을 사용하고 있다. 그러나 설의법은 사용하지 않았다. ④ ‘마음의 거울’이라는 비유법과 ‘있지 않을까?’라는 설의법을 사용하고 있다. 그러나 개인의 소비 생활을 성찰하자는 의미를 나타낼 뿐이며 바람직한 가치 소 비가 사회에 미치는 영향을 표현한 것은 아니다. ⑤ 개인의 소비가 사회에 영향을 미치고 그것이 자 신에게도 영향을 주게 된다는 점을 언급하여 바람직 한 가치 소비의 필요성을 표현하고 있다. ‘부메랑처 럼’이라는 비유법을 사용하였으나 설의법은 사용하지 않았다. [11~15] 문법",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 관형사와 관형어 이해하기 두 명사가 나란히 올 때 앞의 명사는 관형어로 쓰이 지만, 관형사로 품사가 바뀌는 것은 아니다. [오답풀이] ① 관형사는 고정된 형태로 쓰인다(3문단). ② 관형사와 관형어는 모두 체언을 꾸며 준다(1문단). ③ 관형사 외에도 관형어로 쓰일 수 있다(2문단). ⑤ 관형사형 어미가 결합한 ‘예쁜’의 품사는 형용사 이다(4문단).",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 관형어 파악하기 ㄴ에서 관형어는 ‘모든’과 ‘달리는’이며, 이들의 품사 는 각각 관형사와 동사이다. [오답풀이] ① ㄱ에서 관형어는 ‘새’, ‘어머니의’이며 이들의 품사는 각각 관형사, 명사+ 조사이다. ③ ㄷ에서 관형어는 ‘친한’이며 이것의 품사는 형용 사이다. ④ ㄹ에서 관형어는 ‘우리’, ‘가던’이며 이들의 품사는 각각 대명사, 동사이다. ⑤ ㅁ에서 관형어는 ‘대부분의’, ‘여름’이며 이들의 품 사는 각각 명사+조사, 명사이다. 2023학년도 6월 고2 전국연합학력평가 정답 및 해설 2023학년도 6월 전국연합학력평가 정답 및 해설 고2 2",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 음운의 변동 이해하기 ‘뚫는’은 ‘뚫는→[뚤는] →[뚤른]’에서 ‘ㅎ’이 탈락하 고 ‘ㄴ’이 ‘ㄹ’로 교체된다. 이때 ‘ㅎ’의 탈락으로 인해 음운은 1개가 줄어든다. [오답풀이] ① ‘국밥[국빱]’에서 ‘ㅂ’은 ‘ㅃ’으로 교체 된다. 이때 음운 개수에는 변화가 없다. ③ ‘막내[망내]’에서 ‘ㄱ’은 ‘ㅇ’으로 교체된다. 이때 음운 개수에는 변화가 없다. ④ ‘물약→[물냑] →[물략]’에서 ‘ㄴ’이 첨가되고 이 ‘ㄴ’이 ‘ㄹ’로 교체된다. 이때 ‘ㄴ’이 첨가되므로 음운 은 1개 늘어난다. ⑤ ‘밟힌[발핀]’에서 ‘ㅂ’과 ‘ㅎ’이 결합하여 ‘ㅍ’으로 축약된다. 이때 두 음운이 결합하여 하나의 음운이 되었으므로 음운은 1개 줄어든다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 단어의 의미 이해하기 ‘굵다’은 ‘물체의 지름이 보통의 경우를 넘어 길 다.’라는 의미이고 ‘두껍다’은 ‘두께가 보통의 정도 보다 크다.’라는 의미이므로, ‘두꺼운 손가락’은 ‘굵은 손가락’으로 쓰는 것이 적절하다. [오답풀이] ① 각 단어는 모두 2개 이상의 서로 관 련된 의미를 가지므로 다의어이다. ② ‘열차의 기적 소리가 가늘게 들려왔다.’에서 ‘가늘 다’는 ‘소리의 울림이 보통에 미치지 못하고 약하다.’ 라는 의미이므로, 이 문장은 ‘가늘다’의 용례로 볼 수 있다. ③ ‘그 책은 수요층이 두껍다.’에서 ‘두껍다’는 ‘층을 이루는 사물의 높이나 집단의 규모가 보통의 정도보 다 크다.’라는 의미이므로, 이 문장은 ‘두껍다’의 용례로 볼 수 있다. ④ ‘나뭇가지가 가늘다.’에서 ‘가늘다’는 ‘물체의 지름 이 보통의 경우에 미치지 못하고 짧다.’라는 의미이 므로, 이 문장은 ‘가늘다’의 용례로 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 중세 국어의 특징 이해하기 ㉡에서 현대 국어 ‘내가’는 ‘나’의 이형태인 ‘내’와 주 격조사 ‘가’가 결합된 형태이고, 중세 국어의 ‘내’는 ‘나’와 주격조사 ‘ㅣ’가 결합된 형태이다. 따라서 주격 조사가 생략되었다는 말은 적절하지 않다. [오답풀이] ① ‘ㆍ’가 쓰인 것으로 보아, 현대 국어에 쓰이지 않는 모음이 사용되고 있음을 확인할 수 있다. ③ 현대 국어에서 ‘같은가’로 쓰인 것으로 보아, 중세 국어에는 이어적기가 사용되었음을 확인할 수 있다. ④ 현대 국어에서 ‘이르더니’로 쓰인 것으로 보아, 중 세 국어에는 두음법칙이 적용되지 않았음을 확인할 수 있다. ⑤ 현대 국어에서 ‘생각지’로 쓰인 것으로 보아, 중세 국어에는 구개음화가 일어나지 않았음을 확인할 수 있다. [16~20] 문학(고전 시가 / 현대 수필) <출전> (가) 구강, ｢북새곡｣ / (나) 신교, ｢귀산음｣ / (다) 안도현, ｢엿장수 생각｣ 개관: (가)는 구강이 암행어사의 임무를 띠고 추운 겨울에 북관, 즉 함경도를 지나며 경험한 일을 기록 한 장편 가사이다. 암행어사가 쓴 유일한 국문시가 작품으로, 백성들의 삶의 현실, 관리들의 실정, 북관 의 풍경과 그에 대한 감상이 드러나 있으며, 작품의 끝부분에는 어사로서 살았던 삶에 대한 회고의 심정 이 서술되어 있다. (나)는 신교가 벼슬살이를 마치고 고향으로 돌아와 고향의 산천을 바라보며 느낀 감상 을 서술한 8수의 연시조이다. (다)는 글쓴이가 어린 시절에 엿장수와 관련해서 겪었던 다양한 경험을 바 탕으로, 그때를 추억하고 그리워하는 마음에서 쓴 수 필이다.",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 표현상의 특징 이해하기 (가)는 암행어사인 화자와 백성의 질문과 대답으로 내용이 전개되고 있다. 5~8행에서 암행어사인 화자 가 백성들에게 질문과 제안을 하고 있고, 9~17행은 그에 대한 백성들의 대답으로 구성되어 있다. 그에 비해 (나)는 화자가 일방적으로 서술하고 있으므로 문답 구조를 확인할 수 없다. [오답풀이] ② (가)에 드러나는 공간으로는 ‘당진’과 ‘구렁’이 있는데, 화자가 지향하는 가치가 어사로서의 임무를 수행하여 백성들의 고통을 덜어 주고 싶다는 것이라 본다면, 백성들이 현실을 도피하려는 공간인 ‘구렁’이 이 가치를 드러내는 공간이라 보기 힘들다. ③ (가)의 ‘어린 자식 등에 업고 자란 자식 손에 끌 고’, ‘어디로서 좇아오며 어디로 가려는고’와 (나)의 ‘산화는 물의 픠고, 물산의 운다’, ‘산수의 병이 되고 금가의 벽이 이셔’에서 유사한 통사 구조를 반 복하여 운율을 형성하는 것을 확인할 수 있다. ④ (가)의 ‘전년의 이천여 호 금년의 칠백 호’에서 구체적인 수치를 활용하여 고을의 상황 변화를 드러 내고 있음을 확인할 수 있다. ⑤ (가), (나)에는 계절감을 느낄 수 있는 시어가 사 용되지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 외적 준거에 따라 작품 감상하기 9~17행에서 백성들은 자신들이 당진 출신이지만 세 금과 관리의 폭정으로 인해 차라리 죽는 게 편하다 싶어 떠나는 것이라 말하고 있으므로 ‘고향으로 돌아 가려는 백성’이라는 표현은 적절하지 않다. [오답풀이] ① 헌 누더기를 입은 백성들의 모습을 ‘차마 보지 못’하겠다고 한 것에서, 구강의 따뜻한 마 음씨를 확인할 수 있다, ③ 도망한 이에게 부과된 세금까지 부담해야 하는 백성들의 고통을 확인할 수 있다. ④ 백성들의 문제를 해결하기 위해 ‘급히급히 고개를 넘어가자’는 말에서, 암행어사로의 임무에 최선을 다 하려는 마음가짐을 확인할 수 있다. ⑤ 백성들이 고을을 떠나고 있음에도 곡식을 거두는 데만 힘쓰고 있다는 내용의 발언을 통해, 지방 관리 들에 대한 비판적 태도를 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 작품의 내용 이해하기 <2수>에서 귀향이 지체된 이유가 임금님의 은혜가 커서라고 말하고 있으므로, ‘미안함’은 적절하지 않다. [오답풀이] ① ‘십 년’ 관리 생활을 하다 돌아온 ‘고 향’에서 ‘인사(人事)가’ 달라진 것을 보고, ‘세간존몰 을’ 슬퍼하는 부분에서 확인할 수 있다. ③ ‘세상의 어즈러운 긔별을 나몰라 로라’에서 확인할 수 있다. ④ ‘산수를 희롱’하면서 ‘건듯’ 부는 ‘청풍’과 돌아오 는 ‘명월’을 감상하는 데서 자연과 어우러지는 모습 을 확인할 수 있고, 이는 자연에 대한 친근감을 드러 내는 것으로 볼 수 있다. ⑤ ‘초로인생’이 ‘아이 놀고 어이 랴’에서 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 외적 준거에 따라 작품 감상하기 추억으로 남아 있던 엿장수가 사라진 것에 대한 안 타까움은 드러나 있지만, 그로 인해 기존 세대가 변 화를 받아들이지 못한다는 내용은 지문에서 확인할 수 없다. [오답풀이] ① 엿장수를 기다리던 아이들의 모습을 그 심정이 잘 드러나도록 묘사하고 있다(1문단). ② 엿장수의 가위 소리가 들리면 엿장수에게 뛰어가 던 다양한 모습을 생동감 있게 그려내고 있다(3문단). ③ 고철, 함석 조각, 빈 병 등 엿으로 바꿔 먹었던 물건들이 언급되고 있다(4문단). ⑤ 엿장수에 대해 작가가 생각하고 있는 가치를 언 급하며, 독자들에게 질문을 던지고 있다(6문단).",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 소재의 기능 파악하기 ㉡은 자연을 즐기며 거문고 곡조에 맞춰 부르는 노 랫소리이다. ㉢은 작가의 추억 속에 있는 ‘엿장수’가 내던 가위 소리로, 가위 소리가 들리기 시작하면 마 을의 분위기가 분주하게 변화하던 모습을 확인할 수 있다(3문단). [오답풀이] ① ㉠은 세금으로 인해 힘들어하는 백성 들의 울음소리로, 현재 상황에 대한 슬픔을 드러내는 화자의 소리가 아니다. ② ㉢에서 엿장수의 불만은 드러나지 않는다. ④ ㉠과 ㉡은 모두 화자의 과거 경험을 떠올리게 하 는 기능을 하지 않는다. ⑤ ㉡과 ㉢이 들린 이후의 상황은 부정적이지 않다. 그러므로 ㉡과 ㉢이 긍정적인 상황에서 부정적인 상 황으로의 반전을 유발하는 것은 아니다. [21~25] 독서(인문) <출전> 니체의 철학(재구성) 개관: 이 글은 초월적 가치를 토대로 삶의 의미를 찾으려 한 전통 형이상학에 반대한 니체의 철학을 소개하고 있다. 니체는 현실적 삶 자체를 긍정하며, 각자의 삶을 주체적으로 살아갈 것을 강조하였다. 더 높은 것으로 나아가고자 하는 욕망인 ‘힘에의 의지’ 와 경쟁을 통해 자신의 성장을 도모하는 ‘아곤’을 옹 호한 니체의 철학은, 현실적인 삶을 그 자체로 긍정 할 수 있는 철학적 토대를 마련하였다는 의의를 가 진다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 내용 전개 방식 파악하기 니체 철학의 핵심 개념인 ‘힘에의 의지’(3문단)와 ‘아 곤’(4문단)을 설명하고 있으나, 사례를 들지는 않았 으므로 적절하지 않다. [오답풀이] ① 니체는 전통 형이상학이 초월적 가치 를 토대로 삶의 의미를 찾고자 한 것에 반기를 든 철학자이다(1문단). ② 니체 철학과 전통 형이상학의 차이점은 밝혔으나 (1, 2문단), 공통점은 밝히지 않았다. ③ 니체 철학의 변천 과정은 글에 드러나지 않는다. ⑤ 니체 철학은 현실적인 삶을 그 자체로 긍정할 수 있는 철학적 토대를 마련하였다는 의의를 가진다(5 문단).",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 세부 정보 파악하기 현실적 욕구를 무가치한 것으로 보거나 삶을 개선의 대상으로 본 것은 모두 전통 형이상학의 입장이다(2 문단). [오답풀이] ① 전통 형이상학에서는 현실 너머에 보 편적 진리로 이루어진 참된 세계가 있다고 여겼다(1 문단). ② 전통 형이상학에서는 이성적 사유를 통해 초월적 가치를 추구하고자 하였다(1문단). ④ 니체는 ‘강자를 넘어서려고 하는 의지’를 옹호하 였다(5문단). ⑤ 니체는 삶을 긍정한다는 것은 삶이 마주하는 어 려움을 잘 극복하고 성장하고자 하는 태도를 의미한 다고 보았다(5문단).",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 세부 정보 추론하기 전통 형이상학에서는 절대적 가치를 삶의 궁극적인 목적으로 여기고, 개별적인 삶을 이 기준에 따라 재 단하려고 하였다. 반면 니체는 현실적인 삶 그 자체 가 목적이며, 가치 평가의 출발점이라고 보았다. 그 의 시각에서 전통 형이상학은, 가치 평가의 기준이어 야 할 삶을, 절대적 가치를 기준으로 한 평가 대상으 로 만든 것으로 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 핵심 개념 비교하기 2023학년도 6월 전국연합학력평가 정답 및 해설 고2 3 니체는 ‘힘에의 의지(Ⓐ)’를 자연스러운 것으로 수용 할 때 현재의 자신을 극복하고 새로운 가치를 창조 할 수 있다고 보았다(3문단). 반면 쇼펜하우어는 ‘삶 에의 의지(Ⓑ)’를 다스려야 고통의 굴레에서 벗어날 수 있으며, 참된 행복을 위해서는 이 의지를 완전히 버리는 것이 필요하다고 보았다. [오답풀이] ①, ② 쇼펜하우어는 ‘삶에의 의지(Ⓑ)’가 영원히 고통을 발생시킨다고 보았다. 안정적인 삶을 유지하는 힘이나 더 행복하게 만드는 힘으로 보았다 는 것은 적절하지 않다. ③ ‘삶에의 의지(Ⓑ)’는 살고자 하는 맹목적인 욕망 이다. 따라서 쇼펜하우어가 타인과의 비교를 전제로 한 욕망으로 보았다는 것은 적절하지 않다. ⑤ 니체는 ‘힘에의 의지(Ⓐ)’를 내면의 힘과 능력을 더 높은 차원으로 발휘하고자 하는 의지라고 보았다 (3문단). 따라서 니체가 ‘힘에의 의지’를 최소한 가짐 으로써 고통에서 벗어날 수 있다고 보았다는 것은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 니체의 ‘아곤’은 서로 간의 비교를 통해서 자신의 힘 을 평가하고 더 상승시키기 위해 필요한 것이다(4문 단). 따라서 ‘을’이 ‘갑’을 배려한 것을 ‘갑’의 능력을 확인하려는 것으로 보는 것은 적절하지 않다. [오답풀이] ① 자신이 뛰어넘고자 하는 ‘강자’는 자 신을 자극하고 발전시키는 선의의 파트너가 된다(4 문단). ‘늘 1, 2위를 다투는’ ‘갑’과 ‘을’은 서로에게 뛰어넘고자 하는 존재이며, 그렇기에 이들은 서로에 게 선의의 파트너가 된다고 볼 수 있다. ② ‘강자’들 각각의 삶이 자신의 상승을 위해 ‘힘에의 의지’를 중심으로 경합하기도 한다(4문단). ‘갑’과 ‘을’의 라이벌전이 펼쳐지는 ‘○○올림픽’은, ‘갑’과 ‘을’의 힘에의 의지가 맞서 겨루는 장으로 볼 수 있다. ④ 강자들 사이에서도 힘의 차이에 따라 승패가 존 재하며, 위계가 형성된다(4문단). 1위인 ‘을’에게 ‘금 메달’이, 2위인 ‘갑’에게 ‘은메달’이 주어진 것은 이러 한 힘의 차이에 따른 위계를 반영한 것으로 볼 수 있다. ⑤ 강자들 사이에서도 위계가 존재하지만, 좀 더 나 은 사람이 되고자 노력하였음을 서로 인정하므로, 강 자와 상대적 약자 간의 힘의 위계는 상호 존중의 형 태로 드러난다(4문단). ‘갑’과 ‘을’이 서로의 노력을 인정하고 ‘서로에게 박수를 보낸’ 모습은 강자인 ‘을’ 과 상대적 약자인 ‘갑’ 간에 상호 존중의 형태로 힘 의 위계가 드러난 것으로 볼 수 있다. [26~28] 문학(현대 소설) <출전> 한승원, ｢어머니｣ 개관: 이 작품은 일제 강점기와 해방 직후를 배경으 로 그 시대를 살아가는 어머니의 한과 자식에 대한 깊은 사랑을 다루고 있다. 어머니는 감옥살이를 하는 자식을 면회하기 위해 필요한 여비를 마련하려고 애 쓴다. 그 과정에서 과거부터 지금까지의 일을 회상하 며 아들을 만나러 가는 심정을 애절하게 그리고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 서술상의 특징 파악하기 이야기 외부의 서술자가 ‘어머니’에 초점을 두고 사 건과 인물에 대한 생각을 서술하여 ‘어머니’의 내면 을 잘 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 어머니가 막내아들을 면회하기 위해 필요한 여비를 큰 아들들이 마련해주지 않아서 원망을 한 것이지, 경제 적 어려움이 자식들 때문이라고 탓하는 것은 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 세부 내용 이해하기 어머니를 앞에 두고 교도관끼리 말을 속닥거리고, 다 른 아들이 있는지 묻는 행동을 통해, 교도관들이 ‘종 이쪽지’와 관련된 사실을 전달하는 것을 불편해 함을 알 수 있다. [오답풀이] ① ‘종이쪽지’는 어머니가 쓴 것이 아니다. ② 어머니가 면회가 늦어진 것에 대해 항의하지는 않았다. ③ 어머니와 아들 사이에 갈등이 있다고 보기 어렵 고, 교도관들이 그것을 해소하려는 것도 확인할 수 없다. ④ 교도관들과 어머니의 대화 내용에서 교도관들이 아들과 아는 사이인지는 드러나지 않는다. [29~32] 독서(과학) <출전> STR 분석법(재구성) 개관: 이 글은 과학수사 시 범인 추정 및 피해자 확 인 등에 사용되는 ‘STR 분석법’에 대해 설명하고 있 다. 30억 개의 염기 서열로 이루어진 DNA는 특정 구간에서 ‘짧은 염기 서열이 연쇄적으로 반복(STR)’ 해서 나타나는 특징을 보여 주는데, 이 특징에 착안 하여 동일인 여부를 판별하는 방법이 STR 분석법이 다. STR 분석을 위해 염색체 내 특정된 위치를 ‘좌 위’라 하며, 현재 우리나라에서는 20개의 좌위를 표 준으로 하여 과학수사에 활용하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 세부 정보 이해하기 STR 분석법은 30억 개의 염기 중 짧은 염기 서열이 연쇄적으로 반복해서 나타나는 특정 구간을 대상으 로 한다. [오답풀이] ① DNA는 아데닌, 구아닌, 사이토신, 타 이민 네 종류의 염기로만 구성되기 때문에, 사람의 DNA를 구성하는 염기 종류는 동일하다(2문단). ② 상동 염색체는 모양과 크기가 동일한 염색체가 2 개씩 쌍으로 존재한다(2문단). ③ STR 분석을 위해 먼저 해야 할 것은 분석하려는 염색체 내의 위치를 특정하는 것이다(4문단). ④ 좌위는 모두 염기 서열의 STR이 나타나는 구간 으로 지정되어 있다(4문단).",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 세부 정보 추론하기 짧은 염기 서열이 연쇄적으로 반복해서 나타나는 특 징은 DNA의 특정 구간에서만 나타난다(3문단). 따 라서 이러한 특징이 나타나지 않는 구간에는 STR 분석법을 사용할 수 없다. [오답풀이] ② 부계와 모계에서 물려받은 상동 염색 체 한 쌍은 모양과 크기가 동일하다(2문단). 따라서 상동 염색체의 동일한 위치에서는 부계와 모계에서 받은 염색체의 염색대 번호가 동일하다. ③ 동일인에서 채취한 경우, 혈흔이나 모발 등 샘플 이 다르다 하더라도 DNA는 동일하다. 따라서 동일 인에서 채취한 서로 다른 샘플에서는 좌위가 같으면 염기 서열의 반복 횟수도 동일하게 나타난다. ④ ‘4q31.3’인 좌위에서는 짧은 염기 서열 ‘CTTT’가 반복되고 있다(4문단). 따라서 STR 분석법의 대상이 되는 특정 구간에 네 종류의 염기가 모두 반복되는 것은 아니다. ⑤ 우리나라를 비롯한 여러 나라에서 20개의 좌위를 표준으로 하여 과학수사에 동일하게 활용하고 있다 (5문단). 따라서 20개의 좌위를 사용하는 국가 간에 는 분석 결과를 공유할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 20개의 좌위에 대한 두 샘플의 결과가 동일하게 나 올 때, 두 샘플이 동일인의 것일 확률이 100%에 가 깝다(5문단). <보기>와 ⑤번 선지를 비교해 보면 좌위의 결괏값은 일치하지만, 좌위의 결괏값은 서로 다르다. 따라서 모든 좌위의 결괏값이 일치하는 것은 아니므로, ‘을’을 범인으로 확정할 수는 없다. [오답풀이] ① 범인은 좌위에서, 즉 7번 염색체 하단부 21.11번 염색대에서 염기 서열 ‘GATA’가 각 각 여덟 번과 네 번 반복되는 상동 염색체를 가지고 있다. ② 상동 염색체는 부계와 모계에서 각각 하나씩 물 려받는다(2문단). 좌위에서 부계와 모계에서 물려 받은 두 염색체의 STR 반복 횟수가 ‘6’으로 동일하 다. ③ ‘을’의 ‘DNA 프로필’을 만들 때 <보기>와 같이 20개의 좌위가 활용된다. <보기>에서 좌위과 좌 위은 5번 염색체에서 분석이 이루어지므로, ‘을’의 DNA 프로필을 만들기 위해서는 5번 염색체가 최소 두 번은 활용된다. ④ 상동 염색체 한 쌍은 부계와 모계에서 각각 하나 씩 물려받지만, 그 위치는 왼쪽이나 오른쪽으로 특정 할 수 없다. 좌위에서 ‘AGAT’ 반복 횟수는 3과 5 이고, 좌위에서 ‘AGAT’ 반복 횟수는 2와 7이므로, 모계에서 받은 염색체의 ‘AGAT’ 반복 횟수의 합은 가장 큰 값인 5와 7의 합을 넘어설 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 단어의 사전적 의미 파악하기 ‘어떤 일에 대한 의견이나 느낌’은 ‘생각’에 대한 사 전적 의미이다. ‘추정’의 사전적 의미는 ‘추측하여 판 정함’이다. [33~38] 독서(사회) <출전> (가) 독점기업의 이윤 추구 과정(재구성) / (나) 공정거래법의 이해(재구성) 개관: (가)는 경제학적 관점에서 완전경쟁시장과 독 점시장의 차이점을 소개한 후, 독점시장에서 독점기 업이 ‘가격결정자’로서 이윤을 극대화하는 가격을 결 정할 수 있음을 말하고 있다. 독점기업은 이윤 극대 화를 위해 가격과 생산량을 조절하는데, 최적 생산량 과 수요자들의 최대 지불 용의 지점을 찾아 수요자 가 최대로 지불할 수 있는 금액을 최종 시장가격으 로 결정한다. 또한 독점은 시장가격의 상승을 유발하 여 수요자에게 부정적 영향을 끼치고, 시장의 비효율 성을 유발한다. (나)는 ‘공정거래법’이라고도 불리는 ‘독점규제 및 공정거래에 관한 법률’과 관련된 내용 을 소개하고 있다. 공정거래법은 사업자의 시장 지배 적 지위 남용과 사업자들의 부당한 공동행위 등 불 공정한 경쟁 제한 행위를 규제하고 있다. 공정거래법 을 위반한 경우, 공정거래위원회는 해당 사업체에 대 한 시정 조치와 과징금 부과를 통해 자유로운 경쟁을 촉진하고 경제의 균형 있는 발전을 도모하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 세부 정보 파악하기 (가)는 독점기업의 이윤 추구 방법과 관련된 독점기 업의 가격과 생산량 결정 과정을 설명하고 있고, (나) 는 공정거래법의 내용을 설명하면서 공정한 거래를 저해하는 행위를 유형별로 나누어 설명하고 있다. [오답풀이] ① (가)에서 시장구조를 바라보는 다양 한 관점과 (나)에서 공정거래법에 대한 상반된 관점 은 확인할 수 없다. ② (가)에서 독점의 이익 추구 과정은 나타나 있으 나, 독점이 필요한 이유는 드러나지 않는다. (나)에 서 부당한 독점 행위를 해결하기 위한 사례도 확인 할 수 없다. ③ (가)에서 균등한 소득 분배를 위한 경제학적 대 책은 확인할 수 없다. (나)에서 제시된 공정거래법은 경쟁을 제한하는 행위를 규제하는 대책이다. ⑤ (나)에서 독점 행위를 규제하는 제도의 문제점은 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 세부 정보 파악하기 ㉠완전경쟁시장은 많은 수의 수요자와 공급자가 존 재하므로 개별 공급자와 수요자가 가격에 영향을 미 2023학년도 6월 전국연합학력평가 정답 및 해설 고2 4 치기 어렵다. 반면에 ㉡독점시장은 한 기업이 독점 적으로 재화를 공급하므로 시장지배력을 가진다(1, 2 문단). [오답풀이] ① ㉠완전경쟁시장에서 기업은 가격수용 자로서 시장에서 결정된 가격을 그대로 받아들인다 (2문단). ② ㉡에서 독점기업이 생산량을 늘려나가면 한계수 입은 가격보다 낮아진다(3문단). ③ 시장의 유일한 공급자인 독점기업이 생산량을 줄 이면 시장가격이 상승하고, 반대의 경우 시장가격이 하락한다(3문단). ④ ㉠은 진입장벽이 존재하지 않아 누구나 들어와 경쟁할 수 있는 시장구조이다(1문단).",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 독점기업 ‘갑’이 생산량을 Q1에서 Q2로 늘리면서 제 품의 가격을 P2에서 P1으로 낮춰 공급하면, 해당 독 점기업이 독점을 통해 얻고 있던 이윤은 사라진다. [오답풀이] ① 독점기업 ‘갑’의 최적 생산량 수준은 한계수입곡선과 한계비용곡선이 교차하는 Q1 지점 이다. ③ 독점기업 ‘갑’의 이윤 추구 과정에서 한계수입이 한계비용보다 높으면 생산량을 증가시켜야 한다. ④ 독점기업 ‘갑’이 제품을 판매할 때 얻게 되는 단 위당 이윤은 제품의 가격으로 설정한 P2에서 한계비 용인 P1만큼을 뺀 값이 된다. ⑤ P1은 최적 생산량 Q1에 대응하는 가격이지만, 이 윤이 극대화되는 지점은 아니다. 독점기업은 최적 생 산량을 Q1으로 결정한 후, 가격결정자로서 수요자들 의 최대 지불 용의 수준(수요곡선)을 고려하여 해당 제품의 가격을 P2로 결정한다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 세부 정보 추론하기 독점기업은 이윤 극대화를 위해 제품의 시장가격을 한계비용보다 높게 설정하는데, 시장가격의 상승으로 한계비용보다 지불 용의가 낮은 수요자들은 소비를 포기하게 된다. 따라서 상호 이득이 될 수 있었던 거 래의 기회는 줄게 되고, 시장의 비효율성을 유발할 수 있다. 따라서 공정거래법에서는 독점으로 인한 경 제적 손실을 해소하기 위해 시장의 진입 제한을 막 고, 기업 간 공정한 경쟁을 촉진한다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 공정거래법에서는 부당한 공동행위를 위한 사업자 간의 합의만 있으면, 비록 그것이 실행되지 않더라도 부당한 공동행위가 성립한 것으로 본다(3문단). [오답풀이] ① A사는 자신의 시장 지배적 지위를 남 용하여 경쟁사업자인 B사의 사업 활동을 부당하게 배제하고 있다. ② B사와 거래하지 않는 조건으로 A사가 국내 PC 제조업체들과 합의한 것은 배타조건부 거래에 해당 한다. ③ 공정거래법에서는 명시적인 형태와 묵시적인 형 태 모두 경쟁 제한 행위가 될 수 있다고 본다. ⑤ 공정거래법에서는 독과점 자체를 금지하지는 않 으나, 이로 인해 일정한 폐해가 초래되는 경우 이를 규제하는 폐해규제주의를 취하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 단어의 문맥적 의미 파악하기 지문 ⓐ와 선지 ①의 ‘취하다’는 모두 ‘어떤 일에 대 한 방책으로 어떤 행동을 하거나 일정한 태도를 가 지다.’라는 뜻으로 사용되었다. [오답풀이] ② 지문 ⓑ의 ‘나누다’는 ‘여러 가지가 섞 인 것을 구분하여 분류하다.’의 의미로 사용되었으나, 선지의 ‘나누다’는 ‘즐거움이나 고통, 고생 따위를 함 께하다.’라는 뜻으로 사용되었다. ③ 지문 ⓒ의 ‘말하다’는 ‘어떤 사정이나 사실, 현상 따위를 나타내 보이다.’의 의미로 사용되었으나, 선 지의 ‘말하다’는 ‘평하거나 논하다.’라는 뜻으로 사용 되었다. ④ 지문 ⓓ의 ‘불리다’는 ‘무엇이라고 가리켜 말해지 거나 이름이 붙여지다.’의 의미로 사용되었으나, 선지 의 ‘불리다’는 ‘이름이나 명단이 소리 내어 읽히며 대 상이 확인되다.’라는 뜻으로 사용되었다. ⑤ 지문 ⓔ의 ‘이루어지다’는 ‘어떤 대상에 의하여 일 정한 상태나 결과가 생기거나 만들어지다.’의 의미로 사용되었으나, 선지의 ‘이루어지다’는 ‘몇 가지 부분 이나 요소가 모여 일정한 성질이나 모양을 가진 존 재가 되다.’라는 뜻으로 사용되었다. [39~42] 문학(고전 소설) <출전> 작자 미상, ｢소학사전｣ 개관: 이 작품은 소 학사가 해적의 공격으로 가족과 헤어졌다가 다시 만나는 과정을 보여 주고 있다. 적 대자에 의해 길러진 주인공의 아들이 적대자를 징계 하고 가족 상봉을 성사시키는 과정을 다양한 암시 모티프의 활용이나 조력자의 등장과 같은 흥미 요소 를 풍부하게 활용하여 전개하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 세부 내용 이해하기 거문고에 새겨진 글자를 확인하자고 제안한 사람은 계도가 아니라 부인이다. [오답풀이] ① 부인의 시아버지, 즉 소 승상의 아버 지가 신선에게서 천도화 나무를 얻어 뒤뜰에 심었다. ③ 부인은 비자의 말을 들은 후에 외당에 나가 문틈 으로 공자(계도)의 상을 살펴보았다. ④ 부인은 둘째 아들이 큰아들을 찾아 나간 지 여러 해가 지났지만, 역시 소식이 끊어져 두 아들이 돌아 오기를 기다렸다. ⑤ 계도는 부인 집 후원에 피었던 천도화가 사흘 후에 지는 것을 직접 보고 월봉산 노인의 말을 떠올렸다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 인물의 심리 파악하기 ㉠에서 부인은 남녀가 유별하다는 유교 규범에도 불 구하고 계도를 만나보고자 한다. [오답풀이] ② ㉡에서 부인은 계도가 아들과 닮았기 에 만나기를 청했다는 자신의 입장을 설명하고 있다. ③ ㉢에서 계도는 천도화가 핀 것을 신기해 하며 그 것이 사흘 후에 질 것인지 확인하고자 한다. ④ ㉣에서 부인은 계도가 가진 거문고가 아들의 것 임을 알아보고 아들을 그리워하며 한탄하고 있다. ⑤ ㉤에서 계도는 거문고가 자기 가문의 기물임을 한 번 더 말함으로써 부인의 오해를 풀고자 한다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 발화 의도 이해하기 [B]에서는 거문고의 내력을 밝혀 말함으로써 그것이 자기 가문의 기물이라는 계도의 주장을 반박하고 있 지만, [A]에서는 사물의 내력을 제시하고 있지 않다. [오답풀이] ① [A]와 [B]에서는 모두 인물의 심정 을 직접 드러내지만 상대의 행동을 유도하고 있지는 않다. ② [A]와 [B]에서는 모두 과거에 있었던 일을 제시 하여 상대에게 자신의 입장을 설명하고 있다. ④ [A]에서는 자신에 대한 정보를 제공하지만 상대 의 협조를 요청하고 있지는 않으며, [B]에서는 자신 에 대한 정보를 제공하고 있지 않다. ⑤ [A]에서는 상대의 특정한 행동을 언급하지만 상 대의 입장을 이해하고 있지는 않으며, [B]에서는 상 대의 행동을 언급하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 승상이 부인의 꿈에 나타나 손자가 올 것이라 말하 는 것은 부인이 손자인 계도를 만나게 됨을 예언한 것이라고 볼 수 있다. [오답풀이] ② 부인이 아들의 소식을 여러 해 동안 알지 못한 것은 가족이 헤어진 상황으로 볼 수 있다. ③ 계도가 부인에게 자신의 외모가 소 학사와 닮은 것이 우연이라고 말한 것은 부인이 자신의 할머니임 을 몰랐기 때문으로 볼 수 있다. ④ 천도화가 피었다가 사흘 후에 지는 것은 집에 경 사스러운 일이 생길 것임을 예고하는 것으로 계도가 부인 집에 들른 날에 핀 천도화가 사흘 후에 진 것 은 계도가 소 학사의 아들, 즉 부인의 손자임을 암시 한 것으로 볼 수 있다. ⑤ 서준은 소 학사를 공격하고 그의 가족이 헤어지 게 만든 적대자이므로, 소 학사의 아들인 계도가 서 준에게 양육된 것은 서사적 긴장감을 유발한다고 볼 수 있다. [43~45] 문학(현대 시) <출전> (가) 정끝별, ｢현 위의 인생｣ / (나) 나희덕, ｢뿌리로부터｣ 개관: (가)는 인생을 ‘현’에 빗대어 세상의 고단함 속에서도 마음을 다스리며 아름다운 소리를 내기 위 해 노력하는 화자의 모습이 드러나 있는 작품이다. (나)는 존재의 근원인 뿌리로부터 벗어나 새로운 길 을 찾아 나서는 화자의 모습이 드러나는 작품이다. 화자는 안정된 뿌리로부터 벗어나 불확실하고 위험 하지만 새로운 길을 찾으면서 한 걸음 더 성장하기 위해 노력하는 모습을 보인다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 (가)에는 ‘소리’, (나)에는 ‘뿌리’라는 시어를 반복하 여 각 시의 주제를 강조하고 있다. [오답풀이] ① (가), (나) 모두 공간의 이동은 나타 나지 않는다. ③ (나)는 명사로 시를 마무리하고 있지만, (가)는 동사로 시를 마무리하고 있다. ④ (가)는 청유형 종결 어미를 활용하고 있지만, (나)는 활용하고 있지 않다. ⑤ (가), (나) 모두 색채어가 사용되지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 작품의 의미 추론하기 화자는 자신이 ‘비명을 노래’하면 청자에게 ‘속삭임’ 으로 받아 달라고 말할 뿐, 자신을 반성하는 부분은 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 화자는 뿌리로부터 멀어지면서 한 단계 성장하는 것 이지, 자신이 ‘뿌리로부터 온 존재’임을 인정하면서 한 단계 성장하는 것은 아니다.",
        "question_exp": ""
    }
]