[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 발표자의 말하기 방식 파악하기 발표자는 1문단에서 청중과 공유하고 있는 경 험인 수업을 환기하며 전통 모자에 대한 내용에 흥미를 느껴 흑립을 화제로 선정했음을 밝히고 있 다. ③청중에게 친숙한 명칭인 ‘갓’을 언급하여 청 중의 이해를 돕고 있지만, 흑립을 친숙한 소재에 빗대어 표현한 내용은 발표에 나타나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표 자료 활용하기 발표자는 입영에 사용되는 다양한 재료를 설명 하고 있지 않다. ②[자료1]은 흑립을 구성하는 대우, 양태, 입 영을 보여 주는 자료이므로 ㉠에 활용할 수 있다. ③[자료2]는 대우의 윗부분에 회자가 달려 있음 을 보여 주는 자료이므로 ㉡에 활용할 수 있다. ④[자료2]는 양태를 장식한 박쥐 문양을 보여 주 는 자료이므로 ㉡에 활용할 수 있다. ⑤[자료3] 은 갈모를 접고 펴서 사용할 수 있음을 보여 주는 자료이므로 ㉢에 활용할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 청중의 질문 추론하기 4문단에 비나 눈이 오면 흑립을 보호하기 위해 항상 갈모를 가지고 다녔다는 내용이 드러나 있으 므로, 양반들이 갈모를 항상 가지고 다닌 이유를 묻는 질문은 적절하지 않다. ** 화법· 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 사회자의 말하기 방식 파악하기 ‘학생1’은 다섯 번째 발화에서 ‘학생2’의 의견 에 동의하고 있지만 그 이유를 설명하고 있지는 않다. ②‘학생1’은 첫 번째 발화에서 대화 목적을 제 시하고 대화 참여자의 발언을 유도하고 있다. ③ ‘학생1’은 네 번째 발화에서 대화 중간에 대화 내 용을 정리하고 대화의 흐름을 전환하고 있다. ④ ‘학생1’은 두 번째 발화에서 ‘어려운 원작을 빠르 고 쉽게 이해할 수 있’다며 ‘학생3’의 발언을 일 부 재진술하고 질문을 통해 자신의 이해 여부를 점검하고 있다. ⑤‘학생1’은 세 번째 발화에서 ‘학생2’의 발언 중 이해되지 않는 부분인 ‘대중문 화 콘텐츠 시장의 성장’과 ‘요약 콘텐츠의 인기 현 상’의 연관성에 대한 추가 설명을 요청하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 대화 참여자의 말하기 방식 파악하기 [B]의 ‘학생3’은 두 번째 발화에서 요약 콘텐츠 제작자에게 해석의 자유가 있다는 ‘학생2’의 발화 내용에 동의한 후 원작의 메시지가 왜곡된 요약 콘텐츠를 시청하고 그 해석이 원작에 대한 유일한 해석이라고 생각하는 것이 문제라는 추가로 생각 해 볼 만한 점을 제시하고 있다. ①[A]의 ‘학생2’는 ‘학생3’의 발화 내용을 요 약하고 있지 않으며, 생소한 용어에 대한 설명을 요청하고 있지 않다. ②[A]에서 ‘학생3’은 두 번 째 발화에서 ‘학생2’의 의문을 해결하고 있지만 자신의 의견에 대한 ‘학생2’의 의견을 확인하고 있지는 않다. ④[B]에서 ‘학생2’는 ‘학생3’의 의 견의 한계를 지적하고 있지 않다. ⑤[A]에서 ‘학 생2’는 ‘학생3’에게 질문하고 있지만 이의를 제기 하며 잘못된 점을 바로 잡고 있지는 않다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 대화 내용 반영 양상 파악하기 (나)에서 비평문의 현안은 요약 콘텐츠 시청이 며, 필자는 현안을 부정적으로 바라보는 관점에서 비평문을 작성하고 있다. (나)의 4문단에서 요약 콘텐츠 시청을 긍정적으로 바라보는 관점의 주장 을 반박하고 있다는 것은 적절하지만, (가)에서 언급되지 않은 사례를 추가하고 있지는 않다. ①(나)의 1문단에서 (가)에서 언급된 요약 콘 텐츠의 인기를 입증할 수 있는 요약 콘텐츠의 조 회 수를 제시하여 ‘요약 콘텐츠 시청’이라는 현안 에 대한 관심을 유도하고 있다. ②(나)의 2문단 에서 (가)에서 언급된 요약 콘텐츠의 댓글 내용을 바탕으로 필자가 선택하지 않은 관점의 주장을 제 시하고 있다. ③(나)의 3문단에서 (가)에서 언급 된 요약 콘텐츠 시청의 문제점을 반영하여 필자가 선택한 관점의 주장을 뒷받침하고 있다. ⑤(나)의 5문단에서 (가)에서 언급되지 않은 전문가인 대중 문화 평론가의 견해를 인용하여 요약 콘텐츠 시청 을 부정적으로 바라보는 관점의 주장을 강조하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 조건을 반영하여 제목 작성하기 (나)의 마지막 문단에 드러난 글쓴이의 문제의 식은 지속적으로 요약 콘텐츠를 시청하는 것은 비 판적 사고 능력의 저하로 이어지며, 작은 것을 탐 하다 큰 것을 놓치는 격이라는 것이다. ‘쉽게 얻으 려다 본질을 놓치는 요약 콘텐츠 시청’은 이러한 문제의식을 보여 준다. 부제에는 ‘지름길’, ‘고생 길’이라는 비유적 표현과 유사한 문장 구조를 활 용한 대구가 드러난다. ①, ④글쓴이의 문제의식이 드러나 있고, 부제 에서 비유적 표현을 확인할 수 있으나 대구는 확 인할 수 없다. ③글쓴이의 문제의식이 드러나 있 지 않으며, 부제에서 대구는 확인할 수 있지만 비 유적 표현은 확인할 수 없다. ⑤글쓴이의 문제의 식이 드러나 있지 않으며 부제에서 대구와 비유적 표현을 모두 확인할 수 없다. ** 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 초고에 반영된 작문 계획 파악하기 3문단에서는 프락토올리고당과 이소말토올리고 당이 지니는 각각의 특성이 제시되어 있을 뿐, 두 올리고당의 문제점을 언급하며 그 원인을 분석하 고 있지 않다. ①1문단에서 설탕의 대체 식품으로 올리고당이 주목받는 배경을 소개하며 글을 시작하고 있다. ②2문단에서 올리고당을 설탕과 비교하며 올리고 당이 가지는 장점을 제시하고 있다. ③2문단에서 올리고당의 탄수화물 분자 구조가 설탕에 비해 상 대적으로 복잡하다는 점을 언급하며 ‘소화와 흡수 가 느리다’는 올리고당의 특성을 설명하고 있다. ⑤4문단에서 올리고당 제품에 설탕 등의 당류가 포함되어 있다는 잘 알려져 있지 않은 사실을 언 급하며 올리고당 제품 선택에 도움이 될 수 있는 정보를 제공하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 내용 점검 및 고쳐쓰기 [A]의 첫 번째 문장의 ‘유사한’을 <보기>에서 ‘유용한’으로 고쳐 썼다는 데에서 단어 선택이 잘 못된 부분을 수정하였음을 알 수 있다. 또 [A]의 두 번째 문장을 <보기>의 두 번째 문장으로 고 쳐 썼다는 데에서 올리고당 제품을 선택하고 사용 할 때의 유의점을 강조하였다는 것을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 자료 활용 방안 적용하기 (나)는 올리고당과 설탕의 ‘단맛의 정도’ 차이를 구체적 수치로 제시하고 (다)는 올리고당의 성분 명과 올리고당의 함량을 확인할 필요가 있음을 제 시하고 있다. 따라서 두 자료는 ‘기존의 단맛을 기 대하면 올리고당을 많이 사용하게 될 수 있다는 내용’에 ‘덜 달게 먹는 식습관으로 개선할 필요가 있다’는 내용을 추가할 수 있는 자료로 적절하지 않다. ①(가)는 당류 과다 섭취 시 비만과 고혈압이 늘어난다는 연구 결과를 언급하고 있으므로 1문 단의 내용을 구체화하는 데 활용할 수 있다. ② (나)는 올리고당과 설탕의 열량 차이를 구체적 수 치로 제시하고 있으므로 2문단의 내용을 뒷받침 하는 데 활용할 수 있다. ③(다)는 올리고당 제품 선택 시 ‘표시사항’에서 올리고당의 ‘성분명’을 확 인할 필요가 있다는 내용을 제시하고 있으므로 3 문단의 내용을 보강하는 데 활용할 수 있다. ④ (가)는 ‘표시사항’을 통해 ‘당류 함량’을 확인할 필 요가 있다는 내용을, (다)는 ‘표시사항’을 통해 ‘올리고당 함량’을 확인할 필요가 있다는 내용을 제시하고 있으므로 4문단의 내용을 보강하는 데 활용할 수 있다. ** 문법 **",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 선어말 어미 이해하기 ‘계시는’은 어간 ‘계시-’와 어말 어미 ‘-는’으로 구성되어 있으므로 ㉠의 예로 들 수 있으며, ‘드렸 다’는 어간 ‘드리-’, 선어말 어미 ‘-었-’, 어말 어 미 ‘-다’로 구성되어 있으므로 ㉡의 예로 들 수 있다. ①‘끝난’은 어간 ‘끝나-’와 어말 어미 ‘-ㄴ’으로 구성되어 있고, ‘아니다’는 어간 ‘아니-’와 어말 어미 ‘-다’로 구성되어 있으므로 모두 ㉠의 예로 들 수 있다. ③‘가는’은 어간 ‘가-’와 어말 어미 ‘-는’으로 구성되어 있고, ‘알았다’는 어간 ‘알-’, 선어말 어미 ‘-았-’, 어말 어미 ‘-다’로 구성되어 있으므로 각각 ㉠과 ㉡의 예로 들 수 있다. ④‘지 나고’는 어간 ‘지나-’와 어말 어미 ‘-고’로 구성되 어 있고, ‘왔겠군’은 어간 ‘오-’, 선어말 어미 ‘- 았-’, 선어말 어미 ‘-겠-’, 어말 어미 ‘-군’으로 구성되어 있으므로 각각 ㉠과 ㉢의 예로 들 수 있 다. ⑤‘있겠다’는 어간 ‘있-’, 선어말 어미 ‘-겠 -’, 어말 어미 ‘-다’로 구성되어 있고, ‘쓰셨을’은 어간 ‘쓰-’, 선어말 어미 ‘-시-’, 선어말 어미 ‘- 었-’, 어말 어미 ‘-을’로 구성되어 있으므로 각각 ㉡과 ㉢의 예로 들 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 접사와 선어말 어미의 차이점 이해 하기 ⓑ‘놓여’는 ‘놓-’, ‘-이-’, ‘-어’로 구성되어 있 다. (물건을) ‘놓다’가 (물건이) ‘놓이다’가 되면 필요로 하는 문장 성분이 달라지므로 이때 결합한 ‘-이-’는 선어말 어미가 아니라 접사로 판단할 수 있다. ①ⓐ‘구겼지만’은 ‘구기-’, ‘-었-’, ‘-지만’으로 구성되어 있다. ‘-었-’은 과거 시제를 나타내는 선어말 어미이며 접사가 아니다. ②ⓐ에는 추측의 선어말 어미가 결합하지 않았다. ③ⓑ에는 접사만 2023학년도 9월 고2 전국연합학력평가 정답 및 해설 고2 정답 및 해설 2023학년도 9월 전국연합학력평가 2 28 결합하였지 선어말 어미는 결합하지 않았다. ⑤ⓒ ‘담갔다’는 ‘담그-’, ‘-았-’, ‘-다’로 구성되어 있 다. ‘-았-’은 과거 시제를 나타내는 선어말 어미 이며 접사가 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 문장의 구조 파악하기 ㉢은 주어와 서술어 관계가 한 번만 나타나는 홑 문장으로, 주어는 ‘이곳은’이며 서술어는 ‘아름답다’ 이다. 다른 문장 속에서 하나의 문장 성분처럼 쓰 이는 문장은 안긴문장으로, 안긴문장이 있는 문장 은 주어와 서술어의 관계가 두 번 이상 나타나는 겹문장인 안은문장이다. ①㉠에는 주어 ‘아이가’가 생략된 안긴문장인 ‘예쁜’이 있으며, ‘예쁜’은 체언인 ‘아이’를 꾸며 주 는 관형사절이다. ②㉡은 주어 ‘나는’과 서술어 ‘샀 다’가 한 번 나타나는 홑문장이다. ④㉣은 주어 ‘날씨가’와 서술어 ‘추웠으나’로 이루어진 홑문장과 생략된 주어 ‘날씨가’와 서술어 ‘따뜻하다’로 이루 어진 홑문장이 대등적 연결 어미 ‘-으나’로 대등하 게 연결된 이어진문장이다. ⑤㉤은 주어 ‘눈이’와 서술어 ‘올지라도’로 이루어진 홑문장과 주어 ‘우리 는’과 서술어 ‘나간다’로 이루어진 홑문장이 종속적 연결 어미 ‘-ㄹ지라도’로 종속적으로 연결된 이어 진문장이다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 한글 맞춤법에 맞는 표현 파악하기 ‘깨끗하지 않다’에서 ‘하’ 앞의 받침의 소리는 [ㄷ]이므로 ‘하’가 통째로 줄어든다. 그러므로 ‘깨 끗지 않다’로 쓰는 것이 맞다. ②‘연구하도록’에서 ‘하’ 앞에는 받침이 없어 받 침 소리가 [ㄱ, ㄷ, ㅂ]이 아니므로 ‘하’의 ‘ㅎ’이 남는다. 그러므로 ‘ㅎ’이 ‘ㄷ’과 어울려 거센소리가 되어 ‘연구토록’으로 쓰는 것이 맞다. ③‘간편하게’ 에서 ‘하’ 앞의 받침의 소리는 [ㄴ]으로 [ㄱ, ㄷ, ㅂ]이 아니므로 ‘하’의 ‘ㅎ’이 남는다. 그러므로 ‘ㅎ’ 이 ‘ㄱ’과 어울려 거센소리가 되어 ‘간편케’로 쓰는 것이 맞다. ④‘생각하다 못해’에서 ‘하’ 앞의 받침 의 소리는 [ㄱ]이므로 ‘하’가 통째로 줄어든다. 그 러므로 ‘생각다 못해’로 쓰는 것이 맞다. ⑤‘답답하 지 않다’에서 ‘하’ 앞의 받침의 소리는 [ㅂ]이므로 ‘하’가 통째로 줄어든다. 그러므로 ‘답답지 않다’로 쓰는 것이 맞다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 중세 국어의 모음 조화 파악하기 ‘매’는 ‘’의 양성 모음 ‘ㆍ’와 조사 ‘애’ 의 양성 모음 ‘ㅐ’가 어울려 나타나며, ‘··메’는 ‘’의 음성 모음 ‘ㅜ’와 조사 ‘에’의 음성 모음 ‘ㅔ’가 어울려 나타난다. ②‘·들’은 ‘’의 음성 모음 ‘ㅡ’와 조사 ‘을’의 음성 모음 ‘ㅡ’가 어울려 나타난다. ③‘거부븨’는 ‘거붑’의 음성 모음 ‘ㅜ’와 조사 ‘의’의 음성 모음 ‘ㅢ’가 어울려 나타난다. ④‘’은 ‘’의 양 성 모음 ‘ㆍ’와 조사 ‘’의 양성 모음 ‘ㆍ’가 어울 려 나타나며, ‘바’은 ‘바’의 양성 모음 ‘ㆍ’와 조사 ‘’의 양성 모음 ‘ㆍ’가 어울려 나타난다. ⑤ ‘나’은 ‘나’의 양성 모음 ‘ㅏ’와 조사 ‘’의 양성 모음 ‘ㆍ’가 어울려 나타나며, ‘도’는 ‘도’의 양성 모음 ‘ㆍ’와 조사 ‘’의 양성 모음 ‘ㆎ’가 어 울려 나타난다. ** 현대 소설 ** □출전: 이태준, ｢고향｣",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 서술상의 특징 파악하기 이 작품은 전지적 작가 시점으로, 이야기 외부 의 서술자가 ‘윤건’의 관점에서 ‘윤건’의 여정에 따른 사건과 인물의 내면 심리를 서술하는 것이 특징이다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 작품의 세부 내용 이해하기 ‘그곳(=고향)에는 여러 동무들이 있을 것이다’, ‘친구들이 나를 맞아 줄 것이다’를 통해 조선의 친 구들이 자신을 반겨 줄 것을 기대하는 ‘윤건’의 심 리를 확인할 수 있다. ②오사카로 돌아가는 배가 아니라 부산행 밤배 에서 자신들의 고향인 김천으로 가는 노동자들을 우연히 만나 대화를 나눈다. ③도시락을 사는 것 을 말리는 사람은 윤건이 아니라 조선 청년이다. ④윤건은 여비를 빌리기 위한 것이 아니라 도시 락을 사기 위해 플랫폼에 나갔다가 우연히 조선 청년을 만난 것이다. ⑤윤건을 조사하는 사람은 일본인으로 보이는 형사가 아니라 ‘조선말’을 하고 ‘조선 사람’으로 보이는 형사이다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 인물의 심리 및 태도 파악하기 ‘더 큰 운명에 있어서’의 ‘길동무’로 생각하고 있는 상대가 ‘○○은행 본점’에 ‘취직’한 것을 말 하고, 자신의 ‘취직’을 ‘조선 사람 하나가 헐벗지 않는 것’이라고 의미를 밝히는 상황이므로, ‘속으 로 아니나 다르랴’ 하면서도 불쾌한 자신의 진심 을 드러내지 않고 ‘마음에 없는 좋은 대답’과 ‘마 음에 없는 거짓 대답’을 해 주는 것이다. ①‘마음에 없는 좋은 대답’과 ‘마음에 없는 거짓 대답’이라는 것을 볼 때, 윤건이 상대의 성취를 축 하하고 있거나 상대의 의견에 동조하고 있다고 볼 수 없다. ⑤윤건은 상대가 듣기 좋을 만한 ‘좋은 대답’, ‘거짓 대답’을 해 주고 있으므로 상대의 태 도를 변화시키고자 하는 의도로 말한 것이라고 볼 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상하기 ‘고향은 어데시오?’라는 질문에 ‘대구 지나 김천’ 이라 답하면서 ‘우리 다 한 고향 사람들’이라는 부 분에서 고향 사람들이라는 물리적 실체로서의 고 향의 의미를 확인할 수 있다. ** 사회 ** □출전: (가) 김현귀, ｢액세스권의 기본권적 의의｣ (나) 심석태, 사례와 쟁점으로 본 언론 법의 이해",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 글의 전개 방식 파악하기 (가)는 미국과 영국 내 언론의 독과점 상황을 통해 언론 매체 접근· 이용권의 등장 배경을, 반 론권 및 방송법의 조항 등을 통해 언론 매체 접근 · 이용권의 실현 양상을 설명하고 있다. (나)는 민 법에 근거한 정정 보도 청구권은 언론중재법에 근 거한 정정 보도 청구권과 달리 언론사의 고의나 과실이 있고 해당 보도에 위법성이 있다는 요건을 만족해야 성립한다는 것을 통해 두 권리의 성립 요건 차이를 비교하고 있다. ①(나)는 권리의 주체를 법률의 내용에 따라 분류하고 있지 않다. ②(가)는 권리의 등장 배경 을 언급하고 있으나, 권리의 발전 과정을 소개하 고 있지는 않다. (나)는 정정 보도 청구권 및 반 론 보도 청구권의 실행 과정에서 나타나는 한계를 지적하고 있지 않다. ④(가)는 시대에 따라 변화 하는 권리의 의의를 평가하고 있지 않다. (나)는 정정 보도 청구권과 반론 보도 청구권을 대비하며 각각의 특성을 분석하고 있다. ⑤(나)는 권리의 실행으로 인해 변화된 양상을 서술하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 (가)의 2문단에 따르면, 배런은 매스미디어의 거대화, 독점화에 따라 언론의 자유가 매체를 소 유하거나 지배하는 소수의 계층이나 집단의 것으 로 전락한 것이라고 보았다. 시민에게 매체를 소 유할 수 있는 권리가 주어지지 않아 언론의 자유 가 소수의 것으로 전락했다고 본 것은 아니다. ①(가)의 4문단에 따르면, 언론 매체가 일정한 재량권을 남용할 때는 구제 수단을 활용하여 국민 의 언론 매체 접근· 이용권을 보호하고 있다. ② (나)의 4문단에 따르면, 민법상 정정 보도 청구권 이 성립하려면 해당 보도에 위법성이 있음이 입증 되어야 한다. 그런데 언론 보도가 타인의 명예를 훼손했다 하더라도 해당 보도가 공공의 이익을 위 한 것일 때는 위법이 아니라고 인정된다. ③(나) 의 3문단에 따르면, 언론중재법상 정정 보도는 해 당 언론 보도 등이 있음을 안 날로부터 3개월 이 내에 청구할 수 있는데 해당 언론 보도 등이 있은 후 6개월이 지나면 청구할 수 없다. (나)의 4문단 에 따르면, 민법상 정정 보도는 언론 보도가 있음 을 안 날로부터 3년 이내에 법원에 소를 제기할 수 있는데, 해당 언론 보도가 있은 후 10년이 지 났을 때는 불가하다. ④(나)의 3문단에 따르면, 언론중재법상 정정 보도 청구권과 반론 보도 청구 권의 주체는 보도 내용과 개별적 연관성이 있으며 그 보도로 인해 피해를 입은 자이다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 글의 세부 내용 추론하기 정정 보도 청구권과 반론 보도 청구권은 언론 매체에 의해 피해를 받은 개인에게 대등한 방어 수단을 제공한다. 이때 대등한 방어 수단이라는 것은 언론 매체의 원 보도와 동일한 효과를 낼 수 있어야 한다는 것을 의미한다. 만약 정정 또는 반 론 보도가 원 보도가 이루어진 것과 다른 방식으 로 이루어진다면 이것은 동일한 효과를 내기 어렵 다. 따라서 피해자가 청구한 보도가 원 보도와 동 일한 채널, 지면에서 이루어져야 하며 방송 진행 자가 보도문을 읽을 때 통상적인 속도로 읽어야 하는 이유는 원 보도와 동일한 효과를 낼 수 있는 대등한 방어 수단을 제공하기 위해서이다. ③㉠은 정정 보도 및 반론 보도가 원 보도와 동일한 효과를 내도록 한 것이다. 그러므로 원 보 도에 비해 신속한 전달 수단을 제공한다고 볼 수 없다. ④㉠은 언론사가 원 보도와 정정 보도 및 반론 보도를 할 때 차별을 두지 않도록 한 것이 다. 그러나 원 보도와 정정 보도 및 반론 보도의 관계가 대중적인 주장과 사람들이 불편하게 여기 는 주장의 관계라고 보기 어렵다. ⑤반론 보도의 경우 언론 매체의 시청자 또는 독자에게 반론 보 도와 원 보도를 같은 방식으로 제공하여 양측의 주장의 옳고 그름에 대한 판단을 시청자 또는 독 자가 내리도록 한다. 그러나 정정 보도의 경우 진 실하지 않은 원 보도 내용의 잘못을 바로잡는 것 이므로 옳고 그름에 대한 판단을 시청자 또는 독 자가 내리는 것이 아니다. 따라서 정정 보도 및 반론 보도 모두에 적용되는 ㉠의 이유라고 보기 어렵다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 ㄱ은 언론 매체가 사회의 다양성을 해치거나 임 의로 특정 의견을 차별하지 못하게 하는 방송법 조항에 해당한다. 언론 매체에 의하여 비판을 당 한 국민이 반론의 기회를 요구할 수 있는 권리는 반론권이다. ①ㄱ은 언론 매체 접근· 이용권을 보장하는 방 송법 조항이다. 언론 매체 접근· 이용권은 언론 매체가 다양하고 공정한 여론을 형성하는 공론장 의 역할을 해야 한다는 인식을 반영하고 있다. ③ ㄴ은 방송이 임의의 이유로 방송편성에 차별을 두 지 못하도록 하는 조항이다. 차별을 금지하여 언 론 매체가 사회의 다양성을 해치지 않고, 사회의 다양성을 방송편성에 반영할 수 있도록 하고 있 다. ④ㄷ은 언론 매체 접근· 이용권의 형태인 언 론중재법 조항이다. 언론사 등에 추후 보도의 게 재를 청구할 수 있도록 하여, 매스미디어를 소유 하지 않아도 언론 매체를 이용할 수 있도록 하여 언론의 자유를 보장받을 수 있도록 하고 있다. ⑤ ㄷ은 자신이 범죄 혐의가 있거나 형사상의 조치를 받았다는 언론 보도로 인해 피해를 입은 사람이 추후 보도의 게재를 통해 자신의 의사를 표명할 수 있도록 하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 (나)의 3문단에 따르면, ‘사실적 주장’은 증거에 의해서 그 존재 여부를 판단할 수 있는 사실 관계 2023학년도 9월 전국연합학력평가 정답 및 해설 고2 3 28 에 관한 주장이다. ‘입원한 반려견에게 먹이를 주 지 않았다’는 것은 해당 동물 병원의 CCTV 영상 이라는 증거에 의해 먹이를 주지 않은 사실이 존 재하지 않음을 판단할 수 있다. 따라서 ‘입원한 반 려견에게 먹이를 주지 않았다’는 것은 사실적 주 장이다. ①(나)의 4문단에 따르면, 민법상 정정 보도 는 잘못된 언론 보도로 손해를 가한 기자에 대해 서도 청구할 수 있다. 따라서 A가 별도의 취재를 하지 않은 기자 B에게 정정 보도를 청구하려면 민법 제764조에 의거하여 정정 보도를 청구하는 소를 법원에 제기해야 한다. ②A는 CCTV 영상 에 의해 ‘모 동물병원이 입원한 반려견에게 먹이 를 주지 않았다’는 것이 허위임을 입증하고 원 보 도 내용의 잘못을 바로잡는 정정 보도를 청구하려 하고 있다. ‘처방전을 발급하지 않고 의약품을 투 약했다’는 것은 사실이므로 A는 원 보도의 잘못을 바로잡는 것이 아니라 원 보도 내용에 관한 반론 을 보도해 줄 것을 요구하는 반론 보도를 청구하 려 하고 있다. ③(나)의 3문단에 따르면, 언론중 재법상 정정 보도와 반론 보도는 해당 언론 보도 등이 있은 후 6개월이 지났을 때에는 청구할 수 없다. 그런데 △△신문의 보도가 있은 것은 2022 년 9월 1일로, A가 △△신문의 보도 내용을 알게 된 2023년 9월 1일에는 보도가 있은 후 6개월이 지났으므로 언론중재법상 권리를 행사할 수 없다. 따라서 언론 보도가 있음을 안 날로부터 3년, 해 당 언론 보도가 있은 후 10년 이내에 법원에 소 를 제기할 수 있도록 한 민법 제764조에 의거하 여 권리를 행사해야 한다. ⑤(나)의 3문단에 따 르면, 언론사가 청구를 수용한다면 청구를 받은 날부터 7일 이내에 정정 또는 반론 보도문을 원 보도와 동일한 지면에 싣게 된다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 문맥상 적절한 단어로 바꿔 쓰기 ‘증진하다’는 ‘기운이나 세력 따위를 점점 더 늘 려 가고 나아가게 하다’의 의미로, ‘남이 하는 일 이 잘되도록 거들거나 힘을 보태다’의 의미인 ‘돕 다’와 바꾸어 쓰기에 적절하지 않다. ①‘비하다’는 ‘사물 따위를 다른 것에 비교하거 나 견주다’의 의미로, ‘둘 이상의 사물을 질(質)이 나 양(量) 따위에서 어떠한 차이가 있는지 알기 위하여 서로 대어 보다’의 의미인 ‘견주다’와 바꿔 쓰기에 적절하다. ②‘기여하다’는 ‘도움이 되도록 이바지하다’의 의미로, ‘도움이 되게 하다’의 의미 인 ‘이바지하다’와 바꿔 쓰기에 적절하다. ③‘충돌 하다’는 ‘서로 맞부딪치거나 맞서다’의 의미로, ‘서 로 힘 있게 마주 닿다’의 의미인 ‘맞부딪치다’와 바꿔 쓰기에 적절하다. ④‘게재하다’는 ‘글이나 그 림 따위를 신문이나 잡지 따위에 싣다’의 의미로, ‘글, 그림, 사진 따위를 책이나 신문 따위의 출판물 에 내다’의 의미인 ‘싣다’와 바꿔 쓰기에 적절하다. ** 과학 ** □출전: 박태현, 냄새와 맛의 과학",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 5문단에 따르면, 후각 겉질의 냄새 정보는 기억 을 담당하는 해마에 즉시 연결되기 때문에 어떤 냄새를 맡으면 순식간에 과거의 기억이 떠오른다 는 것을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 글의 세부 내용 추론하기 1문단에 따르면, 20세기 후반 이전의 과학자들 은 분자의 구조와 뇌가 인식하는 냄새 사이의 관 계를 밝히려고 했으나 한계에 부딪혔다. 이후 다 른 감각들은 자극이 전기 신호로 바뀌어 인식된 것이라는 점에 착안하여 후각을 이해하려는 접근 이 도입되었고, 액설과 벅은 냄새 분자를 전기 신 호로 전환하는 매개체인 후각 수용체를 발견했다. 따라서 액설과 벅이 냄새 분자의 구조에 따라 냄 새가 인식되는 방법을 발견했다고 추론하는 것은 적절하지 않다. ①3, 4문단에 따르면, 대부분의 냄새에는 수백 종류의 분자가 포함되는데 이 분자들은 특정한 몇 종류의 분자와 선택적으로 결합하는 후각 수용체 와 결합하여 전기 신호를 만들고, 이 신호가 토리 에 전달되어 해당하는 냄새의 패턴이 만들어진다. 따라서 두 물질의 냄새 분자가 다르다면, 토리에 서 만들어진 패턴이 다르다. ③1문단에 따르면, 후각 이외의 다른 감각들은 자극이 전기 신호로 바뀌어 인식된다는 점에 착안하여 후각을 이해하 려는 접근이 도입되었다. 이를 통해 자극이 전기 신호로 바뀌어 인식될 것이라는 접근은 후각 이외 의 감각에 먼저 도입되었음을 알 수 있다. ④5문 단에 따르면, 대뇌의 후각 겉질에는 과거에 맡았 던 냄새 정보가 저장되어 있어 새로운 냄새의 정 보를 기존의 것과 비교하고 눈확이마 겉질에서 최 종적으로 어떤 냄새인지 판단한다. 어떤 냄새를 새로 맡고 귤 냄새로 판단했다면, 과거의 냄새 정 보와 새로 맡은 냄새의 정보를 비교하는 과정을 거친 것이다. ⑤2문단에 따르면, 역방향 경로를 통해 이동한 냄새 분자는 미각으로 느낀 맛을 더 욱 풍부하게 할 수 있다. 이를 통해 코가 막혔을 때 맛을 더욱 풍부하게 느끼지 못하는 것은 후각 상피로 가는 역방향 경로가 막혔기 때문임을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 글의 핵심 정보 파악하기 3문단에 따르면, 한 개의 후각 신경 세포에는 한 종류의 후각 수용체만 존재하고, 4문단에 따르 면, 후각 신경 세포에서 만들어진 전기 신호는 후 각 신경 세포에서 뻗어 나온 긴 돌기인 축삭을 통 해 후각 망울에 있는 토리로 전달된다. 따라서 서 로 다른 종류의 후각 수용체가 활성화되어 발생한 전기 신호가 한 개의 축삭에 모여 후각 망울로 전 달된다는 것은 적절하지 않다. ①3문단에 따르면, 냄새 분자는 점액질층을 통 과하여 섬모에 있는 후각 수용체와 결합하므로 냄 새 분자가 섬모에 닿으려면 먼저 점액질층을 통과 해야 한다. ②4문단에 따르면, 냄새 분자와 후각 수용체가 결합하여 후각 수용체가 활성화되면 후 각 신경 세포의 세포막 안팎에서 전압 차가 만들 어지면서 후각 신경 세포에서 전기 신호가 발생한 다. ③5문단에 따르면, 후각 망울의 토리에서 만 들어진 패턴은 신경 세포인 승모 세포를 통해 전 기 신호가 강화되어 대뇌의 후각 겉질로 전달된 다. ⑤4문단에 따르면, 후각 수용체가 활성화되면 서 만들어진 전기 신호가 후각 신경 세포를 통해 토리로 전달되고, 후각 망울에 있는 수천 개의 토 리 중 신호를 전달받은 토리들이 패턴을 만드는데 신호의 세기도 패턴에 반영된다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 <보기>는 사람의 후각과 원리가 비슷한 전자 코에 대해 설명하고 있다. 나노 금 입자와 단백질 이 결합할 때 결합 여부 및 정도에 따라 빛의 세 기가 달라지므로 나노 금 입자는 단백질에 관한 정보를 보여 주는 기능을 한다고 볼 수 있다. 이 기능은 토리의 신호를 대뇌로 전달하는 승모 세포 의 기능과는 다르다. ①4문단에 따르면, 냄새마다 고유한 패턴 지도 가 있어 토리에서 만들어진 패턴으로 서로 다른 냄새를 구별할 수 있다. 전자 코에서 고유한 빛의 분포로 단백질의 종류를 파악할 수 있으므로 토리 에서 만들어진 패턴과 기능이 유사하다고 볼 수 있다. ②3문단에 따르면, 후각 수용체는 특정한 몇 종류의 분자와 선택적으로 결합한다. 전자 코 에서 단백질과 결합하는 물질들은 단백질과 선택 적으로 결합하므로 후각 수용체와 유사하다고 볼 수 있다. ③5문단에 따르면, 대뇌의 후각 겉질에 는 과거에 맡았던 냄새 정보가 저장되어 있어 새 로운 냄새의 정보를 기존의 것과 비교하므로, 전 자 코의 컴퓨터가 빛의 분포를 기존의 데이터와 비교한다는 점에서 유사하다고 볼 수 있다. ⑤4 문단에 따르면, 냄새 분자가 후각 수용체와 결합 하면 후각 수용체가 활성화되어 후각 신경 세포에 서 전기 신호가 발생한다. 전자 코에서 나노 금 입자와 단백질이 결합하면 나오는 빛은 이 전기 신호와 유사하다고 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 어휘의 문맥적 의미 파악하기 ⓐ는 ‘순식간에 과거의 기억이 떠오르기도’의 의 미이므로 ‘기억이 되살아나거나 잘 구상되지 않던 생각이 나다’의 의미와 유사하다. ①, ②에서 ‘떠오르다’는 ‘솟아서 위로 오르다’의 의미로 쓰였다. ③에서 ‘떠오르다’는 ‘얼굴에 어떠 한 표정이 나타나다’의 의미로 쓰였다. ⑤에서 ‘떠 오르다’는 ‘관심의 대상이 되어 나타나다’의 의미 로 쓰였다. ** 고전 소설 ** □출전: 작자 미상, ｢유충렬전｣",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 공간의 의미 파악하기 유충렬은 ‘큰 산’(㉠)을 ‘장차 신령한 산’이라 생 각하고 찾아 들어가고 있으므로 ‘큰 산’(㉠)은 인 물이 긍정적으로 생각하는 공간으로 볼 수 있다. 반면, ‘토굴’(㉡)은 적장이 함정으로 파 놓은 공간 으로 긍정적으로 생각하는 공간으로 볼 수 없다. ①‘소승의 무례함을 용서’하라고 말하는 큰스님 의 말, ‘천한 인생에 팔자 기박하’다고 말하는 ‘유 생’의 말을 볼 때 ㉠은 인물이 권위를 내세우는 공간이라고 볼 수 없다. ④㉠에서는 큰스님이 유 충렬을 알아보고 있으며, 유충렬은 큰스님에게 ‘관 대하’다고 말하는 모습을 볼 때 ㉠은 인물 간의 유대감이 형성되는 공간으로 볼 수 있다. ⑤㉠은 유충렬이 ‘신령한 산’이라고 생각하는 공간이며, 인물이 고난을 겪고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 작품의 세부 내용 이해하기 ‘정한담의 목을 내어 황제 전에 바치려고 칼끝 에 빼어 보니 진짜는 간데없고 허수아비의 목을 베어 왔는지라’를 통해 유충렬이 정한담의 목을 황제에게 바치지 못했음을 알 수 있다. ①‘원수 절하고 황후와 태후를 바삐 모셔 본진 에 돌아와’를 통해 유충렬의 도움으로 황후가 본 진에 돌아왔다는 것을 알 수 있다. ③‘네 한갓~ 결단하라’를 통해 정한담이 유충렬을 자극하여 싸 움을 시작하고 있다는 것을 알 수 있다. ④‘유 상 공 오시는 행차에’라고 말하는 부분에서 큰스님이 백룡사에 찾아온 사람이 유충렬이라는 사실을 알 고 있었음을 확인할 수 있다. ⑤‘자색과~ 같은지 라’를 통해 영릉골 관비가 강 낭자의 자색과 태도 를 알아보는 것을, ‘만 가지로~ 하더라’를 통해 떠나지 않도록 회유하고 있음을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 인물의 말하기 방식 파악하기 [A]는 아버지의 원수를 갚기 위해 이곳에 왔다 는 과거의 사건을 요약적으로 제시하여 정보를 전 달하고, [B]는 유충렬이 자신을 구해 준 것에 대 한 감사함을 표현하고 있다. ②[B]는 ‘태산이 무너져서 평지가 되어도’, ‘천 지가 변하여 푸른 바다가 될지라도’와 같이 불가 능한 상황을 설정하고 있으나, 상대를 설득하고 있지는 않다. ④[A]는 ‘소장은∼충렬이온데’에서 자신의 신분을 언급하고 있으나, 자신의 발화에 대한 상대의 의구심이 나타나 있지 않았으므로 이 를 해소하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상하기 유충렬이 서해 광덕산 백룡사의 큰스님을 만나 는 부분에서 그가 평범한 중이 아닌 초월적 조력 자가 될 것임을 짐작할 수 있으나, 영웅의 잠재 능력을 표출시키는 모습을 확인할 수 없다. ①위기에 처한 강 낭자의 이야기가 중단되며 독 자의 궁금증을 고조시킨 후 ‘각설’을 통해 유충렬의 이야기로 넘어가는 부분에서 단절기법을 확인할 수 고2 정답 및 해설 2023학년도 9월 전국연합학력평가 4 28 있다. ③‘가련하다~ 목숨이 경각이라’에서 유충렬 이 적장의 꾀로 함정에 빠지는 부분을 통해 유충렬 과 비등한 능력을 지닌 적대자인 정한담이 영웅과 의 치열한 군담을 만들고 있음을 알 수 있다. ④ ‘원수가 분노하여 일광주를~ 제가 모른다’와 ‘장성 검은 동쪽 하늘에~ 핏물이라’를 통해 유충렬의 영 웅성이 ‘일광주’와 ‘장성검’이라는 신물을 통해 부 각되고 있음을 알 수 있다. ⑤‘저기 가는 저 장수 는~ 우리 고부 살려 주소’라고 황후와 태후가 말 하는 부분에서 일반 백성이 전란에서 겪는 수난을 왕가를 통해 재현하고 있음을 확인할 수 있다. ** 인문 ** □출전: 백민정, 정약용의 철학 장승구, 정약용과 실천의 철학",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 4문단에 따르면, 다산 정약용은 ‘만물개비어아’를 다른 사람의 감정을 묻고 안색을 살핀 다음에야 그 들이 나와 같다는 것을 알 수 있는 것이 아니라는 의미로 보았으며, 인간의 감정과 생각에 보편성이 있으므로 자기의 감정과 생각을 미루어서 다른 사 람의 마음을 이해할 수 있다고 인식하였다. 이를 통해 다산 윤리학에서의 만물개비어아는 인간 감정 의 보편성을 통해 자기의 감정을 이해할 수 있는 것이 아님을 알 수 있다. ①3문단에 따르면, 위정자로서 정약용은 백성 들의 삶을 윤택하게 하여 인을 성취하고자 하였음 을 알 수 있다. ②2문단에 따르면, 인간은 자유의 지에 의해서 선을 선택할 수도 악을 선택할 수도 있음을 알 수 있다. ③4문단에 따르면, 서로써 다 른 사람을 대하는 것이 도리를 다하는 것임을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 글의 세부 내용 추론하기 2문단에 따르면, 인간은 선천적으로 주어진 자 유의지에 의해 선과 악을 선택할 수 있다. 또한 사회를 선하고 정의롭게 하기 위해서 선한 의지와 지혜로운 선택이 필요하며 이러한 의지와 선택을 생활 속에서 실천해야 한다. 3문단에 따르면, 자 유의지로써 행동하여 인을 성취할 수 있으며 여기 서의 인은 사람과 사람 사이에서 각자가 상대에게 마땅한 도리를 다하는 실천을 통해서 얻어지는 덕 목이다. 4문단에 따르면, 서로써 다른 사람을 대 하는 것이 도리를 다하는 것이다. 5문단에 따르 면, 신독은 윤리적 실천을 통해 선의 가치를 실현 하도록 하는 것이다. 따라서 ㉠은 인간이 자유의 지로 다른 사람들과의 관계에서 선을 실천하는 사 회라고 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 글의 중심 내용 파악하기 5문단에 따르면, 신독 공부를 통해서 내면의 진 실성을 유지하고 선과 악을 선택할 수 있는 상황 에서 자기를 통제하는 내면의 공정성을 유지할 수 있다. 따라서 신독이 선과 악의 선택에서 벗어나 내면의 공정성을 유지하는 것이라는 설명은 적절 하지 않다. ①, ③, ④, ⑤5문단에 따르면, 정약용은 신독 공 부를 남들이 모르는 일에도 생각과 행동을 조심하 는 것이며, 자신이 했던 행동을 되돌아보고 성찰 하면서 허물과 과오를 꾸짖는 내면의 목소리에 귀 를 기울이는 것이라고 하였다. 또한 신독 공부를 통해서 내면의 진실성을 유지하고 선과 악을 선택 할 수 있는 상황에서 자기를 통제하는 내면의 공 정성을 유지할 수 있다고 하였다. 또한 이러한 신 독은 하늘의 눈은 피할 수 없다는 것을 강조한 것 이며 선의 가치를 실현하도록 하는 정신적 구심점 이다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 2문단에 따르면, 인간은 자유의지에 의해서 선 을 선택할 수도 악을 선택할 수도 있으며 그에 따 른 책임을 갖는다. <보기>에서 ⓒ가 ⓓ를 파견하 여 행정 상황을 조사하라고 하였지만 ⓓ는 자유의 지가 있기 때문에 ⓒ의 뜻을 따라 백성을 돌보는 선을 행할 수도 ⓒ의 눈을 피해 백성을 돌보지 않 는 악을 행할 수도 있다. 이는 ⓓ의 자유의지에 의한 선택과 행동이므로 그에 따른 책임을 ⓓ가 져야 한다. ①ⓓ가 타자에 대한 도리인 인을 성취하려면 인의 실천 원리인 서로써 대하는 마음으로 ⓐ를 이해해야 한다. ②ⓑ가 ⓐ의 쓰라림을 돌보지 않 은 것은 ⓐ에 대한 도리를 다하지 않은 것이므로 인을 성취하지 못한 것이다. ③ⓒ는 ⓑ를 징계하 여 ⓐ에게 도리를 다하는 것으로 인을 성취한 것 이다. ④ⓒ는 ⓐ가 굶주림을 면하기를 원하므로 ⓓ가 ⓐ를 서로써 대하여 인을 실천하기를 바랄 것이다. ** 갈래 복합 ** □출전: (가) 이황, ｢만보｣ (나) 윤동주, ｢별똥 떨어진 데｣",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 작품 간의 공통점 파악하기 (가)의 화자는 하루가 저무는 시간이자 인생의 황혼을 의미하는 저녁 무렵에 학문적 숙원을 이루 지 못한 자신의 삶을 돌아보며 생각에 잠기고 있 다. (나)의 글쓴이는 어둠이라는 부정적 상황을 의미하는 ‘밤’에 ‘갈 곳이 어딘지 몰라 허우적거리’ 며 고뇌하고 있다. 이를 통해 시간적 배경의 의미 를 활용하여 내적 갈등을 드러내고 있음을 알 수 있다. ②(가)와 (나)에는 모두 대상과의 문답이 나타 나지 않는다. ④(가)와 (나)에는 모두 반어적 표 현이 나타나지 않는다. ⑤(나)는 ‘주저주저 아니 치 못할 존재들이 아니냐’와 ‘행복스럽지 않으냐’ 등에서 설의적 표현이 나타나지만, (가)에는 설의 적 표현이 나타나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 작품의 세부 내용 이해하기 ‘새로운 손님을 불러온다 하자’에 가정적 진술이 드러나지만 ‘새벽이 왔다 하더라도’ ‘암담하’다고 말하고 있으므로 긍정적인 미래에 대한 확신을 드 러내고 있지는 않다. ①‘별’의 모습을 ‘또렷또렷’이라는 음성 상징어를 통해 드러냄으로써 희망이 사라지지 않은 상황을 암시하고 있다. ②글쓴이가 자신을 ‘젊은이’라고 객관화하여 지칭하며 자조하고 있다. ③‘하루살이’ 가 ‘허공에 부유’하는 모습을 통해 방황하는 글쓴이 의 모습을 드러내고 있다. ④‘행복’을 ‘별스러운 손님’에 빗대어 의인화하며 원하는 바를 이루기 위해 ‘한 가닥 구실’을 치러야 함을 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 작품의 특징 비교하기 [A]에는 자연물인 ‘갈까마귀’와 ‘해오라기’에 대 한 변화된 인식이 드러나 있지 않다. [B]는 자연 물인 ‘나무’를 ‘처음’에는 ‘불행한 존재로 가소롭 게’ 여겼으나 ‘오늘 돌이켜 생각건대’ ‘행복한’ 존 재로 여기게 되는 부분에서 자연물에 대한 변화된 인식이 드러난다. ①[A]와 [B]는 모두 자연물에 대한 감정 이입 이 드러나지 않는다. ③[A]에는 계절감을 드러내 는 자연물인 ‘갈까마귀’가 제시되어 있으나, [B]에 는 제시되어 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상하기 (가)의 화자가 ‘거문고만 둥둥’ 타는 것은 학자 로서 목표한 학문적 경지에 도달하지 못했다고 여 기는 상황에서 느끼는 심정을 거문고 연주로 달래 고자 하는 모습을 보여 주는 것이다. ** 현대시 ** □출전: (가) 정지용, ｢해바라기 씨｣ (나) 신경림, ｢낙타｣",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 작품 간의 공통점 파악하기 (가)는 ‘생명’을 의미하는 자연물인 ‘해바라기’를 통해 ‘해바라기 씨’를 심고 ‘해바라기’가 피기를 바라는, (나)는 ‘세상사에 초연한 존재’를 의미하 는 자연물인 ‘낙타’와 낙타의 초연한 삶을 의미하 는 자연물인 ‘별’, ‘달’, ‘해’, ‘모래’를 통해 ‘낙타’와 같은 삶을 긍정적으로 인식하는 주제 의식을 드러 내고 있다. ①(나)는 ‘낙타를 타고 가리라, 저승길은’에서 도치의 방식을 사용하여 시적 상황을 부각하고 있 지만, (가)는 도치를 사용하지 않았다. ②(가)와 (나)에는 공감각적 심상이 활용되지 않았다. ④ (가)는 ‘오오’라는 영탄적 표현을 사용하였으나 시 간의 급박한 흐름을 드러내고 있지는 않다. ⑤ (나)는 ‘저승길’과 ‘세상’이라는 대조적인 소재를 사용하였으나 (가)는 사용하지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 시어의 시적 기능 이해하기 ㉢에는 ‘해바라기 씨’를 심은 지 ‘사흘이 지’났다 는 시간의 경과가 드러나며, 사흘이나 지났는데도 꽃이 피지 않은 상황을 통해 ‘해바라기’가 ‘고개를’ 들기까지 ‘우리’가 기다리는 마음을 표현하고 있 다. 따라서 ‘해바라기’가 ‘고개를’ 들기까지 기다리 지 못해 단념하는 ‘우리’의 상황을 드러낸다는 설명 은 적절하지 않다. ①㉠의 청유형 ‘-자’를 1연 3행에서 반복하여 ‘해바라기 씨’를 심는 행위를 의미 있게 생각하는 인식을 드러내고 있다. ②㉡에 드러난 행위인 ‘다 지다’를 2연에서 반복해 ‘누나’, ‘바둑이’, ‘괭이’가 땅을 다지는 모습을 제시하여, ‘해바라기’ 꽃을 피 우기 위해 여럿의 노력이 필요하다는 인식을 드러 내고 있다. ④㉣에서 ‘낙타’의 초연한 삶을 상징 하는 자연물인 ‘별’, ‘달’, ‘해’, ‘모래’를 나열하여 ‘낙타’와 ‘저승길’을 동행하고 싶은 이유를 부각하 고 있다. ⑤㉤을 14행에서 반복하여 ‘길동무’로 삼고 싶은 사람이 ‘어리석’고 ‘가엾’다는 특징을 강조하려는 의도를 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상하기 <보기>에 따르면 (나)의 화자는 자연 현상인 죽음을 부정하지 않고 담담하게 받아들이고 있으 며, ‘손 저어 대답’하는 것은 ‘세상사’를 ‘물으면’ ‘아무것도 못 본 체’하겠다는 것이다. ②‘저승길’에 간 화자가 ‘다시 세상에 나’간다는 것은 죽음과 삶 사이의 경계를 초월하여 죽음과 삶을 바라보았기 때문에 가능하다고 볼 수 있다. ③‘낙타가 되어 가겠’다는 것은 누군가 저승에 있 는 화자에게 다시 세상으로 나가라고 할 때 하는 대답이므로 죽음의 세계에서 삶의 세계로의 회귀 를 나타낸다. ‘돌아’온다는 것은 다시 세상에 나간 화자가 낙타로 살다가 저승으로 ‘돌아’오는 것이므 로 삶의 세계에서 죽음의 세계로의 회귀를 나타낸 다. ④‘낙타’로 다시 태어나 ‘별과 달과 해와 모래 만 보고 살’겠다는 것은 세상사에 초연하게 살겠 다는 것이며, 이러한 삶은 ‘슬픔도 아픔도’ 있었던 이승에서 세상사에 초연하지 못하고 살았던 모습 과 다르다고 할 수 있다. ⑤‘가장 어리석은 사람’ 과 ‘가장 가엾은 사람’은 화자가 함께하고 싶은 사 람이며 ‘낙타’처럼 살아온 사람이다. 화자는 이 사 람에 대한 긍정적 인식을 지니고 있으므로 ‘길동 무’가 되어 ‘등에 업고 오겠’다고 하고 있다.",
        "question_exp": ""
    }
]