[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 말하기 방식 파악하기 2문단에서 잎을 산화시키지 않는 녹차와의 차이점을 드러내어 중심 화제인 홍차의 특성을 설명하고 있다. [오답풀이] ② 1문단에서 청중에게 질문하고 대답을 확인하고 있으나, 발표 중간중간에 청중에게 질문하 며 발표 상황을 점검하고 있지는 않다. ④ 1문단에서 자주 접하지만 제대로 모르는 홍차에 대해 알려주기 위해 주제를 선정했음을 밝히고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표 계획 확인하기 4문단에서 조리법이나 첨가물 종류에 따라 홍차를 취향에 맞게 즐길 수 있는 방법을 제시하고 있다. 하 지만 첨가물의 양을 조절하는 방법을 제시하고 있지 는 않다. [오답풀이] ① 1문단에서 학생들이 알 만한 아이스 티, 밀크티를 제시하여 학생들의 관심을 끌고 있다. ② 2문단에서 차의 개념을 알려주고, 찻잎의 가공법 에 따라 녹차, 홍차 등으로 구분됨을 알려주고 있다. ③ 3문단에서 동영상을 활용해서 찻잎을 우릴 때 홍 차의 맛과 향을 좌우하는 점핑을 설명하고 있다. ⑤ 5문단에서 홍차의 장점으로 건강에 좋은 성분이 많음을 알리고, 홍차를 마시자고 제안하는 것으로 발 표를 마무리하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 청중의 반응 분석하기 청중2는 홍차를 블랙티라고 부르는 이유를 스스로 추론하고 있을 뿐, 발표자가 다루지 않은 내용에 대 해 아쉬움을 표현하고 있지 않다. [오답풀이] ① 청중1은 발표자가 알려준 대로 홍차 를 우려서 마셔 보려 하므로, 발표를 통해 얻은 정보 를 직접 이용해 보려 한다고 볼 수 있다. ② 청중2는 홍차를 블랙티라고 부르는 이유를 찻잎 이 산화되면서 암갈색으로 변한다는 발표 내용을 토 대로 이끌어 냈으므로, 발표 내용을 바탕으로 새로운 내용을 추론하고 있다고 볼 수 있다. ③ 청중3은 차에는 카페인이 있다는 점을 떠올리고 있으므로, 발표 내용과 관련하여 자신의 배경지식을 떠올리고 있다고 볼 수 있다. ④ 청중1은 밀크티의 주재료가 홍차임을 알게 되어 좋다고 하였고, 청중3은 홍차에 면역력 증진, 집중력 향상의 효능이 있다는 걸 알게 되어 유익했다고 하 였으므로, 두 사람 모두 새롭게 알게 된 정보에 대해 긍정적으로 생각하고 있다고 볼 수 있다. [4~7] 화법/ 작문",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 입론 이해하기 ‘반대1’의 입론에서 ‘기본적으로 인공지능~ 효율성이 떨어집니다.’ 부분을 보면, 인공지능 판사의 불완전한 판단을 사람 판사가 보완하는 과정을 거치는 경우에 는 사람 판사가 진행한 재판에 비해 효율성이 떨어 진다는 반대 측 입장을 확인할 수 있다. 즉, 인공지 능 판사의 판결에 사람 판사의 검토가 항상 요구된 다고 본 것은 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 반대 신문 이해하기 [B]의 ‘반대2’는 ‘○○연구소의 보고서에~ 때문이라 고 합니다.’와 같이 보고서 내용을 활용하여, ‘인공지 능 판사도~ 것은 아닐까요?’라는 물음으로 상대측을 압박하고 있다. [C]의 ‘찬성2’도 ‘□□대학교에서 판 결문을~ 선고받았다고 합니다.’와 같이 보고서 자료 를 활용하여, ‘판사가 사람이기~ 생각하지 않으십니 까?’라는 물음으로 상대측을 압박하고 있다. [오답풀이] ① [A]의 ‘반대2’는 ‘인공지능 판사의 도 입이 시대적 흐름이라고 하셨는데요’와 같이 상대측 의 발언 일부를 재진술하고 있으나, 그 내용의 공정 성을 검증하고 있지는 않다. ② [A]의 ‘찬성1’은 인공지능 판사를 도입하거나 재 판에서 인공지능을 활용하는 예를 들어 답변하고 있 다. 통계 자료를 활용하고 있지는 않다. ③ [A]의 ‘반대2’는 상대측에게 발언의 근거를 제시 해 줄 것을 요청하고 있다. [C]의 ‘찬성2’는 자신의 견해를 물음의 형식으로 제시하고 있으며, 상대측 발 언 내용에 대한 추가 자료를 요청하고 있지는 않다. ④ [B]의 ‘찬성1’은 ‘반대 측 의견은 충분히 수긍합 니다.’와 같이, [C]의 ‘반대1’은 ‘물론 그런 경우도 있습니다.’와 같이 상대측의 문제 제기를 일부 인정 하고 있다. 그러나 자신의 의견과 절충하고 있지는 않다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 내용 조직 파악하기 (나)의 3문단 내용은 인공지능 판사가 갖는 한계를 제시하는 것이지 인공지능 판사의 도입으로 발생한 부작용을 제시한 것은 아니다. [오답풀이] ① (나)의 1문단에 인공지능 판사의 도 입과 관련된 사회적 배경으로 제시된 ‘국민의 법 감 정과 동떨어진 재판 결과에 대한 불신’은 ‘찬성2’의 반대 신문 내용이 반영된 것이다. ② (나)의 2문단에 인공지능 판사 도입의 긍정적 측 면으로 제시된 ‘신속한 재판을 받을 권리의 보장’은 ‘찬성1’의 입론 내용이 반영된 것이다. ③ (나)의 2문단에 인공지능 판사의 도입 사례로 제 시된 ‘에스토니아의 경우’는 반대 신문에 대한 ‘찬성 1’의 답변이 반영된 것이다. ⑤ (나)의 4문단에 인공지능 판사의 도입에 대한 작 성자의 견해로 제시된 절충적 입장은 ‘찬성1’과 ‘반 대1’의 입론의 마무리 발언이 반영된 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 고쳐 쓰기 계획 파악하기 고쳐 쓴 글을 보면, (나) 마지막 문단의 ‘판사 업무 의 보조적 수단’이 ‘사법 절차의 효율성을 높이는 수 단’으로 수정되었으며, 이어서 ‘주요 쟁점~ 높아질 것이다.’가 추가된 것을 확인할 수 있다. 이는 인공지 능 기술이 사법 시스템에서 수행할 수 있는 역할을 구체적으로 밝히는 것이다. [오답풀이] ④ 고쳐 쓴 글을 보면, (나) 마지막 문단 의 첫 문장 ‘사법 시스템에~ 수 있다.’가 ‘사법 시스 템에~ 시대적 흐름이다.’로 수정된 것을 확인할 수 있다. 이는 인공지능 기술의 사법 시스템 도입에 대 한 전망을 단정적인 표현으로 수정한 것이다. [8~10] 작문",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 글쓰기 계획 파악하기 2문단에서 ‘소셜 기부’의 개념을 설명하여 독자의 이 해를 돕고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 자료 활용의 적절성 파악하기 ㄴ의 전문가 인터뷰 내용은 기부 방식이나 기부에 손쉽게 참여할 수 있는 방법과 거리가 멀다. [오답풀이] ① ㄱ-1의 기부 경험 유무에 대한 설문 조사 결과를 활용하여, 1문단에서 우리 사회의 기부 참여가 저조하다는 것을 뒷받침하는 자료로 제시할 수 있다. ② ㄴ의 전문가 인터뷰 중 ‘소셜 기부~ 되기도 합니 다.’를 활용하여, 기부금이 기부자의 의도와 다르게 사적 용도로 유용될 수 있다는 내용으로 3문단에서 소셜 기부가 악용될 가능성을 구체화할 수 있다. ③ ㄷ의 신문 기사 중 ‘이러한 누리소통망을~ 기여 할 수 있다.’는 내용을 활용하여, 3문단에서 소셜 기 부가 사회 문제 해결에 기여할 수 있다는 내용을 기 부 참여의 긍정적 영향으로 추가할 수 있다. ⑤ ㄱ-2의 설문조사 결과 중 기부 참여 방법이 어려 워서 기부 경험이 없다는 내용과 ㄷ의 신문 기사 중 기부자들의 인증 게시글을 보고 소셜 기부에 참여한 고등학생의 인터뷰를 활용하여, 기부 참여 방법이 어 려워 기부에 참여하지 못했던 사람들도 소셜 기부를 통해 기부에 쉽게 참여할 수 있음을 보여 주는 예로 제시할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 조건에 맞게 표현하기 나의 기부 참여가 우리 사회에 긍정적인 영향을 미칠 수 있다는 글의 흐름을 이어받고 있으며, ‘큰 물결’이 라는 비유적 표현을 사용하고, 작문 상황에 따라 ‘기 부에 함께하자’라는 청유문으로 마무리하고 있다. [오답풀이] ② 소셜 기부에 대한 부담감을 버리자는 내용은 글의 흐름을 고려하지 않은 것이다. ③ 비유적 표현을 사용하지 않았고, 사회 구성원으로 서의 책임을 다하려면 기부를 실천하자는 내용은 글 의 흐름을 고려한 것으로 보기 어렵다. ④, ⑤ 청유문으로 마무리하지 않았다. [11~15] 문법",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 어근과 접사 이해하기 ‘군살’은 접사 ‘군-’과 어근 ‘살’로 이루어져 있다. [오답풀이] ① ‘쌓다’와 ‘쌓이다’의 어근은 모두 ‘쌓-’ 으로 동일하다. ③ ‘헛발질’의 ‘헛-’은 접두사, ‘-질’은 접미사이다. ④ ‘맨손’의 어근 ‘손’은 ‘손발’, ‘손등’, ‘손바닥’ 등에 서 볼 수 있는 것처럼 다른 말과 자유롭게 결합할 수 있다. ⑤ ‘따뜻하다’의 어근은 ‘따뜻-’으로, 품사가 분명하 지 않고 다른 말과의 결합에도 제약이 따르는 불규 칙 어근이다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 구성 요소에 따라 단어 분류하기 ⓐ ‘치솟다’는 접두사 ‘치-’가 어근 ‘솟다’ 앞에 붙어, ‘풋사랑’은 접두사 ‘풋-’이 어근 ‘사랑’ 앞에 붙어 그 의미를 제한하고 있다. ⓑ ‘없이’는 접미사 ‘-이’가 어근 ‘없-’ 뒤에 붙어 단 어의 품사를 형용사에서 부사로 바꾸고 있으며, ‘좁 히다’는 접미사 ‘-히-’가 어근 ‘좁-’ 뒤에 붙어 단어 2024학년도 6월 고2 전국연합학력평가 정답 및 해설 2024학년도 6월 전국연합학력평가 정답 및 해설 고2 2 의 품사를 형용사에서 동사로 바꾸고 있다. [오답풀이] ‘눈높이’는 ‘눈’과 ‘높-’ 두 개의 어근과 접 미사 ‘-이’로 이루어져 있다. ‘슬기롭다’는 어근 ‘슬기’에 접미사 ‘-롭-’이 붙어 단어 의 품사를 명사에서 형용사로 바꾸고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 음운의 변동 이해하기 ‘맏형[마텽], 짧다[짤따], 색연필[생년필]’은 음운 변 동의 결과로 음운의 개수가 줄어들거나 늘어나지만, ‘불나방[불라방], 붙이다[부치다]’는 음운의 개수에 변화가 없다. [오답풀이] ① ‘짧다[짤따]’는 자음군 단순화(탈락) 와 된소리되기 현상(교체)이, ‘색연필[생년필]’은 ‘ㄴ’ 첨가(첨가)와 비음화 현상(교체)이 일어나므로, 음운 변동이 두 번 일어난 경우에 해당한다. 그에 반해 ‘맏형[마텽]’은 자음 축약 현상(축약)이, ‘불나방[불 라방]’은 유음화 현상(교체)이, ‘붙이다[부치다]’는 구개음화 현상(교체)이 일어나므로, 음운 변동이 한 번만 일어난 경우에 해당한다. ② 자료의 단어들은 모두 음운 변동의 결과가 표기 에 반영되지 않는다. ③ ‘붙이다[부치다]’는 구개음화 현상이, ‘색연필[생 년필]’은 ‘ㄴ’첨가 현상이 일어나는데, 이는 모두 뒤 음절의 모음 ‘ㅣ’ 또는 반모음 ‘ ’의 영향을 받는다. ⑤ ‘불나방[불라방]’은 유음화 현상이 일어나는데, 이 는 뒤 음절의 ‘ㄴ’이 ‘ㄹ’로 바뀌어 인접한 두 음운이 완전히 같아진 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 부사어 이해하기 ‘쉽게’는 형용사인 ‘쉽다’의 활용형으로 서술어인 ‘합 격했다’를 수식한다. [오답풀이] ① ‘처음과’는 체언 ‘처음’에 부사격 조사 ‘과’가 결합된 형태로 관형어인 ‘같은’을 수식한다. ② ‘마음으로’는 체언 ‘마음’에 부사격 조사 ‘으로’가 결합된 형태로 서술어인 ‘했다’를 수식한다. ③ ‘그래서’는 부사로서, ‘그는 처음과~ 공부를 했다.’ 라는 문장과 ‘아주 쉽게~ 대학에 합격했다.’라는 문 장을 이어준다. ④ ‘아주’는 부사로서, 부사어인 ‘쉽게’를 수식한다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 중세 국어의 특징 이해하기 ‘니샤’는 현대어 ‘이르시되’에 해당하는 것으로, 선어말 어미 ‘-샤-’를 사용하여 주체를 높이고 있 다. [오답풀이] ① 음절의 첫머리에 ‘ㅴ’처럼 자음이 연 속으로 둘 이상 오는 것을 어두자음군이라고 한다. ② ‘ㅅ’은 현대어 ‘의’에 해당하는 관형격 조사이다. ③ ‘사미라’는 체언 ‘사’과 서술격 조사 ‘이라’가 결합한 형태로, 체언의 종성을 조사의 초성으로 이어 적었다. ⑤ ‘모다’는 현대어 ‘모르느냐’에 해당하는 것으 로, 의문형 어미 ‘-ㄴ다’가 사용되었다. [16~20] 문학(고전 시가 / 현대 수필) <출전> (가) 나위소, ｢강호구가｣ / (나) 이현, ｢백상루 별곡｣ / (다) 김유정, ｢오월의 산골짜기｣ 개관: (가)는 작자가 벼슬에서 은퇴한 후 강호에서 의 생활 체험을 노래한 9수의 연시조이다. 성은에 대 한 감격과 강호에서의 흥취, 어옹(漁翁) 생활에 대한 만족감 등이 드러나 있다. (나)는 작자가 임진왜란 중 영위사의 소임을 얻어 평안도 안주에 머무르는 동안 백상루 주변의 아름다운 경치를 노래한 가사이 다. 백상루의 형상과 누각 위에서 바라본 풍광을 주 로 다루고 있다. (다)는 글쓴이가 고향인 강원도 실 레 마을 사람들의 생활과 자연을 그려낸 수필이다. 논밭 일, 모내기 등 산골짜기의 일상이 자연 풍경과 함께 묘사되고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 (가)의 ‘물결이 비단일다’, (다)의 ‘움푹한 떡시루 같 다’, ‘자식과 같이 귀중한 물건’에서 비유적 표현을 통 해 대상의 속성을 드러내고 있음을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 작품의 내용 이해하기 누각의 웅장한 형상을 보며 감탄하는 것이지 왕조의 번영을 기원하는 것은 아니다. [오답풀이] ② 옛사람들이 지은 시에 대해 ‘조화를 얻었으니’, ‘보탤 것이 전혀 없다’와 같은 표현을 사 용하여 긍정적으로 평가하고 있다. ③ ‘흰 구름 사이에 솟’은 ‘푸른 산’을 푸른 병풍을 두른 것으로 표현하며 풍경에 대한 인상을 드러내고 있다. ④ 산허리를 둘러막은 성곽을 보며 ‘변방의 방비’가 ‘철옹성’과 같이 든든하다고 판단하고 있다. ⑤ 잔잔한 ‘물결’과 맑은 ‘수면’의 아침 풍경을 보며 ‘눈앞이 어른어른’하고 ‘정신이 표연’해진 화자의 내 면을 열자와 연관 지어 표현하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 외적 준거에 따라 작품 감상하기 향로봉에 노을이 질 때 창문을 열고 베개에 기대는 것은 주변 풍경을 바라보는 화자의 모습으로, 자연 풍광을 통해 화자의 번잡한 마음이 해소되었음은 확 인할 수 없다. [오답풀이] ① 임금의 은혜를 갚고자 했던 화자가 ‘이제 다 못 죽음’을 성은으로 여기는 것에서, 자연에 서도 지속되는 화자의 충성심을 확인할 수 있다. ② 칠십 세가 넘은 화자가 강호에서 십 년을 넘게 살았다는 것에서, 자연을 노후의 안식처로 여기는 것 으로 볼 수 있다. ③ 남은 초라하다고 하는 것을 자신의 분수로 여기 는 것에서, 화자가 은퇴 후 자연에서의 삶에 만족하 고 있음을 확인할 수 있다. ⑤ 동자가 마름을 캐고 아녀자가 빨래를 하는 것에 서, 화자가 바라보는 자연이 사람들의 소박한 생활이 이루어지는 공간임을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 소재의 기능 파악하기 (가)는 자연에서 흥을 느끼고 있는 화자가 ‘백구’에 게 너무 즐겨하지 말라고 말하고 있으므로, ‘백구 (ⓐ)’는 화자의 즐거움이 투영된 자연물이라고 볼 수 있다. (나)에서 글쓴이는 ‘뻐꾸기’의 울음을 처음 들 을 때 반갑다고 하였으므로, ‘뻐꾸기(ⓑ)’는 글쓴이의 반가움을 유발하는 자연물이라고 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 외적 준거에 따라 작품 감상하기 ‘논밭 일에~ 그 노래를 부’르는 것은 산골에서의 삶 의 모습을 드러낸 것이므로 현실적 삶이 배제된 것 이라고 볼 수 없다. [오답풀이] ④ 샘물이 ‘쫄쫄 내솟’고, 시내가 ‘촐랑촐 랑 흘러내리’고, 큰 내가 ‘세차게 콸콸 쏠려 내’린다 고 묘사한 것에서, 산골의 자연이 생동감 있게 드러 난다고 볼 수 있다. ⑤ 농군이 즐거운 노래를 부르며 모내기 하는 모습 에서 산골 사람들의 건강한 생활이 드러난다고 볼 수 있다. [21~25] 독서(사회) <출전> 납세 의무의 성립, 확정, 소멸(재구성) 개관: 이 글은 국가 또는 지방 자치 단체가 각종 행 정 서비스 등에 필요한 경비를 마련하기 위해 금전 적 대가 없이 납세 의무자로부터 징수하는 세금, 즉 조세 채권의 이행 과정을 소개하고 있다. 조세 채권 의 이행 과정은 납세 의무의 성립, 확정, 소멸로 이 루어져 있다. 먼저 과세 요건이 충족되면 납세 의무 가 성립한다. 그리고 납부할 세액과 납부 기한 등이 정해지는 확정의 단계를 거친 후 납세 의무자가 세 금을 납부하면 납세 의무는 소멸한다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 세부 정보 이해하기 납세 의무자가 세금을 납부하지 못했다 하더라도 다 른 세금에서 환급금이 발생하는 경우에는 과세 관청 의 직권으로 미납 세금에 충당할 수 있다(7문단). [오답풀이] ① 증여세, 상속세는 탈루의 위험이 높아 부과 과세 방식으로 납세 의무가 확정된다(5문단). ② 세금의 대상이 되는 물건이나 행위를 과세 물건 이라고 하고, 과세 물건의 수량이나 금액을 과세 표 준이라고 한다(2문단). ④ 확정된 세금은 누구든지 납부하기만 하면 납세 의무가 소멸한다(7문단). ⑤ 세금은 납세 의무자에게 어떤 대가를 지급하지 않고 법률에 따라 강제적으로 징수하는 금전 또는 재물이다(1문단).",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 부분적 의미 추론하기 과세 관청이 과세권을 행사하여 세금을 징수하기 위 해서는 납세 의무가 성립된 이후 확정이 되어야 하 는데, 확정은 납부할 세금과 납부 기한 등이 정해지 는 것을 말한다(3문단).",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 세부 내용 비교하기 ㉠은 자동 확정 방식으로, 납세 의무의 성립과 동시 에 확정 효력이 발생한다(3문단). ㉢은 부과 과세 방 식으로, 과세 관청의 세액 확정 이후 납세 고지서가 납세 의무자에게 도달했을 때 납세 의무의 확정 효 력이 발생한다(5문단). [오답풀이] ① ㉠은 납세 의무의 성립과 동시에 확 정되는 방식이므로 납세 의무자가 직접 재정권을 행 사할 수 없다(3문단). ②, ③ ㉡과 ㉢은 모두 납세 의무자의 신고라는 절차 에 따라 납세 의무가 확정된다(4, 5문단). ④ ㉠은 납세 의무의 성립과 동시에 확정되는 방식 이므로 납세 의무자는 신고하지 않는다(3문단).",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 납세 의무는 과세 요건을 만족할 때 성립하는 것으 로, 갑의 소득세는 해당 과세 기간이 끝나는 때에, 을의 상속세는 상속이 개시된 때에 납세 의무가 성 립한다. 세법이 2024년 5월 1일에 개정된 후 별도의 경과 규정 없이 시행되었기 때문에 을과 달리 갑은 개정 이전의 세법을 적용받는다(2문단). [오답풀이] ① 수정 신고는 법정 신고 기한까지 과 세 표준 신고서를 과세 관청에 제출한 경우에만 가 능하다(6문단). ② 수정 신고를 과세 표준 신고서의 법정 신고 기한 으로부터 2년이 지나기 전에 하면 과소 신고 가산세 를 감면받을 수 있다. 이는 수정 신고 시 과소 신고 가산세가 부과된다는 것을 의미하므로, 을에게 과소 신고 가산세는 부과될 수 있다(6문단). ③ 을은 신고해야 할 세액보다 많이 신고했고 경정 청구의 기한이 남아 있으므로, 과세 표준 신고서의 법정 신고 기한으로부터 5년이 지나기 전에 경정 청 구를 할 수 있다(6문단). ④ 갑은 신고 납세 방식으로, 을은 부과 과세 방식으 로 납세 의무가 확정되기 때문에 갑과 달리 을은 납 세 의무자의 신고만으로는 납세 의무가 확정되지 않 는다(4, 5문단).",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 단어의 문맥적 의미 파악하기 ⓐ는 ‘무엇을 무엇으로 이름 지어 부르다.’라는 의미 이다. [오답풀이] ② ‘어떠한 결과를 이루어내다.’라는 의미 이다. ③ ‘어떤 일을 그렇게 정하다.’라는 의미이다. ④ ‘어떤 직업이나 분야에 종사하거나 사업체 따위를 2024학년도 6월 전국연합학력평가 정답 및 해설 고2 3 경영하다.’라는 의미이다. ⑤ ‘이야기의 화제로 삼다.’라는 의미이다. [26~28] 문학(현대 소설) <출전> 문순태, ｢늙으신 어머니의 향기｣ 개관: 이 작품은 아들 ‘나’와 아내가 어머니 특유의 냄새로 어머니와 갈등을 겪는 모습을 통해 가족 간의 관계 단절을 드러내고 있다. 특히, 어머니의 향기에 대한 감각적 묘사, 젊은 시절 어머니의 향기와 현재 어머니의 냄새 대비가 두드러진다. 또한 자식이 어머 니의 헌신을 이해하고 자신의 태도를 반성하는 과정 이 잘 그려지고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 서술상의 특징 파악하기 윗글은 서술자인 ‘나’의 시선으로 어머니의 과거와 현 재 삶의 모습을 보여 주고 있다. [오답풀이] ① 동시에 진행되는 두 개의 사건은 드 러나 있지 않다. ③현재 시제로 서술된 부분은 있으나 과거 사건을 현재 시제로 서술한 것은 아니다. ④ 이 작품은 서술자 ‘나’에 의해 서술되고 있다. ⑤공간적 배경 묘사는 드러나 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 세부 내용 이해하기 ‘나’는 어머니의 냄새를 부정적인 것으로 판단하고 있다. [오답풀이] ① 주변의 말을 듣지 않고 주사를 맞는 모습에는 어머니의 완고함이 드러나 있다. ② 몸살이 나서 몸이 아픈데도 가족을 위해 일하는 모습에는 가족을 위한 어머니의 헌신이 드러나 있다. ④ 며느리가 쓰러져 누워 있는 것에 상관하지 않고 저녁을 준비하는 어머니의 모습이 드러나 있다. ⑤ 어머니가 자신의 냄새를 ‘쓰디쓴 세월의 냄새’라 고 한 말에 명치끝을 후벼 파는 듯한 아픔을 느끼는 ‘나’의 모습이 드러나 있다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 ‘우리 식구의~ 살아 있었다.’를 볼 때 ‘나’가 어머니 의 삶을 ‘궁핍과 땀과 희생과 인종’으로 보는 것은 어머니의 삶을 부정적으로 여긴다고 볼 수 없다. [오답풀이] ① ‘나’가 밥이 없으면 까탈을 부리는 어 머니의 모습을 동물적 본능에 가까운 생에 대한 집 착이라고 생각하는 것은 부모 세대에 대한 그릇된 평가로 볼 수 있다. ③ ‘어머니의 냄새’라는 소재는 가족 내의 문제를 드 러내는 소재로 볼 수 있다. ④ 어머니의 냄새를 역겹다고 느끼는 ‘나’나 어머니 의 냄새 때문에 숨을 쉴 수가 없다는 아내는 어머니 의 냄새를 문제시하는 것으로 볼 수 있다. ⑤ 어머니의 냄새가 심하다고 말하는 ‘나’와 자신의 몸에서 나는 냄새가 아니라며 단호하게 부인하는 어 머니의 모습은 냄새에 대한 각기 다른 인식으로 형 성된 갈등이 표출되는 것으로 볼 수 있다. [29~33] 독서(인문) <출전> 리쾨르의 자기 해석학(재구성) 개관: 이 글은 이야기라는 텍스트를 해석하는 과정을 통해 독자가 자기의 이야기 정체성을 형성하고 자기 이해에 이르게 된다는 리쾨르의 자기 해석학을 소개 하고 있다. 리쾨르는 고대 그리스 철학자들에서부터 이어진 ‘미메시스’의 개념을 확장하여 미메시스Ⅰ(전 형상화), 미메시스Ⅱ(형상화), 미메시스Ⅲ(재형상화) 으로 이어지는 ‘미메시스의 삼중 구조’를 제시하였고, 이를 통해 독서의 과정에서 독자가 허구적 이야기를 자기의 삶으로 받아들이는 과정을 설명하였다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 세부 정보 파악하기 인물의 이야기 정체성은 미메시스Ⅲ의 독자의 해석 과정에서 형성되는 것이므로 미메시스Ⅲ에서 작가에 의해 형상화된다는 것은 적절하지 않다(4문단). [오답풀이] ① 미메시스Ⅱ의 이야기는 작가 차원인 미메시스Ⅰ과 독자 차원인 미메시스Ⅲ 사이를 매개 한다(3문단). ③ 리쾨르는 아리스토텔레스의 견해를 받아들여 미 메시스의 개념을 확장하였다(2문단). ④ 독자는 미메시스의 삼중 구조에 따라 이야기를 통한 자기 이해를 하게 된다(1, 3, 4문단). ⑤ 작가는 자기가 말하고자 하는 행동의 의미를 독 자가 이해할 수 있다고 전제한다(3문단).",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 관점의 차이 파악하기 플라톤은 세계를 이상과 현실의 이원적 구조로 보았 고 예술은 이데아를 모방한 현실을 다시 모방하였다 고 보았다. 예술이 현실을 다시 모방함으로써 세계를 이원적 구조로 나눈다고 본 것은 아니다. [오답풀이] ① 플라톤은 예술의 갈래마다 모방의 양 태가 다르며, 연극은 현실을 직접적으로, 서사시는 현실을 간접적으로 모방한다고 보았다(2문단). ③ 플라톤은 예술이 인간을 이데아로부터 멀어지게 하는 것이라고 보았다(2문단). ④ 아리스토텔레스는 예술이 인간의 감정을 정화하 고 인간이 쾌감을 느끼게 한다고 보았다(2문단). ⑤ 아리스토텔레스는 예술이 개연성이 있는 일을 필 연성에 따라 조직했기 때문에 창조적 모방이라고 보 았다(2문단).",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 세부 정보 비교하기 ㉠은 미메시스Ⅱ(형상화 단계)에서의 줄거리로, 작가 가 자신이 그리고자 하는 행동을 허구적 이야기로 구성한 것이다. ㉡은 미메시스Ⅲ(재형상화 단계)에 서의 줄거리로, 독서 후 독자가 자신의 삶을 이야기 형식으로 구성한 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 소설 속 에피소드는 작가가 인간의 다양하고 이질적 인 행동 중에서 자신이 의미 있다고 판단하는 행동 만을 골라 인과 관계에 따라 배치한 것이다(3문단). [오답풀이] ① 의사의 삶을 다룬 소설이므로, 작가는 소설을 쓰기 전에 의사의 행동이 지닌 의미를 파악 하고자 한 것으로 볼 수 있다. ② 소설 속 인물 B의 행동은 작가가 의미 있다고 판 단하여 선택한 것으로 볼 수 있다. ④ 타인을 대하는 태도에 관심이 많은 독자 A는 환 자를 진심으로 대하는 소설 속 인물 B의 모습을 바 탕으로 자신의 삶을 반성했을 것이라 볼 수 있다. ⑤ 소설 속 인물 B는 바쁜 와중에도 예전과 같이 환 자를 따뜻하게 대하는 태도를 지니므로, A는 독서를 통해 B의 이야기 정체성을 따뜻한 내면을 지닌 인물 로 파악할 것이라 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 단어의 사전적 의미 파악하기 ‘계승하다’는 ‘조상의 전통이나 문화유산, 업적 따위 를 물려받아 이어나가다.’라는 의미이다. ⓓ의 맥락에 서는 ‘연결하다’가 적절하다. [오답풀이] ① 지칭하다: 어떤 대상을 가리켜 이르다. ② 수용하다: 어떤 것을 받아들이다. ③ 선택하다: 여럿 가운데서 필요한 것을 골라 뽑다. ⑤ 투사하다: 어떤 상황이나 자극에 대한 해석, 판 단, 표현 따위에 심리적 상태나 성격을 반영하다. [34~37] 문학(고전 소설) <출전> 작자 미상, ｢황운전｣ 개관: 이 소설은 ‘황운’과 ‘설연’이라는 두 주인공의 영웅적 일대기를 다룬 소설이다. 이 작품의 서사는 크게 전반부와 후반부로 나눌 수 있다. 전반부는 승 상 진권과 그의 형제들이 반란을 일으키자 조정에서 장군을 모집하고, 이에 남장을 한 ‘설연’은 대원수가 되고 ‘황운’은 부원수가 되어 난을 평정하는 이야기 이다. 후반부는 천자가 세상을 떠나고 ‘황운’은 섭정 왕이 되어 국사를 돕게 되나 선제의 동생 ‘형왕’이 왕위를 찬탈하게 되고, 이에 ‘황운’과 ‘설연’이 다시 역적을 몰아내고 태자를 임금으로 모시는 이야기이다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 세부 내용 이해하기 진권은 성 안의 물이 흘러넘쳐 웅주를 버리고 도망 간다. [오답풀이] ① 진걸은 웅주를 버리고 달아나 오주에 서 원수에게 사로잡힌다. ③ 원수는 큰비가 올 것을 예측하여 장졸들에게 부대 를 하나씩 준비하도록 명한다. ④ 양달은 진권의 위급함을 보고 전선 십여 척으로 진권을 구해 동쪽으로 달아난다. ⑤ 황운은 높은 벼랑에 이르러 백수 노인을 만나게 되고, 노인은 청의 동자에게 명하여 산령을 부른다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 발화의 의미 파악하기 황운은 자신과 대화하는 노인이 사명산 도인임을 깨 닫지 못한 채, 도움을 요청한다. [오답풀이] ① 노인은 산을 지키는 사자에게 황운이 명산에 출입하게 한 것에 대해 나무란다. ② 황운은 자신을 명산에 출입하지 못하게 하는 것 이 적절하지 않다고 사자를 꾸짖는데, 이를 통해 앞 선 노인의 말에 반감을 드러낸다. ④ 노인은 황운의 재주가 충분하고 태평한 시절임에 도 황운이 술법을 배우고자 하는 이유를 묻는다. ⑤ 황운은 헌원씨, 주문왕의 고사를 활용하여 태평한 시절에도 위태로움에 대비해야 함을 언급한다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 소재의 기능 파악하기 ‘절구 십여 수(ⓐ)’는 황운이 자신 때문에 걱정할 설 연을 배려하여 남기는 것으로, 설연에게 자신의 안부 를 알리는 수단이다. ‘천서 옥갑경(ⓑ)’은 원수가 진 권을 잡을 계책을 생각하다 문득 하나의 계책을 떠올 려 장졸들에게 명령을 내리는 계기를 제공한다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 외적 준거에 따라 감상하기 원수가 ‘정병 십만을 모’으고 ‘기고를 세워 급습하’는 모습에서 원수의 영웅성이 드러난다. 하지만 이는 주 인공의 초월적 능력이 발휘된 것이 아니다. [오답풀이] ① 황운이 사명산 도인에게 술법을 배우 는 것은, 주인공이 조력자의 도움을 받는 것이라는 점에서 영웅소설의 일반적 특징을 드러내는 것으로 볼 수 있다. ③ 원수가 동오 지도를 보고 이에 적합한 매복을 지 시하는 것은, 지리적 요소를 활용하여 문제를 해결하 는 것이라는 점에서 주인공의 비범함을 드러내는 것 으로 볼 수 있다. ④ 배수 일전을 생각하고 싸움을 청한 진권에게 원 수가 궁구막추라는 병법으로 대응하는 것은, 주인공 의 지략을 부각하여 독자의 흥미를 고조시키는 것으 로 볼 수 있다. ⑤ 웅주에서부터 동오의 청홍성, 오주까지 이어지는 전투는, 쫓기는 진권과 이를 쫓는 원수 간의 서사적 긴장감을 드러내는 것으로 볼 수 있다. [38~42] 독서(기술) <출전> 페로브스카이트 태양전지의 특성과 구조(재구성) 개관: 이 글은 신재생에너지의 하나인 태양전지 중 2024학년도 6월 전국연합학력평가 정답 및 해설 고2 4 유-무기 하이브리드 태양전지인 페로브스카이트 태 양전지의 특성과 구조를 설명하고 있다. 페로브스카 이트 태양전지는 광전 변환 효율이 높으면서도 저가 로 제작이 가능하다는 장점이 있다. 페로브스카이트 태양전지는 광전 변환 효율을 높이기 위해 협력하는 여러 층으로 구성되어 있는데, TCO층, 전자 수송층, 페로브스카이트층, 정공 수송층, 후면 전극이 그것이 다. 태양광이 페로브스카이트층에 도달하면 빛에너지 의 자극에 의해 전자와 정공이 생성되고, 이들은 각 각 전자 수송층과 정공 수송층을 통하여 양쪽 전극 에 도달한다. 이에 따라 음극에서 양극으로의 외부 회로가 형성되고 전류의 흐름이 가능해진다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 내용 전개 방식 파악하기 이 글은 페로브스카이트 태양전지를 구성하고 있는 TCO층, 전자 수송층, 페로브스카이트층, 정공 수송층, 후면 전극의 특징과 역할을 서술하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 내용 일치 판단하기 태양전지는 태양광 에너지를 전기 에너지로 변환하는 반도체 소자 또는 그들의 집합체를 말한다(1문단). [오답풀이] ① 페로브스카이트 태양전지는 곡면 형 태로도 제작이 가능하며, 빛 투과도나 색채도 조절할 수 있다(4문단). ② TCO층에 사용되는 산화물 유리 기판은 전류가 잘 흐르고 빛이 잘 투과하는 물질이다(3문단). ④ 페로브스카이트 태양전지의 상용화를 위해서는 짧은 사용 수명, 친환경적이지 않은 소재 사용 등의 문제가 해결되어야 한다(4문단). ⑤ 현재 가장 많이 사용하고 있는 태양전지인 실리 콘 태양전지는 무기 반도체 소재를 사용한 무기 태 양전지이다(1문단).",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 세부 정보 확인하기 페로브스카이트는 이온 간 결합 에너지가 작아 약한 에너지 자극에도 반응이 활발하다(2문단). [오답풀이] ① A, B, X가 결합되어 큐빅 구조의 결 정 형태를 가진 페로브스카이트는 빛에 의해 전자와 정공을 생성하는 능력이 뛰어나다(2문단). ③ 태양전지에 사용되는 페로브스카이트는 A, B, X 자리에 오는 이온의 종류에 따라 결정 구조가 달라 질 수 있고, 결정 구조가 달라지면 전하 생성량에 영 향을 미친다(2문단). ④ 태양전지에 사용되는 페로브스카이트는 유기 양 이온과 무기 양이온, 음이온이 결합한 물질(2문단) 로, 페로브스카이트 태양전지의 중심부에 해당한다(3 문단). ⑤ A, B, X 자리에 두 개 이상의 원자가 결합된 이온 이 올 경우에는 광전 변환 효율이 높아질 수 있다(2 문단).",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 세부 정보 재조직하기 ⓑ는 전자 수송층으로, 내부가 다공질 구조로 되어 있는 무기 반도체 금속 산화물인 이산화 타이타늄으 로 되어 있다. ⓓ는 정공 수송층으로, 열에 안정적이 고 합성이 간단한 유기 반도체 소재로 되어 있다(3 문단). [오답풀이] ① ⓐ는 투명 전도성 산화물(TCO)층으 로, 페로브스카이트층(ⓒ)에서 생성된 전자를 전달받 아 태양전지의 전면 전극 역할을 한다(3문단). ④ ⓒ는 페로브스카이트층으로, TCO층(ⓐ)과 전자 수송층(ⓑ)을 통과한 빛을 흡수하여 전자와 정공을 생성한다. 생성된 전자와 정공은 각각 전자 수송층과 정공 수송층을 통해 TCO층과 후면 전극으로 이동한 다(3문단). ⑤ 페로브스카이트층에서 생성된 전자와 정공이 전 자 수송층(ⓑ)과 정공 수송층(ⓓ)을 통하여 각각 TCO층(ⓐ)과 후면 전극(ⓔ)으로 이동하면 음극에서 양극으로의 외부 회로가 형성되어 전류가 흐를 수 있게 된다(3문단).",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 외적 준거에 따라 판단하기 유기 태양전지의 광전 변환 효율은 낮다(1문단). 흡 광 계수가 상대적으로 높은 유기 태양전지의 광전 변환 효율이 낮은 이유는 전자의 이동 속도가 느리 기 때문이다(<보기>). 따라서 광전 변환 효율이 높 은 유기 태양전지 제작을 위해서는 흡광 계수가 높 은 소재가 아니라 전자의 이동 속도가 빠른 소재를 사용하는 것이 핵심이라 볼 수 있다. [오답풀이] ① 페로브스카이트 태양전지는 태양광 입자를 최대한 흡수하도록 하고, 전자 이동을 원활하 게 하며, 전기화학적으로 안정적인 소재를 사용하여 광전 변환 효율을 높이고 있다(3문단). 이러한 페로 브스카이트 태양전지의 광전 변환 효율을 더 높이기 위해서는 다량의 전자가 전극에 도달하도록 전자의 이동 속도를 고려할 필요가 있다(<보기>). ③ 유기 태양전지의 사용 수명은 짧다(1문단). 유기 물질은 공기 중의 산소나 수분과 화학 반응을 일으 켜 부식되거나 연소된다(<보기>). 따라서 이러한 유기물을 소재로 하는 유기 태양전지의 사용 수명이 짧은 이유는 유기 물질의 특성에 그 원인이 있다고 볼 수 있다. ④ 페로브스카이트 태양전지가 가진 문제는 실리콘 태양전지보다 낮은 광전 변환 효율, 짧은 사용 수명, 친환경적이지 않은 소재 사용 등이다(4문단). 유기물 을 포함하고 있는 페로브스카이트는 공기 중의 산소 나 수분과 화학 반응을 일으켜 부식되거나 연소되어 사용 수명이 짧아질 수 있으므로(<보기>) 이를 고 려하는 것도 필요하다. ⑤ 실리콘 태양전지는 광전 변환 효율이 높고 유기 태양전지는 광전 변환 효율이 낮다(1문단). 유기 태 양전지의 광전 변환 효율이 낮은 것은 실리콘 태양 전지에 비해 흡광 계수가 높아 다량의 전하를 생성 할 수 있지만, 그에 비해 전극에 도달하는 전자는 상 대적으로 적기 때문이다(<보기>). [43~45] 문학(현대 시) <출전> (가) 이성복, ｢꽃피는 시절｣ / (나) 권정우, ｢저수지｣ 개관: (가)는 외피와 꽃을 ‘나’와 ‘당신’으로 인격화 하여 개화의 과정을 형상화한 작품으로, 꽃이라는 결 과물보다 꽃을 피우기 위한 인고와 희생의 모습에 주목한다. (나)는 저수지에 담기거나 비치는 자연물 을 모두 저수지 안에 들어가는 것으로 표현함으로써, 주변의 모든 이를 있는 그대로 받아들이는 존재로 저수지를 형상화하여 포용의 가치를 드러낸 작품이다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 (가)는 ‘-고 싶고’, ‘-ㄹ 일 –ㅂ니다’와 같은 통사 구 조를, (나)는 ‘라고~ 대답하지 않는다’와 같은 통사 구조를 반복하여 시적 상황을 강조하고 있다. [오답풀이] ① (가)는 명사로 시상을 마무리하였으 나 (나)는 그렇지 않다. ② (가)는 ‘당신’을 청자로 설정하고 있으나 (나)는 그렇지 않다. ③ (가), (나) 모두 반어적 표현을 활용하지 않았다. ④ (가), (나) 모두 하강적 이미지를 사용하지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 시구의 의미 파악하기 ‘당신’이 ‘나’를 인지하지 못하는 상황이지만, 이에 대 한 ‘당신’의 인식이 드러나지는 않는다. [오답풀이] ① ‘나’가 ‘당신’에 대해 ‘잔잔한 웃음이 되려 하셨’다고 표현한 것에서, ‘당신’에 대한 ‘나’의 긍정적인 인식이 드러난다. ③ ‘울고 싶고, 웃고 싶고, 토하고 싶’다는 것은 ‘나’ 가 ‘당신’을 보낼 때 느낄 다양한 심정을 표현한 것 이다. ④ ‘당신을 보낼 일 아득’한 것은 ‘나’의 막연한(갈피 를 잡을 수 없게 아득한) 마음을 표현한 것이다. ⑤ ‘당신’이 ‘내 가슴 쥐어뜯으며 발 구르는’ 것은 ‘당 신’이 ‘나’를 벗어나려고 애쓰는 모습이다. 45 [출제의도] 외적 준거에 따라 감상하기 ‘추운 땅속을 헤매다’가 ‘부르지 않아도’ 오는 것은 자연의 섭리 때문이며, 이 행위에 자연의 섭리에 따 른 희생은 드러나지 않는다. [오답풀이] ② ‘굳은 살가죽에 불 댕길 일’은 꽃을 피울 때 ‘나’가 느낄 고통을 표현한 것이다. ③ ‘모난’이나 ‘검은’은 ‘돌멩이’가 남에게 상처를 주 는 존재임을 드러내는 표현이다. 저수지가 ‘모난 파 문’이나 ‘검은 파문으로 대답하지 않는’ 것은 자신에 게 상처를 준 존재마저 품는 모습이다. ④ 저수지 안에 ‘하늘이 들어’가도 ‘넘치지 않는다’는 것은 저수지의 넓은 포용력을 표현한 것이다. ⑤ (가)의 ‘내 안’에 있던 것이 밖으로 나오는 과정 에서 꽃을 피우기 위한 인고와 희생이라는 가치를 파악할 수 있다. 또한 (나)의 저수지 ‘안’으로 돌멩 이, 산, 구름 등이 ‘들어가’는 모습에서 주변의 존재 에 대한 포용이라는 가치를 파악할 수 있다.",
        "question_exp": ""
    }
]