[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 토론 전략 이해하기 ‘반대 1’은 준비 기간이 길고 비용이 많이 든다는 주 장과 관련된 통계 자료를 활용하고 있지 않다. ① 사회자는 입론과 반론의 순서를 안내하여 토론을 원활하게 진행하고 있으므로 적절한 진술이다. ② ‘찬성 1’은 구체적인 예로 태권도 군무, 단체 에어로 빅, 차전놀이 등을 언급하고 있으므로 적절한 진술이 다. ④ ‘반대 2’는 물리적 마찰과 감정적 대립이 생길 수 있다는 부정적인 결과를 언급하여 반박하고 있으 므로 적절한 진술이다. ⑤ ‘찬성 2’는 준비 기간이 길 고 비용이 많이 든다는 ‘반대 1’의 근거를 활용하여, 준비 기간이 타인을 존중하고 배려하며 문제 해결 능력을 키울 수 있는 의미 있는 시간이며 분담을 통 해 비용을 아낄 수 있다는 점을 들어 자신의 주장에 유리한 내용을 이끌어 내었으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 자료를 활용하여 주장을 뒷받침하기 자료 1에는 안전사고 예방과 관련된 내용이 언급되 어 있지 않다. ① 자료 1은 공동 개최한 영상제에서 다양한 체험을 하였다는 내용이 포함되어 있어, 다양한 체육 활동을 경험할 수 있는 기회가 될 수 있다는 찬성 측 주장 의 근거로 활용할 수 있으므로 적절한 진술이다. ② 자료 1은 장소 이용료를 분담하여 ‘우리 동아리’가 부담해야 할 경비를 줄일 수 있었다는 내용이 포함 되어 있어, 비용을 분담하고 각 학교의 물적 자원을 활용하여 비용을 아낄 수 있다는 찬성 측의 주장의 근거로 활용할 수 있으므로 적절한 진술이다. ④ 자 료 2는 친목을 도모하기 위한 경기 중에 갈등이 생 겼다는 내용이 포함되어 있어, 연합 체육대회는 물리 적 마찰과 감정의 대립이 생길 수 있다는 반대 측 주장의 근거로 활용할 수 있으므로 적절한 진술이다. ⑤ 자료 2는 친목을 위해 열린 경기에서 몸싸움이 벌어지고 상대 팀을 야유했다는 내용이 포함되어 있 어, 연합 체육대회의 기본 취지가 훼손될 수 있다는 반대 측의 주장의 근거로 활용할 수 있으므로 적절 한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 양측이 공통적으로 인정하고 있는 내용 이해하기 ‘반대 1’이 연합 체육대회에 참가하려면 준비 기간이 길고 비용이 많이 든다고 주장한 것에 대해 ‘찬성 2’ 가 이를 인정하면서 찬성 측 주장으로 활용하였으므 로, 양측은 연합 체육대회에 참가하려면 긴 준비 기 간이 필요하다는 점을 공통적으로 인정하고 있다. ② 양측 모두 스포츠클럽대회의 비용 분담에 대해 언급하지 않았으므로 적절하지 않은 진술이다. ③ 양 측 모두 연합 체육대회가 학교 간의 경쟁 해소에 필 요하다는 언급을 하지 않았으므로 적절하지 않은 진 술이다. ④ 찬성 측만 공동체 의식 함양을 언급하였 고 모든 학생의 참여는 양측 모두 언급하지 않았으 므로 적절하지 않은 진술이다. ⑤ 양측 모두 안전을 위해 지역 사회 단체의 도움이 필요하다는 언급을 하지 않았으므로 적절하지 않은 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 대화의 원리 파악하기 ㉣에서 은혜가 ‘저는 원래 누군가에게 도움을 주는 것을 좋아해서’라고 말한 것은 선생님의 질문에 대한 대답으로 자신이 좋아하는 것을 말한 것이다. 따라서 문제의 원인을 자신의 탓으로 돌리는 표현이라 볼 수 없다. ① ㉠에서 ‘괜찮으시면’, ‘잠시’를 사용하여 선생님의 부담을 줄여주고 있으므로 적절한 진술이다. ② ㉡의 ‘글을 잘 쓰는 건 아닌 것 같은데요.’에서 자신에 대 한 겸손의 의미가 나타나므로 적절한 진술이다. ③ ㉢에서 선생님의 ‘평소에 다른 사람을 배려하니까 둘 다 잘 할 수 있을 거야.’라는 말은 은혜에 대한 칭찬 이므로 적절한 진술이다. ⑤ ㉤에서 ‘간호사를 해도 잘 어울릴 것 같아요.’라는 은혜의 말에 선생님이 ‘어 울릴 거라고 선생님도 생각해.’라고 동의하며 말하고 있으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 공감적 듣기를 활용하며 말하기 은혜는 서영의 말을 재진술하면서, 서영이가 한 질문 과 관련된 내용을 대답해야 한다. 따라서 은혜가 ‘과 정 선택 때문에 고민이 많구나.’라고 서영의 말을 재 진술하면서, 선생님이 말한 과정 선택에 관한 조언을 정리하여 이야기한 것은 적절하다. [작문]",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 글쓰기 계획의 적절성 평가하기 노인 평생교육 활성화를 위해 노인 개인의 노력이 필요함에 대해서는 언급하고 있지 않다. ① 학생의 초고를 보면 전체적으로 ‘노인 평생교육의 활성화’에 관하여 썼으므로 적절한 진술이다. ② 학 생의 초고에서 4문단을 보면 ‘정부와 해당 기관의 노 력이 필요’하다고 했다. 즉 예상 독자에 정부와 노인 평생교육 담당 기관을 포함한 것으로 볼 수 있으므 로 적절한 진술이다. ③ 학생의 초고를 보면 논설문 이란 형식을 갖추어서 노인 평생교육이 활성화되어 야 한다는 주장을 하고 있으므로 적절한 진술이다. ④ 학생의 초고를 보면 노인 평생교육이 노인들의 삶의 질이 향상될 수 있도록 돕는다는 의의를 언급 했으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 자료 활용의 적절성 평가하기 (가)-2의 자료에서는 노인들이 교육 시설을 이용하 는 방법에 대해 교육을 받지 못했다는 내용을 확인할 수 없다. ① (가)-1은 노인들의 평생교육 참여율이 성인 평균 참여율보다 낮다는 내용이므로 초고의 첫째 단락에 서 구체적 근거로 제시한다는 것은 적절한 진술이다. ③ (다)는 노인 평생교육이 은퇴한 노인들의 재취업 에도 도움을 줄 수 있다는 내용이므로 넷째 단락에 이 자료를 활용하여 내용을 추가한다는 것은 적절한 진술이다. ④ (가)-2는 노인들의 요구에 충족하는 프로그램이 없다는 내용이고, (나)는 노인들을 대상 으로 하는 프로그램 수가 적다는 내용이므로 둘째 단락의 구체적인 근거로 활용한다는 것은 적절한 진 술이다. ⑤ (나)는 노인들을 대상으로 하는 프로그램 수가 적다는 것을 나타내는 자료이고, (다)는 노인들 을 위한 다양한 프로그램을 만들고 홍보해야 한다는 내용의 자료이다. 따라서 이를 활용하여 평생교육 관 련 기관의 역할을 셋째 단락에 추가한다는 것은 적 절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 조건에 따른 표현의 적절성 판단하기 초고에서 평생교육의 효과 중 하나로 노인들의 삶에 활력소가 된다는 점을 언급했다. 이를 홍보 문구에서 는 노인 평생교육을 ‘즐겁게 살 수 있게 하는’ 것이 라고 표현했고, 문답법은 ‘무엇일까요?’와 ‘평생교육 입니다.’에서 확인할 수 있다. ① 문답법은 사용되었으나, 초고에서 언급한 평생교 육의 효과가 나타나지 않았기 때문에 적절하지 않은 진술이다. ② 초고에서 언급한 평생교육의 효과가 나 타났지만, 문답법이 사용되지 않았기 때문에 적절하 지 않은 진술이다. ③ 초고에서 언급한 평생교육의 효과가 나타났지만, 문답법은 나타나지 않았기 때문 에 적절하지 않은 진술이다. ④ 초고에서 언급한 평 생교육의 효과가 나타나지 않았기 때문에 적절하지 않은 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 작문 과정에서 활용한 방법 파악하기 신뢰성을 높일 수 있는 전문가의 견해는 과제의 초 고에 나오지 않는다. ① 1문단에서 글쓴이가 다큐멘터리를 봤던 경험을 반영하므로 적절한 진술이다. ② 조사한 국제기구의 통계 자료를 글에 제시하므로 적절한 진술이다. ④ 2 문단에서 질문의 방식을 사용하여 독자의 관심을 유 발하고 있으므로 적절한 진술이다. ⑤ 마지막 문단의 ‘희망의 등불을 밝혀주시기’에서 비유의 방법을 사용 하여 동참을 권유하므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 고쳐쓰기의 적절성 평가하기 ‘설레이다’는 ‘설레다’의 잘못된 표현이므로, ㉢의 ‘설 레는’을 ‘설레이는’으로 바꾸는 것은 적절하지 않다. ① ‘예고’의 의미는 ‘미리 알림’으로 의미가 중복되어 ‘미리’를 삭제해야 하므로 적절한 진술이다. ② 앞문 장과 유사한 내용의 문장이 이어져서, 문장의 연결 관계를 고려할 때 ‘그리고’로 고쳐야 하므로 적절한 진술이다. ④ 제3세계 어린이 돕기에 참여할 수 있는 방법을 제시하는 내용이어서 단락의 통일성을 고려할 때 ㉣ 을 삭제해야 하므로 적절한 진술이다. ⑤ 나열된 방법 중에서 어느 것이든 선택될 수 있음 을 나타내는 연결 어미인 ‘-든’을 사용해야 하므로 적절한 진술이다. [문법]",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 표준발음법 규정 적용하기 ㉡은 조사이므로 ㉡의 ‘ㅢ’는 단모음으로 발음될 경우 [ㅔ]로 발음되고 ㉢은 단어의 첫음절이 아니므로 단 모음으로 발음될 경우 ㉢의 ‘ㅢ’는 [ㅣ]로 발음된다. ① ㉠의 ‘ㅢ’는 단어의 첫음절이어서 이중 모음으로 만 발음해야 하므로 적절한 진술이다. ② ㉡은 조사 이기 때문에 ㉡의 ‘ㅢ’는 단모음 [ㅔ]로 발음되는 것 도 허용하므로 적절한 진술이다. ③ ㉢은 단어의 첫 음절이 아니기 때문에 ㉢의 ‘ㅢ’는 [ㅣ]로 발음되는 것도 허용하므로 적절한 진술이다. ④ 단모음으로 발 음될 때 ㉠의 ‘ㅢ’는 [ㅔ]로 ㉢의 ‘ㅢ’는 [ㅣ]로 발음 되므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 띄어쓰기의 적절성 판단하기 ‘수’는 의존 명사이므로 앞말과 띄어 써야 한다. 그러 므로 ‘수’를 조사로 보아 ‘기여할수’의 띄어쓰기가 적 절하다고 판단한 것은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 올바른 문장 파악하기 ㄷ의 ‘아파서’가 ‘만약’과 호응하지 않는 것은 적절하 지만 ‘만약’과 호응하려면 ‘아파서’를 ‘아프면’으로 바 꾸어야 한다. 2",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 지시․대용 표현의 기능 이해하기 효과적인 담화를 위해 사용하는 ‘이’, ‘그’, ‘저’는 대 상과 말하는 이, 듣는 이 사이의 거리에 따라 선택되 는 지시․대용표현이다. ㉡은 화자인 ‘효준’과 청자인 ‘유로’에게 모두 멀리 떨어져 있는 진열대를 지칭하 는 표현이고, ㉤은 화자인 ‘유로’와 청자인 ‘효준’이 있는 장소에서는 현재 보이지 않는 □□매장을 가리 키는 표현이다. 따라서 ㉡을 사용하여 ‘효준’이 지시 한 장소는 ㉤이 나타내는 장소와 동일하지 않다. ① ㉠은 화자인 ‘효준’과 청자인 ‘유로’에게 모두 멀 리 떨어져 있는 진열대의 운동화를 가리키므로 적절 한 진술이다. ③ ㉢은 화자인 ‘효준’에게 가까이 있는 운동화를 가리키므로 적절한 진술이다. ④ ㉣은 화자 인 ‘유로’에게는 멀지만, 청자인 ‘효준’에게 가까운 운 동화를 가리키는 표현이고, ㉢도 ‘효준’에게 가까운 운동화를 가리키는 표현이므로 적절한 진술이다. ⑤ 화자인 ‘유로’와 청자인 ‘효준’이 있는 장소에서는 현 재 보이지 않는 □□매장을 가리키므로 적절한 진술 이다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 훈민정음 제자 원리 이해하기 <보기>에서 기본자에 가획을 하여 만든 것이 가획 자라고 설명했다. 그러나 이체자 ‘ㆁ, ㄹ, ㅿ’은 각각 ‘ㄱ, ㄴ, ㅅ’과 소리 나는 위치는 같지만 가획의 방법 에 따라 만든 글자가 아니라고 하였으므로 이체자 ‘△’이 가획하여 만들었다는 것은 적절하지 않다. ① <보기>의 표로 볼 때 ‘ㅋ’은 기본자 ‘ㄱ’을 가획 한 것이므로 적절한 진술이다. ② <보기>의 표로 볼 때 ‘ㄴ’과 ‘ㄹ’은 같은 위치에서 소리가 나는 혓소 리이므로 적절한 진술이다. ④ <보기>의 설명으로 볼 때 가획자 ‘ㅎ’은 기본자 ‘ㅇ’을 가획한 것으로 더 세게 소리가 나므로 적절한 진술이다. ⑤ <보기>의 설명으로 볼 때 자음은 발음 기관을 상형한 것이므 로 적절한 진술이다. [인문] [16~19] <출전> 박해용 외,「다시 읽는 서양철학사」",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 글의 내용 전개 방식 파악하기 1문단에서 ‘철학적 인간학’이라는 새로운 이론의 등 장 배경을 소개하고 있고 2,3,4문단에서 이를 연구한 학자들의 견해를 밝히고 있다. ① ‘철학적 인간학’의 한계를 설명하고 있지 않으므 로 적절하지 않은 진술이다. ② 셀러, 플레스너, 겔렌 의 견해를 밝히고 있지만 그들의 견해를 절충하지도 않았고, 새로운 대안을 제시하고 있지도 않으므로 적 절하지 않은 진술이다. ③ ‘자아의식’, ‘탈중심성’ 등 의 핵심 개념을 정의하고 있지만 이론의 발전 가능 성을 언급하고 있지 않으므로 적절하지 않은 진술이 다. ④ ‘철학적 인간학’을 연구한 세 학자의 견해를 밝히고는 있지만 세 가지 이론의 우열을 가려 특정 이론을 구체적으로 서술하고 있지 않으므로 적절하 지 않은 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 4문단에서 ‘겔렌’은 동물과 달리 인간만이 ‘행위’를 통해 자신의 부족한 부분을 보완하기 위해 문화를 만들고, 자신이 만든 문화에 다시 영향을 받아 충동 을 억제하는 ‘행위’를 하기도 한다고 보았다. 2문단에 서 ‘셀러’는 인간만이 ‘정신’을 가지고 있어 ‘자아의 식’을 통해 충동적인 욕구에 따라 행동하지 않을 수 있다고 보았다. ① 1문단에서 경험과학적 연구 성과와의 밀접한 관 련성을 바탕으로 인간의 본질을 규명하고자 한 학문 이 ‘철학적 인간학’이라고 했으므로 적절한 진술이다. ② 1문단에서 ‘철학적 인간학’이 다른 생명체와 차별 화된 인간의 본질을 규명하고자 한 학문이라고 하였 다. 2문단에서 ‘셀러’는 인간이 동물과 달리 ‘정신’을 가지고 있다는 점이, 4문단에서 ‘겔렌’은 인간이 ‘행 위’를 통해 자신의 결핍된 부분을 보완한다는 점이 동물과 본질적으로 다른 인간의 특징이라고 했으므 로 적절한 진술이다. ③ ‘겔렌’과 달리 2문단에서 ‘셀 러’는 인간의 ‘정신’ 작용의 하나인 ‘자아의식’을 통해 인간만이 자신을 대상화할 수 있는 능력이 있다고 했으므로 적절한 진술이다. ⑤ ‘셀러’와 달리 ‘겔렌’은 인간만이 신체적인 한계를 갖고 태어나 자연에 적응 하기 어려운 결핍된 존재라고 했으므로 적절한 진술 이다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 다른 학자의 견해와 비교하기 3문단에서 ‘플레스너’는 인간만이 동물과 달리 ‘탈중 심성’을 가지고 있어 자신을 반성할 수 있다고 보았 고, <보기>의 ‘카시러’는 동물과 달리 인간만이 ‘상 징 체계’를 가지고 있어서 즉각적으로 반응하지 않는 다고 보았다. ② 3문단의 ‘플레스너’는 인간과 동물이 모두 환경에 대해 독립성이 있다고 보았으므로 적절하지 않은 진 술이다. ③ 3문단의 ‘플레스너’도, <보기>의 ‘카시러’ 도 인간과 동물이 모두 환경을 받아들이고 그에 맞 게 반응할 수 있다고 보고 있으므로 적절하지 않은 진술이다. ④ 3문단의 ‘플레스너’는 ‘탈중심성’을 가진 인간만이 반성적 사유를 할 수 있다고 했으므로 적 절하지 않은 진술이다. ⑤ ‘플레스너’와 ‘카시러’는 환 경을 변화시키는 것이 더 중요하다고 언급하지 않았 으므로 적절하지 않은 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 다른 사례에 적용하기 2문단에서 ‘셀러’는 동물과 달리 인간은 ‘정신’을 가 지고 있고, ‘자아의식’은 ‘정신’ 작용의 하나라고 했 다. 희수와 유치원 아이들은 모두 인간이므로 ‘셀러’ 가 말한 ‘정신’을 가지고 있고 정신 작용의 하나인 ‘자아의식’도 가지고 있다. ① <보기>의 희수가 신호를 지키는 아이들을 보고 무단 횡단한 자신의 모습에 부끄러움을 느낀 것은 ‘셀러’가 말한 ‘자아의식’을 통해 자신을 스스로 의식 하는 대상화가 가능했기 때문이므로 적절한 진술이 다. ③ 인간이 ‘탈중심성’을 가지고 있어 스스로를 반 성하고 변화시킬 수 있다고 한 ‘플레스너’의 입장에 서는 희수가 반성했기 때문에 무단 횡단을 하지 않 으려고 노력한다고 볼 수 있으므로 적절한 진술이다. ④ 인간이 만든 ‘문화’의 한 형태인 ‘사회적 제도’는 인간다운 삶을 보장받기 위해 만든 것이라고 한 ‘겔 렌’의 입장에서 보면 인간이 지켜야 하는 <보기>의 교통 규칙 또한 인간다운 삶을 보장 받기 위해 만든 사회적 제도이므로 적절한 진술이다. ⑤ 인간은 자신 이 제도를 만들었지만, 그 제도에 다시 영향을 받아 충동을 억제하는 ‘행위’를 한다고 한 ‘겔렌’의 입장에 서 보면 <보기>의 교통 규칙을 지킨다는 것은 인간 이 만든 교통 규칙이라는 제도가 아이들에게 영향을 주어 무단 횡단을 하고 싶은 충동을 억제한 ‘행위’라 고 볼 수 있으므로 적절한 진술이다. [사회] [20~23] <출전> 유동운,「소비자 경제 심리의 법칙」",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 세부 정보 파악하기 정상 가격의 변화 추이는 언급되어 있지 않으므로 적절하지 않다. ② 3문단에서 ‘하한 가격 한계는 가격이 너무 낮아서 소비자가 품질을 의심하여 해당 제품을 구매하려는 의사가 전혀 없는 최저수용가격을 말하고’라고 했으 므로 적절한 진술이다. ③ 1문단에서 ‘어떤 제품에 대해 판매자가 가격을 제시하면 소비자는 그 가격을 해석하고 그 가격에 담겨 있는 의미를 평가해서 제 품의 구매 여부를 결정한다.’라고 했으므로 적절한 진술이다. ④ 4문단에서 ‘소비자가 현재 구매하려는 물건과 유사한 물건을 구매했던 경험이 있다면 그것 을 기준으로 준거가격을 설정하고 이를 바탕으로 제 품의 구매를 결정한다. 하지만 유사 제품에 대한 구 매 경험이 없다면∼소비자는 제품의 구매를 결정한 다.’라고 했으므로 적절한 진술이다. ⑤ 6문단에서 ‘그동안 많은 경제학자들은 소비자들을 판매자가 제 시한 가격을 ‘받아들이는 사람’으로 인식했다. 하지만 소비자들은 판매자들이 제시한 가격을 자신들의 주 관적 경험에 따라 다르게 인식할 수 있는 능동적인 존재이다.’라고 했으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 글의 핵심 내용 이해하기 최저수용가격은 ‘가격이 너무 낮아서 소비자가 품질 을 의심하여 해당 제품을 구매하려는 의사가 전혀 없는 가격’을 말하는 것이므로 ㉮이다. 최고수용가격 은 ‘가격이 너무 높아서 소비자가 제품의 구매를 경 제적이지 않다고 판단하여 해당 제품을 구매하려는 의사가 전혀 없는 가격’을 말하는 것이므로 ㉯이다. 지나치게 낮은 가격 때문에 그 제품의 품질을 의심 해서 구매하지 않겠다는 확률이 줄어들었다는 것을 나타내는 것은 ㉰이다. 가격이 너무 높아서 구매하지 않겠다는 확률이 줄어들었다는 것을 나타내는 것은 ㉱이다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 글의 내용을 구체적 사례에 적용하기 3문단에서 ‘최저수용가격과 최고수용가격의 사이, 즉 소비자가 수용할 수 있는 가격 범위 사이에 판매자 가 제품을 팔 수 있는 최적가격이 형성된다.’라고 했 으므로 적절하지 않다. ① 3문단에서 ‘하한 가격 한계는 가격이 너무 낮아서 소비자가 품질을 의심하여 해당 제품을 구매하려는 의사가 전혀 없는 최저수용가격을 말하고’라고 했으 므로 적절한 진술이다. ③ 3문단에서 소비자가 수용 할 수 있는 가격은 최저수용가격과 최고수용가격의 사이라고 했으므로 적절한 진술이다. ④ 3문단에서 ‘상한 가격 한계는 가격이 너무 높아서 소비자가 제 품의 구매를 경제적이지 않다고 판단하여 해당 제품 을 구매하려는 의사가 전혀 없는 최고수용가격을 말 한다’라고 했으므로 적절한 진술이다. ⑤ 4문단에서 ‘일반적으로 소비자가 현재 구매하려는 물건과 유사 한 물건을 구매했던 경험이 있다면 그것을 기준으로 준거가격을 설정하고 이를 바탕으로 제품의 구매를 결정한다’라고 했으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 어휘의 의미 파악하기 ⓐ의 ‘올리다’는 ‘값이나 수치, 온도, 성적 따위가 이 전보다 많아지거나 높아지다.’의 의미를 갖는 ‘오르 다’의 사동사로 사용되었다. ① ‘위쪽으로 높게 하거나 세우다.’라는 의미로 사용 되었다. ② ‘윗사람에게 공손하게 말, 인사, 절 따위 를 하다.’의 의미로 사용되었다. ③ ‘기록에 적히다.’ 의 의미를 갖는 ‘오르다’의 사동사로 사용되었다. ⑤ ‘의식이나 예식을 거행하다.’라는 의미로 사용되었다. [예술] [24~27] <출전> 안진옥,「트랜스 라틴」",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 글의 세부 정보 파악하기 보테로가 캔버스가 가지고 있는 물리적 특징을 고려 하여 작품 속 인물의 상징적 의미를 표현했다는 점 은 언급되지 않았다. ① 2문단에서 보테로의 그림에서는 ‘인물이 지닌 본 래의 개성적 특징은 거의 생략되어 파악하기 어렵다.’ 3 고 하였으므로 적절한 진술이다. ② 2문단에서 ‘평면 의 캔버스가 가지고 있는 물리적인 한계를 극복하고 대상에 볼륨감을 표현하기 위해 선택한 것이 바로 형 태의 팽창이다.’라고 하였으므로 적절한 진술이다. ③ 2문단에서 보테로는 ‘형태를 단순화하고 팽창시켜 볼 륨감에 주목하도록 하여’, ‘그림 전체에 구현된 볼륨 감을 감상할 수 있게 됨으로써 감각적인 즐거움을 누릴 수 있게 된다.’고 하였으므로 적절한 진술이다. ⑤ 3문단에서 ‘비례의 파괴로 인해 느껴지는 부조화 에 대해 감상자는 보테로의 회화를 위트로 받아들이 기도 한다.’고 하였으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 구체적인 사례에 적용하기 4문단에서 보테로는 ‘대상이 가진 고유의 색을 분명 하게 표현하고자’, ‘색칠한 면 위에 또 색을 칠함으로 써’, ‘색을 더 견고하고 명확하게 함으로써 대상의 고 유한 색을 표현하였다.’라고 하였으므로 ㉯에서 색을 덧칠한 것은 시간의 흐름에 따른 빛의 변화를 표현 하고자 한 것이라고 볼 수 없다. ① <보기>에서의 ㉮의 인물들을 ㉯에서는 풍성한 몸 매로 팽창시켜 표현하였음을 확인할 수 있다. 그리고 2문단에서 보테로는 형태의 팽창을 통해 볼륨감을 얻 을 수 있고, 그 볼륨감은 미술이 주는 감각적인 즐거 움과 아름다움을 위한 핵심 요소가 된다고 보았으므 로 적절한 진술이다. ② <보기>에서의 ㉮의 모자가 ㉯에서는 얼굴에 비해 과하게 부풀려져 있음을 확인 할 수 있다. 또한 3문단에서 보테로는 실제 세계와는 비례를 달리하여 현실에서 존재하지 않지만, 그가 구 현하고 싶은 세계를 자유롭게 표현하였다고 하였으므 로 적절한 진술이다. ③ <보기>에서의 ㉮의 샹들리 에가 ㉯에서는 단순화된 것을 확인할 수 있다. 또한 2문단에서 보테로는 대상의 형태를 단순화하고 팽창 시켜, 감상자가 작품 속 특정 대상에만 시선이 머물 지 않고 그림 전체에 구현된 볼륨감을 감상하도록 하 였다고 하였으므로 적절한 진술이다. ④ <보기>에서 의 ㉮의 남자 발밑의 그림자가 ㉯에서는 표현되지 않 았음을 확인할 수 있다. 또한 4문단에서 보테로는 대 상의 고유한 색을 표현하기 위해 그림자를 거의 표현 하지 않았다고 하였으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 다른 관점과 비교하며 판단하기 보테로는 거장들의 권위나 명성을 끌어내리려 한 것 이기보다는 거장들의 작품이 지닌 아름다움을 감상 자가 느낄 수 있는 기회를 제공하고자 하였고, <보 기>에서 앤디 워홀은 ‘작가의 권위를 빼앗고 오리지 널 작품의 절대적인 권위와 명성에 정면으로 맞섰다’ 고 하였다. ① 보테로는 거장의 그림과 자신의 작품이 지닌 차 이를 강조하고자 하였으므로 적절하지 않은 진술이 다. ③ 지문과 <보기>에서 언급하지 않은 내용이므 로 적절하지 않은 진술이다. ④ 보테로는 거장의 작 품을 독창적인 방법으로 재창조하려고 했고, 앤디 워 홀은 거장의 작품을 복제하여 작품의 권위와 명성에 맞서려 하였으므로 적절하지 않은 진술이다. ⑤ 보테 로는 거장의 작품을 차용하면서 거장들의 작품이 지 닌 아름다움을 감상자가 느낄 수 있는 기회를 제공 하고자 하였으므로 적절하지 않은 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 어휘의 사전적 의미 파악하기 ‘구성(構成)’의 사전적 의미는 ‘색채와 형태 따위의 요소를 조화롭게 조합하는 일’이다. [과학] [28~30] <출전> 이영돈 외,「해부생리학」",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 글의 세부적 내용 파악하기 이 글은 뼈의 재구성에 대한 개념과 뼈에 있는 세포 들의 역할을 중심으로 뼈의 재구성 과정에 대해 설 명하고 있다. 5문단에서 뼈의 밀도는 30대 후반을 넘어서면서 점차 감소한다고 하였으므로, 뼈의 밀도 가 나이가 많아질수록 지속적으로 높아진다는 것은 적절하지 않음을 확인할 수 있다. ① 1문단에서 우리 몸의 뼈는 평생 동안 길이나 굵 기가 변하는 동적인 조직이며, 뼈의 재구성은 일생 동안 일어난다고 하였으므로 적절한 진술이다. ② 2 문단에서 뼈모세포는 뼈조직의 표면에 위치한다고 하였으므로 적절한 진술이다. ③ 1문단에서 외부 환 경에 따라 뼈의 단단한 정도가 바뀌기도 한다고 하 였으므로 적절한 진술이다. ④ 2문단에서 뼈모세포는 새로운 뼈바탕질을 생산하는 세포이고, 뼈파괴세포는 뼈바탕질을 분해할 수 있는 효소가 있는 세포라고 설명하고 있다. 3문단을 통해서 이들 세포는 모두 뼈 의 재구성 과정에 관여하는 세포임을 알 수 있으므 로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 글의 세부적 내용 파악하기 <보기>는 뼈의 재구성이 진행되는 과정 중 뼈파괴 세포에 의한 뼈바탕질의 분해 과정에서부터 뼈바탕 질을 생산하기 위해 뼈모세포가 분열된 과정까지를 도식화한 것이다. (가)는 뼈파괴세포에 의한 뼈바탕 질이 분해되는 과정이고, (나)는 뼈파괴세포가 녹인 뼈바탕질의 자리로 새로운 뼈바탕질을 생산하기 위 해 뼈모세포가 이동한 과정이고, (다)는 뼈모세포가 뼈바탕질을 생산하려고 분열한 과정이다. 2문단에서 뼈세포는 더 이상 뼈바탕질을 생산할 수 없는 세포 라고 설명하고 있으며, 3문단에서 뼈의 재구성 중 뼈 바탕질을 새롭게 생성하던 뼈모세포들 중 일부는 새 로운 뼈바탕질을 생산할 수 없는 뼈세포가 된다는 것을 확인할 수 있다. 따라서 뼈의 재구성 과정 중 뼈세포가 된 세포들은 뼈바탕질을 생산할 수 없음을 알 수 있다. ① 3문단에서 뼈의 재구성 과정은 뼈바탕질의 교체 부터 시작하며, 이를 위해 뼈바탕질의 파괴부터 이루 어져야 하는데 이를 뼈파괴세포가 한다고 하였으므 로 적절한 진술이다. ② 3문단에서 뼈의 재구성 과정 중 뼈파괴세포는 산과 단백질 분해효소를 분비하여 뼈바탕질을 녹이며 이동한다고 하였으므로 적절한 진술이다. ③ 3문단에서 뼈파괴세포가 뼈바탕질을 녹 이며 지나간 자리로 주변에 있던 뼈모세포가 이동한 다고 하였으므로 적절한 진술이다. ④ 3문단에서 뼈 파괴세포가 이동한 자리로 이동한 뼈모세포가 분열 한 것은 뼈바탕질을 생산하는 것이므로 적절한 진술 이다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 글을 근거로 학생 반응 추론하기 <보기>는 우주와 같은 중력이 낮고 압력이 낮은 공 간에서의 뼈의 재구성에 대해 학생이 반응한 내용을 추론한 것이다. 4문단에서 중력이 낮은 공간에서 뼈 는 지구에서처럼 중력에 의한 압력을 견딜 만큼 단 단해질 필요가 없어지므로, 뼈의 재구성 활동 중 뼈 모세포의 활동이 적어지게 되어 뼈의 단단한 정도가 약해지게 된다. 따라서 우주에서는 뼈모세포의 활동 이 뼈파괴세포의 활동보다 줄어 뼈의 강도가 약해진 다는 것을 추론할 수 있다. [고전소설] [31~34] <출전> 작자 미상,「숙영낭자전(淑英娘子傳)」",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 고전소설의 서술상의 특징 파악하기 주인공의 행동을 희화화하고 있는 부분은 찾을 수 없 으며, 주인공의 부정적 면모 또한 나타나지 않는다. ① 시간의 흐름에 따라 서사가 진행되고 있으므로 적절한 진술이다. ② ‘조선 세종대왕 때’라는 구체적 시대를 언급하고 있으므로 적절한 진술이다. ③ ‘조 선 세종대왕∼근심으로 지냈다.’에서 ‘선군’이 태어 나서 자라기까지의 내력을 요약적으로 서술하고 있 으므로 적절한 진술이다. ④ ‘꿈속에서 본∼솟아나 는 듯 했다.’는 비유를 활용하여 ‘선군’이 본 ‘숙영 낭 자’의 인상을 묘사했으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 등장 인물의 말하기 방식 이해하기 [A]는 ‘낭군은∼했나이다.’라는 과거의 일을 언급하 여 ‘선군’이 다른 가문에 구혼하지 않고 자신을 기다 리기를 바라는 ‘낭자’의 생각을 드러내고 있고, [B] 는 ‘며칠 전∼갔나이다.’라는 과거의 일을 언급하여 ‘낭자’를 기다리는 것이 힘들다는 ‘선군’의 생각을 드 러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 인물의 이동 공간을 중심으로 서사 내 용 파악하기 ‘선군’은 ㉡에 도착하고 나서야 ‘숙영 낭자’가 죽었다 는 사실을 알게 된다. ① ‘선군’은 열여섯 살 되던 봄날, ‘숙영 낭자’와 만나 는 꿈을 통해 자신이 천상에서 귀양 와 인간 세상인 ‘안동’으로 내려온 사실을 듣게 되므로 적절한 진술 이다. ② ‘숙영 낭자’와 ‘선군’은 ‘요지연’에서 서로 희 롱한 죄로 각각 ‘옥연동’과 인간 세상인 ‘안동’으로 귀양을 오게 되므로 적절한 진술이다. ③ ‘네가∼죽 었구나’에서 ‘선군’이 ‘안동’ 집에서 ‘서울’로 떠난 뒤 ‘백상군’은 ‘숙영 낭자’를 의심하였다고 했으므로 적 절한 진술이다. ⑤ ‘옥연동’에 있던 ‘숙영 낭자’가 ‘안 동’ 집에 있는 ‘선군’의 꿈에 나타난 후 ‘선군’은 ‘숙 영 낭자’를 잊지 못해 병에 걸리게 되므로 적절한 진 술이다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 문학 작품을 종합적으로 감상하기 ‘선군’이 ‘숙영 낭자’와 사별한 것은 매월의 모함과 ‘백상군’의 오해 때문이지, ‘백상군’이 유교적 관습에 따라 임 진사에게 구혼했기 때문은 아니다. ① ‘선군’은 천상에서 인간 세상으로 귀양을 온 것이 므로 적절한 진술이다. ② ‘부모가 구혼하고 육례를 갖추어 혼인하여 부모를 영화롭게 하는 것이 자식의 도리’라고 했으므로 적절한 진술이다. ④ ‘선군’은 ‘숙 영 낭자’와의 사랑 때문에 ‘백상군’이 임 진사 댁에 청혼한 것을 따르지 않으므로 적절한 진술이다. ⑤ ‘숙영 낭자’가 천상에서의 인연을 이어가기 위해 ‘선 군’의 꿈속에 나타나 ‘선군’에게 다른 가문에 구혼하 지 말고 삼 년을 기다려 달라고 부탁하고 있으므로 적절한 진술이다. [고전시가] [35～38]<출전> 맹사성, 「강호사시가(江湖四時歌)」 이규보, 「접과기(接菓記)」",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 작품 간 공통점 파악하기 (가)에는 자연을 즐기며 살아가려는 화자의 삶의 자 세가, (나)에는 과거의 경험을 바탕으로 잘못된 것을 바로 잡아 올바르게 살아가려는 글쓴이의 삶의 자세 가 드러나 있다. ② 두 작품 모두 이상 세계는 드러나 있지 않으므로 적절하지 않은 진술이다. ③ 속세를 벗어나 유유자적 하는 모습은 (가)에서만 나타나므로 적절하지 않은 진술이다. ④ 두 작품 모두 부정적인 상황에 맞서는 내용이 제시되어 있지 않으므로 적절하지 않은 진술 이다. ⑤ (가)와 (나) 모두 과거와 대비되는 현재를 반성하는 태도는 드러나 있지 않으므로 적절하지 않 은 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 작품의 구조 파악하기 제2수와 제3수의 B에는 각각 ‘초당’에서 화자가 느끼 는 한가로움과 ‘고기’라는 자연물을 바라보고 있는 화자의 모습이 제시되어 있을 뿐 자연 경관에 대한 4 화자의 평가는 드러나지 않는다. ① 제1수에서 제4수의 A에는 ‘봄, 여름, 가을, 겨울’ 과 같은 계절이 드러나 있어 적절한 진술이다. ③ 제 1수와 제3수의 C에는 각각 막걸리와 물고기를 안주 삼아 냇가에서 노니는 화자의 삶의 모습과 배를 타 고 그물을 던지고 있는 화자의 삶의 모습이 드러나 있기에 적절한 진술이다. ④ 제1수와 제2수의 D에는 각각 초장과 중장의 상황 속에서 화자가 느끼고 있 는 상태인 한가로움과 서늘함이 제시되어 있으므로 적절한 진술이다. ⑤ 제1수에서 제4수의 E에는 D를 가능하게 해주는 존재로 임금님을 공통적으로 제시 하고 있기에 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 외적 준거를 참고하여 작품 감상하기 접을 붙인 배나무에서 싹과 잎이 돋아난 것을 보며 괴이하다고만 느꼈을 뿐 의심의 마음이 없어지지는 않는다. ① 전씨가 배나무에 접을 붙이는 행위를 본 글쓴이는 터무니없다고 생각했기에 적절한 진술이다. ③ 소백 (召伯)과 한선자(韓宣子)의 고사를 활용하여 아버지 에 대한 그리운 감정을 강조하여 드러내었기에 적절 한 진술이다. ④ 글쓴이가 배나무를 통해서 얻은 깨 달음은 잘못을 고치고 선으로 옮겨가라는 것이므로 적절한 진술이다. ⑤ 글쓴이는 배나무와 관련된 경험 을 바탕으로 사람들에게 ‘잘못을 고치고 선으로 옮겨 가라’는 교훈을 전달하고 있기에 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 소재의 기능 파악하기 ㉠의 ‘임금님’은 화자에게 자연 속에서 편안한 삶을 살 수 있게 해준 고마운 대상이고, ㉡의 ‘선친’은 글 쓴이에게 그리움의 대상이다. [현대시] [39~41] <출전> 박두진,「꽃구름 속에」 곽재구,「새벽 편지」",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 작품 간 공통점 파악하기 (가)에서 ‘서러운 얘기’를 반복해 ‘사람들’이 겪은 고 달픈 현실과 관련된 의미를 강조하고 있고, (나)에서 ‘새벽에 깨어나/반짝이는 별을 보고 있으면’을 반복해 화자가 희망과 관련된 대상을 보고 있다는 의미를 강조하고 있다. ② 설의적 표현을 사용하여 화자의 정서를 부각하고 있는 것은 (가), (나) 모두에서 드러나지 않으므로 적절하지 않은 진술이다. ③ (가)만 명령형 어미를 활용하여, 고달픈 현실을 겪은 사람들이 긍정적인 세 계를 즐길 수 있게 해주고 싶은 화자의 소망을 드러 내고 있으므로 적절하지 않은 진술이다. ④ 화자의 시선 이동에 따라 시상이 점층적으로 강조되고 있는 것은 (가), (나) 모두에서 드러나지 않으므로 적절하 지 않은 진술이다. ⑤ 반어적 표현을 통해 화자의 심 정을 효과적으로 드러내고 있는 것은 (가), (나) 모 두에서 드러나지 않으므로 적절하지 않은 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 외적 준거를 바탕으로 작품 감상하기 (가)에서 ‘마을마다’ ‘꽃가루’가 ‘흩뿌’린다는 것은 시 적 대상의 고달픔을 부각하는 것이 아니라 시적 화 자가 바라는 긍정적 상황을 보여 준다. ① (가)에서 ‘서러운 얘기’를 ‘잊고’ ‘꽃향에’ ‘취하여’ ‘쓸어지게 하여라’는 것은 시적 대상인 ‘사람들’이 지 나온 고달픈 시간을 잊고 ‘꽃구름 속에’ 안겨 희망찬 봄을 마음껏 즐기기를 바라는 화자의 태도를 드러내 므로 적절한 진술이다. ② (나)에서 ‘이 세상’에 ‘희 망의 샘 하나 출렁이고 있을 것만 같다’는 것은 ‘희 망’을 통해 고달픈 현실에서 벗어날 수 있다는 화자 의 기대를 드러내므로 적절한 진술이다. ③ (가)에서 ‘한겨우내’는 추위와 굶주림의 시간으로 형상화되고, (나)에서 ‘새벽’은 ‘희망’에 대한 화자의 기대가 드러 나는 시간으로 형상화되므로 적절한 진술이다. ④ (가)에서 화자는 시적 대상인 ‘사람들’의 서러움을 덜어주고자 하며 연민을 보이고 있고, (나)에서 화자 는 ‘고통하는 법’을 스스로 ‘익’혀야겠다고 하며 의지 를 보이고 있으므로 적절한 진술이다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 작품의 이미지 파악하기 ㉠에서는 ‘불어 오라’를 통해서 동적인 이미지가 드 러나고, ㉡에서는 ‘잠들고’를 통해서 정적인 이미지가 드러난다. [현대소설] [42~45] <출전> 황순원,「별」",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 소설의 서술상 특징 파악하기 이 소설은 죽은 어머니를 그리워하는 아이의 행동과 심리에 초점을 맞추어 서술하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 외적 준거에 따른 감상의 적절성 파악 하기 누이와 청년이 마주 서 있던 일을 두고 ‘아이는 아이 대로 그저 모른체하고 있었’던 것에 대해 ‘속으로는 누이 같은 여자와 좋아하는 청년의 마음을 정말 모 르겠다고 생각했었다’로만 서술되어 있으므로 ‘아이 는 이상적인 어머니의 모습을 지키려 한다’고 설명한 것은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 소재의 공통된 기능 파악하기 누이의 죽음 이후 아이는 누이가 과거에 자신에게 만들어 준 ⓐ를 찾았으나 찾지 못하고, ⓑ에 올라타 누이를 생각하며 소리치다가 떨어져 눈물을 흘린다. 따라서 ⓐ와 ⓑ가 누이를 잃은 아이의 감정을 드러 내기 위해 사용된 소재라고 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 소설과 시나리오 비교 감상하기 S# 79는 집 밖이고 S# 80은 방 안 장면이므로, 카 메라의 시선은 방의 외부에서 내부로 이동해야 한다. ① S# 80의 ‘정말 좋아해요.’, S# 82에는 ‘아버지, 그렇게 말씀하시면 너무 속상해요.’라는, 소설 속에 없었던 누이의 대사가 추가되었으므로 적절한 진술이 다. ② 소설에 있었던 의붓어머니가 이복동생을 꾸짖 는 장면이 S# 82에서는 생략되어 있으므로 적절한 진술이다. ③ S# 79의 ‘가을 밤, 별이 가득한 밤하늘 의 모습, 카메라는 아이의 시선을 따라 틸트 업한다.’ 와 각주 ‘틸트 업’의 ‘카메라 앵글을 위로 올리면서 촬영하는 것.’에서 확인할 수 있으므로 적절한 진술이 다. ⑤ S# 81의 ‘(인서트) 키가 크고 얼굴이 하얀 한 청년과 다정하게 마주 서 있는 누이’와 각주 ‘인서트’ 의 ‘특정 동작이나 상황을 강조하기 위해 삽입한 화 면.’에서 확인할 수 있으므로 적절한 진술이다.",
        "question_exp": ""
    }
]