[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 강연 계획 파악하기 강연자는 통계 자료를 활용하고 있지 않다. ① 2문단에서 강연자는 이야기의 교훈은 무엇 인지, 토끼가 거북이에게 왜 뭍에서 경주를 하자 고 했는지에 대해 질문하여 청중의 답변을 이끌어 내며 상호작용하고 있다. ② 4문단에서 강연의 중심 내용을 정리하며 마 무리하고 있다. ④ 1문단에서 ‘정의’의 개념을 설명하여 청중의 이해를 돕고 있다. ⑤ ‘우선’, ‘다음으로’와 같은 순서를 나타내는 담화 표지를 사용하여 강연 내용을 구조적으로 파 악할 수 있도록 하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 외적 준거에 따른 내용 추론하기 토끼와 거북이가 경주를 한 ‘뭍’은 토끼에게 유 리하고 거북이에게 불리한 장소였기 때문에 <보 기>에 따르면 과정이 공정했다고 볼 수 없다. ② 경주 장소를 ‘바다’로 바꾸면 거북이에게 유 리하고 토끼에게 불리한 장소가 되기 때문에 절차 가 공정하다고 볼 수 없다. ③ 토끼와 거북이의 경주는 과정이 공정하지 않 기 때문에 결과도 정의롭다고 할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 강연에 대한 반응 파악하기 강연자는 강연에서 거북이가 토끼의 실수를 기 회로 삼아 승리할 수 있었다고 말했다. 따라서 학 생 1은 강연에 언급되지 않은 내용을 추론했다고 볼 수 없다. ** 화법․ 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 면접 전략 평가하기 학생의 대답에서 수집한 자료의 장단점에 대한 언급은 찾을 수 없다. ① 감독에 대한 정보를 얻기 위해 다큐멘터리를 보기도 하고, 감독의 영화를 소개한 기사를 찾아 읽기도 하였다고 말하고 있다. ② 장래 희망인 문화부 기자와 관련지어 지원 동기를 밝히고 있다. ③ 행사에 참여하는 학생들의 집중도를 높이기 위해 메모판을 만들어 학생들에게 질문을 받을 계 획이라고 말하고 있다. ⑤ 행사 제목만 보고 지루할까 봐 신청을 주저 했던 자신의 경험을 언급하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 말하기 방식 이해하기 교사는 ‘학생들에게 흥미를 불러일으키기 위해 행사 이름을 새롭게 지었다는 것이군요.’라고 학생 의 답변을 요약한 후, ‘좋은 생각입니다.’라며 긍 정적으로 평가하고 있다. 또한 교사의 마지막 말 에서 교사는 ‘인터뷰 내용 준비와 행사 홍보를 한 꺼번에 할 계획이란 말씀이군요.’라고 학생의 답변 을 요약한 후, ‘행사를 위해 고민한 점이 돋보이네 요.’라며 긍정적으로 평가하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 작문 계획 파악하기 원작 소설가에 대한 감독의 평가는 드러나 있지 않다. ① 2문단의 ‘문학을 매개로 과거와 현재가 소통 할 수 있다는 것을 보여 주고자’에서 감독의 영화 제작 동기를 소개하고 있다. ② 3문단의 ‘문학 작품이 시대를 아우르며 다양 한 사람들의 삶을 이해하게 해 주는 통로가 된다 는 것을 깨달았다.’에서 언급하고 있다. ③ 행사의 내용과 관련된 ‘문학으로 소통하는 삶이란 무엇일까?’라는 질문으로 글을 시작하고 있다. ⑤ 2문단의 ‘원작 소설을 이해하기 위해 원고지 에 한 자 한 자 옮겨 적는다’에서 원작 이해를 위 한 감독의 작업 방식을 소개하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 조건에 맞게 표현하기 ‘앞으로도 문학 속 다양한 인물들을 만나야겠 다.’라고 나의 다짐을 밝히고 있으며, 문학을 ‘타 임머신’에 비유하고 있다. ① ‘인사’라는 비유적 표현은 있지만 나의 다짐 이 나타나 있지 않다. ② ‘다양한 소설을 읽을 것이다.’라는 나의 다짐 은 있지만 비유적 표현이 나타나 있지 않다. ③ ‘무지개’라는 비유적 표현은 있지만 나의 다 짐이 나타나 있지 않다. ④ 나의 다짐, 비유적 표현 모두 나타나 있지 않 다. ** 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 작문 내용 이해하기 ‘학생의 초고’에서 미국의 ○○대학의 교육 과정 사례를 제시하며 지식을 조합하여 새로운 지식으 로 창조하는 공부 방법의 방향을 안내하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 자료 활용 방안의 적절성 파악하기 (가)는 ‘지식 두 배 증가 곡선’을 바탕으로 지식 총량이 늘어나는 속도를 보여주는 자료이고, (나)-2는 ‘평생 학습 참여 분야’를 보여주는 자료 이다. (나)-2에 ‘학력 보완 교육’에 참여하는 비 율이 나와 있긴 하지만, (가)와 (나)-2의 자료만 으로는 지식 증가 속도와 학력이 뒤처지고 있는 상황의 상관관계를 보여줄 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 고쳐 쓰기의 적절성 파악하기 ㉡의 앞 문장은 평생 학습에 참여하는 사람들이 늘고 있다는 내용이다. ㉡의 뒤 문장은 평생 공부 만으로는 지식이 빠르게 늘어나는 시대를 대비할 수 없을 것이라는 의미이다. 앞과 뒤 문장의 내용 이 상반되므로 ㉡은 ‘그러나’ 등의 접속어로 바꾸 는 것이 적절하다. ** 문법 **",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 높임 표현 이해하기 ‘교수님’의 소유물인 ‘책’을 높임으로써 높여야 할 대상인 ‘교수님’을 간접적으로 높이고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 높임 표현 탐구하기 특수 어휘 ‘뵙다’를 사용하여 서술의 객체인 ‘선 생님’을 높이고 있으므로 객체 높임이 실현된 것 이다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 표준 발음법 이해하기 [ㄱ, ㄷ, ㅂ]으로 발음되는 받침 ‘ㄱ(ㄲ, ㅋ, ㄳ, ㄺ), ㄷ(ㅅ, ㅆ, ㅈ, ㅊ, ㅌ), ㅂ(ㅍ, ㄼ, ㄿ, ㅄ)’ 뒤에서 ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’은 된소리인 [ㄲ, ㄸ, ㅃ, ㅆ, ㅉ]으로 각각 발음되는 된소리되기를 규 정한 표준 발음법 제23항에 따라 ‘없단다’는 [업 딴다]로 발음해야 하므로 제14항과는 관련이 없 다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 한글 맞춤법 이해하기 ‘무엇이든지 주저하지 말고 시작해 봐.’에서의 ‘-든지’는 물건이나 일의 내용을 가리지 아니하다 의 뜻으로 쓰였기 때문에 ‘제56항 2’에 따라 ‘무엇 이든지’로 쓴다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 사전 활용하기 ‘빼다’는 ‘속에 들어 있는 것을 밖으로 나오게 하다.’의 의미이므로 무르다2의 -㉠의 유의어로 적절하지 않다. ** 기술 ** □ 출전: 서사범, 철도공학의 이해",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 표제, 부제의 적절성 파악하기 안전거리를 확보하면서도 운행 간격을 줄이고 운행 속도를 높이는 것이 열차 운행의 중요한 과 제임을 밝히고, 이를 실현하기 위한 다양한 안전 장치의 종류와 작동 원리를 설명하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 세부 내용 이해하기 ‘자동폐색장치’는 궤도회로를 이용하여 열차 위 치에 따라 신호를 자동으로 제어하는 장치이다. 정지 신호를 오인하여 발생하는 충돌 사고를 예방 하는 것은 ‘자동열차정지장치’이다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 자료를 바탕으로 원리 이해하기 ‘속도검출기’는 열차의 현재 속도를 측정하는 것 이다. 열차의 위치를 바탕으로 주행해야 할 속도 를 연산하여 제한 속도를 결정하는 것은 ‘속도신 호생성장치’이다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 세부 정보 추론하기 3문단을 보면, ATS는 기관사가 신호기에 표시 된 정지 신호를 잘못 인식하거나 확인하지 못하고 달리는 위기 상황에서 열차를 강제로 정지시켜 충 돌 사고를 예방하는 기능을 한다. 하지만 평상시 에는 기관사가 열차의 가속과 감속을 직접 조절하 여 앞 열차와의 안전거리를 유지해야 한다는 부담 이 있다. ** 인문 ** □ 출전: 이수영, 에티카, 자유와 긍정의 철학",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 중심 화제 파악하기 1문단의 정신과 신체를 서로 다른 것이 아니라 하나로 보았다는 내용에서, 정신과 신체의 관계는 확인할 수 있으나 유래는 확인할 수 없다. ① 1문단의 실존하는 모든 사물은 자신의 존재 를 유지하기 위해 노력하는데, 이것이 바로 그 사 물의 본질인 코나투스라는 것이라는 내용에서 확 인할 수 있다. ③ 2문단의 감정을 신체의 변화에 대한 표현으 로 보았다는 내용에서 감정과 신체의 관계를 확인 할 수 있다. ④ 2문단의 기쁜 감정을 느꼈을 때 코나투스가 증가하고, 슬픈 감정을 느꼈을 때 코나투스가 감 소한다는 내용을 통해 감정과 코나투스의 관계를 2018학년도 9월 고1 전국연합학력평가 정답 및 해설 고1 정답 및 해설 2018학년도 9월 전국연합학력평가 2 13 확인할 수 있다. ⑤ 1문단의 인간은 자신의 충동을 의식할 수 있다는 내용에서 동물과 차이가 있다는 것을 확인 할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 외적 준거에 따른 내용 추론하기 스피노자는 욕망을 긍정하고 욕망에 따라 행동 하라고 말하고 있으나, 쇼펜하우어는 욕망을 부정 하며, 욕망을 절제하는 금욕주의를 통해 욕망에서 벗어나야 한다고 말하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 세부 내용 이해하기 스피노자는 사물이 다른 사물과 어떤 관계를 맺 느냐에 따라 선이 되기도 하고 악이 되기도 한다 고 말했다. 그렇기 때문에 선악은 사물 자체가 지 닌 성질로 보기 어렵다. ** 현대소설 ** □ 출전: 최일남, ｢노새 두 마리｣",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 작품의 특징 파악하기 ‘노새’라는 상징적 소재를 통해 시대 변화에 적 응하지 못하는 아버지의 고된 삶을 드러내고 있 다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 작품의 내용 이해하기 ‘사건’은 노새가 달아나 버린 일을 말하며, 이 사건으로 아버지는 내일부터 당장 벌이를 나갈 수 없는 어려움에 처하게 된다. ③ ‘나’의 가족은 노새를 잃어버리기 전부터 이 미 도시 변두리에 정착해서 살고 있었다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 감상의 적절성 파악하기 노새를 찾으러 나갔다가 늦게 돌아온 아버지를 보고 가족들이 아무도 말을 하지 않은 것은 노새 를 찾지 못한 상황과 아버지에 대한 걱정 때문이 다. ③ 노새가 도망쳤으니 ‘내가 노새가 되어야지’에 서 아버지의 가장으로서의 책임감을 확인할 수 있 다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 표현상의 효과 비교하기 <보기>는 [A]에서 서술된 내용을 인물 간의 대화로 바꾸어 상황을 현장감 있게 표현하고 있 다. ** 고전소설 ** □ 출전: 작자 미상, ｢석화룡전｣",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 작품의 내용 이해하기 ‘전생의 인연을 맺고자~ 첩의 죄를 용서하소 서.’에서 화룡과 인연을 맺고 싶어 화룡을 병들게 한 것에 대해 월게는 용서를 구하고 있다. ④ 최상서의 질문에 황제는 ‘화룡은 하늘이 짐 에게 주신 바이라. 어찌 대접하지 아니하리요.’라 며 하늘의 뜻을 내세워 화룡을 아끼는 마음을 드 러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 인물의 말하기 방식 파악하기 [A]에서 ‘낭군이 오늘 밤~ 으뜸이 될 것입니 다.’라며 월게는 화룡에게 머물다 가기를 요구하고 있으며, 화룡이 요구를 받아들일 경우 장차 장원 급제하여 부귀와 영화를 누리게 될 것이라고 알려 주고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 감상의 적절성 파악하기 월게가 화룡에게 무덤의 주인이 자신임을 밝히 고 화룡과의 인연에 대해 말하고는 있지만, 오랜 기다림에 대한 원망은 드러내고 있지 않다. ① ‘나이가 십팔 세가~ 와서 기다리고 있었습니 다.’에서 천정연분과 맺어지지 못하고 최상서 아들 과 혼인해야 하는 상황이 월게를 죽음에 이르게 했음을 알 수 있다. ** 과학 ** □ 출전: 인체의 원리 편집부, 인체의 원리",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 세부 내용 추론하기 4문단에서 아미노산이 분해되는 과정에서 유독 물질인 암모니아가 만들어지고 간은 이 암모니아 를 요소로 변화시켜 콩팥으로 보내 몸 밖으로 배 출한다는 내용을 확인할 수 있다. ① 5문단에서 쿠퍼세포가 몸 안으로 들어온 바 이러스를 면역 체계에 노출시켜 몸이 면역 작용을 할 수 있도록 유도한다는 내용을 확인할 수 있다. ② 1문단에서 간은 위나 장에서 흡수되어 간으 로 이동한 영양소들을 몸에서 요구하는 다른 영양 소로 만들거나 우리 몸을 위해 저장한다는 내용을 확인할 수 있다. ③ 3문단에서 시누소이드를 거친 혈액은 중심 정맥으로 유입된 후 다시 간정맥으로 합쳐져 심장 으로 들어간다는 내용을 확인할 수 있다. ⑤ 3문단에서 혈액이 간문맥과 간동맥이라는 2 개의 혈관을 통해서 간으로 들어온다는 내용을 확 인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 핵심 정보 파악하기 3문단에서 간세포의 대사 활동의 결과로 발생 하는 노폐물은 시누소이드를 흐르는 혈액으로 흡 수되어 중심 정맥으로 유입된 후, 간정맥으로 들 어간다는 내용을 확인할 수 있다. 시누소이드에서 노폐물이 만들어지는 것은 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 문맥적 의미 파악하기 ㉠과 ①은 ‘밖에서 안으로 향하여 가다.’의 의미 이다. ② ‘어떤 일에 돈, 노력, 물자 따위가 쓰이다.’의 의미이다. ③ ‘물체의 표면이 우묵하게 되다.’의 의미이다. ④ ‘새로운 상태나 시기가 시작되다.’의 의미이 다. ⑤ ‘어떤 단체의 구성원이 되다.’의 의미이다. ** 사회 ** □ 출전: 박승일, 신자유주의 통치성과 ‘환경설계 를 통한 범죄 예방(CPTED)’",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 논지 전개 방식 파악하기 범죄 발생률을 낮추기 위한 범죄학의 논의 양상 을 18세기, 19세기, 1970년대 이후 등 시대의 흐 름에 따라 제시하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 정보 간의 관계 파악하기 ㉠은 범죄를 억제할 수 있는 법적 처벌에 관심 을 가진 반면, ㉡은 범죄 원인을 개인의 자유 의 지로 통제할 수 없는 생물학적· 심리학적· 사회학 적 요소에서 찾는 데 관심을 가진다. ④ ㉠은 범죄에 비례해 형벌을 부과하고, 범죄 를 저지를 경우 누구나 법에 의해 확실히 처벌받 을 것이라는 두려움이 범죄를 억제할 것이라고 보 았다. ㉡은 범죄자만의 특성과 행위 원인을 연구 하여 범죄자들의 유형을 구분하고 그 유형에 따라 형벌을 달리해야 한다고 보았다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 외적 준거에 따른 내용 추론하기 셉테드는 도시 및 건축 환경의 설계와 계획을 통해 범죄를 예방할 수 있다고 주장한다. 합리적 선택이론 또한 환경적 요건을 강화하면 잠재적 범 죄자가 범죄를 포기한다고 본다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 교내 외진 장소에 설치한 CCTV는 운동 시설을 이용하는 학생들의 안전을 위한 것으로, ‘영역성의 원리’에 해당하지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 어휘의 의미 파악하기 ⓐ는 ‘양이나 범위 따위를 제한하여 정하다.’의 의미이다. ‘고치다’는 ‘헐거나 고장이 난 물건을 손질하여 쓸 수 있게 만들다.’의 의미이다. ** 갈래복합 ** □ 출전: (가) 나위소, ｢강호구가(江湖九歌)｣ (나) 이옥, ｢거미를 읊은 부｣",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 작품의 특징 파악하기 (나)는 거미의 말을 통해 부정적인 인간 세상의 모습을 우의적으로 비판하며, 경계해야 할 삶의 태도를 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 소재의 의미 파악하기 ㉠은 화자가 자연에서 느끼는 흥이나 만족감을 부각하는 소재이고, ㉡은 이자가 거미줄을 걷은 이유를 반박하여 이자의 생각이 잘못되었음을 깨 닫게 하는 소재이다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 ‘어와 성은이야’에서 ‘어와’라는 감탄사를 사용 하여 임금에 대한 감사함을, ‘백구야’, ‘한가할샤’ 등을 통해 자연에서 느끼는 흥취를 표현하고 있 다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 외적 준거에 따른 감상의 적절성 파악하기 ‘세상 알가 하노라’는 아름다운 자연에서 느끼는 흥과 즐거움을 화자 자신만 알았으면 하는 마음이 드러난 표현이다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 작품의 구조를 중심으로 내용 이 해하기 이자는 거미의 말을 듣고 자신의 생각이 잘못되 었음을 알게 되었기 때문에 세 번이나 넘어지면서 달아나 자물쇠를 채우고 몸을 구부리고 있다. 그 렇기 때문에 거미의 말에 의문을 품고 해결할 방 법을 모색하고 있다고 볼 수 없다. ** 현대시 ** □ 출전: (가) 신경림, ｢장자를 빌려-원통에서｣ (나) 김종삼, ｢누군가 나에게 물었다｣",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 (가)는 ‘너무 멀리서만 보고 있는 것은 아닐까’, ‘너무 가까이서만 보고 있는 것은 아닐까’ 등의 유 사한 시구를, (나)는 ‘그런 사람들이’, ‘슬기롭게 사는 사람들이’ 등의 유사한 시구를 반복하여 시 적 의미를 강조하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 외적 준거에 따른 감상의 적절성 파악하기 화자는 설악산 대청봉 위에서 산들, 마을들, 바 다를 내려다보며 ‘세상살이 속속들이 다 알 것도 같다’라고 말하고 있으므로, ‘가까이’에서 보아야 함을 깨달았을 것이라는 감상은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 감상의 적절성 파악하기 화자는 여러 곳을 다니고 있지만 사람들에게 ‘시란 무엇인가’라는 질문을 하고 있지는 않다.",
        "question_exp": ""
    }
]