[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 강의 전략 이해하기 ‘무대의 개념과 종류’를 주제로 강의를 하고 있으나 강의 내용의 출처를 밝히고 있지 않다. [오답풀이] ② 강의 중 프로시니엄의 의미가 무엇인 지를 묻고 청중의 반응을 확인하고 있다. ③ 중심 화제 인 무대의 개념을 정의하여 청중의 이해를 돕고 있다. ④ 무대를 원형 무대, 프로시니엄 무대, 돌출 무대로 나누어 설명하고, 각각의 무대에 대한 예(아레나, 연극 과 뮤지컬 무대, 패션쇼 무대)를 들어 설명하고 있다. ⑤ 각 무대의 사진 자료를 제시하여 강의 내용을 효과 적으로 전달하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 강의의 내용 적용하기 <보기>에 제시된 ‘한국 탈판’은 ‘객석과 무대를 갈라 놓는 뚫린 벽’ 없이 관객과 공연자가 한 호흡을 이루 는 무대이다. 따라서 무대의 모든 면에서 객석과 접촉 할 수 있으며 관객과 공연자의 소통이 원활하게 일어 날 수 있는 원형 무대가 한국 탈판에 가장 적절한 무대 형태이다. [오답풀이] ②, ③, ⑤는 무대 일부가 돌출되어 있고 객석이 삼면 혹은 반원형으로 배치되어 무대를 둘러 싸고 있는 형태이므로 돌출 무대에 해당되며, ④는 무대의 한 면만 볼 수 있게 객석이 배치되어 있으므로 프로시니엄 무대이다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 청중의 듣기 활동 이해하기 강의를 들은 후 학생은 자신이 경험한 ‘학교 축제’라는 구체적인 상황에 강의 내용을 적용하고 있다. [오답풀이] ① 축제에 대한 설문 자료는 언급되고 있지 않으므로 이를 활용하여 화제에 대해 판단하고 있지 않다. ② 강의를 통해 새롭게 알게 된 사실(무 대의 개념과 종류)은 확인할 수 있지만 해당 내용에 대해 의문을 제기하고 있지 않다. ③ 강의 내용을 구조적으로 파악한 내용이 드러나지 않으며 전체 내용 을 정리하는 부분도 나타나 있지 않다. ⑤ 강의 내용 중에서 사실과 다른 부분에 대해 비판적으로 평가하는 내용이 나타나 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 말하기 계획 점검하기 해양 오염에 대한 국제적 관심이 필요하다는 진행자의 생각은 대담에서 확인할 수 있지만 해양 오염 개선 을 위한 국제적 노력 및 그 성과를 소개해 달라고 요청한 발언은 찾아볼 수 없다. [오답풀이] ① 폐사한 거북이의 코에서 플라스틱 빨대 가 발견된 사건을 시작으로 대담의 중심 화제인 ‘플 라스틱 쓰레기로 인한 해양 오염’을 소개하고 있다. ② 진행자의 두 번째 발화와 세 번째 발화에서 바다 에 있는 플라스틱 쓰레기양의 규모를 질문하여 정보를 수집하고 있음을 알 수 있다. ④ 청취자들이 일상에 서 실천할 수 있는 방법을 묻는 진행자의 마지막 직전 발화에서 확인할 수 있다. ⑤ 플라스틱 빨대 소비를 줄이려는 다짐으로 대담을 마무리하는 데서 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 말하기 방식 이해하기 연구원이 언급한 연구 결과가 어패류 체내에 플라스 틱이 농축되고 있음을 보여주는 것인지 물음으로써 발화에 대한 자신의 이해가 정확한지 확인하고 있다. [오답풀이] ① 구체적 수치를 제시하여 플라스틱 쓰 레기 배출 규모를 알리는 정보 전달 성격의 발화이 다. 주관적 견해 혹은 입장을 뒷받침하는 발화로 볼 수 없기 때문에 동의를 구하려는 의도로 해석할 수 없다. ② [A]에서 진행자의 발화는 앞서 연구원이 제공한 정보를 요약, 재진술한 것으로 들은 정보에 대한 이해를 보여주는 반응이다. ③ [A]에서 연구원 의 발화는 연구 결과를 토대로 바다에 있는 플라스틱 쓰레기의 규모와 플라스틱 쓰레기가 바다로 유입되는 배경을 알려주는 것이다. 연구원의 발화는 문제의 실태 를 설명한 것으로 해결책을 모색하는 기능으로 분석 할 수 없다. ④ 인근 해역의 어패류를 분석한 연구 결과 를 바탕으로 우리나라의 현황을 보고하고 있으나, 외 국의 통계 자료와 비교하지는 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 작문 계획 점검하기 다른 소재의 재활용률과 플라스틱의 재활용률을 비교 하는 내용은 (나)에 언급되지 않았다. [오답풀이] ① (가)의 연구원이 언급한 정보(1억 6 천만 톤, 800만 톤)를 활용하여 (나)의 1문단과 2문 단에서 해양 오염의 실태를 보여주고 있다. ② 1문단 에서 일주일 간 자신이 사용하고 버린 플라스틱 쓰레 기의 사례를 나열해 보임으로써 일상적으로 배출되는 플라스틱 쓰레기가 적지 않음을 보여주고 있다. ③ (가)의 연구원은 바다로 유입되는 플라스틱 쓰레기 중 도로변 미세 플라스틱과 하수처리시설 방류수에 포함된 미세 플라스틱이 있음을 언급했을 뿐이다. (나)의 2문단에 생활하수를 통해 치약, 세정제의 원료 로 쓰인 미세 플라스틱과 합성 섬유로 만들어진 옷을 세탁할 때마다 떨어져 나오는 미세 플라스틱이 바다 로 유입되고 있음을 제시하여 독자가 이에 대해 구체 적으로 인지하도록 하였다. ④ (가)의 연구원이 언급 한 청취자 실천 방법에 대한 구체적 예를 들어 (나)의 3문단이 구성되어 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 조건에 맞게 고쳐 쓰기 선생님의 조언에 나와 있는 조건은 상황의 심각성을 언급하는 것과 앞서 언급했던 실천의 의의를 밝히는 것이다. 미세 플라스틱 오염도를 언급한 후, 플라스틱 사용을 줄이고 재활용률을 높이려는 노력이 모이면 플라스틱 쓰레기가 감소될 것이라는 의의를 밝히고 있어 조건을 만족시킨다. [오답풀이] ①, ③, ④ 모두 상황의 심각성을 언급하 였고 상황의 변화를 전망하고 있으나 초고에서 언급 했던 실천의 의의를 보여주지는 않는다. ①에는 신소 재 연구 성과에 대한 전망이, ③에는 플라스틱으로 인한 해양 오염이 심각해질 것이라는 전망이 나타나 있다. ④ 기업의 노력을 언급한 것으로 초고에서 제 안했던 실천의 의의를 보여주는 전망으로 볼 수 없다. ⑤ 해양 오염의 실태와 그 영향을 진술한 것으로 상황 의 심각성만 언급되어 있다.",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 작문 계획의 적절성 파악하기 작문 계획은 글을 쓰기 전 글과 관련하여 어떤 내용 을 글 속에 담을지에 대해 필자가 생각하는 과정이 다. 글을 쓸 때에는 글을 쓴 후, 자신이 중심 화제와 관련하여 계획한 내용을 글로 잘 표현했는지 점검하는 과정이 필요하다. 이 글에서 작문 계획과 생성한 내용 을 비교해 볼 때, 글의 초고에는 항생제 오남용 방지를 위한 실천 방안 중 개인적 차원의 방안은 나타나 있 지만 사회적 차원의 실천 방안은 나타나 있지 않으 므로 ⑤의 점검 내용은 적절하지 않다. [오답풀이] ① (나)에 연장된 평균 수명 나이, 항생 제 내성균에 의한 사망자 수, 매일 항생제를 복용하 는 비율에 대한 통계 자료를 활용하고 있다. ② (나) 에 중심 화제를 쉽게 이해할 수 있도록 항생제의 개념 과 효과를 설명하고 있다. ③ (나)에 문제 상황을 드 러내기 위해 우리나라 사람이 매일 항생제를 복용하는 비율과 OECD 회원국을 비교해서 실태를 제시하고 있다. ④ (나)에 항생제 오남용으로 인하여 항생제에 대한 내성이 생기면 가벼운 질병에도 위험할 수 있 다는 부정적 상황을 언급하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 완결성을 고려하여 표제와 부제 정하기 표제와 부제는 글의 핵심을 담을 수 있는 내용으로 구성되어야 한다. 이 글은 항생제의 긍정적인 면과 부정적인 면, 오남용 실태, 오남용 방지를 위한 실천 방안으로 구성되어 있다. ①에는 항생제의 긍정적인 면과 부정적인 면이 모두 표제에 제시되어 있고, 적정 사용을 해야만 내성을 예방할 수 있다는 내용으로 부제를 붙임으로써 긍정적인 면과 부정적인 면에 대한 실천 방안이 제시되어 있어서 이 글의 표제와 부제로 적절하다. [오답풀이] ② 표제와 부제에 항생제 오남용을 방지 하기 위한 실천 방안에 대해서는 내용이 언급되어 있지 않아서 글 전체의 내용을 정확히 표현해주는 표제와 부제로는 부족하다. ③ 예방적 차원의 항생제 처방은 항생제를 오남용하지 않아야 한다는 글의 내용 과 일치하지 않기 때문에 표제로 적절하지 않다. ④ 유전자 변이가 발생하는 것은 내성균이지 항생제가 아니므로 글의 내용과 일치하지 않아 부제로 적절하지 않다. ⑤ 표제와 부제에 항생제 오남용을 방지하기 위한 실천 방안에 대해서는 내용이 언급되어 있지 않아서 글 전체의 내용을 정확히 표현해주는 표제와 부제로는 부족하다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 자료 활용하여 내용 생성하기 <보기>는 학생이 초고를 보완하기 위해 수집한 자료 이다. ㄱ-1은 항생제 사용에 대한 일반인들의 잘못된 인식에 관한 설문 자료이며, ㄱ-2는 의사들이 항생제 가 필요하지 않은 경우에도 항생제를 처방하는 경우에 관한 설문 자료이다. ㄴ은 항생제 사용 및 내성에 관 한 교육과 인식 개선의 관계에 대한 보고서 자료이며, ㄷ은 한국인의 내성률을 감소시키기 위해 필요한 해결 방안에 대한 전문가 인터뷰 자료이다. ㄱ-2와 ㄷ을 활용하여 항생제 오남용으로 인한 문제 개선을 위해 정부의 적극적인 지원이 필요하다는 것을 추가한다 고 하였으나, 이는 ㄷ에는 해당되지만 ㄱ-2는 항생제 처방에 대한 의사의 인식과 관련된 것이므로 적절하 지 않다. [오답풀이] ① ㄱ-1과 ㄱ-2를 활용하여 설문 자료 를 바탕으로 의사와 환자 모두 인식 전환이 필요하 다는 내용을 추가할 수 있다. ② ㄱ-2를 활용하여 의사들의 항생제 처방 설문 자료와 관련하여 항생제를 적절히 처방하는 것이 필요하다는 내용을 추가할 수 있다. ③ ㄴ을 활용하여 보건 교육 전후 인식 개선 자료를 바탕으로 항생제 오남용 방지를 위한 교육이 필요하다는 내용을 추가할 수 있다. ④ ㄷ을 활용하 여 항생제 사용량과 내성률의 상관관계가 높다는 내용 을 근거로 항생제를 오남용하지 말아야 한다는 내용을 강조할 수 있다. 2019학년도 6월 고1 전국연합학력평가 정답 및 해설 2 [11~15] 문법",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 사전을 통해 문장 성분과 서술어 자릿 수 이해하기 ⓒ의 ‘듣는다’는 주어 ‘그들은’ 이외에 목적어 ‘농담 을’과 부사어 ‘진담으로’를 더 필요로 하므로 ‘주어 외에 두 개의 문장 성분을 필요로 한다.’는 올바른 이해이다. [오답풀이] ① ⓐ는 주어와 목적어를 필수적으로 요구 하는 두 자리 서술어이다. ② ⓑ는 주어와 목적어 외에 부사어를 필수적으로 필요로 한다. 부사어 ‘누나에게’ 를 생략할 경우 불완전한 문장이 된다. ④ ⓐ는 주어와 목적어를 필요로 하는 서술어이고, ⓓ는 주어와 부사 어를 필요로 하는 서술어이므로, ⓐ와 ⓓ는 서로 다른 문장 성분을 필요로 하는 서술어이다. ⑤ ⓑ와 ⓓ는 사전적 의미가 서로 다른 동음이의어이다. ⓑ는 주어, 목적어, 부사어를 필요로 하는 세 자리 서술어이고, ⓓ는 주어, 부사어를 필요로 하는 두 자리 서술어이다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 필수적 부사어와 수의적 부사어 구별하기 ①, ③, ④, ⑤에서 밑줄 친 단어의 경우 생략하였을 때 의미가 불완전한 문장이 되는 반면, ②의 ‘통나무 로’의 경우 ‘만들었다’의 재료를 의미하는 부사어로서 생략하여도 문장이 성립하기 때문에 필수적 부사어라 할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 음운의 변동 이해하기 ⑤ ‘옷 한 벌[오탄벌]’이 발음될 때에는 ‘ㅅ’이 ‘ㄷ’으로 교체된 후 ‘ㅎ’과 만나 ‘ㅌ’으로 축약되는 현상이 일어 난다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 품사에 따라 달라지는 띄어쓰기 이해하기 ‘먹을 만큼’에서 ‘만큼’은 ‘먹을’이라는 용언의 관형사형 뒤에서 ‘앞의 내용에 상당한 수량이나 정도임을 나타 내는 말’을 뜻하는 의존명사이므로 앞말과 띄어 쓴다. [오답풀이] ① ‘아는대로’에서 ‘대로’는 ‘아는’이라는 용언의 관형사형 뒤에서 ‘어떤 모양이나 상태와 같이’ 를 뜻하는 의존명사이므로 앞말과 띄어 써야 한다. ② ‘약해질대로’에서 ‘대로’는 ‘약해질’이라는 용언의 관형사형 뒤에서 ‘어떤 상태가 매우 심하다는 뜻을 나타내는 말’을 뜻하는 의존명사이므로 앞말과 띄어 써야 한다. ③ ‘생각 대로’에서 ‘대로’는 ‘생각’이라는 체언 뒤에서 ‘앞에 오는 말에 근거하거나 달라짐이 없음’을 뜻하는 조사이므로 앞말에 붙여 써야 한다. ⑤ ‘말 만큼’에서 ‘만큼’은 ‘말’이라는 체언 뒤에서 ‘앞말 과 비슷한 정도나 한도임’을 뜻하는 조사이므로 앞말에 붙여 써야 한다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 높임 표현에 대해 이해하기 ㉡의 ‘말씀’은 서술의 주체인 ‘부모님’을 높이는 특수 어휘이다. [16~21] 과학 ＊출전: 살아 있는 과학 교과서(홍준의 외) [해제] 이 글은 식물이 물을 꼭대기의 잎까지 끌어 올리는 세 가지 힘에 대해 설명하는 글이다. 첫째, 뿌리에서는 뿌리털 안과 흙 속의 농도 차이에 따라 삼투압이 발생한다. 물이 흡수될 때 밀고 들어오는 압력에 따라 뿌리압이 발생하고 그 힘에 의해 물이 위로 상승한다. 둘째, 식물체 안의 가느다란 물관에 서 모세관 현상이 발생한다. 모세관 현상은 가는 관 안의 물 분자가 벽과 결합하려는 힘에 의해 생긴다. 셋째, 증산 작용은 잎의 기공을 통하여 식물체의 수분 이 수증기 상태로 증발하는 현상이다. 잎의 세포에서 물 분자가 증발되면서 아래쪽의 물 분자를 끌어 올리 는 것이다. 이 세 가지 힘이 복합적으로 작용해 식물 이 물을 뿌리에서 흡수해 잎까지 보낸다. [주제] 식물이 물을 끌어 올리는 원리",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 세부 정보 파악하기 2문단에서 뿌리압은 물을 위로 밀어 올리는 힘이라는 것을 확인할 수 있다. 이를 통해 중력의 반대 방향으 로 작용하는 것을 알 수 있다. [오답풀이] ① 5문단의 첫 문장에서 식물의 종류에 따라 기공의 크기가 다르다는 것을 확인할 수 있다. ③ 1문단에서 식물의 광합성에 물이 원료가 된다는 것을 확인할 수 있다. ④ 5문단에서 물 분자들이 사슬 처럼 서로 연결되어 있다는 것을 확인할 수 있다. ⑤ 3문단의 마지막에서 물관 안에서 모세관 현상이 일어 난다는 것을 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 핵심 정보 파악하기 삼투 현상이 일어나면 분자가 큰 것은 선택적 투과성 막을 통과하지 못하고 물 분자가 용액의 농도가 높 은 쪽으로 이동하여 용액의 농도가 낮아진다. [오답풀이] ① 뿌리털을 둘러싼 세포막을 통해 물 분자들이 흡수되므로 세포막은 선택적 투과성 막이다. ② <보기>에서 용액의 농도가 높아지면 삼투압이 비례하여 커진다는 것을 알 수 있다. ③ 배추를 소금 물에 담그면 소금 입자가 이동하는 것이 아니라 배추 의 물이 선택적 투과성 막인 세포막을 통해 소금물 쪽으로 이동한다. ⑤ 물이 용액의 농도가 낮은 곳에 서 높은 곳으로 이동한다. 뿌리털 안의 농도는 높고, 흙 속의 농도는 낮으므로 흙 속의 물이 뿌리털 안으로 이동한다. 소금물의 농도는 높고 배추 속은 농도가 낮아 배추의 물이 소금물 쪽으로 이동한다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 핵심 정보 이해하기 5문단에서 증산 작용이 식물이 물을 끌어 올리는 원 동력이며 가장 큰 힘이라는 것을 알 수 있다. [오답풀이] ① 모세관 현상은 관이 가늘어질수록 물이 올라가는 높이가 높아진다. ② 증산 작용을 통해 수 분이 수증기로 증발하면서 주위의 열을 흡수하기 때문 에 주변의 온도가 떨어진다. ③ 증산 작용은 식물의 수분이 기공을 통해 빠져 나가며 수증기로 증발하는 것이므로 물의 상태가 바뀐다. ④ 모세관 현상은 물을 위로 밀어 올리며, 증산 작용은 위에서 잡아당기는 힘 으로 결합된 물 분자를 위로 끌어 올리고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 구체적 사례 파악 나무 그늘에서는 식물의 증산 작용으로 식물체의 수분 이 외부로 빠져 나가며 열을 흡수하여 증발하면서 주변의 온도를 낮추는 현상이 일어난다. 피부에 알코 올 솜을 문지르면 알코올이 기화하여 날아가면서 피부 의 열을 흡수하는 흡열 반응이 일어난다. [오답풀이] ②는 액체가 고체가 되면서 열을 외부로 내보내는 발열 반응으로 볼 수 있다. ③은 오래된 음식 물이 산소와 반응하여 썩으면서 열이 발생하므로 발 열 반응으로 볼 수 있다. ④는 얼음집 내부에 물을 뿌리면 액체가 고체로 되면서 열이 발생하므로 발열 반응으로 볼 수 있다. ⑤는 폭죽에 들어있는 화약이 터져 산화되면서 매우 높은 열이 발생하므로 발열 반응으로 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 (가)에서 모세관 현상으로 물의 상승 작용이 일어나 므로 물이 사슬처럼 연결되어 있고, (나)는 모세관 현상과 증산 작용, (다)는 삼투압, 모세관 현상, 증산 작용을 통해 식물의 물관에 있는 물 분자들이 사슬 처럼 연결되어 물 기둥을 형성하고 있다. [오답풀이] ① (가)에는 증산 작용이 일어나지 않아 수증기가 나오지 않으므로 증산 작용이 일어나는 (나)의 비닐 안쪽 면에 더 많은 물방울이 맺힌다. ② (가)는 (나), (다)와 달리 잎이 없어 증산 작용이 일 어나지 않는다. 증산 작용은 엄청난 양의 물을 외부로 내보낸다. 그러므로 (나)와 (다)가 더 많은 물을 흡수 할 것이므로 물이 더 많이 줄어야 한다. ③ (나)는 모세관 현상과 증산 작용에 의한 힘이 발생하고, (다)는 뿌리가 있어 삼투압 현상까지 더 일어난다. 따라서 (다)는 세 가지 힘에 의해 물이 이동한다. ⑤ (나)와 (다)에는 잎이 있어 기공을 통해 공기가 식물 의 내부로 출입할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 문맥적 의미 파악하기 ‘다른데’는 서로 다르다는 뜻인 ‘상이(相異)한데’로 바꿔 쓸 수 있다. [오답풀이] ① ‘깎아 없애거나 지워버리다’라는 뜻이 므로 적절하지 않다. ② ‘사람이나 물자, 자본 따위가 필요한 곳에 넣어지다’라는 뜻이므로 적절하지 않다. ③ ‘떨어지지 아니하게 붙이거나 달다’라는 뜻이므로 적절하지 않다. ⑤ ‘무엇을 만들어서 이루다’라는 뜻 이므로 적절하지 않다. [22~26] 사회 * 출전: 제조물 책임법(재구성) [해제] 이 글은 제조물 책임법의 주요 내용을 설명 하고 있다. 제조물 책임법의 도입 배경, 제조물과 제조 업자의 범위, 결함의 유형과 입증 책임, 제조업자의 면책 사유 등을 체계적으로 설명하고 있다. 제조물과 제조업자의 범위를 규정하고 손해 배상 청구의 핵심이 되는 결함의 유형을 제조․설계상의 결함, 표시상의 결함으로 나누어 설명하고 있다. 또한 입증 책임, 손해 배상 책임을 면할 수 있는 제조업자의 면책 사유와 면책의 제한에 대해 제시하고 있다. [주제] 제조물 책임법의 주요 내용",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 세부 정보 파악하기 ‘ㄱ’은 1문단에서, ‘ㄷ’은 2문단에서 확인할 수 있는 내용이다. [오답풀이] ‘ㄴ, ㄹ’은 제시문에서 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 결함이 있는 제조물 자체는 민법에 따라 유통업자나 판매업자에게 구제받아야 한다고(6문단) 하였으므로 A는 B사가 아니라 C마트로부터 환불받을 수 있다. [오답풀이] ① 4문단을 통해 확인할 수 있는 내용이 다. ③ 전기 주전자 개폐 버튼의 결함으로 사고가 났기 때문에 제조상의 결함 제품을 B사가 생산했다고 할 수 있다. ④, ⑤ 화재 발생 위험 문구를 표시하지 않은 결함(표시상의 결함)을 지닌 E사의 승용차 탈취 제로 인해 승용차에 화재가 발생하였다. 그러므로 D는 E사에 손해 배상을 청구할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 내용 추론하기 ㉮는 제조물 책임법이고 ㉯는 리콜제도로 둘 다 소 비자를 보호하기 위한 제도이다. 그러나 ㉮는 ‘제조물 의 결함으로 소비자가 피해를 입었을 때’ 손해 배상 청구를 통해 피해를 배상 받도록 하므로 사후 피해 구제에 중점을 두고 있다. 반면 ㉯는 ‘위해를 끼치거나 끼칠 우려가 있는 제품이 발견된 경우’ 결함 제품에 의한 피해 확산을 방지하고자 하는데 중점을 두고 있다. (①) 그러므로 제조물의 결함으로 인한 손해 발생이 ㉮는 필수적 요건이 되지만 ㉯는 필수적 조건 이 되는 것은 아니다. (⑤) [오답풀이] ② ㉮는 제조물 결함으로 인한 생명‧신체‧ 재산상의 손해에 대해 구제하는 제도인데 반해, ㉯는 결함 제품에 대해 수거‧파기 등의 시정 조치를 취하는 제도이므로 적절하다. ③ ㉯는 <보기>에서 ‘소비자 에게 알리고’라고 했으나 ㉮는 그렇지 않다. ④ ㉯는 제조업자 스스로 혹은 정부의 강제 명령에 의해 시행 될 수 있으나 ㉮는 피해자가 손해 배상을 청구해야만 한다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 세부 정보 파악하기 ‘복숭아 통조림’은 복숭아를 원료로 가공된 물품이므로 3 제조물에 포함되고, 이를 제조한 자는 제조업자에 속 한다. 그러나 미가공 농수축산물은 제조물에 속하지 않으므로(2문단) 복숭아를 생산한 자는 제조업자에 해당되지 않는다. [오답풀이] ① ‘고등어’는 미가공 농수축산물에 해당 하므로 제조물이 아니다. ② 2문단에 따르면 ‘중고 자동차’는 제조물에 포함되고 이를 수입한 자는 제조 업자에 해당된다. ④ ‘부품’도 제조물에 해당하므로 결함이 있는 ‘자동차 부품’을 만든 자는 제조업자에 해당되고 손해 배상 책임이 있다. ⑤ 5문단 제조업자의 면책 사유 중 두 번째에 해당하므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 단어의 문맥적 의미 파악하기 ㉠은 ‘알다’의 기본적 의미로 ‘어떤 사실이나 존재, 상태에 대해 의식이나 감각으로 깨닫거나 느끼다’의 뜻이다. ②와 문맥적 의미가 동일하다. [오답풀이] ① ‘사람이 어떤 일을 어떻게 할지 스스로 정하거나 판단하다’라는 뜻이므로 적절하지 않다. ③ ‘어떤 일을 할 능력이나 소양이 있다’라는 뜻이므로 적절하지 않다. ④ ‘어떤 사람이나 사물에 대하여 소 중히 생각하다’라는 뜻이므로 적절하지 않다. ⑤ ‘어떤 사람이나 사물에 대하여 그것을 어떠한 성격을 가진 것으로 여기다’라는 뜻이므로 적절하지 않다. [27~29] 현대소설 윤영수, 「착한 사람 문성현」 [해제] 이 작품은 뇌성 마비를 앓는 주인공의 일대기 를 탄생, 희망, 혼란, 평온, 분노, 살아 있음 등 6개의 소제목으로 나눠 그린 작품이다. 끊임없는 시련 속에 서도 자신의 한계를 극복하기 위해 노력하는 주인공과 이를 따뜻하게 감싸 주는 집안 가족들의 모습을 통해 삶의 존엄성과 희망의 의미를 감동적으로 그리고 있다. [주제] 장애인의 삶을 통해 바라본 인간의 존엄성",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 세부 내용 이해하기 많은 사람들이 모인 막냇동생 승현의 돌날에 문성현 은 혼자 방 안에서 여느 때처럼 몸부림치며 울고자 했으나 아무도 자신처럼 벋정대며 울지 않는다는 것을 깨달았다. 순간 그는 자신이 다른 사람과 다르다는 것 을 인식하게 되었다. [오답풀이] ① 사람들은 막냇동생 승현에게 큰 장군이 될 것이라 덕담을 해주었다. ② 둘째 동생 승현이가 문성현의 방에서 활을 가지고 놀다가 무심코 놓고 간 것이었다. ④ 문성현은 혼자 앉는 법을 익힌 후, 한 걸음 더 나아가 남들처럼 걷고 뛸 예정이었다. ⑤ 문성현은 거울에 비친 자신의 흉한 모습을 보며 슬픔 을 느꼈다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 소재의 기능 파악하기 ‘활’과 ‘텔레비전’은 모두 문성현 자신에게만 의미 있는 소재이지 동생과의 정서적 유대감을 공유하는 소재 라고는 볼 수 없다. 본문에 문성현이 동생과 함께 텔 레비전을 보거나 활을 가지고 노는 행위는 제시되어 있지 않다. [오답풀이] ① 문성현은 사람들이 막냇동생 승현이 활을 잡자 장군감이라고 이야기하는 것을 듣고, 이후 말을 타고 활 쏘는 자신의 모습을 상상하며 장애를 극복하고자 노력하게 된다. 이렇게 볼 때 활은 미래 자신의 모습에 대해 기대와 희망을 품게 하는 소재 로 볼 수 있다. ② 문성현은 텔레비전을 보며 세상 풍경과 다른 사람들의 삶을 보게 된다. ④ 텔레비전 을 통해 보는 다른 사람들의 삶은 문성현에게 가슴 떨리는 열망이기도 했고, 부서뜨리고 싶은 안타까움 이기도 하다. ⑤ 문성현은 텔레비전을 보면서 가슴 떨리는 열망을 품었고 활을 통해 다른 사람들과 동 일한 미래의 자기 모습을 상상한다. 이렇게 볼 때, 활과 텔레비전은 모두 문성현이 자신의 장애를 극복 하고자 노력하게 되는 동기를 부여하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 외적 준거에 의한 작품의 종합적 감상 ㉠ ‘몸 안에 눈물이 고였다’는 문성현이 남과 다르다 는 사실에 대한 슬픔을 서술자가 주관적인 입장에서 서술한 것이다. [오답풀이] ② ㉡은 소제목 ‘희망’이라는 추상적인 단어를, 다른 아이들처럼 행동할 수 있으리라는 문성 현의 바람으로 구체화하고 있다. ③ ㉢은 문성현이 혼자 앉기 위해 벽을 잡고 연습을 하는 과정에서 생긴 흔적이다. ④ ㉣은 벽이 훼손되는 것에 대한 나무람이 아니라 장애를 극복하기 위해 피나는 노력을 하는 문성현에게 어머니가 해주는 격려의 말이다. ⑤ ㉤은 서술자의 입장이 아닌 주인공의 입장에 초점을 맞추어 서술함으로써 독자들에게 삶의 의미를 되돌아보게 하고 있다. [30~33] 현대시 (가) 백석, 「여승」 [해제] 이 작품은 일제 강점기에 힘겨운 삶을 살다가 여승이 된 여인의 기구한 삶을 보여줌으로써 민족의 비극적 현실을 반영하고 있다. 시간의 흐름에 따른 구성이 아닌 그 순서가 뒤바뀐 역순행적 방식으로 시상이 전개되고 있다. 1연은 여승이 된 현재 모습이 며, 2~4연은 여승이 되기까지의 비극적인 삶의 모습 을 보여주고 있다. 화자는 관찰자의 시선으로 여인을 애처롭게 바라보고 있으며, 농촌이 몰락하고 그로 인해 가족들이 흩어지는 당대의 아픔을 잘 그려내고 있다. [주제] 한 여인의 비극적 삶에서 느끼는 서러움 (나) 문태준, 「가재미」 [해제] 이 작품은 암으로 고통 받으며 죽어 가는 시인 의 친척을 대상으로 한 작품으로 알려져 있다. 시적 대상을 ‘가재미’에 빗대어 표현하여 참신함을 준다. ‘가재미’는 성어가 될수록 눈이 한쪽으로 몰리는 어류 이다. 이러한 소재 선택을 통해 삶과 점점 멀어지면서 죽음에 가까워지고 있는 ‘그녀의 상태’를 잘 드러내 고 있다. 이 작품은 독특한 비유를 활용하여 죽음을 앞둔 존재를 따뜻하게 위로하고 있다. [주제] 죽음을 앞둔 존재에 대한 위안과 삶에 대한 성찰",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 (가)는 ‘가을밤같이 차게 울었다’, ‘섶벌같이 나아간 지아비’에서, (나)는 ‘느릅나무 껍질처럼 점점 거칠어 진다’에서 비유적 표현을 활용하여 시적 상황을 효과적 으로 드러내고 있음을 알 수 있다. [오답풀이] ① (가)는 시적 대상인 여승의 한과 서 러움을 ‘산꿩’에 이입하고 있지만, (나)는 자연물에 감정을 이입하는 표현이 드러나지 않는다. ③ (나)는 현재 시제를 사용하여 시적 상황을 현장감 있게 제시 하지만, (가)는 과거 시제를 사용하고 있으므로 적절 하지 않다. ④ (가)의 ‘여인의 머리오리가 눈물 방울 과 같이 떨어진 날이 있었다’와 (나)의 ‘울컥 눈물을 쏟아낸다’에서 하강적 이미지가 드러나지만, (가), (나) 모두 상승적 이미지는 드러나지 않는다. ⑤ (가), (나) 모두 음성 상징어가 드러나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 화자와 시적 대상에 대해 이해하기 (나)는 ‘가재미가 가재미에게 눈길을 건네자 그녀가 울컥 눈물을 쏟아 낸다’와, ‘나’가 ‘그녀의 물속에 나 란히 눕’자 ‘산소호흡기로 들이마신 물을 마른 내 몸 위에 그녀가 가만히 적셔준다’에서 화자와 시적 대상 과의 상호작용을 통한 정서적 교감을 찾을 수 있다. [오답풀이] ① (가)는 시적 대상의 삶에 초점을 두 며, 화자와 시적 대상의 삶을 비교하고 있지는 않다. ② (가)는 화자가 시적 대상의 삶을 관찰하고 있지만 시적 대상으로 인해 화자가 삶을 바라보는 관점의 변화 는 드러나지 않는다. ③ (나)는 화자가 시적 대상에 대해 연민을 느끼지만 시적 대상이 화자가 추구하는 삶의 모습이라고 할 수 없다. ⑤ (가)와 (나) 모두 화자가 시적 대상과 하나가 되려는 의지를 드러내고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상하기 <보기>를 바탕으로 감상할 때, 여인이 ‘금점판’에서 ‘옥수수’를 파는 행위는 농촌 공동체의 몰락으로 삶의 터전을 잃고 생계를 이어가기 위한 것으로 볼 수 있 으나, ‘나’가 옥수수를 사는 행위를 농촌 공동체의 회복 을 위한 것으로 볼 수 없다. [오답풀이] ② ‘지아비’가 가족을 두고 나아간 것은 일제의 수탈로 살 길이 막막해져 일자리를 찾아 떠난 것으로, 가난으로 가족 공동체가 파괴된 모습이라고 볼 수 있으므로 적절하다. ③ 힘든 현실 속에서 ‘어린 딸’마저 목숨을 잃게 된 상황은 여인의 기구한 삶을 드러낸다고 할 수 있으므로 적절하다. ④ ‘여인의 머리 오리가 눈물방울과 같이 떨어진’에서 여인이 속세를 떠나 여승이 되기 위해 삭발하는 모습으로 감상할 수 있고 ‘눈물방울’을 통해 그녀가 견디기 힘들었던 삶을 살아왔음을 알 수 있으므로 적절하다. ⑤ 비극적 삶을 살다 여승이 된 여인의 기구한 삶을 시간의 흐름 에 따른 구성이 아닌 그 순서가 뒤바뀐 역순행적 구성 으로 제시하고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 문맥상 의미 파악하기 ㉤은 그녀가 이제 죽음만을 기다리고 있음을 화자가 인지한 것으로 그녀의 체념적 태도가 나타난 것으로 볼 수 없다. [오답풀이] ① ㉠ ‘바닥에 바짝 엎드린’ 그녀의 모습 에서 가재미를 연상하고 있으므로 적절하다. ② ㉡ 내가 그녀와 비슷한 모습을 취함으로써 그녀에 대한 나의 연민과 위로를 구체적 행위로 드러내고 있으므로 적절하다. ③ ㉢ ‘가늘은 국수’와 ‘흙담조차 없었던’을 통해 가난하고 힘들게 살았던 그녀의 과거 삶을 알 수 있으므로 적절하다. ④ ㉣ 죽음에 임박한 그녀의 거친 숨소리를 ‘느릅나무 껍질’에 빗대어 표현하고 있으므로 적절하다. [34~37] 인문 ＊출전: 철학 VS 철학(강신주) [해제] 이 글은 중국 역사에서 인성론이 대두하게 된 시대적 상황과 인성론이 인간 본성에 대한 탐구를 넘어 사회적, 정치적 관점으로 해석, 변형된 배경에 대해 다루고 있다. 맹자는 인간의 선한 본성이 선천적으로 내재해 있다는 성선설을 통해 인간의 본성에는 선함 도, 악함도 없다는 고자의 성무선악설을 비판하였다. 순자는 맹자의 주장을 비판하며 성악설을 통해 인간의 악한 본성과 이기적 욕망이 사회적 혼란을 초래하므로 외적 공권력의 필요성을 역설하였다. [주제] 인성론의 세 가지 학설",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 논지 전개 방식 파악하기 전국 시대의 혼란한 상황 속에서 인성론이 대두하게 된 배경과 고자의 성무선악설, 맹자의 성선설, 순자의 성악설 등 주요 사상가들의 견해가 제시되어 있다. [오답풀이] ① 성무선악설, 성선설, 성악설 등 각각 이 갖는 장단점에 대한 비교는 드러나 있지 않다. ③ 인성론의 역사적 의의와 한계는 드러나 있지 않다. ④ 인성론이 등장한 시대적 상황은 언급되어 있으나 구체적 자료는 제시되어 있지 않다. ⑤ 인성론의 두 견해를 절충한 새로운 이론이 소개되어 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 핵심 개념 이해하기 [A]를 보면, 맹자의 성선설은 호족들과 지주들이 국가 공권력에 저항하기 위한 논거로 사용되었고, 순자의 성악설은 군주가 공권력을 정당화하는 논거로 사용 되었다고 드러나 있다. 이처럼 인성론은 집단의 정치 4 적 입장을 정당화하기 위한 이념적 근거로 작용하기 도 하였다. [오답풀이] ① 사회의 발전을 위한 갈등 유지의 당위 성을 인정하지 않았다. ② 권력자의 선악과 통치력의 상관관계는 드러나 있지 않다. ④ 초자연적 존재와 대비되는 인간 본성의 우위를 추구하지 않았다. ⑤ 인간의 본성을 유지하거나 순치하기 위한 인위적 노력 을 긍정하였다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 비교를 통해 핵심 개념 파악하기 순자는 인간의 본성이 이기적이므로 이를 바로 잡을 외부적 강제력의 필요성을 역설하였다. 또한 홉스는 이기적 본성으로 인한 혼란을 극복하기 위해 계약에 의한 절대 권력의 필요성을 주장하였다. 즉 사회의 혼란과 무질서는 인간의 이기심에서 비롯된다고 보 았다. [오답풀이] ② 공동의 평화를 위해 국가 권력에 비 판적 태도를 취함은 적절하지 않다. ③ 통치자의 권력 유지를 위하여 한정된 재화의 균등한 분배를 추구해 야 함은 드러나 있지 않다. 다만 순자는 무한한 욕망 과 한정된 재화의 모순을 해결하기 위하여 예가 만들 어졌다고 주장하였다. ④ 인간의 이기적 본성에 따른 자연 상태에서는 혼란과 무질서가 존재하며 대립적 상황의 해결은 부적절하다. ⑤ 홉스에 따르면 구성원 들의 계약에 의해 국가가 성립하지만 순자의 견해에는 제시되어 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 장발장이 은촛대를 훔쳤음에도 불구하고 미리엘 주교 가 선물로 준 것이라고 거짓을 말한 것은 장발장의 본성을 규격화하려는 행위로 볼 수 없다. [오답풀이] ① 장발장이 빵을 훔친 동기인 배고픔으 로 인한 식욕은 인간의 자연스러운 욕구로서 고자의 본성에 해당한다. ③ 미리엘 주교가 장발장에게 안식 처를 제공한 것은 맹자가 주장한 측은지심에서 비롯 된 인에 따른 것이다. ④ 장발장의 선행은 장발장이 타고난 선한 본성이 자력에 의해 수양되는 것을 의미 한다. ⑤ 장발장이 빵을 훔친 잘못으로 감옥에 갇힌 것은 순자의 관점에서 악한 본성을 제어하기 위한 규범에 따른 것이다. [38~40] 고전소설 작자 미상, 「매화전」 [해제] 작자, 연대 미상의 한글 필사본 소설인 이 작품 은 남녀 간의 사랑을 주제로 한 애정 소설로 「매화 양유전」, 「유화양매록」이라고도 한다. 이 작품에는 남녀 간의 사랑을 다룬 애정 모티프와 계모에 의한 시련과 고난, 부모로부터 버림받음(기아), 도술을 통한 문제 해결 등 고전 소설의 다양한 모티프들이 복합 적으로 사용되고 있다. 또한 임진왜란이라는 역사적 사실을 배경으로 하고 있어 조선 후기 작품으로 추측 되며, 판소리 사설의 문체를 지니고 있어 판소리계 소설, 혹은 판소리계 소설의 영향을 받은 작품으로 평가받고 있다. [주제] 온갖 시련을 이겨낸 양유와 매화의 사랑",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 서술상의 특징 파악하기 ‘양유~ 마음만 상할 따름일러라’, ‘병사 크게 놀라며 또한 크게 기뻐하여’ 등 서술자가 인물의 심리를 직접 제시하고 있다. [오답풀이] ① 이 작품은 시간의 흐름대로 사건을 서술하고 있다. ② 장면의 전환은 있지만 이를 통해 긴박한 분위기가 조성되고 있지는 않다. ③ 공간적 배경은 제시되어 있으나 이를 통해 주제가 암시적으로 드러나지는 않 는다. ④ 이 부분에 인물 간의 첨예한 갈등이 나타나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 인물의 태도 파악하기 병사는 상객의 말과 매화의 용모를 바탕으로 양유와 매화의 혼인에 대해 부인 최 씨의 동의를 구하고 있다. 본문에 양유가 아버지 병사에게 매화와 결혼하고 싶 다는 의지를 밝히고 있지는 않다. [오답풀이] ② 매화는 부모의 허락을 전제로 혼인하고 싶다는 생각을 양유에게 밝히고 있다. ③ 상객은 양유와 매화 가 혼인하지 않으면 양유가 호랑이에게 잡아먹힐 것 이라고 경고하고 있다. ⑤ 최 씨는 매화가 유리걸식 하고 근본을 알 수 없었던 아이라는 점을 핑계로 양유 와 매화의 혼인을 반대하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 소재의 기능 파악하기 ⓐ는 양유가 봄 날 좋은 풍경을 보고 자신은 즐거운 데 매화는 왜 쓸쓸한 모습을 하고 있는지에 대한 안타 까움을 표출하고 있는 내용이고, ⓑ는 ⓐ를 본 매화가 자신을 꽃으로, 양유를 나비에 비유하여 자신이 여자 라는 정체를 우회적으로 밝히는 내용이다. 그러므로 ⓐ와 ⓑ가 양유와 매화의 앞날이 순탄하지 않을 것 이라는 사건 전개의 방향을 암시한다고 볼 수 없다. [오답풀이] ① ⓐ에서 양유는 봄 날 좋은 풍경을 보고 봄빛을 얻었다고 하면서 자신의 즐거운 마음을 함축 적으로 드러내고 있다. ② ⓐ를 본 후 ⓑ에서 매화가 자신이 여자라는 정체를 밝힌 것은 인물 간의 소통 행위로 볼 수 있다. ④ ⓑ를 본 후 양유가 매화가 여자 라는 사실을 알아차린 후 매화에게 청혼한 것은 ⓑ 가 사건 전개의 역할을 했다고 볼 수 있다. [41~45] 갈래 복합(고전시가, 수필) (가) 작자 미상, 「잠노래」 [해제] 이른 새벽부터 한밤중까지 이어지는 여성의 고된 일상을 잠과의 씨름으로 형상화한 작품이다. 잠을 의인화하여 작중 청자로 설정하고, 염치없이 자신을 찾 아와 괴롭히는 것에 대해 원망조의 넋두리를 늘어놓는 형식을 취하고 있다. 잠을 참으며 일해야 하는 삶의 고달픔을 해학을 통해 풀어내는 민중의 모습을 발견 할 수 있다. [주제] 밤낮으로 일해야 하는 삶의 고달픔 (나) 작자 미상, 「귓도리 저 귓도리~」 [해제] 화자의 잠을 깨우는 귀뚜라미를 원망하면서도, 자신의 슬픔을 알아주는 것은 귀뚜라미밖에 없다고 여 기고 있다. 긴 소리, 짧은 소리로 슬프게 우는 귀뚜 라미 소리에 대한 청각적 심상을 활용하여 화자의 외로움을 노래하는 작품이다. [주제] 독수공방하는 외로움 (다) 이옥, 「어부」 [해제] 이 작품에서 작가는 물 속 물고기의 세계를 통해 현실을 비판하고 있다. 용을 군주, 큰 물고기를 조정의 신하, 그다음 큰 물고기를 서리· 아전, 한 자 못 되는 물고기를 백성에 비유하여 올바른 국가 경영 의 도를 밝히고 있다. 작가는 이 글에서 약자를 괴롭 히는 강자, 즉 백성들을 괴롭히는 관리들을 잘 다스 리는 것이 중요함을 강조하고 있다. [주제] 올바른 국가 경영의 도",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 화자의 태도 파악하기 (가)는 잠이 쏟아지지만 일을 해야 하는 상황에 힘들 어 하며 탄식하고 있다. (나)는 독수공방하는 자신의 처지에 외로움을 느끼며 탄식하고 있다. (다)는 관리 들이 백성을 괴롭히는 현실에 대해 안타까움을 느끼며 탄식하고 있다. [오답풀이] ① (가)와 (다)는 그리움의 정서가 드러 나지 않는다. ② (나)의 외로움을 현실의 어려움이라 고 볼 수는 있으나, 이를 극복하려는 의지적 태도는 작품에 나와 있지 않다. ③ 세 작품 모두 이상과 현실 의 괴리는 나와 있지 않다. ⑤ (가)의 바늘이나 (나)의 사창을 일상생활과 관련된 사물이라고 볼 수는 있으나, 이것의 속성이라든지 교훈은 작품에 나오지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 (가)의 황혼이나 밤, (나)의 지는 달 새는 밤은 시간적 배경을 나타낸다고 볼 수 있으며, 이를 통해 시적 상황 을 구체화하고 있다. [오답풀이] ① (가)와 (나) 모두 동일한 시어의 반복 을 통해 운율을 형성하고 있다. ② (나)의 귀뚜라미 가 가을을 드러낸다고 볼 수는 있으나, (가)의 원망 소리가 계절감을 드러낸다고 보기는 어렵다. ④ (가)의 자심하뇨를 설의적 표현으로 볼 수도 있으나, (나)에는 설의적 표현이 나와 있지 않다. ⑤ (가)와 (나) 모두 색채 대비는 나와 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 시어의 기능 파악하기 화자의 잠을 귀뚜라미라는 외부적 요인이 방해하고 있다. [오답풀이] ① 화자의 목적을 빨리 일을 끝내는 것이 라고 봤을 때, ⓐ는 오히려 이를 방해하고 있다. ③ (가)와 (나)는 모두 잠을 통해 현실로부터 벗어나려 는 모습은 보이지 않는다. ④ ⓐ는 화자의 고통을 해소 시키지 않고 있다. ⑤ ⓐ는 화자가 거부한다고 볼 수 있으나, ⓑ는 화자가 거부한다고 보기 어렵다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 시구의 함축적 의미 파악하기 원망소래는 화자와 상반된 처지에 있는 사람이 잠에게 건네는 불만이 아니라, 화자가 잠에게 드러내는 불만 이다. [오답풀이] ② 밤에 잠도 자지 못하고 낮에 다 못 끝낸 일을 마저 해야 한다는 점에서 고달픈 삶이라고 볼 수 있다. ③ 잠이 쏟아져 괴로운 화자의 상황을, 잠이 이 눈 저 눈 왔다 갔다 하며 요상한 수를 피운 다고 하였기에 해학적인 표현이라고 볼 수 있다. ④ 화자가 슬프기 때문에 귀뚜라미의 소리도 슬프게 들 리는 것으로 볼 수 있다. ⑤ 내 뜻을 알 이는 너뿐이 라고 하였는데, 이때 너는 귀뚜라미이다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상하기 관리들이 백성들을 괴롭히는 현실에 대한 안타까움을 드러낸 부분이지, 백성들을 비판하는 내용은 아니다. [오답풀이] ① 사람들이 물고기를 다 잡을까 걱정하여 물을 덮어 물고기를 가려주는 것이므로 적절하다. ② 작은 물고기를 백성, 교룡과 악어를 관리로 비유했으 므로 적절하다. ③ 작은 물고기가 없이는 용이 군주가 될 수 없다고 했으며, <보기>에서 나라의 근본은 백성이라고 했으므로 적절하다. ④ 백성을 괴롭히는 관리를 잘 다스리는 것이 가장 중요하다고 했으므로 적절하다.",
        "question_exp": ""
    }
]