[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 말하기 전략 파악하기 학생의 발표 도중 말한 내용을 요약하는 부분은 찾 을 수 없다. [오답풀이] ① 1문단에서 질문을 하여 청중의 관심 을 끌고 있다. ② 1문단과 2문단에서는 질문에 대한 대답을 듣고 ‘네’라고 답하며 청중의 반응을 확인하고 있고, 1문단 에서는 청중의 대답을 듣고 고개를 끄덕이며(비언어 적 표현) 청중의 반응을 확인하고 있다. ③ 3문단, 4문단, 5문단에서 ‘첫째, 둘째, 마지막으로’ 와 같은 담화 표지를 사용해 ‘좋은 웹 페이지 제작을 위한 고려 사항’에 대해 청중의 이해를 돕고 있다. ⑤ 마지막 문단에서 청중에게 익숙한 학교의 웹 페이 지 사진을 보여 주어 청중이 배경지식을 환기하며 듣 도록 하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표의 맥락을 고려한 매체 자료 활용하기 발표자는 웹 페이지를 디자인할 때 다양한 요소를 활 용하는 방법을 청중에게 설명하기 위해 예시 자료를 보여주었다. 문맥을 고려했을 때 이 예시 자료는 발표 내용을 모두 반영하는 좋은 본보기여야 한다. 문서의 제목과 소제목은 본문의 글자 크기보다 크고 굵고 진 하게 적혀야 하고, 제목과 본문의 서체를 구분함이 바 람직하다는 주요 내용을 모두 반영한 것은 ①이다. [오답풀이] ② 제목의 크기는 본문 글자보다 크지만 굵게 표시되어 있지 않다. 본문에 돋움체를 쓰거나 자 간이 너무 넓게 설정되어 있어 가독성이 떨어지는 등 좋은 본보기로서 적합하지 않다. ③ 본문의 글자 크기가 제목과 비슷할 정도로 크고, 굵 게 표시되어 있어 문서의 제목이 본문 글자 크기의 1.8 배 ~ 2.2배 가량 되어야 한다는 발표 내용과 어긋난다. ④ 제목과 본문의 글자 크기 및 서체가 같아 중요 정보인 제목이 강조되어 있지 않으므로 예시 자료로서 적합하지 않다. ⑤ 제목과 본문의 글자 크기가 같아 중요 정보인 제목 이 강조되어 있지 않으므로 예시 자료로서 적합하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 청자의 반응의 적절성 파악하기 청중으로 참여한 학생은 발표를 듣고 웹 페이지에서 글자를 제외한 매체 자료들을 디자인하는 방법에 관해 발표자가 밝히지 않았다고 평가했다. 따라서 좋은 웹 페이지를 디자인할 때 글뿐만 아니라 그림, 음악, 동영 상과 같은 다양한 매체 자료들을 효과적으로 배치하는 방법을 묻는 것은 적절한 질문이다. [오답풀이] ① 웹 페이지를 잘 디자인해야 하는 이유 는 발표의 첫 번째 문단에서 이미 밝혔으며, 구체적인 디자인 방법에 관한 질문과 거리가 멀다. ② 세 번째 문단에서 강조하고 싶은 내용을 돋움체로 작성한다거나, 네 번째 문단에서 밝힌 바와 같이 글의 크기와 굵기를 조절하면 된다는 정보는 이미 발표자가 제시한 내용이다. 또한 글자를 제외한 요소들의 디자 인 방법에 관한 질문으로도 볼 수 없다. ③ 세 번째 문단에서 바탕체를 사용해 사용자의 피로 감을 줄일 수 있음을 이미 밝혔다. 또한 글자를 제외한 요소들의 디자인 방법에 관한 질문으로도 볼 수 없다. ④ 웹 페이지에 넣을 그림, 음악, 동영상을 쉽게 구할 수 있는 방법에 관한 질문은 구체적인 디자인 방법에 관한 내용과 무관하다. [4~7] 화법/작문",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 회의 사회자의 역할 파악하기 회의 전체 내용에서 학생회장이 참여자의 발언 태도 를 지적하고 있는 부분은 찾을 수 없다. [오답풀이] ① 학생회장은 첫 번째 발언에서 이전 회의에서 합 의된 사항을 언급하고 있다. ② 학생회장은 두 번째 발언에서 자원봉사 활동 일시 및 장소에 대한 회의 내용을 요약하여 정리하고 있다. ④ 학생회장은 첫 번째 발언에서 회의에서 논의할 사항을 안내하고 있다. ⑤ 학생회장은 네 번째 발언에서 임원 1의 의견에 대해 보충 질문을 하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 말하기 전략 파악하기 [B]에서 임원 3은 우리 학교 학생들의 횡단보도 보 행 실태를 언급하며 교통안전 캠페인 활동에 대한 새로운 의견을 제시하고 있다. [오답풀이] ① [A]에서 임원 3은 임원 2의 의견을 수용하며 자원봉사 활동 시간에 대한 자신의 의견을 추가하고 있다. ③ [C]에서 임원 1은 구체적인 사례를 들며 임원 3 의 의견에 동의하고 있다. ④ [D]에서 봉사활동 지원서를 직접 제출하는 방식 의 문제점을 지적하며 이메일로 제출하는 새로운 방 안을 제시하고 있다. ⑤ [E]는 이메일로 제출하는 방안의 장점을 언급하 여 임원 1의 의견에 긍정적인 반응을 보이고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 자료의 수정 방안 이해하기 학교 홈페이지에 봉사활동 지원서 서식을 탑재할 계 획이라는 학생회장의 발언을 통해 직접 수령하는 것 이 아님을 알 수 있다. [오답풀이] ① 7시 30분부터 8시 30분까지라고 자 원봉사 활동 시간을 밝히자는 내용이 ㉮에 반영됨을 알 수 있다. ② 정문과 후문 모두 자원봉사 활동 장소로 안내하 자는 내용이 ㉯에 반영됨을 알 수 있다. ③ 횡단보도 신호 준수 홍보를 캠페인 활동에 포함 하고 공고문의 자원봉사 활동 내용에도 안내하자는 의견이 ㉰에 반영됨을 알 수 있다. ⑤ 신청 인원이 모집 인원보다 많을 경우 학생회에서 면접으로 선발하자는 내용이 ㉲에 반영됨을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 조건에 맞게 문구 작성하기 ① ‘무단횡단을 하면 위험하다’라는 의미로 학생들에 게 교통안전 수칙 지키기의 중요성을 알리는 문구이 다. 그리고 ‘덤벙덤벙’, ‘성큼성큼’과 같은 음성상징어 를 활용하였다. [오답풀이] ③ ‘도란도란’이라는 음성상징어를 활용 하였지만, 교통안전과 관련이 없는 문구이다. ②, ④, ⑤ 교통안전과 관련이 있는 문구이지만, 음성 상징어를 활용하지 않았다. [8~10] 작문 <출처: 2018, 2019년 한겨레 신문 기사 외>",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 작문 계획의 반영 여부 판단하기 다운 소재의 제조 시 환경오염이 발생한다는 지적은 초고에 나와 있지 않다. [오답풀이] ① 초고의 첫 문단에서 패딩 한 벌을 위 해 학대당하는 거위의 숫자와 그 횟수가 제시되어 있으므로 ⓐ는 반영된 내용이다. ② ‘다운 패딩, 비거니즘, RDS, 업사이클링’이라는 주 요 용어의 뜻을 각주에서 풀이해 주고 있으므로 ⓑ 는 반영된 내용이다. ④ 초고의 두 번째 문단을 보면 비건 패션에서 동물 성 소재를 합성 소재로 대체하는 내용이 나오므로 ⓓ는 반영된 내용이다. ⑤ 초고의 세 번째 문단에 또 다른 개선 방안으로 업사이클링을 택하기도 한다는 언급이 있으므로 ⓔ 는 반영된 내용이다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 고쳐 쓰기의 적절성 판단하기 ㉢의 경우 ‘거위들이 털을 뜯긴다’는 피동 표현이 적 절한 상황이므로 그대로 두는 것이 맞다. [오답풀이] ① 본문 내용은 비건 패션과 윤리적 의 류 구입에 관한 것이므로 ㉠의 ‘식생활 개선’이란 부 분은 어울리지 않는다. 따라서 동물과 더불어 살아가 자는 내용으로 부제를 고쳐야 한다. ② ‘～과’로 연결된 앞뒤 어구가 대등하지 않으며, 앞 부분의 서술어가 갖추어져 있지 않다. 따라서 ‘상품 의 질감을 좋게 하고 비용을 절감하기 위해’라고 고 치는 것이 적절하다. ④ 현재 ㉣의 앞에 ‘비건 패션’의 개념이 설명되어 있고, 그 부연 설명이 ㉣의 뒤에 위치해 있다. 이 둘 을 바로 연결하고 그 다음에 ㉣과 같이 합성 소재의 장점에 대해 설명하는 것이 자연스럽다. ⑤ 2문단의 내용은 다운 의류를 사지 말자는 의도이므 로, 3문단 첫 문장에서처럼 다운 의류를 살 경우에 대 해 언급하려면 ‘그래도’로 연결하는 것이 자연스럽다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 자료 활용의 적절성 파악하기 ㄷ의 표에는 다운 소재와 대비되는 합성 소재의 장 점이 제시되어 있다. 따라서 합성 소재의 단점을 소 개하여 합리적으로 소비할 것을 유도한다는 서술은 적절하지 않다. [오답풀이] ① ㄱ에 제시된 기사들을 통해 청소년이 많이 입는 패딩의 소재가 동물에게 고통을 주고 얻는 것일 수 있음을 서론에서 밝히며 문제 제기할 수 있다. ② 초고의 서론 내용을 본론의 첫 문단으로 옮기고 ㄴ-1을 함께 제시하여 거위 학대의 실상을 인상적으 로 전달할 수 있다. ③ ㄴ-2에 언급된 ‘RDS(윤리적 다운 제품 인증)’ 마 크와 그 기준을 안내하며 이를 획득한 의류를 구입 하자고 권할 수 있다. ⑤ ㄹ에 ‘업사이클링’의 과정과 그 의의에 대한 내용 이 언급되어 있으므로, 동물과 환경을 위해 업사이클 링 의류를 구입하자고 제안할 수 있다. [11~15] 문법",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 시간 표현의 문법 요소 탐구하기 시간 부사 ‘어제’와 선어말 어미 ‘­았­’을 사용하여 과 거 시제를 표현하고 있다. [오답풀이] ① ‘잔다’에 현재 시제 선어말어미 ‘­ㄴ­’ 이 쓰였다. 현재 시제는 발화시와 사건시가 일치하는 시제이다. ② ‘잔다’에 현재 시제 선어말어미 ‘­ㄴ­’이 쓰였으나 관형사형 어미는 찾을 수 없다. ③ 시간 부사 ‘어제’와 ‘봤다’에 쓰인 과거 시제 선어말어 미 ‘­았­’을 통해 과거 시제임을 알 수 있다. 발화시와 사 건시가 일치하는 것은 현재 시제이므로 적절하지 않다. ⑤ ‘내리겠습니다’에 미래 시제 선어말어미 ‘­겠­’이 쓰였고, ‘곧’이라는 시간 부사로 미래 시제를 나타내 2020학년도 6월 전국연합학력평가 정답 및 해설 고1 2 고 있다. 미래 시제는 발화시보다 사건시가 나중인 시간 표현이다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 시간 표현의 다양한 표현 효과 파악하기 과거 시제 선어말어미 ‘-았-/-었-’은 대체로 과거 시 제를 표현하지만 반드시 그런 것은 아니다. ⑤에서와 같이 ‘어머니께 혼나는 일’은 아직 실현되지 않은 미래 에 벌어질 일인데, 그것을 마치 이미 정해진 사실인 것처럼 확신을 가지고 표현할 때에도 과거 시제 선어 말어미 ‘-았-/-었-’을 사용하기도 한다. [오답풀이] ①, ②, ④ ‘-았-/-었-’이 과거 시제를 표현하고 있다. ③ 본문의 ‘-았-/-었-’이 ‘과거에 이루어진 어떤 상태가 현재까지 지속되는 경우’에 해당하는 문장으 로 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 형태소의 유형과 특징 파악하기 명사 ‘경찰’은 실질적 의미가 있는 실질 형태소이므 로 ㉠에는 ‘예’라는 답이 적절하다. ‘을’은 조사로서 홀로 쓰일 수 없는 의존 형태소이므로 ㉡에는 ‘아니 요’라는 답이 적절하다. 마지막으로 ‘잡­’은 용언의 어간인데, 홀로 쓰이지 못하지만 ‘달아나지 못하게 하다’라는 실질적 의미를 지닌 실질 형태소이다. 따 라서 ㉢에는 ‘예’라는 답이 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 된소리되기 현상에 적용된 표준 발음법 이해하기 표준 발음법 제23항부터 26항까지는 된소리되기의 환 경을 다룬다. ‘옷고름’은 ‘옷[옫]’의 ㄷ(ㅅ) 받침 뒤에 연결되는 ‘고름’의 1음절 첫소리 ‘ㄱ’을 된소리로 발음 해야 하므로 ㉠의 사례로 볼 수 있다. ‘젊고’는 어간 ‘젊-’의 받침 ‘ㅁ(ㄻ)’ 뒤에 결합되는 어미 ‘-고’의 첫 소리 ‘ㄱ’이 된소리로 발음되는 경우이므로 ㉡의 사례 로 볼 수 있다. [오답풀이] ② ‘문고리’는 표준 발음법 제23항부터 제25항의 어느 것으로도 된소리되기가 나타나는 이 유를 설명하지 못한다(제28항 참고). ③ ‘갈등[갈뜽]’은 표준 발음법 제23항부터 제25항의 어느 것으로도 된소리되기가 나타나는 이유를 설명 하지 못한다(제26항 참고). ④ ‘언짢게[언짠케]’에서는 된소리되기가 나타나지 않았다. ⑤ ‘술잔[술짠]’은 제23항부터 제25항의 어느 것으로 도 된소리되기가 나타나는 이유를 설명하지 못한다 (제28항 참고).",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 담화 상황에 따라 높임 표현 조절하기 높임 표현은 발신자와 수신자의 관계 및 의도, 사회 문화적 상하 관계, 이야기 장면과 같이 담화 상황에 따라 사용 여부가 달라진다. ①과 같이 문장의 주체가 높임의 대상이 될 때 주격조 사 ‘가’를 ‘께서’로 고쳐 말하는 것이 바람직하다. [오답풀이] ② 부사격조사 ‘께’는 문장의 객체를 높 이는 표현이다. ③ ‘주시는’의 ‘-시-’는 주체를 높이는 표현이다. ㉡은 문장의 객체이므로 ‘드리는’으로 고치는 것이 적절하다. ④ ‘보셨어’에 포함된 형태소 ‘-시-’는 주체를 높이는 표현으로, ㉡과 같은 문장의 객체를 높일 때에는 사용 되지 않는다. <보기>의 문장에서 서술어 ‘보았어’의 주어는 화자인 ‘나’이다. ‘보셨어’는 화자인 자기 자신 을 높이는 표현이다. ⑤ ‘보았습니다’는 대화 상대방(듣는이)을 높이는 표현 이므로, 문장의 객체를 높일 때에는 사용되지 않는다. [16~20] 독서(과학) <출전> grotzinger 외 3명 저, 조석주 외 10명 옮김, ｢지구의 이해(understanding earth) 제 5판｣ 개관: 이 글은 19세기 층서학을 통한 지질학적 시간척 도의 한계를 살펴보고 이를 극복하기 위한 방안으로 방사성 동위원소의 반감기를 통해 암석의 절대연대를 측정하는 방법에 대한 과학적 원리를 설명하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 논지 전개 방식 파악하기 4문단에서 방사성 동위원소의 개념을 예시를 통해 설명하고 있다. [오답풀이] ② 원자핵의 구성 물질인 양성자와 중성 자에 대한 세부적 묘사는 나타나지 않는다. ③ 방사성 동위원소의 붕괴 과정 설명에서 유추의 진술 방식이 나타나지 않는다. ④ 지층 연대 측정 방법의 발전 과정을 설명할 때 분류가 나타나지 않는다. ⑤ 지질학적 시간 척도의 특징 설명에 전문가의 의 견이 나타나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 세부 정보 파악하기 5문단에서 방사성 동위원소의 반감기는 온도나 압력 따위에 영향을 받지 않는다고 밝히고 있다. [오답풀이] ① 4문단에서 방사성 동위원소의 핵은 불안정하여 붕괴된다고 밝히고 있다. ② 4문단에서 질소‒14의 원자핵은 양성자 7개, 중성 자 7개로 이루어진다고 밝히고 있다. ④ 1문단에서 지질학적 시간 척도는 상대적인 척도 로 실질적으로 얼마나 오래되었느냐는 말해줄 수 없 다고 밝히고 있다. ⑤ 4문단에서 자연계의 모든 물질은 불안정한 상태에 서 안정한 상태로 가려는 성질이 있다고 밝히고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 종합적으로 이해하기 모원소의 개수가 줄어든 만큼 자원소의 개수가 늘어 나기 때문에 시간이 지날수록 자원소와 모원소의 개 수를 더한 값이 감소한다는 것은 옳지 않다. [오답풀이] ① B는 시간에 따른 자원소 함량의 변화 를 나타낸 것이다. ② 암석 S는 반감기를 두 번 거쳤기 때문에 생성 시 기는 4억 년 전이다. ③ 4번의 반감기를 거치면 처음 A의 양은 1/16으로 줄어든다. ④ 그림에서 모원소와 자원소의 비율이 1:1로 같아 지는 시기는 2억 년이다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 단어의 문맥적 의미 파악하기 ㉠의 문맥적 의미는 ‘물리적이거나 자연적인 현상을 만들어 내다’의 의미이므로 ①의 문맥적 의미와 가장 유사하다. [오답풀이] ② ‘생리적이거나 심리적인 현상을 생겨 나게 하다’의 의미이다. ③ ‘무엇을 시작하거나 흥성하게 만들다’의 의미이다. ④, ⑤ ‘일어나게 하다’의 의미이다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 내용을 바탕으로 추론하기 <보기>에서 질소‒14는 기체라서 죽은 생물체 외부 로 빠져나간다고 밝히고 있다. 따라서 질소‒14의 양 은 정확히 측정할 수 없으므로 탄소-12와 탄소‒14 의 비율을 모르는 상태에서 질소‒14의 양만 알아서 는 생물이 죽은 연대를 정확히 측정할 수 없다. [오답풀이] ① 탄소‒14는 죽은 생물체 내에서 6만 년이 지나면 매우 제한된 양만 남기 때문에 탄소‒14 를 이용한 연대측정법의 측정 범위는 제한적이다. ② 방사성 붕괴에 의해 시간이 지날수록 탄소‒14의 개수가 줄어든다. ③ 죽은 생물체 안에서 방사성 붕괴가 일어나 탄소‒ 14의 양이 줄어든다. 따라서 죽은 생물 내의 탄소‒ 12와 탄소‒14의 비율은 변화가 일어난다. ④ 생물체가 살아있을 때는 탄소-12와 탄소-14의 비 율이 일정하기 때문에 탄소‒14를 이용한 연대측정법은 살아있는 생물의 나이를 측정하는 데 적절하지 않다. [21~25] 독서(사회) <출전> 장영재, ｢경영학 콘서트｣ 개관: 이 글은 2002년 월드컵에서 스포츠 브랜드 업 체보다 모조품 제작 및 판매 업체들이 티셔츠 판매 에서 큰 이득을 본 사례를 공급 사슬망의 채찍 효과 로 설명하고 있다. 특히 채찍 효과의 원인으로 수요 의 왜곡, 대량 주문 방식, 발주 실행 시간에 의한 시 차 등을 제시하고 이와 관련된 스포츠 브랜드 업체 들과 모조품 제작 및 판매 업체들의 차이점을 보여 주고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 내용 전개 방식 파악하기 이 글은 모조품을 제작하고 판매하는 업체들이 수익을 본 현상을 공급 사슬망의 채찍 효과로 설명하고 있다. [오답풀이] ① 이론은 소개하고 있지만 문제점을 지 적하고 있지는 않다. ③ 역사적 변천 과정은 없다. ④ 사회 현상의 원인에 대한 대립적 의견을 소개하 고 있지는 않다. ⑤ 사회 현상의 원인을 파악하기 위해 가설을 설정 하지도 않았고, 그 타당성을 검증하지도 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 세부 내용 파악하기 3문단의 아기 기저귀 업체의 경우, 상품의 특성상 소 비자 수요는 일정하지만 소매점과 도매점의 수요가 들쑥날쑥하다고 했다. [오답풀이] ① 3문단에서는 주문 변동폭은 공급 사슬 망에서 최종 소비자로부터 멀어질수록 증가한다고 했다. ③ 3문단에 보면 변동폭이 크면 계획이나 운영을 원 활하게 수행하기 어려워 유통업체나 제조업체가 반 기지 않는다고 했다. ④ 5문단에서 채찍 효과가 일어나는 이유로 최종 소 비자로부터 멀어질수록 대량 주문 방식을 요하고 이 것 때문에 재고량 증가가 나타나며, 결국 이는 변화 에 민첩하게 대응하지 못하는 원인이 된다고 했다. ⑤ 6문단에서 물건을 주문했다고 바로 물건이 도착 하지 않는 이유로 주문 처리 시간과 물류 이동 시간 을 들고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 글의 내용 추론하기 윗글의 4문단에는 공급자가 시장에서 제한적일 때, 채찍 효과가 더 크게 발생한다고 하였다. [오답풀이] ① 윗글의 5문단, 6문단에서는 채찍 효과 로 인해 재고량이 증가되었다고 말한다. 재고량 증가 는 기업 수익에 도움이 되지 못한다. 그러므로 적정 재고량을 유지했다는 말은 적절하지 않다. ② 윗글 2문단에서 브랜드 업체의 문제 상황은 공급 사슬망의 핵심을 설명하는 사례라고 소개하고 있다. ④ 마지막 문단에 보면 재고 관리 비용에 대해 언급 하고 있다. 재고 관리 비용이 수익보다 적다면 당연 히 스포츠 브랜드 업체들은 수익을 올릴 수밖에 없다. ⑤ 윗글의 6문단에서는 발주 실행 시간이 길수록 채 찍 효과가 잘 나타난다고 하였다. 그러므로 스포츠 브랜드 업체들은 발주 실행 시간이 길었다는 것을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 글의 내용 추론하기 윗글에서 채찍 효과는 재고량을 증가시킨다고 하였 다. 그러나 <보기>에서 공급 사슬망의 채찍 효과로 인해 공급자가 최종 소비자로부터 멀어질수록 주문 량이 많다. [오답풀이] ① 윗글에서는 재고의 기능을 부정적으 로 보았지만 <보기>에서는 긍정적인 것으로 보았다. ② 수요의 왜곡 현상은 윗글에서는 결국 재고량의 증가로 이어지게 되고, <보기>에서 불확실성의 전 이는 추가 주문과 추가 공장 가동과 같은 영향을 준 다고 하였다. 이는 결국 공급 사슬망의 개체들에게 2020학년도 6월 전국연합학력평가 정답 및 해설 고1 3 부담을 주는 것이다. ④ 윗글에서는 소비자의 수요가 갑자기 늘면 수요 변동폭이 확대되는 수요의 왜곡 현상이 나타난다고 하였다. <보기>에서도 최종 소비자의 갑작스러운 수요가 급격히 증가할 경우에 계획에 없던 불확실성 이 전달된다고 하였다. ⑤ 윗글 4문단에서는 앞으로의 수요 증가를 기대하는 심리로 기존 주문량보다 더 많은 양을 주문한다고 하 였다. <보기>의 소매점과 도매점은 수요 증가로 인 해 공급에 어려움을 겪었으므로 기존 수요량과 비교 하여 수요가 증가할 것으로 기대할 수 있다. 그러므 로 다음 주문부터는 주문량을 늘릴 가능성이 크다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 CPFR은 두 회사 간에 판매, 재고, 생산 계획의 정보 를 실시간으로 공유하여 재고를 최소화하는 것이다. 이것은 정보를 서로 공유함으로써 과잉주문을 줄이 는 효과가 있다. [오답풀이] ① B통신사가 A전자의 휴대폰을 항상 대 량 주문할 것인지는 알 수 없다. 오히려 이 프로그램 을 통해서 수요에 맞게 소량 주문할 수도 있고 대량 주문할 수도 있는 것이다. ② CPFR은 재고량 최소화를 목표로 하기 때문에 재 고량이 늘어날 가능성은 없다. ④ CPFR 프로그램을 통해 공장을 이전한다는 말은 언급이 안 되어 있다. ⑤ <보기>에서는 국내 이동통신 시장은 돌발적인 수요 변화가 많다고 하였다. 이 프로그램은 재고량을 최소화 하여 돌발적인 수요 변화에 잘 대처하는 것이 목적이다. [26~28] 문학(고전소설) <출전> 작자 미상, 「영영전」 개관: 이 작품은 회산군의 궁녀인 영영과 선비인 김 생의 신분을 초월한 사랑을 그린 애정소설이다. ｢상 사동기｣, ｢회산군전｣으로도 불리는 ｢영영전｣은 영영 과 김생의 사랑이 결실을 맺어 행복한 결말을 맺는다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 서술상의 특징 파악하기 김생이 영영을 그리워하는 장면에서 ‘가슴을 졸이며 근심을 하고 이리저리 뒤척이며 잠 못 이룬들 무슨 소용이 있겠는가?’ 라는 서술자의 주관적 논평이 드 러난다. 이를 통해 인물의 심리를 드러내고 있다. [오답풀이] ① 전기적 요소가 나타나 있지 않으며, 이를 활용해 긴박한 분위기를 조성한 부분도 나타나 있지 않다. ② ‘끊어진 거문고’, ‘깨어진 거울’에서 비유적 표현을 활용하고 있지만, 이를 통해 인물 간의 갈등이 심화 되고 있지는 않다. ③ 인물의 외양 묘사를 통한 영웅적 면모는 드러나 있지 않다. ④ 순행적 구성으로 사건이 전개되고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 인물의 말하기 방식 파악하기 [A]에서 김생의 친구인 정자는 김생에게 병문안을 와서 따뜻한 말로 위로하고 있으며, [B]에서 정자는 자신의 고모인 회산군 부인에게 영영을 김생에게 보 내줄 것을 부탁하고 있다. [오답풀이] ① [A]에서 정자는 김생에게 도움이 되 는 말을 해주고 있으나, [B]에서 정자는 회산군 부인 에게 거래를 제안하고 있지 않다. ② [A]에서 정자는 김생을 칭찬하고 있지 않으며, [B]에서 정자는 회산군 부인에게 서운함을 토로하고 있지 않다. ④ [A]에서 정자가 김생에게 하는 위로는 공감으로 볼 수 없고, [B]에서 정자는 회산군 부인에게 자신의 능력을 자랑하고 있지 않다. ⑤ [A]에서 정자는 김생에게 충고를 하고 있지 않으 며, [B]에서 정자는 회산군 부인에게 자신의 친구인 김생을 소개하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상하기 회산군의 궁녀라는 영영의 신분은 영영과 김생의 사 랑을 가로막는 장애물로 작용한다. 따라서 회산군 부 인의 투기가 김생과 영영 사이의 사랑을 가로막는 장애물은 아니다. [오답풀이] ① 궁녀인 영영이 궁중에서 태어나고 자 라서 문 밖으로 나가지 못한다는 대목을 통해 조선 시대 궁녀들의 폐쇄적인 생활상을 확인할 수 있다. ③ 노파가 회산군 부인에게 영영을 외출시켜 달라는 요청을 함으로써 김생이 영영을 만나도록 도와주려 고 하고 있다. 이를 통해 노파도 김생의 조력자 역할 을 하고 있음을 확인할 수 있다. ④ 영영을 밖으로 불러내어 만나기 위해 노력하는 김생의 모습을 확인할 수 있다. ⑤ 김생이 영영과 사랑을 이루어 평생을 함께 보냄 으로써 사랑을 성취하여 행복한 결말을 맞이했음을 확인할 수 있다. [29~32] 문학(현대시) <출전> (가) 정현종, ｢초록 기쁨-봄숲에서｣ / (나) 김영 랑, ｢오월｣ 개관: (가)는 햇살이 가득한 봄숲을 배경으로 하고 있 다. 햇살, 초록잎의 나무, 흙 등의 자연물을 통해 봄숲 에서 느끼는 정서를 표현하고 있다. (나)는 오월의 봄 을 배경으로 화자가 바라본 자연 정경을 생동감 있게 묘사하고 있다. 바람, 보리, 꾀꼬리, 산 등의 자연물을 통해 화자가 느끼는 봄날의 정감을 나타내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 작품의 특징 바르게 이해하기 (가)는 봄숲을 배경으로 해가 웃고 흙이 싱글거리는 자연의 모습을 의인화하고, 화자와 자연과의 교감을 나타내고 있다. (나)는 보리나 산에 인격을 부여하여 사람처럼 표현하고 있고, ‘산봉우리야 오늘밤 너 어 디로 가 버리련?’에서 자연과 교감하는 모습이 잘 드 러난다. [오답풀이] ① (가)와 (나)는 자연 그 자체를 다루 며, 삶의 교훈은 드러나지 않는다. ② (가)와 (나)는 현실과 이상의 대비는 물론 이상 에 대한 염원은 나타나지 않는다. ③ (가)와 (나)는 과거의 시간이 나타나지 않으며, 삶에 대한 반성의 태도도 드러나지 않는다. ⑤ (가)와 (나)는 모두 자연에 대한 소외감은 나타 나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 반어적 표현은 원래 말하고자 하는 것을 반대로 나 타내는 것인데, (가)에서는 표면적 의미와 이면적 의 미가 상반되는 표현은 나타나지 않는다. [오답풀이] ① 쉼표를 여러 번 사용하여 호흡의 흐 름을 조절하고 있다. ③ ‘향기’ 등의 시어를 반복하여 시적 의미를 강조하 고 있다. ④ 시각적 이미지와 후각적 이미지를 활용해 대상을 인상적으로 표현하고 있다. ⑤ 2연의 ‘해여, 푸른 하늘이여’, 4연의 ‘오 이 향기’ 에서 영탄적 표현이 사용되고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 시어의 의미 이해하기 ⓐ의 ‘해’는 화자에게 ‘출렁거리는 빛’, ‘초록의 샘’으 로 인식되는 대상이다. 또 해가 웃는다고 인식한다. ⓑ의 ‘산봉우리’는 시에서 곱게 단장한 여인의 모습 으로 의인화되고 있다. ‘산봉우리야 오늘밤 너 어디 로 가 버리련’에서 화자는 밤이 되면 산의 아름다운 모습을 볼 수 없을 것이라는 아쉬움을 표현하고 있 다. 곧 ⓐ와 ⓑ는 화자가 관심을 갖고 주관적으로 인 식한 대상이라 할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 감상의 적절성 파악하기 (나)의 ‘큰 향기로운 눈동자를 굴리며’의 주체는 흙으 로, ㉡은 대지의 넉넉함과 향기로움을 보여주고 있다. [오답풀이] ① ㉠: ‘왕관’은 햇살이 나무와 꽃에 비치 는 시각적 형상과 관련 지어 표현한 것이다. ③ ㉢: 코로 하늘과 나무들의 향긋한 향기가 전해지 는 것을 직유법을 구사하여 표현하고 있다. ④ ㉣: 붉은 마을 길을 따라 펼쳐진 푸른 들판을 감 각적으로 표현하고 있다. ⑤ ㉤: 이랑 이랑 햇빛이 갈라진다는 것은 보리밭 이 랑 사이로 햇빛이 반짝이는 모습을 표현한 것이다. [33~36] 문학(현대소설) <출전> 김소진, 「눈사람 속의 검은 항아리」 개관: ‘눈사람 속의 검은 항아리’는 어른이 된 서술자 가 유년을 보냈던 동네를 방문하여 재개발 현장에서 어릴 적 사건을 회상하고, 사라져 가는 마을의 모습 을 안타까워하는 성장 소설이다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 서술상 특징 파악하기 작품 속에 주인공인 ‘나’가 등장하여 서술하고 있는 1인칭 주인공 시점의 소설이다. [오답풀이] ① 부분적으로 대화 장면이 있지만, 전체 적으로 서술자의 심리 중심으로 서술되고 있다. ③ 소설 내화, 외화를 넘나드는 형식은 액자소설 구 성이다. 이 작품은 액자식 구성이 아니다. ④ 주변 인물이 사건을 서술하는 것이 아니라, 작품 속 주인공 중심으로 전개되고 있다. ⑤ 작품 밖에 서술자가 위치하여 직접 심리를 묘사 하는 것은 전지적 작가 시점을 의미한다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 주인공의 심리 파악하기 ㉠의 소설 문맥 전후를 살펴보면 주인공이 생각했던 상황과 다르게 돌아가는 현실의 모습이 나타난다. 단 지를 깨고 가출한 주인공은 어른들에게 호된 꾸지람 을 들을 것이라 생각했지만, 가출 후 집 안의 상황은 주인공이 없이도 무심하게 전개되고 있다. 이런 혼돈 스럽고 불안한 상황에서 우는 나의 모습이 연출된다. [오답풀이] ① 혼돈스러운 상황에서 운 것이지, 어른 들이 잘못을 용서해 준 것이 고마워 울었다고 보기 어렵다. ② 계절의 배경과 마을의 쓸쓸한 저녁 배경으로 인 해 운 것이 아니다. ③ 가출을 할 수밖에 없었던 상황으로 인해 슬퍼한 것은 아니다. ④ 어른들의 무관심으로 분노감을 느꼈다는 진술은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 사건에 따른 주인공의 심리 이해하기 주인공은 주문을 외운 후, 깨진 항아리를 숨길 묘안 을 찾아서 기뻐하고 있다. [오답풀이] ① 욕쟁이 할머니의 단지를 깬 후 당황하 고 있기 때문에 침착함을 유지한다고 보기 어렵다. ③ 현정이 아빠와 대화하기 전에는 의기양양함을 찾기 어렵다. 깨진 단지 조각을 들키지 않고 숨기려는 초조 함, 긴장감을 살펴볼 수 있다. ④ 깨끗하게 치워진 마당을 보며 불안감을 느끼고 있다. ⑤ 예상치 못했던 집안 분위기에 혼돈스러워 하던 ‘나’는 엄마가 볼을 꼬집자 그제야 안도감을 느낀다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 조건을 활용하여 작품 분석하기 ‘성장 소설’의 <보기> 지문을 활용하여 본문과의 대응 관계를 찾아보는 문항이다. 눈을 긁어 모으고 깨진 단 지를 눈사람 속에 집어넣는 은폐 과정에서는 내면적 갈 등이 드러나지 않는다. [오답풀이] ① 미성숙한 어린 화자가 ‘깨진 단지’ 사 건을 계기로 성장하는 모습을 보여주고 있다. 2020학년도 6월 전국연합학력평가 정답 및 해설 고1 4 ③ ‘방학 숙제로 낼 일기’는 어린 시절의 일임을 짐 작할 수 있다. ④ ‘나를 둘러싼 세계’는 미성숙한 세계에서 정신적 성장으로 가는 공간이다. ⑤ ‘그렇게 컸다’는 성인의 시절을 의미하는 구절에 해당된다. [37~41] 독서(인문) <출전> 소흥렬, 「논리와 사고」 이 글은 고전 논리학에서 일상 언어를 논리적 의미가 분명하도록 고치는 명제의 표준 형식에 대해 말하고 있다. 일상 언어의 문장들은 읽는 사람과 상황에 따라 논리적 의미가 다르므로 먼저 적절한 해석을 한 후 그 것에 맞는 형식으로 고쳐야 한다고 설명하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 세부 정보 파악하기 2문단에서 명제의 양을 전체와 부분으로만 나누어 두었기 때문에 부분에 관한 명제들 중에서 그 양의 정도가 다른 것을 나타낼 수 있는 방법은 없으며 이 는 고전 논리의 한계점이라고 하였다. [오답풀이] ① 5문단에서 “미국 흑인이 아닌 모든 사람은 흑인 영가의 참뜻을 느낄 수 없는 사람이다.”는 “미국 흑 인이 아닌 어느 사람도 흑인 영가의 참뜻을 느낄 수 있는 사람이 아니다.”로 고쳐 쓸 수 있다고 하였다. ② 3문단에서 “칼을 쓰는 모든 사람은 칼로 망하는 사람이다.”를 교훈적인 말로 받아들이는 사람은 전체 긍정으로 읽게 된다고 하였다. ③ 2문단에서 “모든 철학자는 이상주의자가 아니다.” 의 표준 형식은 ‘모든 ~는 ~가 아니다.’가 될 수 없 다고 하였다. ⑤ 6문단에서 일상 언어의 문장은 그것이 어떤 사실 을 긍정하는 것일지라도 그것의 논리적 의미가 분명치 못한 것이 많다고 하였다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 세부 내용 추론하기 3문단에서 “칼을 쓰는 모든 사람은 칼로 망하는 사람 이다.”라는 명제를 사실의 서술로 보는 사람은 칼을 쓰는 사람들 중 일부분의 사람만 칼로 망하게 된다 는 사실을 긍정하는 것으로 이해하지만 그것을 교훈 적인 말로 받아들이는 사람은 그것이 하나의 보편적 인 법칙을 뜻하는 것으로 이해한다고 하였으므로 이 문장을 읽는 사람이나 상황에 따라서 그 논리적 의 미가 다르다고 하였고, 6문단에서 사람마다 자기대로 타당한 이해를 할 수밖에 없기 때문에 이 문제는 논 리학의 범위에 속하는 것이 아니라고 하였다. [오답풀이] ① 6문단에서 일상 언어의 문장을 적절하 게 해석한 후 그것에 맞는 표준 형식으로 고쳐 주면 된다고 하였으므로, 논리학에서 일상 언어를 표준 명 제로 고칠 수 없다고 보는 것은 옳지 않으며 ㉠과도 인과 관계가 없다. ② 1문단에서 아리스토텔레스의 고전 논리학에서는 기본 명제를 네 가지로 분류한다고 밝히고 있으므로 적절하지 않다. ③ 2, 3, 4, 5문단에서 다양한 일상 언어의 문장들을 표준 형식의 명제로 고칠 수 있음을 보여주고 있으므로, 일상 언어의 문장과 논리학의 문장이 본질적으로 다르 다고 보는 것은 옳지 않으며 ㉠과도 인과 관계가 없다. ④ 1문단에서 일상 언어를 네 가지 기본 명제 중 하나 의 형식으로 고쳐 주어야 한다고 했으므로 일상 언어의 문장을 기본 명제로 고친 후 해석해야 한다는 것은 적 절하지만, ㉠과는 인과 관계가 없다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 비판적 추론하기 1, 2문단에 나타나 있듯이 “문제의식이 투철한 사람 만 참석했다.”는 표준 형식이 아니다. [오답풀이] ① 참석한 사람들은 모두 문제의식이 투 철한 사람들이었다는 사실만 긍정하므로, ‘참석한 모 든 사람은 문제의식이 투철한 사람이었다.’라는 뜻으 로 판단한 것은 타당하다. ② 참석한 사람들은 모두 문제의식이 투철한 사람들 이었다는 사실만 긍정할 뿐 그 사람들만이 문제의식이 투철한 사람들인지 어떤지에 대한 긍정은 없으므로, ‘문제의식이 투철한 사람은 누구나 다 참석했다.’는 것을 뜻하지는 않는다고 판단한 것은 적절하다. ③ 참석한 사람들은 모두 문제의식이 투철한 사람들 이었다는 사실만을 긍정하므로, ‘문제의식이 투철한 사람의 일부분이 참석했다.’라는 것을 긍정하지도 않 는다고 판단한 것은 타당하다. ④ 참석한 사람들은 모두 문제의식이 투철한 사람들이 었다는 사실만 긍정하므로, 그 사람들만이 문제의식이 투철한 사람들인지 어떤지에 대한 긍정은 없다는 판단 은 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 다른 상황에 적용하기 ‘경마에 미친 모든 사람은 경마를 좋아한다.’라고 하 면 ‘경마’ 외에 다른 것을 좋아할 수도 있으므로, ‘경 마에 미친 사람이 좋아하는 모든 것은 경마이다.’로 고쳐야 한다. [오답풀이] ① ‘원숭이도 나무에서 떨어진다.’에서 ‘원숭이’는 모든 원숭이가 아니므로, ㉮는 ‘어떤 원숭 이는 나무에서 떨어지는 원숭이이다.’로 고칠 수 있 다. ② ‘소수의 사람들만이 특혜를 받았다.’는 모든 사람 이 특혜를 받은 것이 아니므로, 어떤 사람은 특혜를 받은 사람이고 또 어떤 사람은 특혜를 받지 못한 사 람이다. ④ ‘비가 오는 날이면 언제나 그는 택시를 탄다.’에서 ‘날이면’으로 볼 때 ‘모든 날’이 되므로 ㉱를 ‘비가 오는 모든 날은 그가 택시를 타는 날이다’로 고치는 것이 적 절하다. ⑤ ‘피서지마다’는 ‘모든 피서지’를 뜻하므로, ㉲를 ‘이 번 여름의 모든 피서지는 초만원을 이루는 곳이다.’로 고치는 것은 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 사전적 의미 파악하기 ⓑ는 ‘개별적인 것이나 특수한 것이 일반적인 것으로 됨. 또는 그렇게 만듦.’이란 뜻이다. [42~45] 문학(갈래 복합) <출전> 양사언 시조 / 김시습, 「사청사우(乍晴乍 雨)」 / 이규보, 「이옥설(理屋說)」 개관: (가)는 삶의 목표를 세우고 그것을 이루기 위 해 노력하는 모습을 사람들이 산에 오르는 것에 비유 하여 표현한 작품이다. 화자는 목표에 도전하면서 그 것을 이루기 위해 꾸준히 노력하지 않고 포기하거나 체념하는 세태를 비판하고 있다. (나)는 세상 인정의 변덕스러움을 날씨에 빗대어 노래 한 작품이다. 화자는 세상 인정이 한결같지 않아 언제 어떻게 변할지 알 수 없다고 한다. 따라서 꽃과 구름 을 대하는 봄과 산처럼 변화에 일희일비하지 않고 의 연하게 순리대로 살아간다면 생의 즐거움을 느낄 수 있다고 충고하고 있다. (다)는 퇴락한 행랑채를 수리하는 과정에서 느낀 점을 ‘사람의 몸’과 ‘나라의 정치’로 확대 적용하여 해석한 설(設)이다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 작품 간의 공통점 파악하기 (가)는 목표를 세우고 그것의 실현을 위해 노력하는 자세가 중요하다는 것을 말하고 있다. (나)는 세상 인 정의 변덕스러움을 비판하고 욕망을 버리고 순리대로 살 것을 깨우쳐 주고 있다. (다)는 잘못을 알고 그것 을 고쳐나가는 자세의 중요성을 언급하고 있다. 따라 서 세 작품은 모두 글쓴이가 생각하는 바른 삶의 자세 에 대해 말하고 있다. [오답풀이] ① (가)는 자신의 가치관을 성찰하고 있 는 것이 아니라 자신이 옳다고 생각하는 가치관대로 타인들이 살아갈 것을 충고하고 있다. (나) 역시 세상 사람들에게 어떻게 살아야 하는지를 알려주고 있다. ② (가), (나), (다)는 모두 현재 상황을 극복하고자 하는 것이 아니다. ④ (가), (나), (다)는 이념과 현실의 갈등이 없다. ⑤ (가), (나), (다)는 추구하는 이상 세계의 모습을 언급하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 작품을 종합적으로 감상하기 [D]에는 청자를 설정하여 말하고 있으나, 문답법이 사 용되지 않았다. [오답풀이] ① [A]에서 변덕스러운 날씨를 통해 세 상 인정 역시 그러하다고 표현하며 세상 인정에 대 해 부정적으로 인식하고 있다. ② [B]에서 ‘나를 기리다가 헐뜯고’, ‘공명을 피하다 가 구하고’를 통해 대구법이 쓰였음을 알 수 있다. 또한 세상 인정의 변덕스러움에 대해 구체적으로 예 를 들고 있다. ③ [C]에서 가변적인 대상인 ‘구름’, 불변적인 대상 인 ‘산’을 대조하여 ‘산’처럼 의연하게 살아야 한다는 화자의 의도를 전하고 있다. ④ [D]에서 7, 8구의 순서를 바꾸어 화자가 전달하 고자 하는 바를 강조하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 내용 전개 과정 파악하기 설(設)은 두 단계의 구조로 이루어져 있다. 전반부에 서는 개인적인 경험을 예로 들고, 후반부에서는 교훈 을 전한다. 이옥설에서는 퇴락한 행랑채를 수리하는 과정에서의 경험을 토대로 ‘사람의 몸’과 ‘나라의 정치’ 에 적용하고 있다. 이 과정에서 유추의 방법을 사용하 였다. [오답풀이] ① ㉠은 다양한 해결책을 제시하고 있지 않다. ② ㉠과 ㉡은 상반되는 견해가 아니라 경험한 것을 사람의 몸에 적용한 것이다. ③ ㉠이 사건의 결과라 하더라도 ㉡은 그 원인이 아 니다. ⑤ ㉠은 ㉡에서 얻은 깨달음을 자신의 생활에 적용 한 것이 아니라, ㉠에서 얻은 깨달음을 자신의 생활 에 적용한 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 구절의 의미 파악하기 비가 새기 시작한 것을 알았을 때, 미리 지붕을 고쳤 다면 수리비가 많이 들지 않았을 것이다. 이런 상황을 근거로 판단하면 ‘호미로 막을 것을 가래로 막는다’는 속담과 어울림을 알 수 있다. [오답풀이] ②, ③, ④, ⑤는 ㉮상황에 어울리는 속 담으로 볼 수 없다.",
        "question_exp": ""
    }
]