[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 발표 표현 전략 사용 발표자는 유토피아의 개념을 제시하는 부분과 영상 자료를 활용하는 부분에서 각각 청중에게 질 문을 던져 청중의 대답을 듣고 반응을 살피며 청 중과 상호 작용하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표에서의 매체 활용 발표자는 ㉠을 활용하여 인류가 오랜 시간 배고 픔으로 인해 고통을 받았음을 드러내고 있으며, ㉡을 현대 사회의 모습이 코케뉴가 실현된 것처럼 보인다는 이야기의 근거로 활용하고 있다. 또 ㉢ 을 활용하여 청중이 세계 기아 문제의 실태와 심 각성을 인식할 수 있도록 하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 발표 내용 점검 ‘학생1’은 발표 내용과 관련하여 기아 문제의 원인과 해결 방안에 관한 궁금증을 해소하기 위해 관련 홈페이지나 블로그를 찾아보려 하고 있다. 이는 발표 내용과 관련된 궁금증을 해소할 방안을 생각한 것에 해당한다. ‘학생2’는 식당에서의 행 동을 돌아보고 있는데, 이는 발표를 듣고 나서 자 신의 행동을 성찰하는 것에 해당한다. ** 화법․ 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 대화 표현 전략 사용 ‘학생2’는 솎아베기는 나무를 심은 후 15년이 지난 다음부터 5~10년을 주기로 2~3회 실시한다 는 연구원의 말을 듣고, 심은 지 15년에서 40여 년 정도 되는 나무가 많은 숲은 솎아베기를 통해 숲을 가꾸어야겠다고 말하고 있다. 이는 연구원의 말을 바탕으로 어떤 숲에서 솎아베기가 필요한 것 인지를 추론한 것에 해당할 뿐, 연구원의 발화 의 도를 확인한 후 이에 대한 추가 정보를 요청하는 것과는 관련이 없다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 대화 내용 조직 ‘학생1’의 ‘먼저 숲가꾸기 사업이 무엇인지에 대해 말씀해 주시겠어요?’는 숲가꾸기 사업이 생 소한 학생들을 위해 숲가꾸기 사업에 대해 소개해 달라고 말하며 인터뷰를 시작하겠다는 계획을 반 영한 것이며, ‘학생2’의 ‘솎아베기와 같은 숲가꾸 기 사업을 제때에 하지 않으면 어떻게 되나요?’는 숲가꾸기 사업을 적절한 시기에 하지 않을 때 발 생할 수 있는 문제점을 설명해 달라고 말하겠다는 계획을 반영한 것이다. 또한 ‘학생2’의 ‘끝으로 숲 가꾸기 사업에 대해 하시고 싶은 말씀이 있으신가 요?’라는 말은 숲가꾸기 사업과 관련해서 전하고 싶은 내용이 있다면 말씀해 달라고 부탁하며 인터 뷰를 마무리하겠다는 계획을 반영한 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 정보 전달 글쓰기 내용 생성 ‘학생1’은 2문단에서 자원으로 이용 가능한 산 림의 양이 산림 선진국과 비교했을 때 여전히 부 족하다고 언급하면서 숲가꾸기 사업의 필요성을 제시하고 있다. 그러나 산림 선진국의 숲가꾸기 사업의 진행 현황을 제시하며 산림 관리가 숲가꾸 기 사업으로 전환된 배경을 소개하고 있지는 않다. ①제목인 ‘나무는 무럭무럭, 숲의 가치는 쑥쑥! 숲가꾸기 사업’은 ‘학생1’이 인터뷰에서 알게 된 숲가꾸기 사업의 목적이 드러나게 제목을 구성한 것에 해당한다. ②4문단에서는 산림청에서 진행하는 ‘숲가꾸기 지원 사업’을 소개하고 있다. ③1문단에서는 인터뷰에서 언급하지 않은 숲가 꾸기 사업을 하지 않을 때의 부작용인 ‘병충해, 태 풍’ 등을 추가로 제시하며 숲가꾸기 사업을 실시 해야 하는 이유를 강조하고 있다. ⑤3문단에서는 숲가꾸기 사업을 통해 얻을 수 있는 효과로 고급 목재를 생산할 수 있어 산림의 경제적 가치가 크게 증가할 수 있다는 점과 나무 들이 건강하게 자랄 수 있기 때문에 산림의 생태 적 건강성도 향상된다는 점을 언급하고 있는데, 이는 숲가꾸기 사업의 효과를 경제적 측면과 생태 적 측면으로 나누어 제시하여 숲가꾸기 사업의 가 치를 강조한 것에 해당한다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 정보 전달 글쓰기 내용 평가 ‘학생1’은 자신의 초고에서 자원으로 이용 가능 한 산림의 양과 연구 자료에서 확인할 수 있는 산 림의 공익적 가치 등을 언급하며 숲가꾸기 사업의 필요성과 그 효과를 설명하고 있다. 그러나 시간 순서에 따른 내용 전개 방식을 활용하고 있지는 않다. ①3문단에서는 산림의 공익적 가치를 언급한 연구 자료를 활용하며 숲가꾸기 사업의 효과를 제 시하고 있다. ③2문단의 ‘쓰여질 수 있는’에서 확인할 수 있다. ④3문단의 ‘사전에 미리 예방’에서 확인할 수 있다. ⑤4문단의 ‘숲가꾸기 사업은 주로 봄에 시행한 다.’라는 문장은 숲가꾸기 사업을 활성화하기 위한 산림청의 노력을 소개하는 4문단의 흐름에서 벗 어난 문장이다. ** 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 설득 글쓰기 전략 사용 ‘학생의 초고’에서는 금융 교육 주간을 운영하여 금융 교육 시간을 늘려달라는 점과 금융사에서 지 원하는 금융 교육 프로그램을 활용하여 더 많은 학 생들이 금융 교육을 받을 수 있도록 해 달라는 점, 실생활에 도움이 될 수 있도록 금융에 대한 바람직 한 태도를 알려줄 수 있는 교육을 해 달라는 건의 내용을 확인할 수 있으나 건의 내용의 실현 과정에 서 발생할 수 있는 문제점은 확인할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 설득 글쓰기 자료, 매체 활용 (가)는 우리 학교 학생들을 대상으로 실시한 설 문 조사 결과로, 이 자료를 통해 우리 학교 학생 들이 금융 교육에 참가하기를 희망한다는 점과 저 축 및 신용 관리 교육과 같은 실생활에 도움이 되 는 금융에 대한 바람직한 태도를 알려줄 수 있는 금융 교육을 원한다는 점을 알 수 있다. 또한 (나)는 20대 연령층의 금융 이해력 조사 결과를 분석한 신문 기사로, 금융 이해력 점수가 상승했 다는 점에서 충분한 금융 시간 확보의 중요성을 알 수 있다. 또한 금융 태도 측면의 점수는 이전 과 크게 달라지지 않았다는 기사 내용을 통해 향 후 금융 교육의 내용은 금융에 대한 올바른 태도 를 길러줄 수 있는 방향으로 진행되어야 한다는 점도 알 수 있다. 그러나 (가)와 (나) 두 자료의 내용은 금융 교육을 활성화하기 위해 금융 교육의 기회를 확대하는 것보다 금융 교육 시간을 늘려야 한다는 것과는 관련이 없다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 설득 글쓰기 내용 생성 ‘금융에 대한 이해력이 부족한 채로 현대 사회 를 사는 것은 나침반 없이 항해하는 것만큼 위험 합니다.’라는 부분에서 비유적 표현을 통해 금융 교육의 중요성을 강조하고 있고, ‘금융 교육이 활 성화된다면 금융 이해력의 신장과 안전하고 행복 한 미래의 설계라는 두 마리 토끼를 다 잡을 수 있을 것’이라는 부분에서 건의 내용이 실현되었을 때의 기대 효과를 언급하고 있다. ** 문법 **",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 국어의 음운 변동 ‘맨입’은 ‘맨­’과 ‘입’이 결합하면서 ‘ㄴ’ 첨가가 일어나고, ‘쌓아’에서는 ‘ㅎ’의 탈락이 일어난다. ‘입학’은 ‘ㅂ’과 ‘ㅎ’의 두 음운이 합쳐져 한 음운 ‘ㅍ’으로 줄어드는 축약이 일어나고, ‘칼날’은 ‘ㄴ’ 이 ‘ㄹ’을 만나 ‘ㄹ’로 교체되는 현상이 일어난다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 시간 표현 ㉠은 동사 ‘내리다’에 선어말 어미 ‘­ㄴ­’이 결합 한 ‘내린다’와 부사어 ‘지금’을 통해 현재 시제임 을 알 수 있다. ㉡은 동사의 어간 ‘내리­’에 관형 사형 어미 ‘­ㄹ’과 의존 명사 ‘것’이 결합한 ‘내릴 것’과 부사어 ‘내일’을 통해 미래 시제임을 알 수 있다. 하지만 선어말 어미를 활용한 시간 표현은 나타나지 않는다. ㉢은 동사의 어간 ‘찾아가­’에 관형사형 어미 ‘­ㄴ’이 결합한 ‘찾아간’과 동사 ‘내 리다’에 선어말 어미 ‘­었­’이 결합한 ‘내렸다’를 통해 과거 시제임을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 시간 표현 ‘잠시 후 결과가 발표된다.’에서 선어말 어미 ‘­ㄴ­’은 미래를 나타내는 경우에 해당하며, ‘일찍 출발하느라 고생했겠다.’에서 선어말 어미 ‘­겠­’ 은 추측을 나타내는 경우에 해당한다. ②ⓐ의 선어말 어미 ‘­ㄴ­’은 미래를 나타내는 경우, ⓑ의 선어말 어미 ‘­겠­’은 완곡한 표현을 나타내는 경우에 해당한다. ⑤ⓐ의 선어말 어미 ‘­는­’은 현재를 나타내는 경우, ⓑ의 선어말 어미 ‘­겠­’은 추측을 나타내는 경우에 해당한다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 국어사전 정보 ‘차다1’의 ‘【…에】,【…으로】’를 보면 ‘차다1’은 2021학년도 9월 고1 전국연합학력평가 정답 및 해설 고1 정답 및 해설 2021학년도 9월 전국연합학력평가 2 15 주어 이외에 부사어가 반드시 필요하다는 점을 알 수 있다. 하지만 ‘차다2’는 주어만 필요로 한다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 한글 맞춤법의 주요 내용 ‘지붕’은 명사 ‘집’과 접미사 ‘­웅’이 결합하여 만 들어진 말로, ㉢ 규정에 따라 명사의 원형을 밝히 어 적지 않은 것이고, ‘마감’은 ‘막다’의 어간인 ‘막­’과 접미사 ‘­암’이 결합하여 만들어진 말로 ㉡ 규정에 따라 어간의 원형을 밝히어 적지 않은 것 이다. ** 사회 ** □ 출전: 박수곤 외,「민법정론」",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 글의 구조와 전개 방식 2문단에서 제한능력자제도의 필요성을 밝히며 제한능력자제도의 특징을 제한능력자의 유형, 제 한능력자 측의 취소권 행사와 연결하여 설명하고 있다. ①제한능력자제도가 발전한 과정과 전망을 제 시하고 있지 않다. ③제한능력자제도의 의의는 7문단에 제시되어 있으나, 변화된 원인을 분석하고 있지 않다. ④제한능력자제도를 바라보는 상반된 입장과 절충안이 제시되어 있지 않다. ⑤제한능력자제도의 영향력을 분석한 뒤 변화 양상을 서술하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 세부 내용 파악 2문단에서 민법에서는 의사능력의 유무와 관계 없이 제한능력자의 재산상의 법률행위를 보호하고 있다고 설명하였다. ①2문단에서 나이 기준에 의거하여 만 19세 미 만이 제한능력자로 규정된다고 설명하였으므로 미 성년자는 법원의 결정을 받지 않아도 된다. ③3문단에서 가족관계등록부, 후견등기부를 통 해 계약을 하는 상대방이 제한능력자임을 확인할 수 있다는 점을 알 수 있다. ④2문단에서 제한능력자는 10년 내에 취소권을 행사하여 재산상의 법률행위를 처음부터 무효로 만들 수 있다고 설명하였다. ⑤2문단에서 제한능력자는 의사무능력을 증명 하지 않아도 취소권을 행사할 수 있기 때문에 법 률행위를 취소하기 위해 자신의 의사무능력을 증 명할 필요가 없다고 설명하였다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 세부 내용 파악 4문단에서 ⓐ는 상대방의 확답촉구권으로 제한 능력자에게 직접 행사할 수 없고, 제한능력자의 법정대리인이나 제한능력자가 행위능력자가 된 경 우에만 제한능력자의 계약 상대방이 요구할 수 있 다고 설명하였다. 5문단에서 ⓒ는 상대방의 거절 권으로, 제한능력자 측에게 직접 행사할 수 있다 고 설명하였다. ①2문단에 제한능력자 측은 제한능력자 본인과 그의 법정대리인을 지칭한다고 설명하였고, 5문단 에서 ⓑ는 제한능력자의 계약 상대방이 제한능력 자 측에게 행사할 수 있다고 설명하였다. ②5문단에서 ⓒ는 제한능력자의 계약 상대방이 법률행위의 효력발생을 원하지 않는 경우에 행사 할 수 있다고 설명하였다. ④5문단에서 ⓑ와 ⓒ는 모두 제한능력자 측이 취소권을 행사하지 않겠다는 의사를 표시하기 전 까지만 권리가 인정된다고 설명하였다. ⑤3문단에서 ⓐ～ⓒ는 모두 제한능력자를 보호 하기 위한 제한능력자제도에 의해 불이익을 당하 게 되는 제한능력자의 계약 상대방을 보호하기 위 한 제도라고 설명하였다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 구체적 사례에 적용 6문단에 제한능력자가 적극적인 사기수단을 써 서 상대방과 법률행위를 했다면 제한능력자와 법 정대리인의 취소권까지 배제된다고 제시되어 있 다. A가 법정대리인의 동의서를 위조했다면, 이는 속임수로 상대방을 속인 것이므로 취소권이 배제 되어 A는 계약을 취소할 수 없다. ①2문단에서 제한능력자는 10년 내에 자신의 법률행위를 취소할 수 있다고 하였기 때문에 A가 성년이 되었더라도 구입 당시 제한능력자였고, 아 직 10년이 지나지 않았기 때문에 계약의 취소가 가능하다. ②2문단에서 제한능력자는 취소권을 행사할 수 있다고 하였기 때문에 A가 법정대리인의 동의를 얻지 않아도 계약을 취소할 수 있는 권리가 있다. ③2문단에서 제한능력자 측은 10년 내에 취소 권을 행사하여 자신의 법률행위를 처음부터 무효 로 만들 수 있다고 하였기 때문에 A의 법정대리 인이 1년 뒤에 알았다 하더라도 계약의 취소가 가능하다. ⑤2문단에서 제한능력자 측은 취소권을 행사할 수 있다고 하였기 때문에 판매자가 계약 취소를 인정하지 않아도 A의 법정대리인이 취소권을 행 사하여 계약을 취소할 수 있다. ** 현대 소설 ** □ 출전: 박완서, ｢여덟 개의 모자로 남은 당신」",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 서술상의 특징 파악 ‘나’는 암으로 죽은 남편이 남기고 간 ‘모자’와 ‘틈바구니’라는 말을 떠올리며 독백적 어조를 활용 하여 남편과의 추억과 남편이 죽은 후의 자신의 삶을 드러내고 있다. ①인물 간의 대화가 일부 나오기는 하지만 특 정 인물을 풍자하는 부분은 나타나지 않는다. ③ 남편이 죽기 전의 상황과 죽은 이후의 ‘나’의 내면을 드러내고 있을 뿐, 동일한 공간에서 사건 이 반복되거나 갈등이 심화되지 않는다. ④‘나’와 남편의 병원진료 장면, 남편이 손자와 장난하는 장면, 남편의 죽음 이후 ‘나’ 혼자 남는 장면 등으로 장면은 교차되지만 긴박한 분위기를 조성하지는 않는다. ⑤‘방사선 치료로 시꺼멓게 탄 이마’는 남편의 외양을 사실적으로 묘사했다고 볼 수 있지만, 이 를 통해 남편의 성격을 드러내지는 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 작품의 내용 이해 ‘다시 해 본 CT 촬영에서 암은 소멸되지도 줄 지도 않은 채’라는 구절을 통해 남편의 병세는 방 사선 치료를 받았음에도 나아지지 않았음을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 소재의 기능 파악 ‘나’는 남편이 말한 ‘틈바구니’란 말이 ‘단순한 연민의 소리일 뿐인 것을 내가 괜히 심각하게 굴 었는지도 모’른다고 하면서도 ‘말뜻 이상의 것, 한 없이 추구해야 할 화두’라고 하였다. 따라서 ‘틈바 구니’는 ‘나’에게 쉽게 해결할 수 없는 고민을 유 발하고 있음을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 ‘나’는 방사선 치료를 받는 남편의 기분을 생각 해 보며 방사선 빛이 너무 밝아 남편의 ‘빛에 대 한 공포감’이 죽음과 상통할 것이라고 인식하고 있으나 남편의 공포감을 덜어주고자 하는 모습을 보이고 있지는 않다. ‘나’는 ‘빛에 대한 공포감’을 통해 죽음을 외로움이나 암흑과 연결 지으며 죽음 에 대한 두려움을 드러내고 있기도 하고 죽음을 앞둔 남편이 느낄 공포감에 대한 걱정과 안쓰러움 도 드러내고 있다. ①‘나’는 남편의 유품을 정리하면서 유품을 원 하는 자식들과 조카들에게 공평하게 나눠 주지만 남편과의 추억이 담겨 있는 ‘모자’는 모두 자신이 간직한다. 이런 ‘나’의 모습에서 남편에 대한 ‘나’ 의 사랑을 확인할 수 있다. ②‘나’는 자신이 ‘고약한 성깔’에 치받쳐 한 말 을 농담으로 받는 남편의 말에서 연민을 느끼며 ‘울어버릴 것 같’게 된다. 이런 ‘나’의 모습에서 남 편으로부터 연민을 받는다고 느끼는 ‘나’의 인식을 확인할 수 있다. ⑤‘나’는 남편의 흔적을 찾기 위해 ‘머리카락 한 오라기’라도 발견하려고 모자를 더듬어 본다. 이런 ‘나’의 모습에서 남편을 그리워하는 ‘나’의 애틋한 마음을 확인할 수 있다. ** 예술 ** □ 출전: 김영운, ｢국악개론｣",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 세부 내용 파악 장구 장단을 정간보에 기보할 때 점의 부호와 구음, 길이를 나타내는 방법은 제시되어 있지만 점의 강약을 나타내는 방법은 제시되어 있지 않다. ①1문단의 ‘국악의 장단이란 일반적으로 일정 한 주기로 소리의 길이와 강약이 규칙적으로 되풀 이되는 것’을 통해 알 수 있다. ②1문단의 장단은 ‘기본 단위인 박으로 구성된 다’를 통해 알 수 있다. ④4문단의 ‘장단에 변화를 주어 음악을 더욱 풍성하게 만드는 역할을 한다’를 통해 알 수 있다. ⑤6문단의 ‘국악을 깊이 있게 감상하려면 장단 을 이해하는 것이 중요하’다는 것을 통해 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 세부 내용 파악 4문단의 정간보에는 점의 길이도 나타낼 수 있 다를 통해 알 수 있다. ②5문단에서 변죽은 작고 높은 소리가 난다고 하였으므로 크고 낮은 소리를 내기 위해 채편의 변죽을 친다는 것은 적절하지 않다. ③1문단에서 여러 개의 소박이 모여서 하나의 보통박을 이룬다고 하였으므로 여러 개의 보통박 을 쳐서 하나의 소박을 연주한다는 것은 적절하지 않다. ④5문단에서 실외음악이나 사물놀이처럼 큰 소 리를 내야 할 때에는 북편을 손 대신 궁채로 치기 도 한다고 하였으므로 북편을 치는 도구는 기본이 되는 장단이 아니라 음악의 연주 상황에 따라 결 정된다고 볼 수 있다. ⑤2문단을 통해 <그림2>가 굿거리장단의 기 본이 되는 장단임을 확인할 수 있고, 3문단에서 채편과 북편을 동시에 치는 것을 ‘덩’이라고 설명 하고 있으므로, 기본이 되는 장단에서 북편과 채 편을 동시에 칠 수 없다는 말은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 구체적 사례에 적용 학생의 창작 장단은 3소박 4보통박으로 구성되 어 있으므로 첫 번째 보통박은 ‘덩’과 ‘기덕’이, 두 번째 보통박은 ‘쿵’과 ‘덕’이, 세 번째 보통박은 2021학년도 9월 전국연합학력평가 정답 및 해설 고1 3 15 ‘쿵’과 ‘더러러러’가, 네 번째 보통박은 ‘덕’과 ‘기 덕’이 사용된다. 따라서 세 번째 보통박의 점의 종 류는 두 가지이므로 종류가 다른 세 점을 연주한 다는 것은 적절하지 않다. ①‘덕’이 표시된 정간은 모두 그 다음 정간이 비어 있으므로 두 소박으로 연주해야 한다. ②‘덕’은 채편을 한 번 치는 것이고, ‘기덕’은 꾸밈음을 붙여 채편을 치는 것이므로 마지막 보통 박은 채편만 쳐서 연주해야 한다. ③합장단과 겹채는 각각 ‘덩’과 ‘기덕’을 가리키 는 말로 학생의 창작 장단의 시작과 마무리에 각 각 사용된다. ⑤‘기덕’은 첫 번째 보통박과 마지막 보통박에서 나타나는데, 모두 세 번째 소박에서 연주해야 한다. ** 현대시 ** □ 출전: (가) 정지용, ｢춘설(春雪)｣ (나) 고재종, ｢첫사랑｣",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 작품 간의 공통점, 차이점 파악 (가)는 ‘눈’, ‘얼음’, (나)는 ‘눈’, ‘봄’ 등의 계절 감이 드러나는 시어를 사용하여 주제를 형상화하 고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 작품의 종합적 이해와 감상 [D]에서 화자는 봄을 맞이하는 기쁨을 드러내 고 있을 뿐, [C]에서 보인 자신의 태도를 허무하 게 여기지는 않는다. ①[A]는 문 열자 보이는 먼 산을 마주한 놀라 움을 ‘선뜻!’이라고 표현하며, 먼 산에 내린 눈이 마치 이마에 닿아서 차가운 것처럼 나타내고 있다. ②[B]는 눈 덮인 산이 이마에 닿을 듯이 차갑 게 느껴진다는 것을 부각하고 있다. ③[C]는 얼음이 녹고 바람이 부는 모습을 제시 하며 봄을 맞아 변화하는 자연의 모습을 나타내고 있다. ⑤[E]는 파릇한 새순이 돋아나는 미나리의 모 습과 고기의 입이 오물거리는 모습을 통해 봄을 생동감 있게 제시하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 (가)의 ‘꽃 피기 전 철 아닌 눈’에서 봄에 내린 ‘눈’을 계절과 어울리지 않는 낯선 사물로 인식하 는 것은 맞지만, 다시 돌아올 겨울에 대한 화자의 기대감은 드러나 있지 않다. ①(가)의 ‘흰 옷고름 절로 향기로워라’는 시각 을 후각화하여 봄에 대한 화자의 느낌을 나타낸 것이라 볼 수 있다. ③(나)의 ‘난분분 난분분’은 시어를 반복해서, ‘미끄러지고 미끄러지길’은 시어를 변형해서 눈꽃 을 피우기 위해 노력하는 눈의 모습을 나타낸 것 이라 볼 수 있다. ④(나)의 ‘마침내 피워 낸 저 황홀 보아라’는 수많은 도전 끝에 핀 눈꽃을 ‘황홀’로 표현하여 기 쁨을 드러내고 있다. ⑤(나)의 ‘아름다운 상처’는 ‘아름다운’과 ‘상처’ 라는 모순이 되는 두 시어를 연결하는 역설의 방 법을 통해 시련을 겪은 후 봄에 피어나는 것의 아 름다움을 강조한 것이라 볼 수 있다. ** 인문 ** □ 출전: 안상헌, ｢미치게 친절한 철학｣",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 세부 내용 파악 2문단에서 후대 인류학자인 모스는 선물을 받 은 사람이 의무적으로 답례를 해야한다는 점에서 포틀래치를 교환의 성격을 지닌 호혜적 교환 행위 로 보았다고 하였다. 따라서 포틀래치에서 선물을 받은 사람은 답례의 시행 여부를 선택할 수 없다. ①2문단에서 ‘모스는 이러한 포틀래치가 집단 간의 유대 관계를 형성하는 역할을 한다’라고 하 였고, 3문단에서 ‘레비스트로스는 여기에서 더 나 아가 포틀래치에 나타나는 호혜적 교환을 사회가 성립되는 원리로 제시하였다.’라고 하였으므로 후 대 인류학자들이 포틀래치가 유대 관계를 형성하 는 역할을 한다고 보았다는 설명은 적절하다. ②2문단에서 ‘위신을 얻기 위해 재산을 탕진하 는 비합리적인 생활양식으로 이해하였다’라고 하 였으므로, 초기 인류학자들이 포틀래치를 재물을 탕진하는 비합리적인 행위로 보았다는 설명은 적 절하다. ③2문단에서 포틀래치를 ‘자신의 재산을 대가 없 이 자발적으로 주는 일반적인 증여로 파악하고’라고 하였으므로 일반적인 증여에 대한 설명은 적절하다. ④2문단에서 ‘호혜적 교환이란 일반적인 경제적 교역, 즉 사물의 가격을 측정하여 같은 값으로 교 환하는 행위와는 달리’라고 하였으므로 경제적 교 역은 포틀래치와 차이가 있다는 설명은 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 세부 내용 파악 3문단에서 레비스트로스는 ‘다른 집단과 동맹을 맺는 가장 좋은 방법은 그 집단과 결혼을 하는 것’, ‘교환을 위해 친족 간의 결혼 금지가 만들어 졌다’, ‘이를 통해 부족 간의 호혜적 교환이 가능 해져’라고 하였다. 따라서 ‘친족 간의 결혼 금지’ 가 집단 간에 동맹을 맺고자 하는 필요성에서 비 롯되어 교환이 일어날 수 있게 하는 규칙이라는 설명은 적절하다. ①3문단의 ‘다른 집단과 동맹을 맺는 가장 좋 은 방법은 그 집단과 결혼을 하는 것’이라고 하였 으므로, 부족 간의 동맹을 약화시키는 규칙이라는 설명은 적절하지 않다. ②4문단에서 ‘인류의 보편적인 현상인 친족 간 의 결혼 금지와 같은 결혼 제도도 인간의 본성이 아닌 사회적 유대 관계를 형성하는 구조 속에서 만들어진 결과’라고 하였으므로, 보편적인 현상이 아닌 인간의 본성에 의해 개별적으로 형성된 규칙 이라는 설명은 적절하지 않다. ③3문단에서 ‘선물을 주는 행위가 상대방에게 부채감을 주고, 이 부채감이 다시 선물을 주는 행 위로 이어지게 만들어’라고 하였으므로, 사람을 받 아들인 부족이 부채감을 덜게 하고 보낸 부족은 부채감을 갖게 하는 규칙이라는 설명은 적절하지 않다. ④3문단에서 ‘친족 간의 결혼 금지라는 규칙을 바탕으로 공동체에 필요한 다른 규칙들이 형성됨 으로써 인간이 자연 상태에서 문명 상태로 접어들 게 되었다’고 하였으므로 인간이 자연 상태를 벗 어나 문명 상태로 발전하여 성립된 규칙이라는 설 명은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 다른 견해와의 비교 4문단에서 구조주의 관점에 따르면 ‘인간은 결 단의 주체가 아니’라고 하였고 <보기>의 실존주 의에서는 ‘인간은 결단의 주체이며’, ‘자신의 결정 에 책임을 질 필요가 있다’고 하였으므로 구조주 의와 실존주의에서 모두 인간을 결단의 주체로 본 다는 설명은 적절하지 않다. ②4문단의 구조주의에서는 ‘인간의 특성과 정 체성은 인간 스스로 결정하는 것이 아닌 그가 속 한 사회 구조에 의해 결정된다’고 한 반면, <보 기>의 실존주의에서는 인간은 ‘자신의 특성과 정 체성을 스스로 결정할 자유로운 의식과 권리가 있’다고 하였다. ③5문단의 구조주의에서는 ‘인간을 이해하려면 인간의 구체적인 행동보다는 그 인간이 속한 사회 구조를 살펴야 한다’고 한 반면, <보기>의 실존 주의에서는 ‘인간을 하나의 현상이자 개별적인 존 재로 보고 인간의 구체적인 행동에 관심을 두었 다’고 하였다. ④4문단의 구조주의에서는 ‘인간의 특성과 정 체성’은 ‘그가 속한 사회 구조에 의해 결정된다’고 하였고, 5문단에서는 ‘현대인의 모습 역시 현대 사회의 구조 아래에서 형성된 특성에 불과하다’고 하였다. 반면 <보기>의 전통철학에서는 인간이 ‘미리 규정된 특성과 본질을 갖는다’고 하였다. ⑤4문단의 구조주의에서는 ‘인간을 비롯한 대 상의 의미나 본질은 하나의 개체로서가 아니라 전 체 안에서 다른 것들과 맺은 관계 때문에 결정된 다’고 하였다. 반면 <보기>의 전통철학에서는 인 간은 ‘미리 규정된 특성과 본질을 갖는다고 보았’ 고 ‘그 특성과 본질을 이 세계에서 충실하게 실현 해야 한다’고 하였다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 단어의 의미 파악 1문단 ⓐ의 ‘주다’는 ‘물건 따위를 남에게 건네 어 가지거나 누리게 하다.’라는 의미로, 3문단 ⓑ 의 ‘주다’는 ‘남에게 어떤 일이나 감정을 겪게 하 거나 느끼게 하다.’라는 의미로 사용되었다. ⓐ의 ‘용돈을 주었다’의 ‘주다’는 ‘물건 따위를 남에게 건네어 가지거나 누리게 하다.’라는 의미로, ⓑ의 ‘부담을 준다’의 ‘주다’는 ‘남에게 어떤 일이나 감 정을 겪게 하거나 느끼게 하다.’라는 의미로 사용 되었다. ②ⓐ의 ‘책을 주셨다’의 ‘주다’와 ⓑ의 ‘먹이를 주고’의 ‘주다’는 ‘물건 따위를 남에게 건네어 가 지거나 누리게 하다.’의 의미로 사용되었다. ③ⓐ의 ‘시간을 주겠다’의 ‘주다’는 ‘시간 따위를 남에게 허락하여 가지거나 누리게 하다.’의 의미 로, ⓑ의 ‘임무를 주겠다’의 ‘주다’는 ‘남에게 어떤 역할 따위를 가지게 하다.’의 의미로 사용되었다. ④ⓐ의 ‘기쁨을 주는’의 ‘주다’는 ‘남에게 어떤 일이나 감정을 겪게 하거나 느끼게 하다.’의 의미 로, ⓑ의 ‘힘을 더 주고’의 ‘주다’는 ‘속력이나 힘 따위를 내다.’의 의미로 사용되었다. ⑤ⓐ의 ‘정을 주는’의 ‘주다’는 ‘다른 사람에게 정이나 마음을 베풀거나 터놓다.’의 의미로, ⓑ의 ‘사랑을 주는’의 ‘주다’는 ‘남에게 어떤 일이나 감 정을 겪게 하거나 느끼게 하다.’의 의미로 사용되 었다. ** 갈래 복합 ** □ 출전: (가) 안민영, ｢매화사(梅花詞)｣ (나) 신석정, ｢향기 있는 사람｣",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 작품 간의 공통점 파악 [A]에서는 매화를 ‘빙자옥질’, ‘아치고절’로 비 유하여 눈 속에 핀 매화의 우아하고 높은 절개와 맑고 깨끗한 속성을 드러내고 있으며, [B]에서는 태산목의 꽃을 ‘백련꽃 송이’에 비유하여 향기로운 속성을 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 소재의 의미, 기능 파악 (나)의 ‘철쭉’은 ‘오색영롱한 철쭉도~아교목보 다는 교목이 믿음직해서 더 좋다’에서 아교목과 대조되는 대상이다. 따라서 (나)의 ‘철쭉’은 다른 대상과 대조되는 대상일 뿐, 화자가 거부하는 대 상은 아니다. 고1 정답 및 해설 2021학년도 9월 전국연합학력평가 4 15 ②(가)에서 ‘철쭉’은 겨울에 꽃을 피울 수 없는 소재로 추운 계절에 꽃을 피우는 매화를 부각하기 위해 쓰였고, (나)에서 ‘철쭉’은 믿음직스러워 더 좋은 교목과 비교되어 교목을 부각하고 있다. 그 리고 추운 계절에 꽃을 피우는 ‘매화’와 믿음직스 러운 ‘교목’은 화자가 추구하는 대상이다. ③(가)의 ‘두세 송이’는 ‘눈 기약 능히 지’키는 매화로, ‘아치고절은 너 뿐’이라 하며 눈 속에서 꽃을 피울 수 있는 매화를 추운 계절에 꽃을 피우 지 못하는 다른 꽃과 비교하고 있고, (나)의 ‘두세 송이’는 맑은 향기가 ‘난’이 감히 따를 수 없을 정 도로 그윽하다며 ‘난’과 비교하고 있다. ④(가)의 화자는 ‘촛불 잡고 가까이 사랑할 때 암향부동하더라’에서 ‘두세 송이’를 화자가 사랑하 는 긍정적인 대상으로, (나)의 화자는 ‘맑은 향기 가 어찌도 그윽한지’에서 ‘두세 송이’를 맑은 향기 를 지닌 긍정적인 대상으로 인식하고 있다. ⑤(가)의 ‘두세 송이’는 추운 계절에 ‘눈 속’에 서 피지만, (나)의 ‘두세 송이’는 오월부터 핀다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 감상의 적절성 평가 ㉠은 ‘내 스스로 향기 지닐 마음의 여유 없음을 슬퍼할 따름이다’를 통해 ‘나’의 안타까움이 드러 난다고 볼 수 있고, ㉡은 ‘삼류선생의 칭호도 오히 려 과분한 것만 같아’를 통해 ‘나’의 겸손함이 드 러난다고 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 갈래의 특징과 성격 파악 이웃이 글쓴이에게 성화를 내자 글쓴이는 버드 나무 처분을 이웃에게 맡기고 있을 뿐, 글쓴이가 이웃에게 성화를 내는 모습은 확인할 수 없다. ②장미처럼 눈부신 여생보다 담담하기를 바란 다는 점에서 글쓴이의 삶에 대한 가치관을 확인할 수 있다. ③글쓴이가 ‘홍야항야로 일삼는’ 세속적인 삶에 대해 허탈감을 느끼고 있다는 점에서 글쓴이의 삶 에 대한 태도를 확인할 수 있다. ④문체는 수필을 쓰는 글쓴이의 개성을 보여주 는 특성으로, (나)에서는 ‘­(으)리라’가 반복되어 나타나고 있다. ⑤문 밖에 심은 다섯 그루의 버드나무가 이웃들 에 의해 세 그루만 남게 된 일화가 제시되어 있다. ** 기술 ** □ 출전: 이선명,「수소전기차」",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 세부 내용 파악 6문단을 보면, 수소전기차가 수소를 연료로 사 용하는 이유는 수소가 가솔린보다 단위질량당 에 너지 밀도가 세 배나 되어 에너지 효율이 높고, 오염 물질이나 온실가스 등을 배출하지 않아 친환 경적이라는 것을 알 수 있다. ①6문단을 보면, 수소전기차의 연료인 수소는 고압으로 압축해야 하므로 폭발할 위험성이 커 보 관과 이동에 어려움이 있다는 것을 알 수 있다. ②6문단을 보면, 수소전기차의 연료전지는 외 부 공기를 필터로 걸러서 사용한 후 다시 바깥으 로 배출하기 때문에 공기를 정화하는 기능을 갖추 고 있다는 것을 알 수 있다. ④6문단을 보면, 고가인 백금과 고분자전해질 막을 사용해 연료 전지를 제작해 가격이 비싸므로, 연료제작에 드는 비용을 낮추려면 이를 대신할 저 가의 원료를 개발해야 한다는 것을 알 수 있다. ⑤3문단을 보면, 수소전기차가 움직일 만큼의 전기에너지를 얻기 위해서는 다수의 연료전지를 직렬로 연결해 만들어야 한다는 것을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 세부 내용 파악 5문단을 보면, -극(ⓐ)에서 백금을 넣은 촉매 에 의해 수소와 분리된 전자가 외부 회로(ⓑ)를 통해 +극(ⓓ)으로 흘러가며 전기에너지가 생성된 다는 것을 알 수 있다. +극(ⓓ)에서는 산소가 전 자와 분리되는 것이 아니고, ⓑ를 통해 이동해 온 전자와 결합하여 산소 음이온이 된다. ①-극(ⓐ)과 +극(ⓓ)에 들어 있는 백금 촉매 는 -극에서는 수소의 산화 반응을 활성화하고 + 극에서는 산소의 환원 반응을 활성화한다. 그 결 과 수소는 수소 양이온으로, 산소는 산소 음이온 으로 이온화된다. ②고분자전해질막(ⓒ)은 양이온의 이동은 돕고, 음이온과 전자의 이동은 억제한다. 따라서 전자는 고분자전해질막(ⓒ)을 통과해 +극(ⓓ)으로 이동 하지 못하고 외부 회로(ⓑ)를 통해 +극(ⓓ)으로 흘러가게 된다. ③고분자전해질막(ⓒ)을 통과하여 +극(ⓓ)으로 이동하는 수소 양이온은 백금 촉매에 의해 -극 (ⓐ)에서 전자를 잃고 이온화된 것이다. ⑤+극(ⓓ)에서는 산소가 전자와 결합하여 산소 음이온이 된 후, 고분자전해질막(ⓒ)을 통과해 온 수소 양이온과 결합해 물이 만들어진다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 세부 내용 파악 ㉠은 전기차와 수소전기차로, 전기차는 고전압 배터리에 전기를 충전해 사용하므로 따로 연료 탱 크가 필요 없다. 하지만, 수소전기차는 수소와 산 소의 반응으로 일어나는 전기에너지로 움직이는 데, 이때 산소는 외부로부터 유입되는 공기 속에 있는 것을 사용하지만 수소는 연료 탱크에 저장한 것을 사용하므로 수소전기차는 연료 탱크가 필요 하다. ②3문단을 보면, ㉡은 하이브리드차로 전기차 에 쓰이는 모터와 내연기관차에 쓰이는 엔진을 모 두 가지고 있고, 차의 주행 상황에 따라 이를 적 절히 이용한다는 것을 알 수 있다. ③2문단을 보면, ㉢은 내연기관차로 마찰 제동 장치를 사용하기 때문에 감속할 때 운동에너지가 열에너지로 변환된 후 사라진다고 하였다. 그리고 ㉠과 ㉡은 친환경차로 회생 제동장치를 사용하기 때문에 감속할 때 운동에너지를 전기에너지로 변 환하여 배터리에 충전하고 이를 필요할 때 활용함 을 알 수 있다. ④3문단과 6문단을 보면, 친환경차는 내연기관 차에 비해 오염 물질과 온실가스의 배출이 적음을 알 수 있다. ⑤2문단과 3문단을 보면, 친환경차는 내연기관 차와 달리 출발할 때는 전기에너지의 힘으로 모터 를 움직여야 함을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 단어의 의미 파악 ㉮에 쓰인 ‘받다’는 ‘다른 사람이나 대상이 가하 는 행동, 심리적인 작용 따위를 당하거나 입다’의 의미이다. ①‘사람을 맞아들이다.’의 의미로 사용되었다. ②‘다른 사람의 어리광 따위에 무조건 응하다.’ 의 의미로 사용되었다. ④‘요구, 신청, 질문, 공격, 도전, 신호 따위의 작용을 당하거나 거기에 응하다.’의 의미로 사용되 었다. ⑤‘흐르거나 쏟아지거나 하는 것을 그릇 따위에 담기게 하다.’의 의미로 사용되었다. ** 고전 소설 ** □ 출전: 작자 미상, ｢태원지(太原誌)｣",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 작품의 내용 파악 종황은 하늘이 임성에게 전국옥새를 준 것을 통 해 보배의 주인이 임성임을 알 수 있다고 했다. 따라서 종황이 보배의 주인이 자신이라고 믿어 보 배를 내어 달라는 서해 용왕의 요구를 거절한 것 은 아니다. ①임성은 닭의 깃털로 황금빛 지네를 물리친 종황을 하늘이 내신 신이한 사람이라고 하였다. ②종황은 요괴의 작변을 겪고도 사람이 상하지 않은 것은 임성이 하늘의 천명을 받았기 때문이라 고 하였다. ④서해 용왕은 종황의 관상을 보고 종황이 강 태공이나 제갈공명과 겨룰 만하지만, 제왕이 될 모습은 아니므로 보배의 임자가 아님을 안다고 하 였다. ⑤산골짜기에 숨긴 배에 잡혀 있던 임성을 종 황이 바위에 앉게 하자, 임성을 본 서해 용왕은 하늘이 정한 일을 범하였다고 말하며 임성에게 사 죄하였다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 소재의 기능 파악 종황이 큰 바다에는 온갖 괴이한 족속들과 요괴 가 있을 것으로 생각하여 닭의 깃털을 반수에게 준비시켰다고 하였다. ④석벽 틈 사이에 어려 있던 붉은 안개와 독기 를 없애기 위해 종황이 흔든 것은 부채이다. ⑤닭의 깃털을 준비한 사람은 조정이 아니라 종황의 지시를 받은 반수이다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 작품의 내용 이해 [A]는 ‘하늘의 이치를~ 사람은 망한다’라는 옛 사람의 말을 인용하여 보배를 내어 달라는 서해 용왕의 요구가 잘못되었음을 지적하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 서해 용왕이 임성 일행을 섬에 이르게 한 것은 임성이 가지고 있는 보배를 빼앗기 위함이다. 이 를 통해 임성이 황제가 갖추어야 할 내면적인 덕 목을 가진 인물임을 보여주는 것은 아니다. ①<보기>에서 임성은 황제가 될 천명을 받은 인물이라고 하였고, 이는 임성에게 보배를 준 하 늘의 뜻을 통해 알 수 있다는 종황의 말에서 알 수 있다. ②<보기>에서 임성은 신적 존재인 용왕으로부 터 천명을 인정받는 인물이라고 하였고, 이는 서 해 용왕이 임성에게 사죄하는 장면을 통해 알 수 있다. ③<보기>에서 임성은 일반적인 영웅 소설과 같이 조력자의 도움으로 시련을 극복한다고 하였 고, 이는 임성이 종황의 도움으로 황금빛 지네를 없애는 장면과 서해 용왕에게서 풀려나는 장면을 통해 알 수 있다. ④<보기>에서 임성은 일반적인 영웅 소설의 주인공과 달리 시련을 극복하는 과정에서 신이한 능력을 보이지 않는다고 하였고, 이는 종황에 의 해 풀려날 때까지 임성이 배에 묶인 채 잡혀 있는 장면을 통해 알 수 있다.",
        "question_exp": ""
    }
]