[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 발표자의 말하기 방식 파악하기 발표에는 청중의 요청이 드러나 있지 않으며 청 중의 요청에 따른 추가 정보가 제공되지 않았다. ① 1문단, 2문단, 4문단에 따르면, 발표자가 청 중에게 질문을 하고 청중의 대답을 들은 뒤 발표 를 이어 가고 있다. ② 5문단에 따르면, 한옥에 사용된 창의 종류에 대해 알아보면 좋겠다며 청중 에게 바라는 바를 언급하고 있다. ③ 2문단에 따 르면, ‘눈꼽재기창’의 명칭을 설명하여 청중의 이 해를 돕고 있다. ⑤ 2문단에 ‘화면을 손으로 가리 키며’라는 비언어적 표현을 통해 청중이 발표 내 용에 집중하게 하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 발표 자료 활용하기 발표에서는 꽃살창의 무늬가 상징하는 의미를 설명하고 있지 않다. ① [자료 1]은 눈꼽재기창의 작은 크기와 출입문 옆이라는 위치를 보여 주는 자료이므로 ㉠에 사용 할 수 있다. ② [자료 2]는 벼락닫이창을 고정하 기 위해 사용되는 도구를 보여 주는 자료이므로 벼락닫이창을 고정하는 방법을 설명하기 위해 ㉡ 에 사용할 수 있다. ⑤ [자료 3]은 꽃살창에 새겨 진 꽃무늬를 보여 주는 자료이므로 ㉢에 사용할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 청중의 듣기 방식 이해하기 ‘학생2’는 한옥의 여닫이창과 벽의 이음새에 달 린 쇠붙이를 보았던 경험을 떠올렸고, ‘학생3’은 고궁에서 꽃살창을 보았던 경험을 떠올렸으므로 적절하다. ② ‘학생2’는 발표 과정에서 궁금증이 생겼으나 이를 해소할 방안을 생각하고 있지 않으므로 적절 하지 않다. ④ ‘학생1’은 ‘학생2’와 달리 발표에서 직접 언급하지 않은 내용을 추론하며 듣고 있다. ** 화법· 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 작문 상황 파악하기 (가)에는 자료의 출처를 밝힌 부분이 나타나지 않는다. ① 1문단에서 건의 사항을 해결해 줄 수 있는 주체인 ‘학생회 운영진’을 예상 독자로 명시하고 있다. ③ 2문단에서 체육대회 경기에 참가할 수 있는 기회가 모두에게 제공되지 못한다는 공동체 가 당면한 문제를 제시하고 있다. ④ (가)에는 공 식적인 글쓰기의 상황을 고려한 격식체와 높임 표 현이 사용되고 있다. ⑤ 쌍방향적 소통이 가능한 매체의 특성을 고려하여 5문단에서 댓글을 통한 상대방의 응답을 요구하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 건의문의 내용 조직 방식 파악하기 3문단에 따르면, 두 종목을 선택하게 된 근거로 신체적인 제약을 크게 받지 않는다는 점을 제시하 고 있으며 국제 대회의 정식 종목으로 채택되었다 는 것이 이 스포츠를 체육대회 운영 종목으로 선 택한 근거이다. ① 2문단에서 체육대회가 학생들의 성취감, 단 합력을 높이기 위해 개최된다는 취지를 확인하면 서 문제 해결의 필요성을 드러내고 있다. ② 2문 단에서 현재 체육대회 종목인 농구, 축구 등이 운 동 능력이 좋은 친구들에게 유리한 종목임을 언급 하여 문제 상황의 원인을 제시하고 있다. ④ 3문 단에서 장기보다는 학생들이 더 잘 알고 선호하는 이 스포츠를 채택해 달라고 하고 있다. ⑤ 3문단 에서 현재 체육대회의 문제점을 해결할 수 있는 방법으로 장기와 이 스포츠를 새로운 운영 종목으 로 추가해 달라고 제안하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 회의 참여자의 역할 파악하기 (나)의 ‘학생 2’는 현재 체육대회 종목의 운영 방식을 확인하고 이것을 이 스포츠에 적용하자는 내용으로 논의의 결론을 제시하고 있다. (가)의 2 문단에서 제시했던 현재 체육대회 종목 구성의 한 계와 관련지어 제시된 의견을 절충하고 있지 않 다. ① (가)에서 운영 종목 다양화의 필요성에 대해 제시한 것을 다시 진술해 확인하면서, 두 종목을 체육대회 종목으로 추가할지 회의해 보자며 논의 해야 할 주제를 제시하고 있다. ③ (가)에서 이 스포츠를 체육대회에 추가하는 것에 대한 우려를 언급한 것과 관련하여 스포츠의 의미를 토대로 운 영 종목으로서의 적합성을 판단하고 있다. ④ (가)에서 언급한 장기, 이 스포츠 중 이 스포츠만 체육대회 종목으로 추가하자고 논의의 범위를 줄 인 후, 이 스포츠를 운영할 때 유의해야 할 점을 추가적인 논의 사항으로 제시했다. ⑤ (가)에서 이 스포츠가 국제 대회의 정식 종목으로 채택되었 다는 정보를 언급한 것과 관련하여 신문 기사를 찾아보며 자료를 탐색한 결과를 공유하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 회의 참여자의 말하기 방식 파악 하기 ‘학생3’은 ‘학생1’의 발언에 대해 ‘그래.’라고 동 의를 한 후, 자신의 반에도 프로 게이머를 희망하 는 친구가 5명 있다는 구체적 사례를 제시하여 ‘학생1’의 의견을 뒷받침해 주고 있다. ① ‘학생3’은 ‘학생1’의 발언을 반영하고 있으 나 자신이 제시한 의견을 보충하고 있지는 않다. ③ ‘학생3’은 ‘학생1’의 발언과 자신의 의견이 다 른 부분을 확인하고 있지는 않다. ④ ‘학생1’은 추가적인 정보를 요청하고 있으나, ‘학생3’의 발 언을 구체화하고 있지 않다. ⑤ ‘학생1’은 자신의 의견에 대한 동의를 구하고 있지 않다. ** 작문 **",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 글쓰기 계획의 반영 여부 파악하기 학생의 초고에는 나트륨 함량 비교표시제의 도 입 과정을 설명하고 있지 않다. ① 1문단에서 ‘수분량을 조절하고~ 흡수를 돕 는 등’ 나트륨을 섭취해야 하는 이유를 언급하고 있다. ② 4문단에서 ‘영양성분 표시를~ 주문하는 방법’과 같이 나트륨 섭취를 줄일 수 있는 방법을 설명하고 있다. ④ 3문단에서 구매하는 식품의 나 트륨 함량 정보를 더욱 쉽게 알 수 있게 해 준다 는 나트륨 함량 비교표시의 효용적 측면을 부각하 고 있다. ⑤ 4문단에서 치킨, 튀김, 만두 등 나트 륨이 많이 들어 있는 식품의 종류를 언급하고 있 다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 자료 활용하기 ㄱ-2는 영양성분 표시 확인이 나트륨 섭취량에 미치는 영향을, ㄴ은 나트륨 과다 섭취가 청소년 에게 특히 위험하다는 것을 드러낸 자료이다. ㄱ -2와 ㄴ에는 채소나 과일을 많이 섭취해야 한다 는 내용은 없으므로 채소와 과일을 섭취해야 한다 는 근거로 활용하기에 적절하지 않다. ① ㄱ-1은 한국인의 연령별 1일 나트륨 섭취량 이 WHO 권고 섭취량보다 많다는 것을 보여 주는 자료이므로 우리나라 청소년들의 1일 나트륨 섭 취량이 많다는 것을 언급한 2문단을 구체화하는 자료로 활용하기에 적절하다. ② ㄴ은 청소년의 나트륨 과다 섭취가 위험하다는 것을 알려 주는 자료이므로 과다 섭취의 위험성을 언급한 1문단 에 추가하기에 적절하다. ③ ㄷ은 ‘유탕면류~ 샌 드위치’라고 나트륨 함량 비교표시 대상 식품을 언급하고 있으므로 나트륨 함량 비교표시에 대해 설명한 3문단에 추가하기에 적절하다. ⑤ ㄱ-2는 영양성분 표시를 확인하는 사람이 그렇지 않은 사 람에 비해 나트륨을 더 적게 섭취한다는 것을, ㄷ 은 영양성분 표시를 통해 식품에 첨가된 나트륨량 을 확인할 수 있다는 것을 보여 주는 자료이므로 영양성분 표시를 확인하자는 4문단에 그 이유로 제시하기에 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 고쳐쓰기의 자기점검 파악하기 ‘고친 글’에는 [A]에서 의미가 중복되어 사용된 ‘과다하게’와 ‘너무 많이’ 중 ‘과다하게’가 삭제되 었고, ‘덜어 내고’와 ‘실천하여’가 필요로 하는 문 장 성분인 목적어 ‘나트륨을’과 ‘나트륨 줄이기를’ 이 추가되었다. ** 문법 **",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 음운의 개수 변화 및 음절의 유형 탐구하기 ‘독서[독써]’는 ‘ㅅ’이 ‘ㅆ’으로 교체된 결과로 음운 개수의 변동이 없고, ‘[써]’는 음절 유형이 ‘자음+모음’이다.",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 언어의 특성 탐구하기 ‘차다’라는 하나의 말소리가 ‘(발로) 차다’, ‘(날 씨가) 차다’, ‘(명찰)을 차다’ 등의 다양한 의미에 대응하는 것은 말소리와 의미의 관계가 필연적이 지 않고 자의적임을 보여 주는 언어의 자의성에 해당하는 사례이다. ① 언어를 통해 연속적인 대상이나 개념을 분절 적으로 인식하는 언어의 분절성에 대한 사례이므 로 적절하다. ②, ④ 말소리와 의미가 관습적으로 결합되어 있어 그 결합은 개인이 함부로 바꿀 수 없는 약속임을 보여 주는 언어의 사회성에 대한 사례이므로 적절하다. ③ 말소리와 의미의 관계가 필연적이지 않음을 보여 주는 언어의 자의성에 대 한 사례이므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 언어의 역사성 탐구하기 ‘싸다’는 ‘그 정도의 값어치가 있다’에서 ‘비용이 보통보다 낮다’로 의미가 이동했으며, 첫째 음절에 서 ‘ㆍ’가 ‘ㅏ’로 바뀌어 음운의 변화로 인한 형태 변화를 겪었으므로 ㉠과 ㉡에 모두 해당한다. ① ‘어리다’는 의미 이동이 일어났으나 형태 변 2022학년도 9월 고1 전국연합학력평가 정답 및 해설 고1 정답 및 해설 2022학년도 9월 전국연합학력평가 2 15 화는 일어나지 않은 단어이므로 적절하지 않다. ② ‘서울’은 음운의 변화로 인한 형태 변화가 일어났으 나 의미가 확대된 단어이므로 적절하지 않다. ④ ‘마음’은 음운의 변화로 인한 형태 변화가 일어났으 나 의미가 축소된 단어이므로 적절하지 않다. ⑤ ‘서로’는 유추에 의한 형태 변화가 일어난 단어이므 로 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 한글 맞춤법에 맞는 표현 파악하기 ㉠은 책을 두고 온 곳, 처소에 해당하는 ‘집’ 뒤 에 붙는 것이므로 처소의 부사격 조사 ‘에’와 보조 사 ‘요’가 결합한 ‘에요’가 들어가야 한다. ㉡은 ‘아 니다’의 어간 뒤에 붙는 것이므로 ‘에요’가 들어가 야 한다. ㉢은 받침이 있는 체언인 ‘학생’ 뒤에 결 합하는 것이므로 ‘이에요’가 들어가야 한다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 품사와 띄어쓰기 파악하기 ㉠, ㉡의 ‘보다’는 ‘책이나 신문 따위를 읽다’라 는 의미로 쓰였으므로 동사이며, ㉠, ㉡ 중 띄어 쓰기가 바르게 된 것은 ㉠이다. ㉢, ㉣의 ‘보다’는 ‘나’라는 체언에 결합하여 ‘~에 비해서’라는 뜻을 나타내며 조사이며 조사는 앞말에 붙여 쓰므로 ㉢, ㉣ 중 띄어쓰기가 바르게 된 것은 ㉣이다. ㉤, ㉥의 ‘보다’는 ‘어떤 수준에 비하여 한층 더’라는 의미로 쓰였으므로 부사이며, ㉤, ㉥ 중 띄어쓰기 가 바르게 된 것은 ㉤이다. ** 사회 ** □출전: (가) 김기태,『소셜미디어 시대에 꼭 알 아야 할 저작권』 (나) 오승종,『된다! 유튜브·SNS ·콘텐츠 저작권 문제 해결』",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 글의 내용 전개 방식 파악하기 (나)의 3문단에서 묻고 답하는 방식을 활용하고 있으나 이를 통하여 저작권 침해가 발생하는 경우 를 나열하고 있지는 않다. ① (가)의 3문단에서 원저작물과 시장적 경쟁 관계에 있는지 여부에 따라 2차적저작물과 독립 저작물을 구분하고 있다. ② (가)의 2문단에서 소 설, 영화의 예시를 활용하여 원저작물과 실질적 유사성을 유지하여야 한다는 요건과 근대 소설, 소설, 영화의 예시를 활용하여 새로운 창작성을 부가하여야 한다는 요건을 설명하고 있다. ③ (나)의 1문단에서 저작인격권과 저작재산권의 차 이점을 밝히며 이 둘을 구별하고 있다. ⑤ (가)의 1문단에서 저작권법 제2조 제1호에 근거하여 ‘저 작물’을 설명하고 있으며, (나)의 2문단에서 저작 권법 제22조에 근거하여 ‘2차적저작물 작성권’을 설명하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 (나)의 1문단에 따르면, 저작재산권은 저작물을 일정한 방식으로 이용함으로써 발생하는 재산적 이익을 보호하기 위한 권리이며 2문단에 따르면, 2차적저작물 작성권은 저작재산권을 구성하는 권 리 중 하나로 2차적저작물을 작성하여 이용할 권 리이다. 그러므로 2차적저작물 작성권은 2차적저 작물을 작성하여 이용함으로써 발생하는 재산적 이익을 보호하기 위한 권리이다. ① (나)의 1문단에 따르면, 저작인격권은 양도 할 수 없으며 저작자가 사망하면 소멸한다. ② (나)의 1문단에 따르면, 저작권은 저작자가 자신 이 창작한 저작물에 대해 갖는 권리이며 3문단에 따르면, 일단 2차적저작물이 만들어지면 2차적저 작물의 저작권은 원저작물의 저작권과는 별개의 권리로서 보호를 받으며 원저작자의 허락이 있었 는지 여부는 2차적저작물의 저작권 발생에 영향 을 주지 않는다. 이를 통해 2차적저작물 작성권이 없는 사람이 2차적저작물을 창작한 경우 2차적저 작물의 저작권은 2차적저작물의 창작자가 갖게 됨을 알 수 있다. ③ (가)의 2문단에 따르면, 근 대소설을 현대 표기법에 맞도록 수정한 것은 원저 작물의 복제물에 가까운 것으로 2차적저작물로 보기 어렵다. ④ (가)의 1문단에 따르면, 우연히 기존의 저작물과 유사하더라도 베끼지 않고 독자 적으로 창작한 것이라면 저작권 보호를 받을 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 (나)의 4, 5문단에 따르면, ㉡과 ㉢을 작성할 때에는 모두 ㉠의 2차적저작물 작성권을 가진 사 람의 허락을 받을 필요가 있다. ① (나)의 1문단에 따르면, 원저작자는 저작재 산권을 구성하는 각각의 권리를 나누어 일부를 양 도할 수 있으며, 2문단에 따르면, 2차적저작물 작 성권은 저작재산권을 구성하는 권리 중 하나이다. 이를 통해 ㉠의 저작자와 ㉡을 작성하여 이용할 수 있는 권리를 가진 사람은 다를 수 있음을 알 수 있다. ② (가)의 2문단에 따르면, ㉡은 ㉠을 기초로 하여 작성된 것이다. ③ (가)의 3문단에 따르면, 2차적저작물은 원저작물과 시장적 경쟁 관계에 있다고 보는 것이 일반적이다. ㉡은 ㉢의 원저작물이며 ㉢은 ㉡의 2차적저작물이므로 ㉡과 ㉢은 시장적 경쟁 관계에 있다고 보는 것이 일반 적이다. ④ (가)의 2문단에 따르면, 2차적저작물 은 원저작물과 실질적 유사성을 유지하고 있다. (나)의 5문단에 따르면, ㉢은 ㉠을 기반으로 창작 되었으며 ㉢을 제작할 때는 ㉠의 2차적저작물 작 성권을 가진 사람의 허락을 받을 필요가 있다. 이 를 통해 ㉢을 ㉠의 2차적저작물로 볼 수 있음을 알 수 있으며, ㉢은 ㉠과 실질적 유사성이 있다고 간주할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 글의 내용 추론하기 ㉮를 통해 저작권법에 의해 2차적저작물이 독 자적인 저작물로서 보호받음을 알 수 있다. (가) 의 1문단에 따르면, 저작권법으로 보호받는 저작 물이 되려면 창작성이 있어야 하며, 2문단에 따르 면, 2차적저작물에는 원저작물에는 없는 새로운 창작성이 부가되어 있다. 이를 통해 2차적저작물 이 저작권법으로 보호받는 이유를 원저작물에 없 는 새로운 창작성이 부가되어 있기 때문이라고 추 론할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 ④, ⑤ (나)의 2문단에 따르면, 원저작자 허락 없이 원저작물에 의거하여 그 저작물과 실질적으 로 유사한 저작물을 작성하여 이용한다면 그 사람 은 원저작자의 2차적저작물 작성권을 침해한 것 이다. A는 기존 가요의 저작권을 가지고 있는 B 에게 허락을 받지 않고 기존 가요를 편곡하였으므 로 B의 2차적저작물 작성권을 침해하였다. C는 D 가 작성한 한글 자막을 무단으로 이용한 것은 맞 지만, 이 한글 자막을 원저작물로 하여 2차적저작 물을 작성하여 이용한 것은 아니다. 그러므로 B는 2차적저작물 작성권을 침해받았으나 D는 침해받 지 않았다. ① (나)의 1문단에 따르면, 저작권은 저작자가 자신이 창작한 저작물에 대해 갖는 권리이다. 3문 단에 따르면, 원저작자의 허락이 있었는지 여부는 2차적저작물의 저작권 발생에 영향을 주지 않는 다. 저작자가 아닌 다른 사람에게 양도된 저작권 이 없다고 가정하면 A가 편곡하여 블로그에 올린 곡에 대한 저작권은 저작자인 A가 가지고 있다. ② (나)의 4문단에 따르면, 원저작자는 자기 허락 없이 2차적저작물을 작성하여 이용한 사람에게 손해배상을 청구할 수 있다. D는 영어 자막의 저 작자에게 허락을 받지 않고 영어 자막을 번역하여 한글 자막을 작성하였으므로, 영어 자막의 저작자 는 D에게 손해배상을 청구할 수 있다. ③ (가)의 2문단에 따르면, 저작권법상 원저작물을 번역·편 곡·변형·각색 등의 방법으로 작성한 창작물을 2차 적저작물이라 한다. A는 기존 가요를 편곡하였고 D는 영어 자막을 번역하여 한글 자막을 작성하였 으므로 기존 가요와 영어 자막은 원저작물로 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 어휘의 문맥적 의미 파악하기 ‘저작인격권과 저작재산권으로 나눌 수 있다’의 ‘나눌’은 ‘종류에 따라서 가를’의 의미로 쓰였으므 로 ‘분류(分類)할’로 바꾸어 쓸 수 있다. ② ‘변별(辨別)하다’는 ‘사물의 옳고 그름이나 좋고 나쁨을 가리다’의 의미이므로 바꾸어 쓰기에 적절하지 않다. ③ ‘배분(配分)하다’는 ‘몫몫이 별 러 나누다’의 의미이므로 바꾸어 쓰기에 적절하지 않다. ④ ‘판별(判別)하다’는 ‘옳고 그름이나 좋고 나쁨을 판단하여 구별하다’의 의미이므로 바꾸어 쓰기에 적절하지 않다. ⑤ ‘해석(解釋)하다’는 ‘문 장이나 사물 따위로 표현된 내용을 이해하고 설명 하다, 사물이나 행위 따위의 내용을 판단하고 이 해하다’의 의미이므로 바꾸어 쓰기에 적절하지 않 다. ** 인문 ** □출전: 에리히 프롬,『소유냐 존재냐』 박찬국,『에리히 프롬의「소유냐 존재 냐」 읽기』",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 2문단에 따르면, 프롬은 인간과 다른 동물을 구 분 지을 수 있는 특성이자 인간의 본질을 이성으 로 파악했음을 알 수 있다. 하지만 프롬은 인간이 다른 동물과 달리 이성을 가지고 있는 이유를 설 명하지는 않았다. ① 6문단에 따르면, 프롬은 현대 사회의 병리적 현상의 원인을 현대 사회가 끝없는 소비를 조장하 여 무한한 이윤을 추구하는 소유지향적 사회이기 때문이라고 보았음을 알 수 있다. ② 5문단에 따 르면, 프롬은 학습이 소유적 실존양식을 따르는 사람에게는 권력 추구의 수단이 되지만 존재적 실 존양식을 따르는 사람에게는 내면의 새로운 사고 를 촉발하는 과정이 된다고 보았음을 알 수 있다. ④ 6문단에 따르면, 프롬은 사회의 주된 실존양식 은 그 사회의 구조와 규범에 따라 결정된다고 보 았음을 알 수 있다. ⑤ 4문단에 따르면, 프롬은 존재적 실존양식 아래에서 사람들은 가진 것을 잃 을 수 있다는 불안에 시달리지 않으므로 다른 존 재에게 호의적이라고 보았음을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 글의 내용 추론하기 3문단에 따르면, 프롬은 생존을 위해 필요한 최 소한의 소유는 부정하지 않았음을 알 수 있다. 따 라서 A의 의문에 대해 프롬은 삶을 영위하기 위 한 기본적인 소유는 불가피하다고 답변했을 것이 다. 또 3문단에 따르면, 프롬은 소유를 통해 행복 의 원천을 발견하려는 집착적 욕망에는 포화점이 없으며, 소유를 통해서는 인간의 근원적 불안과 외로움을 극복할 수 없다고 하였음을 알 수 있다. 따라서 A의 의문에 대해 프롬은 소유를 통해 행 복을 찾으려는 욕망은 완전히 채워질 수 없다고 답변했을 것이다. ① 3문단에 따르면, 프롬은 이미 소유한 것은 더 이상 충족감을 줄 수 없으며 소유를 통해서는 인간의 근원적 불안과 외로움은 극복될 수 없다고 하였다. ③, ⑤ 3문단에 따르면, 프롬은 최소한의 소유를 부정하지는 않았다. ④ 프롬은 행복에 대 한 욕망을 버려야 한다고 보지는 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 글의 내용 이해하기 4문단에 따르면, 세계와 합일을 이루기 위해서 는 이성적 능력을 생산적으로 사용해야 하며, ‘생 산적’이라는 것은 쓸모 있는 결과물을 만들어 내 는 능력이 아니라 내면의 능동적인 상태를 의미한 다고 했다. 따라서 유용한 결과물을 생산하는 것 2022학년도 9월 전국연합학력평가 정답 및 해설 고1 3 15 은 행복을 실현할 수 있는 조건으로 볼 수 없다. ① 3문단에 따르면, 소유적 실존양식 아래에서 사람들은 소유에 대한 탐욕을 느끼며, 이는 소유 물을 차지하기 위한 경쟁의 욕구를 불러일으킨다. ② 3문단에 따르면, 소유적 실존양식 아래에서 사 람들은 자신의 소유물을 지키며 타인의 소유물을 빼앗을 수 있는 권력을 차지하는 것에서 행복을 찾으려고 한다. ④ 4문단에 따르면, 존재적 실존 양식 아래에서 사람들은 가진 것을 잃을 수 있다 는 불안을 느끼지 않으므로 다른 존재에 대해 호 의적이며, 타인을 사랑하고 자신이 가진 것을 나 눔으로써 다른 존재의 성장을 도우려고 한다. ⑤ 5문단에 따르면, 프롬은 각 실존양식이 일상생활 에서 사용하는 물건들과 지식·사상 등과 같은 관 념적 대상에 적용되는 삶의 방식이라고 보았음을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 관점 비교하기 <보기>는 인간이 사회에 책임을 지는 시민으 로서 정치적 행복을 느낄 수 있다고 하였으나, 개 인이 사회적 변혁을 이끌어야 한다고 하지는 않았 다. ① 6문단에 따르면, 프롬은 사회의 구조와 규범 에 따라 주된 실존양식이 결정된다고 보았음을 알 수 있다. <보기>는 공동체의 훈육을 통해 인간의 덕이 개발되므로 인간은 사회를 떠나 행복할 수 없다고 보았다. 따라서 프롬과 <보기> 모두 인간 의 행복이 사회의 영향을 받는다고 보았다. ③ 4 문단에 따르면, 프롬은 이성적 능력을 생산적으로 사용해야 세계와 합일을 이룰 수 있다고 보았는 데, 이때 생산적이라는 것은 내면의 능동적인 상 태를 의미한다. <보기>는 최고의 행복이 이성적 사고를 통해 세상의 질서를 깨닫는 것이라고 보았 다. ④ 2문단에 따르면, 프롬은 인간은 이성을 가 진 존재로서 실존적 한계를 느끼며, 실존적 한계 를 극복하고 세계와 합일을 이룰 때 행복에 도달 할 수 있다고 보았음을 알 수 있다. <보기>는 행 복은 덕의 실현이 습관화되었을 때 도달할 수 있 는 경지이므로 그 사람의 인격적 성숙에 따라 평 가해야 한다고 보았다. ⑤ 3문단에 따르면, 프롬 은 소유적 실존양식 아래에서 사람들은 소유를 통 해 감각적 욕망을 충족시킬 수 있지만, 소유에 대 한 탐욕은 충족되지 않기 때문에 행복을 느낄 수 없다고 보았음을 알 수 있다. <보기>는 감각적 욕망의 충족이 지나칠 경우 거부감을 줄 수 있지 만 행복한 삶을 누리기 위해서 세 가지 행복을 함 께 구현해야 한다고 보았다. 따라서 <보기>는 감 각적 욕망의 충족이 행복한 삶을 누리기 위한 조 건이라고 보았음을 알 수 있다. ** 갈래 복합 ** □ 출전: (가) 정철, ｢훈민가(訓民歌)｣ (나) 장영희, ｢괜찮아｣",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 작품 간의 공통점 파악하기 (가)는 <제9수> ‘팔목 쥐시거든~ 받치리라’, ‘나갈 데 계시거든~ 좇으리라’에서, (나)는 ‘~는 용서의 말’, ‘~는 격려의 말’ 등에서 유사한 구조 의 어구를 활용하여 삶의 태도를 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 소재의 의미 파악하기 ㉠은 화자가 행동의 실천, 즉 ‘옳은 일’을 실천 하기를 바라는 대상이고 ㉡은 글쓴이에게 ‘이 세 상은~ 있는 곳’이라는 깨달음의 계기를 제공하는 대상이다. ③ ㉡은 글쓴이에게 긍정적인 경험을 제공하는 대상이지만 글쓴이가 동질감을 느끼는 대상으로는 보기 어렵다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 <제1수>는 비유적 표현을 활용하여 ‘두 분’의 ‘은덕’이 ‘하늘’과 같다고 설명하고 있을 뿐 청자 에게 권위 있다고 인정받는 경전에 기대고 있지 않다. ② <제7수>는 ‘효경’과 ‘소학’을 배우는 것을 원인으로, ‘어질’게 되는 것을 결과로 볼 수 있으 므로 인과 관계 활용하기 전략을 활용한다고 볼 수 있다. ③ <제8수>는 ‘옳은 일’을 하지 않는 사 람을 ‘마소’라고 하는 흑백 사고 활용하기 전략을 활용한다고 볼 수 있다. ④ <제9수>는 ‘두 손으 로 받치’고 ‘막대 들고’의 행동은 어른을 어떻게 공경해야 하는지에 대한 사례 제시하기 전략을 활 용한다고 볼 수 있다. ⑤ <제13수>는 ‘내 논 다 매거든 네 논 좀 매어’와 같이 상부상조의 정신이 드러나는 구체적인 모습을 보여 주는 사례 제시하 기 전략을 활용한다고 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 작품 이해의 적절성 평가하기 (나)는 다른 사람의 어려운 처지를 이해하고 감 싸 주며 배려하는 태도가 희망을 줄 수 있다는 깨 달음을 잘 드러내는 수필로, 삶에 좌절하고 희망 을 잃었던 사람들의 이야기는 나오지 않는다. ① 골목 안 친구들이 고무줄놀이나 달리기를 하 면 ‘나’에게 심판을 시켰다는 내용에서 골목길 안 에서 아이들과 놀던 작가의 어린 시절을 확인할 수 있다. ② 공기놀이 외에는 그 어떤 놀이에도 참여할 수 없었던 ‘나’가 소외감이나 박탈감을 느 끼지 않도록 친구들이 배려해 준 것이나 깨엿 장 수가 ‘괜찮아’라고 말해 준 일화에서 주변에 작가 를 배려해 주는 좋은 사람들이 있었음을 확인할 수 있다. ③ 깨엿 장수와의 일화를 통해 작가가 이 세상은 그런대로 살 만한 곳이라는 긍정적인 생각으로 희망을 품고 살아갈 수 있는 사람이 되 었음을 확인할 수 있다. ** 기술 ** □출전: 이종호,『과학 삼국유사』",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 3문단에 따르면, 석빙고 내부의 따뜻해진 공기 는 밀도의 변화에 따른 이동을 통해 아치형 천장 의 상부 통풍구로 빠져나간다. 이러한 에너지의 이동이 내부를 차갑게 하는 것이지 외부 공기를 이용하는 것은 아니다. ① 5문단에 따르면, 석빙고 외부에 심은 풀이 태양의 복사 에너지로 인한 내부 온도 상승을 막 는 데 도움을 준다는 것을 알 수 있다. ② 1문단 에 따르면, 석빙고는 내부를 냉각시킨 후 얼음을 저장한다는 것을 알 수 있다. ④ 5문단에 따르면, 빙실은 온도 유지를 위해 주변 지반에 비해 낮게 만들었음을 알 수 있다. ⑤ 3문단에 따르면, 통풍 구의 덮개돌이 얼음에 영향을 줄 수 있는 직사광 선이나 빗물을 차단하는 역할을 함을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 글의 내용 추론하기 얼음은 물로 상태변화가 일어날 때 주변으로부 터 에너지를 흡수하고 이에 따라 주변 공기가 차 가워진다. 즉, 상태변화가 일어나 생긴 물은 같은 온도의 얼음에 비해 더 큰 에너지를 가지고 있음 을 알 수 있다. 그러므로 물의 에너지가 얼음으로 전달되어 얼음이 녹는 것을 막기 위해 물을 빨리 제거하여야 함을 알 수 있다. ① 에너지는 높은 곳에서 낮은 곳으로 이동하므 로 에너지가 상대적으로 낮은 얼음으로부터 물이 에너지를 전달받을 수 없다. ② 얼음이 녹아 생긴 물은 에너지를 흡수하거나 방출하는 물질로 보아 야 하며, 에너지의 이동을 방해하는 물질로 보는 것은 적절하지 않다. ③ 물이 상태변화를 통해 내 부의 온도 상승에 영향을 주기 위해서는 응고열을 방출하는, 즉 물이 다시 얼음이 되는 상태변화가 일어나야 한다. 하지만 주변 에너지가 커 얼음을 녹게 하는 상황에서 다시 얼음으로의 상태변화는 일어나기 어렵다. ⑤ 얼음이 녹아 생긴 물은 같은 양의 얼음보다 에너지가 클 것이며, 이를 녹게 한 주변 공기는 더 큰 에너지를 가지고 있을 것이다. 에너지의 차이가 있는 상태에서 에너지의 평형을 이루었다는 설명은 부적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 글의 세부 내용 파악하기 2문단에 따르면, 여름철 석빙고 안에서는 물질 의 융해가 일어난다. 이때 물질이 주변에서 융해 열을 흡수하여 주변 물질은 에너지가 감소한다. 이러한 상태변화가 일어나는 동안 물질의 온도는 유지된다. ⑤ 물질이 응고될 경우 응고열을 방출하여 주변 물질의 에너지가 증가할 수 있으나, 이러한 상태 변화는 여름철 석빙고 내부에서 일어나지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 B의 물이 눈 벽돌 사이를 메우면서 얼어 만들어 진 얼음 벽은 외부와의 공기 출입을 막는 역할을 하는 것은 적절하다. 그러나 4문단에 따르면, A의 얼음 사이의 짚은 접촉하고 있는 두 물질 사이에 에너지가 잘 전달되지 않도록 하는 것이므로 석빙 고 외부와의 공기 출입과는 무관하다. ① B의 얼음 벽은 내부의 에너지 유출을 막는 다는 것을 <보기>를 통해 알 수 있다. 이와 달리 5문단에 따르면, A의 외부 흙은 내부로 유입되는 에너지 차단을 위한 것이지 외부로의 에너지 유출 을 막기 위한 것이 아니다. ② 4문단에 따르면, A 의 짚이 비어 있는 것은 단열 효과를 높일 수 있 음을 알 수 있다. <보기>에서 B의 눈 벽돌이 녹 았다가 얼 때 공기가 얼음 속에 갇히며 공기층이 생길 것을 알 수 있는데, 이는 결국 스티로폼처럼 공기구멍을 많이 포함한 것으로 볼 수 있다. 이는 단열 효과를 높일 것이므로 해당 설명은 적절하 다. ④ 3문단에 따르면, A는 공기의 온도가 상승 하면 밀도가 낮아짐으로써 에너지를 동반하여 위 로 이동하는 현상을 내부 온도 유지에 활용함을 알 수 있다. B는 눈 벽돌을 쌓아 올린 후 불을 피 우게 되는데, 공기의 온도가 높아지면서 공기가 순환한다는 사실을 <보기>를 통해 확인할 수 있 다. 따라서 둘 모두 공기의 밀도 변화에 따른 에 너지의 이동이 나타난다는 설명은 적절하다. ⑤ 1 문단에 따르면, A는 얼음을 저장하기 전 내부를 냉각시키기 위해 출입구를 개방한다. B는 내부의 온도 상승으로 눈 벽돌이 녹아 물이 생기면 이 물 을 얼도록 하는데, 이때 출입구를 열어 온도를 낮 추어야 함을 <보기>를 통해 알 수 있다. 따라서 A와 B 모두 내부 온도를 낮추기 위해 출입구를 활용한다는 설명은 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 어휘의 문맥적 의미 파악하기 ⓐ는 ‘다른 나라의 장치에 비해서도 기술이 떨 어지지 않는’의 맥락에서 사용되었으므로 ‘다른 것 보다 수준이 처지거나 못하다’라는 의미로 쓰였다. ②에서 ‘떨어지다’는 ‘명령이나 허락 따위가 내 려지다’라는 의미로 쓰였다. ③에서 ‘떨어지다’는 ‘정이 없어지거나 멀어지다’라는 의미로 쓰였다. ④에서 ‘떨어지다’는 ‘함께 하거나 따르지 않고 뒤 에 처지다’라는 의미로 쓰였다. ⑤에서 ‘떨어지다’ 는 ‘말이 입 밖으로 나오다’라는 의미로 쓰였다. ** 현대소설 ** □출전: 성석제,「투명 인간」",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 작품의 세부 내용 파악하기 만수의 여동생은 만수가 진주를 데리고 와서 ‘여자들한테는 양보할 수 없는 고유 영역 같은’ 주 방을 맡기라고 했던 첫 만남에서부터 ‘말도 안 되 고1 정답 및 해설 2022학년도 9월 전국연합학력평가 4 15 는 소리’라며 반감을 느낀다. 이런 부정적인 감정 은 이후 분식집 대신 새로 차린 기사 식당에서도 그대로 이어진다. 따라서 진주에 대한 만수 여동 생의 생각은 처음부터 일관된 것이며, 바뀐 것이 아니다. ① ‘만수 씨를 처음 봤을 때부터 좋아하고 있었 다.’라는 진주의 서술을 통해 확인할 수 있다. ② ‘제가 아무리 아니라고 해도 사람들이 의심을 더 하니까’라는 만수의 말을 통해 확인할 수 있다. ③ ‘우리가 공장을 지키기 위해서 싸우다 보면~ 희망 때문에 싸우는 거야.’라는 만수의 말을 통해 확인 할 수 있다. ④ ‘누구는 자기 하고 싶은 대로 멋대 로 일했다 말았다 하고 월급은 사장보다 더 챙겨 가고 누구는 하루 스물네 시간 꼬박 일하고 있는 데’와 ‘돈 생기는 데는 기사 식당밖에 없잖습니까. 그런데 그 돈을 형님이 다 통장에 집어넣고 꼭 움 켜쥐고’라는 만수 여동생 남편의 말을 통해 확인할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 인물의 심리 파악하기 ‘여자들 모두가 나를 질투하고 미워하게 되었 다.’, ‘내 칫솔에 새똥이 묻어 있기도 하고 면도날 이 내가 조리를 담당한 냄비 속에 들어 있기도 했 다.’라는 진주의 서술을 통해 구내식당 여직원들의 질투와 괴롭힘을 확인할 수 있다. 또한 이런 상황 을 ‘지옥이 따로 없’다고 느낀 진주가 만수를 찾아 간 것은 진주의 고통이 한계점에 이르렀음을 보여 주는 것이다. ① 진주가 ‘이상한 소문’에 ‘너무한다 싶’어 하 면서도 ‘아예 아무 말을 하지 않’은 것은 상황을 더 악화시킬 것을 우려하여 신중하게 행동한 것이 지 주변 상황을 신경 쓰지 않았기 때문이 아니다. ③ ‘이상한 소문’이 ‘좀 잠잠해질 때까지’ 구내식 당 대신 분식집에서 일할 것을 만수가 대안으로 제시하는데, 이 대안의 내용은 진주가 바라고 있 었던 것이 아니다. ④ ‘가난하지만 소박하게, 보통 사람 나름의 행복을 누리면서’ 살고 싶다는 삶의 방식을 가진 만수에 대해 빈정거리는 것이 아니 라, 기사 식당 운영을 둘러싼 갈등을 우선 해결하 여 자신의 ‘살길’을 찾고자 하는 현실적인 태도를 보여 준다. ⑤ ‘어처구니없다’는 ‘일이 너무 뜻밖 이어서 기가 막히다’라는 의미이다. 만수 여동생의 남편은 경제적인 어려움 때문에 가족들이 고생하 는데도 만수가 기사 식당에서 번 돈을 가족이 아 닌 ‘공장에서 같이 투쟁’하는 사람들을 위해 ‘엉뚱 한 데’ 사용했다는 것을 기가 막혀 하는 것이지, 공장에서 투쟁하는 사람들에 대해 안타까움을 느 끼고 있는 것은 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 공간의 서사적 기능 파악하기 ⓑ에서는 진주에게 주방을 맡기라고 말하며 진 주에게 선의를 베풀고자 하는 만수의 태도로 인해 만수와 만수 여동생이 갈등하게 된다. ⓒ에서는 진주와 어떤 관계인지, 진주와 앞으로 어쩔 것인 지 묻는 질문에 진주를 옹호하는 만수의 태도로 인해 만수와 만수 여동생의 남편이 갈등하게 된 다.",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 [B]의 ‘적금 통장’에는 만수가 그동안 자신의 월급을 모은 돈이 담겨 있는데, 만수는 진주와 만 수 여동생의 문제를 해결하기 위해 ‘제대로 된 식 당’을 차리라고 적금 통장을 내놓는다. 이는 주인 공 만수가 가족과 동료를 위해 자신이 가진 것을 나누며 희생하는 인물임을 보여 주는 것이므로 물 질 만능의 한국 사회로부터 주인공이 소외당하고 있는 현실을 보여 주는 것은 아니다. ** 고전소설 ** □출전: 작자 미상,「숙향전」",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 작품의 세부 내용 이해하기 상서는 황제의 명을 받들어 봉래산의 개언초를 얻으러 가는 길이므로, 상서가 가기를 원하는 곳 은 ‘봉래산’이다. 용자는 상서에게 ‘인간 세상 사 람은 마음대로 선계에 들어갈 수 없’다며 원하는 곳까지 혼자 갈 수 없는 이유를 설명해 주었다. ③ ‘항아께서~ 모셔 오도록 명했으나’에서 장 승상이 사향이 숙향을 모함한 사실을 알고 숙향 을 찾았음을 알 수 있다. ⑤ 숙향이 ‘갈대밭’과 ‘낙양 옥중’에서 겪을 곤욕은 아직 일어나지 않은 미래의 일이며, 선녀는 숙향에게 공손하게 말하고 있기 때문에 질타하는 것이 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 작품의 세부 내용 파악하기 용자의 ‘저 혼자 가면 아무 데도 걸릴 것 없이 쉽게 갈 수 있사오나, 여러 신령들이 지키고 있기 때문에 인간 세상 사람은 마음대로 선계에 들어갈 수 없나이다.’라는 말을 통해 용자는 ㉠, ㉡을 자 유롭게 이동할 수 있음을 알 수 있다. ① 상서가 선계를 지나기 위해서는 용왕의 공문 을 보여 주어야 하므로, ㉠은 용왕의 조력을 통해 상서가 통과할 수 있는 공간이다. ② ㉠의 왕인 경성은 용자가 함께 가는 사람이 ‘태을성’이라고 하자 ‘즉시 공문에 날인’하고 상서에게 반갑게 인 사한다. 태을성은 천상에서 인간 세상에 내려온 존재로, ㉠은 천상계 존재인 태을성을 호의적으로 생각하는 왕이 지키는 공간이다. ③ 용자가 ‘상제 께서 그것을 아시게 되면 용궁에 큰 변이 일어나 고’라고 말한 부분을 볼 때 ㉢은 상제의 권위에 의해 영향을 받는 공간이다. ⑤ 상서는 용자와 ㉠ 을 거쳐 ㉡으로 향하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 인물의 말하기 방식 파악하기 [B]에서는 용자가 ‘상제께서 그것을 아시게 되’ 는 가정적 상황을 제시하여 ‘용궁에 큰 변이~ 일 이 생길 것’이라며 상서가 예상하지 못한 결과가 일어날 수 있음을 전달하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 상제가 이선을 인간 세상에 귀양 보낸 것은 천 상의 죄업 때문이며, 이것을 입신양명이라는 당대 남성의 이상적 소망이 형상화된 것으로 보는 것은 적절하지 않다. ④ ‘똑같은 일로 죄를 지어 인간 세상에 귀양 왔다’는 것에서 천상의 죄업이 공통으로 전제되어 있음을 알 수 있으나, 선군을 마지못해 귀양 보낸 것과 달리 숙향은 고행을 겪게 한 것에서 천상의 죄업에 대한 책임을 여성에 두고 있음을 알 수 있 다. ** 현대시 ** □출전: (가) 이육사,「광야」 (나) 박용래,「울타리 밖」",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 [C]는 추상적 대상인 ‘계절’을 ‘꽃’이라는 자연 물로 구체화하여 ‘피어선 지고’라고 표현하고 있 다. 그러나 이는 시간의 흐름 또는 계절의 순환을 의미하는 것이며, ‘광야’라는 공간이 끊임없이 생 성되고 소멸되는 순환성을 보인 것은 아니다. ① ‘들렸으랴’라는 설의적 표현을 통해 어떤 생 명체도 존재하지 않았던 원시성을 지닌 태초 광야 의 모습을 강조하고 있다. ② ‘바다를 연모’하는 대상으로 인격화된 ‘산맥’이 ‘차마 이곳을 범하던 못하였’을 것이라고 추측하여 산맥도 범할 수 없 었던 광야의 신성성을 부각하고 있다. ④ ‘마늘쪽 같이 생긴’, ‘한여름을 알몸으로 사는’ 등의 시각 적 심상을 통해 고향의 모습을 선명하게 표현하고 있다. ⑤ ‘아지랑이가 피듯’, ‘태양이 타듯’, ‘제비 가 날듯’, ‘길을 따라 물이 흐르듯’이라는 비유적 표현을 활용하여 ‘천연(天然)히’ 살아가는, 인위적 이지 않은 마을의 모습을 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 시어의 의미 이해하기 ㉠은 화자가 ‘씨’를 뿌린 ‘가난한 노래’를 ‘목 놓 아’ 부를 존재이다. 화자는 ‘가난한 노래의 씨’가 자라 노래가 불리게 될 미래를 기대하고 있고, ㉠ 은 ‘노래’를 부르는 행위를 통해 화자가 지향하는 이상을 실현하는 존재이다. ㉡은 마을 사람들이 ‘울타리 밖’에도 심는 대상이다. ㉡을 자신의 공간 인 울타리 안뿐 아니라 울타리 밖에도 심는다는 것은 ‘화초’를 자신의 소유로 한정하지 않고 남과 함께 나누려고 하는 것이다. 따라서 남을 배려하 며 인정이 가득한 마을 사람들의 모습을 드러내는 ㉡은 화자가 지향하는 공동체의 모습을 드러내는 대상이다. ① ㉡을 통해 화자가 자기의 마음을 반성하거나 살피고 있지 않으므로, ㉡은 화자를 성찰하게 하 는 대상이 아니다. ② ㉠은 ‘눈’ 내리는 ‘지금’ 광 야의 상황을 극복하고 ‘가난한 노래의 씨’가 자란 ‘노래’를 부르는 존재이므로, ㉠은 공간의 황폐함 을 심화하는 존재가 아니다. ③ ㉠은 ‘지금’ 광야 의 상황을 극복할 수 있는 존재이므로 ㉠을 공간 의 변화를 가져오는 존재로 이해하는 것은 적절하 나, ㉡은 공동체가 이미 지니고 있는 모습을 보여 주고 있으므로 ㉡은 공동체의 인식 전환을 일으키 는 대상이 아니다. ④ 화자는 ㉠이 올 미래를 기 다리고 있으므로 ㉠은 화자에게 위화감을 느끼게 하는 존재가 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거를 활용하여 작품 감상 하기 <보기>에 따르면 (가)는 화자가 미래 지향성 을 보이는 시로 볼 수 있다. 화자는 ‘초인이 있어’ 노래를 ‘목 놓아’ 부를 발전된 미래에 대한 희망을 가지고 있으며, 이를 위해 ‘씨를 뿌’리는 극복의 자세를 드러내고는 있다. 그러나 ‘큰 강물이 비로 소 길을’ 연 것은 광야에서 인간의 문명이 시작된 과거의 상황을 표현한 것이며, 이를 통해 미래를 향한 희망을 확인한다고 보기 어렵다. ② 화자는 ‘지금’ ‘눈’이 내리는 현재의 결핍을 인식하였기 때문에 ‘가난한 노래의 씨’를 뿌려 부 정적인 현재 상황을 적극적으로 극복하고자 하고 있다. ③ <보기>에 따르면 (나)는 화자가 과거 지향성을 보이는 시로 볼 수 있다. ‘소녀’와 ‘소년’ 은 때 묻지 않은 순수한 인간의 모습이며, ‘사랑스 러운 들길’은 아름다운 자연의 모습이다. 순수한 사람들과 아름다운 자연이 어우러져 있는 고향의 모습을 통해 화자가 고향을 훼손되지 않은 원형으 로 여기고 있음을 알 수 있다. ④ ‘잔광’이 부시고 ‘별’이 뜨는 등 아름다운 자연이 돋보이는 마을의 모습을 통해 화자가 마을을 긍정적으로 인식하고 있음을 알 수 있다. ⑤ 과거 ‘고향’, ‘마을’에 대한 화자의 과거 회상을 ‘있다’라는 현재 시제로 표현 하는 것은 마을의 모습이 존속하기를 소망하는 화 자의 심리를 드러낸 것으로 볼 수 있다.",
        "question_exp": ""
    }
]