[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 말하기 방식 파악하기 강연자는 상세한 복약 정보는 꼭 의사나 약사에게 확인하라고 당부하며 마무리하고 있을 뿐, 강연 내용 을 요약하며 마무리하고 있지 않으므로 적절하지 않 다. ① 1문단의 ‘강연을∼약사 ○○○입니다.’에서 ‘약사’ 라는 강연자의 신분을 밝혀 청중에게 신뢰감을 주고 있으므로 적절하다. ② 2문단의 ‘(화면에∼보여 주 며) 여기 보시는∼정제가 있습니다.’에서 시각 자료 를 활용하여 제형에 대해 효과적으로 전달하고 있으 므로 적절하다. ③ 1문단의 ‘혹시∼형태였나요?’에서 질문을 던지는 방식을 사용하며 청중의 반응을 유도 하고 있으므로 적절하다. ④ 2문단의 ‘산제는∼약입 니다.’, ‘캡슐제는∼것입니다.’에서 산제, 액제, 캡슐 제, 정제에 대한 개념을 정의하고, 4문단의 ‘약물의 ∼서방정’에서 속방정과 서방정의 개념에 대해 정의 하여 청중의 이해를 돕고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 청중의 듣기 활동 이해하기 ‘학생 2’는 ‘그런데 속방정을∼주의할 점은 무엇일 까?’에서 강연에서 언급되지 않은 ‘속방정을 복용할 때 주의할 점’에 대해 궁금해하며 강연을 듣고 있고, ‘학생 3’은 ‘피부에∼알고 싶어졌어.’에서 강연에서 언 급되지 않은 ‘피부에 바르는 약’이 제형에 따라 특징 이 달라지는지에 대해 궁금해하며 듣고 있으므로 적절 하다. ① ‘학생 1’은 강연 내용에 대해 자신에게 ‘참 유익한 정보’라고 긍정적으로 평가하며 듣고 있으므로 적절하 지 않다. ② ‘학생 2’는 ‘속방정을 복용할 때 주의할 점’에 대해 궁금해하고 있을 뿐, 자신의 문제 상황에 적용하며 듣고 있지 않으므로 적절하지 않다. ③ ‘학 생 3’은 ‘온라인 의약 도서관’에 접속해서 ‘피부에 바 르는 약’에 대해 찾아봐야겠다고 떠올리고 있을 뿐, 강연 내용의 순서를 예측하며 듣고 있지 않으므로 적 절하지 않다. ④ ‘학생 3’은 강연에서 언급되지 않은 내용인 ‘피부에 바르는 약’에 대해 생긴 의문을 ‘온라 인 의약 도서관’을 통해 알아봐야겠다고 하며 의문점 을 해결하기 위한 방법을 고민하며 듣고 있으나, ‘학 생 1’은 의문점을 해결하기 위한 방법을 고민하며 듣 고 있지 않으므로 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 청중 반응의 적절성 판단하기 2문단의 ‘캡슐제는∼약이고’로 보아 ㉢의 ‘제형’은 캡 슐제이다. 그리고 3문단의 ‘먼저 산제나 액제는∼나 타납니다.’에서 액제인 ㉡이 캡슐제인 ㉢에 비해 약효 가 빠르게 나타나는 제형이라는 것을 알 수 있으므로 적절하지 않다. ① 2문단의 ‘산제는 분말이나∼된 약이고’와 3문단의 ‘먼저 산제나 액제는∼미세하게 조절이 가능합니다.’ 로 보아 ㉠의 ‘제형’은 산제임을 알 수 있으므로 적절 하다. ② 3문단의 ‘먼저 산제나 액제는∼미세하게 조 절이 가능합니다.’에 드러나 있으므로 적절하다. ④ 4 문단의 ‘그런데 서방정은∼안 됩니다.’에 드러나 있으 므로 적절하다. ⑤ 4문단의 ‘서방정은 오랜∼줄일 수 있습니다.’에 드러나 있으므로 적절하다. [화법․작문]",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 쟁점에 따른 내용 파악하기 ‘쟁점 3’에 대하여 ‘반대 1’은 현금 없는 사회가 ‘현 금을 사용하고자 하는 개인들의 선택의 자유를 제한’ 한다고 하는데, 이는 ‘현대 사회의 지향점’을 자유의 가치 확대라고 볼 때 공공의 이익에 부정적인 영향 을 미칠 것이라고 밝히고 있다. 따라서 ‘반대 1’이 개 인의 선택의 자유가 제한되는 것이 필요함을 근거로 들어 공공의 이익에 부정적인 영향을 미칠 수 있음 을 분명히 하고 있다고 한 진술은 적절하지 않다. ① ‘쟁점 1’에 대하여 ‘찬성 1’은 ‘현금 없는 사회에서 사람들은~ 편리하게 거래를 할 수 있습니다.’라고 밝 히고 있으므로 적절하다. ② ‘쟁점 1’에 대하여 ‘반대 1’은 ‘비현금 결제 방식에 익숙하지 않거나~ 불편을 겪을 것입니다’라고 밝히고 있으므로 적절하다. ③ ‘쟁점 2’에 대하여 ‘찬성 1’은 ‘매년~ 절약할 수 있어 경제적입니다’라고 분명히 하고 있으므로 적절하다. ④ ‘쟁점 2’에 대하여 ‘반대 1’은 ‘비현금 결제 방식에 ~ 경제적이지 않습니다’라고 밝히고 있으므로 적절하 다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 말하기 방식 파악하기 [B]에서 ‘찬성 2’는 ‘그 비용은~ 절감할 수 있지 않 을까요?’라고 이의를 제기하고 있다. 이에 대해 [B] 의 ‘반대 1’은 ‘구축 비용은 절감할 수 있을지라도’라 고 하며 ‘찬성 2’의 이의 제기를 일부 인정하며, ‘시 스템을 안정적으로 유지하고, 관리하기 위한 추가 비 용이 지속적으로 발생할 것입니다’라고 향후 예상되 는 문제점을 지적하고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 글쓰기 계획의 반영 여부 확인하기 3문단은 현금 없는 사회의 장점을 밝힌 부분으로, 현 금 없는 사회로의 이행을 위해 국가적 차원에서 준 비해야 할 사항들을 언급하고 있지 않으므로 적절하 지 않다. ① 1문단의 ‘오늘날 새로운 기술의 발전에~ 이행을 준비하고 있다’에서, 토론에서 언급되지 않은 현금 없는 사회로의 이행은 시대적 흐름이라는 내용을 추 가해서 나의 입장을 강조하고 있으므로 적절하다. ② (가)의 토론에서 ‘반대 1’은 비현금 결제 방식에 익 숙하지 않은 사람들이 불편함을 겪을 것이라는 점을 현금 없는 사회에서 발생할 수 있는 문제 중 하나로 제시하였다. 그런데 (나)의 2문단의 ‘지속적이고 단 계적으로~ 적응할 수 있을 것이다’에서 비현금 결제 방식이 익숙하지 않은 사람들이 겪을 불편을 해결할 방안을 제시하고 있으므로 적절하다. ③ 3문단의 ‘현 금 없는 사회로 나아갔을 때 새로운 금융 서비스 산 업이 개발되어 국제 무역이 더욱 활발해질 것이다’에 서, 토론에서 언급되지 않은 현금 없는 사회의 장점 을 밝혀 ‘현금 없는 사회로의 이행은 바람직하다.’라 는 나의 주장을 뒷받침하므로 적절하다. ⑤ 4문단의 ‘사회 구성원들 간의 충분한 합의 없이~ 사회적 논 의가 필요하다.’에서, 현금 없는 사회로의 이행을 위 해서는 공동체 합의를 위한 노력이 필요함을 강조하 고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 조건에 따른 글쓰기 ‘현금 없는 사회로의 이행’은 ‘새로운 물결’이라는 비유 적 표현을 활용하여, ‘공동체가 함께 가는 현금 없는 사회로의 이행은 현대 사회를 윤택하게 하는’ 것이라 는 자신의 주장을 강화하고 있으므로 적절하다. [작문]",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 글쓰기 계획의 적절성 파악하기 (가)의 작문 과제에서 폰트 파일에 대한 이해가 부 족한 학생들이 예상 독자임을 알 수 있다. 그리고 (나)의 1문단에서 ‘폰트 파일은 동일한 스타일의~ 보호되고 있다.’라며 폰트 파일의 개념을 정의하고 있는데, 이는 예상 독자의 이해를 돕기 위한 것이라 고 할 수 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 자료를 활용하여 내용 보완하기 [자료 2-㉯]는 폰트 파일이 저작권으로 보호되고 있 다는 사실을 알고 있는 학생 중에 저작권을 확인하 는 방법을 모르는 학생이 많다는 내용이고, [자료 3] 에서는 정부가 사용자를 위한 폰트 파일 저작권 확 인 프로그램을 보급할 필요가 있다는 내용만 찾을 수 있을 뿐 폰트 파일의 저작권에 대해 알면서도 저 작권을 보호하지 않는 학생들의 문제의식 개선을 위해 정부의 지속적인 교육이 필요하다는 내용을 확인할 수 없으므로 적절하지 않다. ① [자료 1]에서 폰트 파일 사용자의 저작권 침해 비율이 해마다 늘어나고 있다는 내용을 확인할 수 있으므로 적절하다. ② [자료 2-㉮]에서 폰트 파일 이 저작권으로 보호되고 있다는 사실을 모르는 학생 의 비율이 67%로 많다는 내용을 확인할 수 있으므 로 적절하다. ③ [자료 3]에서 폰트 파일 제작자는 사용자를 위해 저작권을 알기 쉽게 확인할 수 있도 록 안내해야 한다는 내용을 확인할 수 있으므로 적 절하다. ④ [자료 2-㉮]에서 학생들 중 폰트 파일이 저작권으로 보호되고 있다는 사실을 알고 있는 학생 이 있음을 확인할 수 있고, [자료 2-㉯]에서 폰트 파일이 저작권으로 보호되고 있다는 사실을 알고 있 는 학생들 중에서 65%의 학생이 저작권을 확인하는 방법을 모른다는 내용을 확인할 수 있으므로 적절하 다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 고쳐 쓰기 <보기>의 두 번째 문장에서 서술어 ‘때문이다’를 고 려하여 [A]에서 ‘왜냐하면’이라는 부사어를 제시하고 있다. 따라서 서술어와의 호응을 고려하여 생략된 주 어를 밝혀 주어야 한다는 조언은 [A]에 반영되지 않 았으므로 적절하지 않다. ① <보기>에서 세 번째 문장은 통일성에서 벗어난 문장이므로 [A]에서 삭제한 것은 적절하다. ② <보 기>의 첫 문장에 제시한 ‘폰트’를 글에서 반복적으로 사용했던 용어인 ‘폰트 파일’로 [A]에서 수정한 것은 적절하다. ③ <보기>의 첫 문장에서 제시하지 않은 주장에 대한 근거를 [A]에서 ‘폰트 파일은 타인의 노력이 담겨 있는 저작물이므로’라고 근거를 추가한 것은 적절하다. ⑤ <보기>의 네 번째 문장을 [A]에 서 ‘자신이 사용하는~ 꼭 확인하고 사용하자.’라고 실천을 촉구하기 위한 문장으로 바꾼 것은 적절하다. [문법]",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 현대 국어 부정문의 특성 이해하기 ㉡은 ‘안’ 부정문의 주어인 ‘물품’이 의지를 가질 수 없는 경우에 해당하므로 ‘단순 부정’으로 해석해야 한다. 따라서 ‘단순 부정’과 ‘의도 부정’으로 모두 해 석이 가능하다는 진술은 적절하지 않다. 2020학년도 4월 고3 전국연합학력평가 정답 및 해설 2 2",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 중세 국어 부정문의 특성 이해하기 ⓒ는 현대 국어에서 ‘못 들으며’로 해석되는 것을 통 해 중세 국어에서 동작 주체의 능력 부족을 드러내 는 부정문이 사용되었음을 알 수 있으므로 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 단모음의 변별적 자질 비교하기 ‘ㅔ’는 [-후설성], [-고설성], [-저설성], [-원순성], ‘ㅗ’는 [+후설성], [-고설성], [-저설성], [+원순성] 의 변별적 자질의 특성을 가지고 있다. 따라서 ‘ㅔ’와 ‘ㅗ’는 [-고설성]으로 동일한 변별적 자질의 특성을 가지고 있으므로, [고설성]을 나타내는 변별적 자질의 특성이 서로 다르다는 진술은 적절하지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 용언의 활용 이해하기 ‘묻었다’는 활용될 때 어간과 어미의 기본 형태가 바 뀌지 않는 용언이고, ‘우러러’는 활용될 때 어간이나 어미의 기본 형태가 바뀌는 모습을 일정한 규칙으로 설명할 수 있는 용언이므로 ㉠에 해당한다. ‘일러’는 활용될 때 어간이 불규칙적으로 바뀌는 용언이므로 ㉡에 해당한다. ‘이르러’는 활용될 때 어미가 불규칙 적으로 바뀌는 용언이므로 ㉢에 해당한다. ‘파래’는 활용될 때 어간과 어미가 모두 불규칙적으로 바뀌는 용언이므로 ㉣에 해당한다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 보조 용언의 띄어쓰기 이해하기 ㉡은 본용언 ‘적어’ 뒤에 보조 용언 ‘둘’, ‘만하다’가 거듭 나타나는 경우이므로 <보기 1>의 ‘본용언 뒤 에∼쓸 수 있다’에 따라 적절하지 않다. [과학] [16 ∼20] <출전> 먼슨 외,「유체역학」",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 글의 세부 정보 파악하기 2문단에서 응력은 ‘외부에서 힘이 가해졌을 때 물질 의 내부에서 이에 대항하여’ ‘작용하는 힘’이라고 하 였고 전단응력은 응력 중 ‘물질의 표면과 평행하게 작용하는 응력’이라 했으므로 전단응력이 외부에서 작용하는 힘이라는 것은 적절하지 않다. ① 2문단에서 유체는 ‘전단응력이 작용할 때 그 형태 가 연속적으로 변형된다’고 했으므로 적절하다. ② 1 문단에서 ‘유체역학에서는 응력과 점성이라는 개념을 사용하여 유체의 특성을 설명한다’고 했으므로 적절 하다. ③ 2문단에서 ‘점성이란 유체를 구성하는 입자 들의 상호 작용으로 인해 나타나는’ 성질이라고 했으 므로 적절하다. ⑤ 1문단에서 ‘액체나 기체처럼∼입 자 간의 상대적인 위치를 쉽게 변화시킬’ 수 있다고 했으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 3문단에서 전단응력은 점성계수 곱하기 전단변형률이 라고 했고 <보기>에서 B 유체와 C 유체의 전단변형 률은 각각 20과 10인데 둘의 점성계수가 같다고 했으 므로 전단변형률이 더 큰 B 유체의 전단응력이 더 크 므로 적절하지 않다. ① 각각 다른 뉴턴 유체에 대한 실험이고 4문단에서 뉴턴 유체는 ‘전단응력이 증가함에 따라 전단변형률 도 일정하게 증가’한다고 했으므로 적절하다. ② 4문 단에서 ‘뉴턴 유체는 점성계수가 일정하’다고 했으므 로 적절하다. ③ <보기>에서 A 유체와 B 유체의 전 단변형률 값은 각각 10, 20이므로 작용하는 전단응 력이 같다면 점성계수는 A 유체가 더 크므로 적절하 다. ④ <보기>를 보면 A 유체와 C 유체의 전단변형 률 값은 각각 10으로 동일한데 A 유체의 점성계수가 더 크다면 A 유체에 작용한 전단응력이 더 크므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 글의 핵심 정보 이해하기 2문단에서 ‘점성이란∼유체가 운동에 저항하는 성 질’이라 했고 3문단에 ‘점성계수는 유체가 지닌 점성을 수치화하여 표현한 값’이라고 했다. 또, 4문단에서 ‘뉴 턴 유체는 점성계수가 일정하기 때문에∼그래프로 나 타내면 일정한 기울기를 가진 직선의 형태’로 나타난 다고 했으므로 전단응력이 변해도 유체의 점성계수 값 은 일정하므로 점성이 달라진다는 것은 적절하지 않다. ① 5문단에서 ‘비뉴턴 유체는 전단응력의 크기에 따 라 점성계수가 변하는’ 특징이 있다고 하였고 ‘전단 변형률과 전단응력의 관계를 그래프로 나타내면, 기 울기가 변하는 곡선’으로 나타난다고 했으므로 ⓐ는 비뉴턴 유체임을 알 수 있어 적절하다. ② 5문단에서 비뉴턴 유체는 ‘기울기가 변하는 곡선’의 그래프라는 내용에 따라 ⓐ는 비뉴턴 유체임을 알 수 있고 4문 단에서 ‘기울기는 점성계수를 의미’한다고 했고 5문 단에 ‘비뉴턴 유체는∼점성계수가 변’한다고 하였으 므로 적절하다. ③ 3문단에서 ‘점성계수는 온도의 변 화에 따라 달라질 수 있다’고 했으므로 적절하다. ⑤ 4문단에서 뉴턴 유체의 그래프는 ‘일정한 기울기를 가진 직선의 형태로 나타난다’고 했으므로 ⓑ는 뉴턴 유체임을 알 수 있고, 4문단에서 뉴턴 유체는 ‘전단 응력이 증가함에 따라 전단변형률도 일정하게 증가’ 한다고 했으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 5문단에서 빙햄 유체는 ‘전단응력이 일정한 크기에 도달하기 전까지 변형이 없다가 항복응력이라고 지 칭되는 일정한 전단응력을 초과하면 변형이 일어’난 다고 했으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 20,
        "text_exp": "[출제의도] 문맥적 의미 파악하기 ㉡에서 ‘다루다’는 어떤 것을 소재나 대상으로 삼다 의 의미로 사용되었으므로 적절하다. ① ㉠에서 ‘부르다’는 ‘무엇이라고 가리켜 말하거나 이름을 붙이다.’의 의미로 사용되었고 여기에서는 ‘값 이나 액수 따위를 얼마라고 말하다.’의 의미로 사용 되었으므로 적절하지 않다. ③ ㉢에서 ‘이루다’는 ‘몇 가지 부분이나 요소들을 모아 일정한 성질이나 모양 을 가진 존재가 되게 하다.’의 의미로 사용되었고 여 기에서는 ‘뜻한 대로 되게 하다’의 의미로 사용되었 으므로 적절하지 않다. ④ ㉣에서 ‘나타나다’는 ‘어떤 새로운 현상이나 사물이 발생하거나 생겨나다.’의 의 미로 사용되었고 여기에서는 ‘보이지 아니하던 어떤 대상의 모습이 드러나다.’의 의미로 사용되었으므로 적절하지 않다. ⑤ ㉤에서 ‘일어나다’는 ‘자연이나 인 간 따위에게 어떤 현상이 발생하다.’의 의미로 사용되 었고, 여기에서는 ‘누웠다가 앉거나 앉았다가 서다.’의 의미로 사용되었으므로 적절하지 않다. [사회] [21 ∼25] <출전> 조우현,「일의 세계 경제학」",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 사실 정보 확인하기 4문단에서 화폐환상현상이 무엇인지에 대한 설명은 하고 있지만, 이 현상에 대한 유형은 언급하지 않았 으므로 적절하지 않다. ① 1문단에서 일할 의사와 능력이 모두 있는 사람이 일자리를 갖지 못한 상태가 실업의 정의라고 언급하 였다. ② 2문단에서 마찰적 실업은 개인의 선택에 의 해, 구조적 실업은 노동자와 기업 간의 기술 수준이 맞지 않기 때문에, 경기적 실업은 경기 침체에 의해 발생한다고 언급하였다. ④ 2문단에서 마찰적 실업은 정부의 역할이 크게 요구되지 않음을, 구조적 실업은 요구됨을, 경기적 실업은 경제학자에 따라 달라지고 있음을 언급하였다. ⑤ 3문단에서 고전학파는 명목임 금이 탄력적으로 작용한다고 했음을, 4문단에서 케인 즈학파는 명목임금이 탄력적으로 작용하지 않음을 언급하였다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 핵심 개념 추론하기 3문단을 통해, 물가가 상승하고 명목임금이 하락하면 명목임금을 물가로 나눈 값인 실질임금도 하락한다 고 볼 수 있으므로 ㉡이 상승하겠다는 설명은 적절 하지 않다. ② 3문단에서, 물가가 상승하고 명목임금이 하락하면 명목임금을 물가로 나눈 값인 실질임금도 하락한다 고 했다. 이를 통해 물가의 변화가 없고 명목임금이 하락하면, 실질임금은 하락함을 추론할 수 있으므로 적절하다. ③ 3문단을 통해, 명목임금이 변하지 않으 면 물가와 실질임금은 반비례 관계임을 추론할 수 있으므로 실질임금은 상승한다는 설명은 적절하다. ④ 3문단에서 명목임금은 노동자들이 받는 화폐의 액수를 의미함을 알 수 있으므로 적절하다. ⑤ 3문단 에서 실질임금이 상승하면 명목임금으로 구매할 수 있는 재화의 양이 증가함을 알 수 있으므로 적절하 다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 구체적 사례에 적용하기 ㄱ은 갑이 지닌 필름 제조 기술과 회사의 요구가 일 치하지 않아 실업에 놓인 것으로, 2문단에 의해 구조 적 실업임을 알 수 있다. ㄴ은 을이 스스로 회사를 그만둔 것으로, 2문단에 의해 마찰적 실업임을 알 수 있다. 2문단에서 구조적 실업은 노동자의 기술과 회 사에서 요구하는 기술 차이에 의해 발생하는 것임을 알 수 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 구체적 상황에 적용하기 4문단을 통해, 케인즈학파에서는 실업이 발생하더라 도 명목임금은 실업 이전과 수준이 비슷하게 되고 기업에서 노동의 수요량을 늘리지 못해 실업이 해소 되지 못한다고 보았다. 따라서 노동에 대한 수요가 발생하지 않을 것이므로 적절하지 않다. ① 3문단을 통해, 고전학파에서는 경기적 실업으로 인해 노동의 초과공급이 발생하는 것은 자연스럽게 해소될 수 있는 일시적 현상으로 보고 있음을 알 수 있으므로 적절하다. ② 3문단을 통해, 고전학파에서 는 경기적 실업이 발생하더라도 노동의 초과공급 현 상으로 인해 노동 시장에서 경쟁이 발생하여 명목임 금이 탄력적으로 하락한다고 보고 있음을 알 수 있 으므로 적절하다. ③ 4문단을 통해, 케인즈학파에서 는 명목임금이 하락하지 않는 이유 중의 하나가 화 폐환상현상이라고 보고 있음을 알 수 있으므로 적절 하다. ④ 4문단을 통해, 케인즈학파에서는 실업을 감 소시킬 수 있는 방법으로 노동의 수요를 늘려야 한 다고 보고 있음을 알 수 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 어휘의 사전적 의미 파악하기 ‘위축’은 ‘어떤 힘에 눌려 기를 펴지 못함.’을 의미한 다. ‘시간이나 거리 따위가 짧게 줄어듦.’의 의미를 지닌 단어는 ‘단축’이므로 적절하지 않다. ② ‘침체’는 ‘어떤 현상이나 사물이 진전하지 못하고 제자리에 머무름.’을 의미한다. ③ ‘해소’는 ‘이제까지 의 일이나 관계를 해결하여 없애 버림.’을 의미한다. ④ ‘작용’은 ‘어떤 현상을 일으키거나 영향을 미침.’을 의미한다. ⑤ ‘유지’는 ‘어떤 상태나 현상을 그대로 보존하거나 변함없이 지탱함.’을 의미한다. [현대소설] [26～28] <출전> 윤흥길,「무제(霧堤)」",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 서술상의 특징 이해하기 ‘처음 출판사에~ 이해할 수가 없었다.’에서 조현봉 3 3 씨와 관련된 경험을, ‘한바탕 안타까운～주고 싶은 심정이었다.’에서 고모부와 관련된 경험을 제시하며 서술자인 ‘나’의 내면을 드러내고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 인물의 심리 파악하기 ㉤에는 이북에 남겨 두고 온 아들의 이름을 더 이상 기억하지 못하는 고모부의 행동에 대한 ‘나’의 이해 와 위로가 드러나 있으므로 적절하지 않다. ① ㉠에는 물질적인 손해를 감수하면서까지 ‘무제’라 는 단어를 고집하는 조현봉 씨의 행동에 대한 ‘나’의 궁금증이 나타나 있으므로 적절하다. ② ㉡에는 조현 봉 씨가 고집하는 ‘무제’라는 단어의 의미를 인생무 상쯤으로 추측한다는 인쇄소 과장의 생각과는 달리, 무심한 장난 같은 것이라고 생각하는 ‘나’의 추측이 드러나 있으므로 적절하다. ③ ㉢에는 내가 물어본 것에 대해 조현봉 씨가 아무 말 없이 밖으로 나가버 려 제대로 된 대답을 들을 수 없을 것이라는 ‘인쇄소 과장’의 짐작이 내재되어 있으므로 적절하다. ④ ㉣ 에는 고모부가 셋째 녀석의 이름을 떠올려 보려고 밤새도록 애쓰지만 결국 떠올리지 못하는 ‘고모부’의 자책이 나타나 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 외적 준거에 따라 작품 감상하기 내가 고모부와 마찬가지로 ‘이북 출신’인 조현봉 씨의 ‘본명’보다 봉무제라는 ‘별명’을 친숙하게 여기는 모습 을 통해 고모부와 조현봉 씨를 동일시하며 연민을 느 끼고 있는 ‘나’의 모습을 확인할 수 있으므로 적절하 지 않다. ② 조현봉 씨가 ‘교정지’의 페이지마다 ‘곳곳에’ 무제 라는 ‘생경한 단어’를 반복해서 넣는 모습을 통해 비 상식적 행위의 반복으로 표출되는 무의식 속에 내재 된 상처의 흔적을 확인할 수 있으므로 적절하다. ③ 고모부가 ‘지난번’에는 북에 두고 온 아들의 ‘얼굴’, ‘이번’에는 ‘이름’을 떠올리기 위해 반복해서 애쓰는 모습을 통해 혈육을 그리워하는 행위의 반복을 확인 할 수 있으므로 적절하다. ④ 내가 아들의 이름이 기 억나지 않는다고 울먹이는 고모부에게 아들인 ‘승곤 이’의 이름을 알려주지 않고 아들의 ‘대역’을 ‘수행’하 려는 모습을 통해 고모부의 훼손된 삶을 치유하기 위한 ‘나’의 노력을 확인할 수 있으므로 적절하다. ⑤ 내가 갱생원에 보내려 했던 고모부의 ‘중얼거림’을 들으면서 고모부의 행동을 이해하고 아내에게 ‘갱생 원’이 지낼 곳이 못된다고 말하는 모습을 통해 ‘나’의 인식 변화를 확인할 수 있으므로 적절하다. [현대시] [29 ∼32] <출전> 이용악,「동면하는 곤충의 노래」 정호승,「허물」",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 표현상 특징 파악하기 (가)는 ‘들어왔다’, ‘피해’와 같은 특정 시어를 반복하 여 곤충이 땅속으로 들어가는 시적 상황을, (나)는 ‘주었다’와 같은 특정 시어를 반복하여 화자가 매미 허물을 떼려고 하는 시적 상황을 부각하고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 외적 준거에 따라 작품 감상하기 1연에서 화자인 곤충은 ‘차군 달빛’과 ‘둥글소’를 피해 땅 속을 들어가고 있으므로, ‘둥글소’를 도와 ‘앙상한 계절’ 과 ‘차군 달빛’에 대항하고 있다는 진술은 적절하지 않다. ① <보기>에서 동면하는 곤충은 능동적으로 추위를 이겨낸다고 했고, ‘흙을 뚜지고 들어’가 ‘동면’하며 ‘위대한 약동’을 준비하는 곤충의, 3연에서의 모습은 능동적인 주체의 모습을 형상화했다고 볼 수 있으므 로 적절하다. ③ <보기>에서 곤충은 강인한 생명력 을 지니고 있다고 했고, 2연에서는 ‘태풍이 미쳐 날’ 뛰고 ‘얼어빠진 혼백들’이 곡성이 높은 상황임에도 ‘자신의 체온에 실망’한 적이 없다고 한 것에서 주체 의 강인한 생명력을 확인할 수 있으므로 적절하다. ④ <보기>에서 동면하는 곤충은 인고의 시간 속에 서 스스로를 단련시킨다고 했고, 3연에서의 ‘온갖 어 둠과’의 ‘접촉’에서도 사색하고 갖은 학대의 경험을 떠올리며 ‘날카로운 무기를 장만’하는 곤충의 모습은 동면이라는 인고의 시간 속에서 스스로를 단련시키 는 주체의 모습을 형상화했다고 할 수 있으므로 적 절하다. ⑤ <보기>에서 곤충이 떠올리는 봄에 대한 전망이 당대 현실이 극복될 것이라는 작가의 현실 인식을 드러낸다고 했고, 3연과 4연에서는 동면하는 곤충이 ‘풀풀의 물색’으로 스스로를 꾸며 ‘얼음 풀린’ 봄볕 짜듯한 계절에 땅 위에 나설 것이라고 한 것에 서 당대 현실이 극복될 것이라는 작가의 전망을 확 인할 수 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 내적 준거에 따라 작품 이해하기 화자는, ‘허물’이 ‘느티나무 둥치’에 붙어 있으려고 안 간힘을 쓰는 것이 ‘어린 매미’의 ‘노래’를 위한 행위 라고 생각하고 있다. 따라서 허물이 ‘몸에 힘’을 주는 것은 모성을 의미한다고 할 수 있지만, 그러한 허물 을 떼려는 화자의 ‘힘’이 자식을 향한 끈질긴 모성을 의미한다고는 볼 수 없으므로 적절하지 않다. ① 화자는, ‘매미 허물’이 느티나무에 붙어 있으려고 안간힘을 쓰는 이유가 ‘어린 매미’와 ‘어린 매미의 노 래’ 때문일 것이라고 추측하고 있다. 즉 허물은 자신 이 없어지면 매미의 노래도 사라진다고 생각했을 것 이라는 화자의 추측에는 어머니의 존재가 사라지면 자식의 삶도 지속될 수 없다는 인식이 드러난다고 볼 수 있으므로 적절하다. ② ‘죽어 있는 줄 알았던 허물’과 ‘걸레가 되어 마루를 닦는’ ‘팔순의 어머니’의 모습은 생기를 잃고 노쇠한 이미지로, 자식을 위해 헌신한 어머니의 남루해진 모습을 형상화하고 있다 고 볼 수 있으므로 적절하다. ④ 화자는 ‘허물’이 ‘느 티나무 둥치’에 붙어 있으려고 안간힘을 쓰는 것이 ‘어린 매미’를 위한 행위라고 생각하는데, 이는 허물 을 벗고 날아간 ‘어린 매미’는 ‘자식’이고, ‘허물’은 단 순한 외피의 의미를 넘어 모성을 지닌 어머니라는 발상을 바탕으로 하고 있기 때문이므로 적절하다. ⑤ ‘매미 허물’은 느티나무 둥치에서 떨어지지 않으려고 안간힘을 쓰고 있고, 화자의 ‘어머니’는 팔순의 나이 에도 힘겹게 걸레질을 하고 있는데 화자는 ‘어머니는 나의 허물이다~ 아들이라는 매미 때문이다’라고 하며 매미의 허물과 자신의 어머니를 동일시하고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 공간을 중심으로 시적 의미 비교하기 ㉠은 화자인 곤충이 동면을 하는 공간인데, 3연과 4 연에서 동면하며 ‘날카로운 무기를 장만’하고 ‘의장도 꾸’미는 등의 행위는 ‘위대한 약동의 전제’라고 했으 므로 화자의 행위에 담긴 의미가 드러나는 공간이라 는 진술은 적절하다. 또한 ㉣은 대상인 어머니가 걸 레질을 하고 있는 공간인데, 11행~ 14행에서 ‘팔순 의 어머니’가 ‘걸레가 되어 마루를 닦는’ 행위에 대해 ‘아들이라는 매미 때문이다’라는 깨달음을 통해 그 의미를 드러내고 있으므로, 대상의 행위에 담긴 의미 가 드러나는 공간이라는 진술은 적절하다. [인문] [33 ∼37] <출전> 문성훈,「악셀 호네트의 인정 이론 과 병리적 사회 비판」",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 내용 전개 방식 파악하기 이 글은 호네트의 관점에서 자아 형성 과정과 이에 따른 자기의식을 원초적 관계와 자신감, 권리 관계와 자기존중감, 가치 공동체 관계와 자부심으로 유형화 하며, 상호 인정 관계에서 형성한 긍정적 자기의식이 성공적인 자아실현의 조건이 됨을 설명하고 있으므 로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 내용의 사실적 이해 5문단의 ‘상호 인정 관계에서 무시에 의해 개인의 긍 정적인 자기의식이 파괴되면~ 이를 회복하기 위해 사회에 형성되어 있는 인정질서에 저항하게 되는데’ 를 보면, 개인은 무시에 의해 파괴된 자아실현의 기 회를 회복하기 위해 저항하는 것이므로, 무시가 개인 의 자아실현을 위한 저항의 결과라는 진술은 적절하 지 않다. ② 1문단의 ‘철학자 악셀 호네트는 현대 사회는 개인 이 자아를 성공적으로 실현할 수 없는 병리적 사회 가 되었으며, 그 원인이 무시에 있다고 지적한다.’를 보면 적절하다. ③ 4문단의 ‘원초적 관계에서 정서적 배려를 경험한 개인은~ 타인으로부터 학대나 폭행과 같은 무시를 경험하면 자신감은 파괴된다.’를 보면 적절하다. ④ 4문단의 ‘개인이 자신의 능력과 속성에 대해 공동체 구성원들로부터 부정되는 무시를 경험 하면 자부심은 파괴된다’를 보면 적절하다. ⑤ 4문단 의 ‘개인이 마땅히 충족될 것이라고 기대했던 법적 권리가 사회로부터 부정되는 무시를 경험하면 자기 존중감은 파괴된다’를 보면 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 내용 적용하기 2문단의 ‘목적격 나는 사회적으로 개인에게 요구되는 자아상이다’와 ‘주격 나가 목적격 나에 반발할 때는, 주격 나가 새로운 자아상을 목적격 나에게 주장할 수 있고 목적격 나가 이를 받아들여야만 개인은 자 아를 형성할 수 있다.’를 보면, <보기>의 [자료 2] 의 B 씨가 1인 시위를 한 이유는, △△시로부터 형 성한 ‘목적격 나’에 이민자의 내국인과 동등한 투표 권을 요구하기 위한 것이므로, B 씨가 시위를 한 이 유가 B 씨의 ‘주격 나’가 주장한 새로운 자아상이 △ △시로부터 형성한 ‘목적격 나’에 의해 받아들여졌기 때문이라고 볼 수 있다는 진술은 적절하지 않다. ① 2문단의 ‘목적격 나란 한 개인이 자신에 대한 타 인들의 생각과 기대를 일반화하여 형성한 자아상을 말한다’와 ‘주격 나는 목적격 나를 내면화하여 자아 를 형성할 수도 있지만’을 보면, A 씨가 아버지의 장 인정신을 계승한 도예가가 된 것은 도예가인 아버지 와 형제들로부터 형성한 ‘목적격 나’를 내면화한 것 이므로 적절하다. ② 2문단의 ‘주격 나는 목적격 나 를 내면화하여 자아를 형성할 수도 있지만’과 3문단 의 ‘개인의 주격 나가 목적격 나에 반응하여 자아를 형성하는 데는 사회적 관계를 맺고 있는 주체들, 즉 개인과 타인의 상호 인정이 전제된다’를 보면, A 씨 가 가족들로부터 형성한 ‘목적격 나’를 내면화하여 아버지의 장인정신을 계승한 도예가라는 자아를 형 성할 수 있었던 것은, A 씨의 아버지에 대한 존경과 아버지의 A 씨에 대한 인정에 의한 상호 인정 관계 가 전제되었기 때문이므로 적절하다. ③ 2문단의 ‘주 격 나가 목적격 나에 반발할 수도 있다’를 보면, B 씨는 내국인과 동등한 투표권을 요구하는 1인 시위 를 통해 △△시로부터 통보를 받고 형성한 이민자는 지정된 투표소에서만 투표해야 한다는 ‘목적격 나’에 반발하고 있으므로 적절하다. ⑤ 3문단의 ‘주격 나가 목적격 나에 반발할 때는, ~ 목적격 나가 이를 받아 들여야만 개인은 자아를 형성할 수 있다.’를 보면, B 씨가 내국인과 동등한 투표권을 승인받은 것은 B 씨 의 ‘주격 나’가 △△시로부터 형성한 이민자는 지정 투표소에서만 투표해야 한다는 ‘목적격 나’에 새로운 자아상을 주장한 결과이므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 내용 적용하기 5문단의 ‘호네트는 개인이 새로운 자아상을 기존 인 4 4 정질서에 주장하면~ 개인의 저항은 기존 인정질서에 서 배제된 사람들의 자아실현의 조건을 확보하기 위 한 사회적 저항으로 확대된다고 말한다.’와 6문단의 ‘특히 그는 권리 관계나 가치 공동체 관계에서 발생 하는 인정 투쟁은 사회적으로 인정되는 개인의 권리 나 가치의 범위를 확장하여 새로운 인정질서를 형성 할 수 있다고 본다.’를 보면, [자료 1]에서 A 씨는 기존 인정질서에 대한 저항 없이, 장인정신이라는 가 치를 공유한 도예가 협회로부터 올해의 장인으로 선 정된 것이므로, [자료 2]와 달리 [자료 1]에서는, 사 회적으로 인정하는 개인의 가치 범위가 확장되어 새 로운 인정질서가 형성되었겠다는 진술은 적절하지 않다. ① A 씨는 자신의 걱정을 존중하고 배려하는 아버지 덕분에 믿음을 갖고 기술을 익혔으므로, B 씨는 △ △시로부터 받은 통보로 생긴 상심을 이웃들로부터 위로를 받으면서 언제든지 보살핌을 받을 수 있다는 확신이 들었으므로 적절하다. ② [자료 2]에서는 B 씨가 △△시로부터 이민자는 지정된 투표소에서만 투표해야 한다는 통보를 받은 것에서 B 씨가 권리 관계에 있는 △△시로부터 법적 권리가 부정되고 있 음을 알 수 있고, [자료 1]에서는 권리 관계가 나타 나지 않으므로 적절하다. ③ [자료 1]에서 A 씨는 가족들이나 도예가 협회로부터 무시를 경험한 적이 없지만, [자료 2]에서는 B 씨의 1인 시위에 여러 이 민자들이 가세하여 시위가 확대되었으므로, 적절하 다. ⑤ [자료 1]에서 A 씨는 장인정신라는 가치를 공유하고 있는 가치 공동체 관계인 도예가 협회로부 터 올해의 장인으로 선정됨으로써 긍지를 느꼈고, [자료 2]에서 B 씨는 투표권을 부여하는 권리 관계 인 △△시로부터 내국인과 동등한 투표권을 승인받 아 자신이 시민으로서 존중받고 있다고 느꼈으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 다른 관점과 비교하기 6문단의 ‘특히 그는 권리 관계나 가치 공동체 관계에 서 발생하는 인정투쟁은 사회적으로 인정되는 개인 의 권리나 가치의 범위를 확장하여 새로운 인정질서 를 형성할 수 있다고 본다.’를 보면 호네트는 인정투 쟁의 결과 개인이 인정질서를 확장한다고, <보기> 에서 홉스는 자기 보존을 위한 투쟁에 의한 지속적 불안 상태에서 벗어나는 유일한 방법은 개인들이 자 신의 권리를 국가에 일부 양도하고 사회 질서에 복 종하는 것이라고 보았으므로 적절하다. [고전 소설] [38 ∼41] <출전> 작자 미상,「설낭자전」",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 서술상의 특징 파악하기 ‘윤백이 소리를 지르면서~ 뛰어들어서는 창황히 아뢰 기를’과 ‘김동지 며느리가 그 붙잡는 손을~ 높이 들고 소리쳤다’를 보면 인물의 행동을 제시하여 상황의 긴 박함을 드러내고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 인물의 말하기 방식 이해하기 [A]의 ‘어찌 죽기를~ 갈 곳이 없사옵니다.’에서 죽음 이라는 극단적인 상황을 가정하여 자신의 억울함을 호소하고 있음을 알 수 있다. 또한 [B]의 ‘우리 작은 색시가~ 장롱 안에 있사오니까?’에서는 벌어진 사건 에 대한 의문이, ‘정부인과 설낭자를~ 들어 보시옵소 서’에서는 진실을 밝히려 하고 있음이 드러나 있으므 로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 작품의 내용 파악하기 ‘끝내 김동지 며느리가~ 저고리를 찾아내었다.’, ‘그러 자 김동지 며느리가~ 대감의 거처로 들어갔다.’를 보 면 김동지 며느리가 저고리를 ㉡에서 ㉢으로 옮기고 있음을 확인할 수 있다. 따라서 이대감의 명령 때문에 저고리가 ㉡에서 ㉢으로 옮겨졌다는 진술은 적절하지 않다. ① ‘윤백이 즉시 일어나서~ 저고리를 찾아 쥐고는 거침없이 뛰어나가니’, ‘정부인과 황부인이 밤낮 모여 앉아~ 농 안에 숨겨 놓고는’을 보면, 정부인과 황부 인의 계략으로 윤백이 ㉠에서 저고리를 훔쳐 정부인 과 황부인에게 가지고 왔으며 정부인과 황부인은 윤 백이 훔쳐 온 저고리를 ㉡에 보관하고 있음을 확인 할 수 있으므로 적절하다. ② ‘윤백이 즉시 일어나서 ~ 저고리를 찾아 쥐고는 거침없이 뛰어나가니’를 보 면 설낭자가 ㉠에서 저고리를 도난당했음을 확인할 수 있다. 그리고 ‘너와 내가 한집에서∼바른대로 아 뢰어라.’ 등에서 설낭자가 오해를 받고 있고, ‘대감이 크게 분노하여~ 보내어 거처하게 하였다.’에서, 설낭 자가 받은 오해가 ㉢에서 해소되었음을 확인할 수 있으므로 적절하다. ④ ‘두 부인이 크게 기뻐하며~ 농 안에 숨겨 놓고는’, ‘하인들을 거느린 김동지 며느 리가~ 장롱을 때려 부수고 저고리를 찾아내었다.’를 보면 정부인과 황부인이 ㉡에 숨겨 두었던 저고리를 김동지 며느리가 찾아내고 있음을 확인할 수 있으므 로 적절하다. ⑤ ‘하인들을 거느린~ 장롱을 대번 끌 어내려 했다.’를 보면 ㉡에 저고리가 있었음을 알 수 있고, ‘대감이 듣고는 과연~ 소매와 진동은 이러저러 하옵니다.’를 보면, 정부인이 ㉢에서 저고리가 자신의 것임을 증명하려 하고 있음을 확인할 수 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 외적 준거를 바탕으로 감상하기 설낭자의 아버지인 설진사가 첫날밤에 일어난 사건에 대해 추궁하는 모습인 ‘너와 내가 한집에서 이십 년을 살았느리라~ 바른 대로 아뢰어라.’는 아버지와 딸의 갈등으로, 한 가정에 속한 기존 인물들이 그 가정에 편입하려는 인물을 배척하는 것이 아니므로 적절하지 않다. ① ‘영남 여자의 옷은~ 새겨져 있는 것이었다.’에서 어렸을 때 어머님이 저고리에 이름을 수놓아 새겨 준 주인공의 경험이 사건 해결의 결정적 단서로 활 용되고 있음을 확인할 수 있으므로 적절하다. ③ ‘대 감이 크게 분노하여~ 거처하게 하였다.’에서 계략을 꾸민 맏며느리는 하옥을 당하고 설낭자는 행례를 치 루게 되었음을 알 수 있다. 이 부분에서 권선징악의 주제가 드러나고 있음을 확인할 수 있으므로 적절하 다. ④ ‘이때 김동지 며느리가~ 그놈의 행동이 아무 래도 수상하옵니다.’에서 김동지 며느리가 저고리를 훔친 하인으로 윤백을 지목하고 있음을 알 수 있다. 이 부분에서 외부의 인물인 김동지 며느리가 이 사 건의 내용을 간파하고 있는 조력자에 해당함을 확인 할 수 있으므로 적절하다. ⑤ ‘윤백이 소리를 지르면 서~ 거침없이 뛰어나가니’, ‘대감이 크게 놀라~ 노하 고 놀란 마음을 가라앉히지 못했다.’, ‘정부인과 황부 인이 밤낮 모여 앉아~ 대감이 돌아오기를 기다렸다.’ 등에서 정부인과 황부인이 설낭자를 모함하기 위해 계략을 꾸미고 실행함을 알 수 있다. 여기서 한 가정 에 속한 기존 인물들이 그 가정에 편입하려는 인물 을 배척하고 있음을 확인할 수 있으므로 적절하다. [고전 갈래 복합] [42～45] <출전> 작자 미상,「낙빈가」 [42～45] <출전> 조위,「규정기」",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 표현상의 특징 파악하기 (가)는 ‘분별이 없어거니 시름인들 있을소냐’, ‘서호 매학은~ 이에서 더할소냐’, ‘내 살림살이~ 어느 벗이 찾아오리’에서 속세를 떠난 자연에서의 삶의 의미를, (나)는 ‘내가 소나무나~ 되지 않겠습니까?’, ‘이런 두 가지의~ 여길 수 있겠습니까?’, ‘해바라기로 나의~ 근거도 없다 하겠습니까?’에서 해바라기로 정자의 이 름을 지은 의미를 설의적 표현을 통해 드러내고 있 으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 외적 준거를 바탕으로 작품 감상하기 ‘소허의 몸’과 ‘천사를 냉소’하는 것은 모두 자신의 뜻을 알아주지 않는 속세를 떠나 자연에서 살고자 하는 화자의 태도를 드러내고 있을 뿐 이러한 자신 의 뜻을 속세에서 알아주길 바라고 있지는 않으므로 적절하지 않다. ① 화자가 정치 현실을 떠난 상황을 ‘이 몸이 쓸듸 업셔~ 부귀를 하직하고’를 통해 알 수 있으므로 적 절하다. ② 화자가 자연을 의미하는 ‘산수간’에서 ‘만 사를 다 잊으니 일신이 한가하다’고 한 것은 세속적 가치에 구애받지 않는 모습이라고 할 수 있으므로 적절하다. ③ 현재 화자는 자연에 있으면서 자신이 있는 ‘여기’를 이상향을 의미하는 ‘무릉’이라고 한 것 에서 만족감을 느끼고 있다고 볼 수 있으므로 적절 하다. ④ ‘아침에 캐온 취’를 먹으며 ‘일없이 노’니는 모습에서 자연에서의 소박한 생활을 영위하는 화자의 모습이 드러나고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 작품 이해의 적절성 파악하기 ‘저 해바라기는 식물 가운데 보잘것없는 것입니다.’와 ‘이처럼 하찮은 식물로~ 들어 보지 못했습니다.’라고 한 것에서 ‘손님’이 해바라기를 보잘것없는 것으로 여기고 질문하고 있음을 알 수 있으나 ‘나’가 해바라 기로 정자 이름을 선택한 이유를 말하며 ‘소나무, 대 나무~ 울연한 것과 같습니다.’라고 한 것에서 세상에 우뚝 홀로 선 사람들에 비유한 것은 해바라기가 아 닌 특별한 풍치가 있거나 향기를 지닌 소나무나 대 나무와 같은 식물들이므로 적절하지 않다. ① ‘옛날 사람들은~ 높이 사신 것입니까?’에서 ‘손님’ 은 ‘나’에게 소나무, 대나무 등과 같은 식물들과 해바 라기를 대비하며 해바라기로 정자 이름을 지은 이유 를 질문하고 있으므로 적절하다. ③ ‘나’가 해바라기 로 정자 이름을 선택한 이유를 설명하며 ‘내가 지금 ~ 비웃음거리가 되지 않겠습니까?’라고 말한 것에서 쫓겨난 자신의 처지를 밝히며 소나무나 대나무 같은 특별한 풍치나 향기가 있는 식물로 정자 이름을 짓 지 않은 이유를 말하고 있으므로 적절하다. ④ ‘해바 라기는 능히~ 충성이라고 해도 괜찮을 것입니다.’에 서 해바라기의 속성을 통해 충성이라는 덕목을 이야 기하였으며, ‘이런 두 가지의~ 천하게 여길 수 있겠 습니까?’에서 해바라기를 정자 이름으로 지은 이유를 물으며 해바라기를 보잘것없는 것으로 여긴 ‘손님’의 평가를 반박하고 있으므로 적절하다. ⑤ ‘나’의 정자 이름을 지은 이유를 듣고 ‘손님’이 ‘나는 하나는~ 더 할 것이 없어졌소이다.’라고 한 것에서 자신의 생각 이 부족하였음을 인정하고 있으므로 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 화자와 대상의 관계 파악하기 ㉠은 ‘성상’이 자신을 버리신 후에 속세를 떠나 자연 으로 돌아와 살아가는 삶에 대한 만족감을 드러내고 있을 뿐 성상에 대한 감사를 표면적으로 드러내고 있지는 않으며, ㉡은 ‘지금 내가~ 은혜가 아님이 없 습니다’라고 말하며 ‘임금님’에 대한 감사를 표면적으 로 드러내고 있으므로 적절하다.",
        "question_exp": ""
    }
]