[
    {
        "question_num": 1,
        "text_exp": "[출제의도] 발표 전략 파악 발표자는 발표 순서를 제시하고 있지 않다. ①‘순우리말’이라는 용어의 개념을 설명하고 있 다. ⑤‘첫 번째’, ‘두 번째’와 같은 담화 표지를 사 용하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 2,
        "text_exp": "[출제의도] 자료 활용 방식 파악 ㉡에서 나온 ‘아토’나 ‘씨밀레’와 같은 어휘가 본디부터 있던 말이나 그것에 기초하여 새롭게 만 들어진 말이 아니라는 것을 증명하기 위해 ㉢, 즉 국립국어원 홈페이지의 질의응답 화면을 활용하고 있으므로 ㉢을 통해 ㉡에 나온 어휘와 관련된 문 제점을 언급하고 있다고 할 수 있다. ①㉠에서 나온 ‘한뉘’와 같은 순우리말의 옛 형 태는 ㉡에 제시되어 있지 않다. ②㉡에는 ‘한뉘’ 가 실제 생활에서 활용되는 사례가 제시되어 있지 않다. ③㉢은 ㉡에서 제시된 ‘아토’나 ‘씨밀레’와 같은 어휘가 순우리말이라고 판단할 수 있는지 파 악하기 위해 제시된 것이므로 ㉠의 ‘한뉘’라는 어 휘를 사용하려는 노력이 필요함을 강조하는 것과 는 관계가 없다. ④㉢에는 ㉡에서 나온 ‘아토’나 ‘씨밀레’와 같은 어휘의 다양한 의미가 제시되어 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 3,
        "text_exp": "[출제의도] 반응의 적절성 파악 ‘학생3’이 동아리 발표회 명칭 공모전에 순우리 말 이름을 짓는 추가 활동을 계획하는 것과 달리, ‘학생1’은 추가적인 활동을 계획하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 4,
        "text_exp": "[출제의도] 담화의 유형과 성격 파악 ‘학생2’는 [A]의 두 번째 발화에서 모집단을 선정한 후 면접 방식으로 설문을 진행하자는 ‘학 생1’의 제안에 대해 모집단 선정 기준과 선정된 학생의 의견이 전체 학생의 의견을 대표할 수 있 는지가 문제가 될 수 있다고 말하며 이의를 제기 하고 있다. 또한 ‘학생2’는 [B]의 두 번째 발화에 서 프로그램 추가와 관련된 질문도 개방형 질문으 로 물어보자는 ‘학생1’의 의견에 대해 설문 조사 결과를 수합하기 어려울 수 있다며 이의를 제기하 고 있다. ①[A]에서 ‘학생3’은 동아리 발표회 시기 변경 과 행사 프로그램 추가에 대해 폐쇄형 질문 형태 로 설문지를 만들어 전교생들의 의견을 물어보자 는 ‘학생2’의 의견에 대해 그 방법은 학생들이 찬 성이나 반대 의견을 밝힌 이유나 발표회에 대한 요구 사항은 파악할 수 없다는 점에서 문제가 있 음을 제시하고 있다. 그러나 이에 대한 대안을 제 시하고 있지는 않다. ②[B]에서 ‘학생1’은 발표회 시기 변경이나 행사 프로그램 추가에 반대하는 경 우에만 개방형 질문 형태로 그 이유를 물어 보자 는 ‘학생3’의 의견에 동의하고 있으나 자신의 의 견에 대한 자료를 제시하고 있지는 않다. ③[A] 에서 ‘학생1’은 폐쇄형 질문 형태의 설문지로는 학생들이 찬반 의견을 밝힌 이유와 동아리 발표회 에 대한 학생들의 요구 사항을 파악하기 어려울 것이라는 ‘학생3’의 의견에 대해 면접 방식으로 설문 조사를 진행하자는 대안을 제시하고 있다. [B]에서 ‘학생3’은 추가 질문을 통해 발표회 시기 변경과 행사 프로그램 추가에 대한 찬반 이유와 추가하고 싶은 프로그램 종류를 파악해 보자는 ‘학생2’의 의견에 대해 발표회 시기 변경이나 행 사 프로그램 추가에 찬성하는 경우에는 그 이유를 알 필요가 없다는 의견만 제시하고 있을 뿐 자신 이 제시한 의견에 대한 근거를 언급하고 있지는 않다.",
        "question_exp": ""
    },
    {
        "question_num": 5,
        "text_exp": "[출제의도] 담화의 공통점 파악 ㉠은 폐쇄형 질문 형태로 설문지를 만들어 전교 생을 대상으로 설문 조사를 실시하자는 ‘학생2’의 의견과, 개방형 질문과 추가 질문을 활용하여 학 생들의 의견을 심층적으로 파악하자는 ‘학생1’의 의견을 절충하여 다양한 문항 유형의 설문지를 만 들어 전교생을 대상으로 설문 조사를 실시하자는 의견에 대한 동의를 구하는 발화이다. ㉡은 프로 그램 추가에 관한 의견을 개방형 질문 형태의 추 가 문항으로 물어보자는 ‘학생1’의 의견과 설문 조사 결과의 수합을 쉽게 하기 위해 폐쇄형 질문 형태로 추가 문항을 만들자는 ‘학생2’의 의견을 절충하여 폐쇄형 질문 형태로 추가 문항을 만들 되, 응답 항목 중 원하는 것이 없는 경우에는 개 방형 형식으로 학생들의 의견을 서술하도록 하자 며 동의를 구하는 발화이다.",
        "question_exp": ""
    },
    {
        "question_num": 6,
        "text_exp": "[출제의도] 고쳐 쓰기 계획의 반영 여부 파악 ‘고쳐 쓴 글’에서는 설문 조사에 참여하는 것이 학생이 함께 학교를 만들어 가는 디딤돌이 된다는 점만 언급하고 있을 뿐, 설문 조사에 참여하는 구 체적인 방법에 대해서는 언급하지 않았다. ②‘고쳐 쓴 글’에서는 안내문의 흐름과 어긋나 는 ‘또한 등교 음악회 선곡 및 학급 단합 행사의 지원금 확대 등에 대해서도 논의를 하였습니다.’라 는 문장을 삭제하였다. ④‘고쳐 쓴 글’에서는 ‘학 생이 함께 학교를 만들어가는 데 디딤돌이 된다는 점’을 설문 조사 참여의 의의로 제시하며 학생들 의 설문 조사 참여를 독려하고 있다. ⑤ ‘고쳐 쓴 글’에서는 ‘6월에 개최된 학생회 회의’의 논의 내 용을 구체적으로 언급하며 설문 조사를 실시하게 된 배경을 소개하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 7,
        "text_exp": "[출제의도] 작문 내용에 대한 반응의 적절성 파악 (가)에서 ‘학생1’의 첫 번째 발화를 통해 동아 리 발표회가 전시 위주로 진행된다는 점을 알 수 있다. 따라서 ‘문항3’ 중 이미 운영되고 있어서 다른 프로그램으로 바꾸어야 할 프로그램은 (1)번 선택지가 아닌 (2)번 선택지이다. ②‘문항2’는 동아리 발표회 시기 변경과 행사 프로그램 추가의 찬반 여부를 동시에 묻고 있기 때문에 동아리 발표회 시기 변경에 대한 찬반 의 견과 행사 프로그램 추가에 대한 찬반 의견이 다 른 경우에는 응답자가 자신의 의견을 제대로 답할 수 없다. 따라서 ‘문항2’는 각각 별도의 문항으로 분리해야 한다. ③(가)에서 동아리 발표회 시기 변경과 행사 프로그램 추가에 찬성하는 경우에는 그 이유를 물어볼 필요가 없다고 하였으므로 ‘문 항2-1’은 설문 문항에 포함시킬 필요가 없다. ⑤ ‘문항3’은 동아리 발표회에 추가하고 싶은 프로그 램을 (1) ~ (3)번 선택지에서 고르거나 선택지 중 자신이 원하는 프로그램이 없을 경우 자유롭게 의 견을 서술하는 문항이다. 이는 설문 결과 수합의 용이성과 답변의 다양성을 확보하는 문항을 만들 자는 (가)의 회의 내용이 반영된 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 8,
        "text_exp": "[출제의도] 글쓰기 전략 파악 글을 쓰게 된 계기를 설명하는 부분에서 개인적 인 경험을 언급하는 부분은 나타나 있지 않다. ②습지의 보호, 건설비용절약, 둘레 길 정비 등 둘레 길 활용 방안이 가져올 다양한 효과를제시 해 건의 내용의 타당성을 높이고 있다. ③멸종 위 기 생물들의 생존 위협이라는 문제점을 언급하여 건의 내용의 적절성을 강조하고 있다. ④멸종 위 기 생물들의 서식지인 장천 주변 습지 보호의 필 요성을 강조하기 위해 금개구리나 꼬마잠자리, 가 시연꽃과 같은 희귀 생물을 예로 들어 제시하고 있다. ⑤장천 주변 습지의 보호라는 건의 내용의 실현 가능성을 높이기 위해 기존 자전거 도로와 둘레 길의 연결이라는 대안을 제시하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 9,
        "text_exp": "[출제의도] 자료 활용의 적절성 파악 ‘학생의 초고’에서 장천 주변 습지 생태를 보호 하기위해 기존자전거도로와 둘레 길 연결을 건 의하고 있을 뿐, 장천 습지를 친환경 생태공원으 로 개발해야 한다는 주장은 나타나 있지 않다. ③(다)는 전문가 인터뷰 자료로, 습지가 ‘생태 적 가치’ 외에도 ‘수문으로서의 가치’, ‘경제적 가 치’ 등 다양한 가치를 지니고 있어 보존 가치가 높다는 내용을 습지 매립을 반대하는 근거로 추가 할 수 있다. ④(나)는 신문 기사 자료로, 생태 환 경 보호를 위해 함께 노력한 지역 주민과 행정 기 관의 연계를 보여주는 사례를 활용하여 장천 주변 습지의 보호를 위해서도 이러한 노력이 필요함을 추가할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 10,
        "text_exp": "[출제의도] 조건에 따른 글쓰기 ‘기존 자전거 도로와 둘레 길을 연결한다면’이라 는 말에서 건의 내용을 언급하였고, 마을 주민에 게는 ‘자연 속 휴식처’, 멸종 위기 생물들에게는 ‘안전한 서식처’라는 구체적 이익을 표현해 설득력 을 높이고 있다. ①‘사람과 자연 모두에게 이익을 제공할 수 있 는’이라는 표현에는 구체적 이익이 언급되어 있지 않다. ②마을 주민들과 방문객들이 ‘건강과 여유’ 를 얻게 될 것이라는 구체적 이익은 드러나지만, 자연이 얻게 될 이익은 언급하지 않았다. ④‘자연 이 주는 혜택’이라고 언급해 마을 주민들이 얻게 될 구체적 이익을 드러내지 않았고, 자연이 얻게 될 이익도 언급하지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 11,
        "text_exp": "[출제의도] 음운 변동의 이해 ㉠에서는 ‘밭’과 ‘일’이 결합하면서 ‘ㄴ’이 첨가 되었고, ‘밭[받]’의 ‘ㄷ’이 ‘ㄴ’을 만나 ‘ㄴ’으로 교 체되었다. ㉡에서는 ‘훑­’의 ‘ㄾ’에서 ‘ㅌ’이 탈락한 뒤 ‘ㄹ’과 ‘ㄴ’이 만나 ‘ㄴ’이 ‘ㄹ’로 교체되었다. ㉢ 에서는 ‘같­’의 ‘ㅌ’이 ‘ㅣ’ 모음과 만나 ‘ㅊ’으로 교 체되었다. 따라서 공통적으로 일어난 음운 변동은 교체이므로 탈락과 교체가 일어났다는 진술은 적 절하지 않다. ①㉠의 ‘밭’에서는 음절 끝에 올 수 있는 자음 이 7개(ㄱ, ㄴ, ㄷ, ㄹ, ㅁ, ㅂ, ㅇ)로 제한되어 있 기 때문에 음운 변동이 일어나 ‘ㅌ’이 ‘ㄷ’으로 교 체 되었다. ②㉠은 첨가로 인해 음운의 개수가 1 개 늘었고, ㉡은 탈락으로 인해 음운의 개수가 1 개 줄었다. ③㉠의 ‘밭’과 ‘일’은 모두 실질 형태 소, ㉢의 ‘같­’은 실질 형태소, ‘­이’는 형식 형태소 이다. ④㉡은 ‘훑­’의 자음 ‘ㄹ’로 인해 뒤의 ‘ㄴ’이 ‘ㄹ’로 교체된 것이고, ㉢은 ‘ㅌ’이 뒤에 오는 모음 ‘ㅣ’로 인해 ‘ㅊ’으로 교체된 것이다. 2020학년도 7월 고3 전국연합학력평가 정답 및 해설 고3 정답 및 해설 2020학년도 7월 전국연합학력평가 2 34",
        "question_exp": ""
    },
    {
        "question_num": 12,
        "text_exp": "[출제의도] 관형격 구성의 의미 이해 ‘질투의 감정’의 ‘의’는 ‘질투’라는 것이 ‘감정’임 을 나타내고 있으므로 ‘의’는 두 체언을 ‘의미상 동격’의 관계로 연결하고 있다고 볼 수 있다. ‘국 민의 단결’에서 ‘의’는 ‘단결’이라는 행동을 하는 주체가 ‘국민’임을 나타내므로 ‘주체-행동’의 관계 로 연결하고 있다고 볼 수 있다. ①‘너의 부탁’의 ‘의’는 ‘주체-행동’의 관계를, ‘친구의 자동차’의 ‘의’는 ‘소유주-대상’의 관계를 나타낸다. ②‘자기 합리화의 함정’에서 ‘의’는 ‘의 미상 동격’의 관계를, ‘친구의 사전’의 ‘의’는 ‘소유 주-대상’의 관계를 나타낸다. ③‘회장의 칭호’의 ‘의’는 ‘의미상 동격’의 관계를, ‘영희의 오빠’의 ‘의’는 ‘친족적’ 관계를 나타낸다. ④‘은호의 아버 지’의 ‘의’는 ‘친족적’ 관계를, ‘친구의 졸업’의 ‘의’ 는 ‘주체-행동’의 관계를 나타낸다.",
        "question_exp": ""
    },
    {
        "question_num": 13,
        "text_exp": "[출제의도] 중세 국어 관형어의 이해 ⓒ의 ‘어머니의’는 관형격 조사 ‘의’에 의해 관형 어가 나타난 것으로 관형절의 의미상 주어가 관형 격으로 실현된 것이 아니다. ①1문단에서 ‘수식을 받는 체언이 의존 명사이 면 그 앞에 반드시 관형어가 와야 한다.’라고 했으 므로 의존 명사 ‘것’ 앞에 쓰인 관형어 ‘부텻’은 생략할 수 없다. ③ⓐ의 ‘부텻’은 관형격 조사 ‘ㅅ’이 결합하여, ⓑ의 ‘미 기픈’은 관형사형 어 미가 붙어 만들어진 관형절이 관형어의 역할을 하 고 있다. ⑤ⓓ의 ‘저자와의’는 ‘체언+ 부사격 조 사’로 이루어진 부사어에 관형격 조사 ‘의’가 붙어 관형어가 된 경우이다. 이는 (다)의 ‘前生앳’과 같 은 방식으로 실현된 것이므로 중세 국어에서도 찾 을 수 있는 용법임을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 14,
        "text_exp": "[출제의도] 한글맞춤법 규정 이해 ‘멋쟁이’는 명사 ‘멋’ 뒤에 자음으로 시작된 접 미사 ‘­쟁이’가 붙어서 된 것이므로 ㉠에 해당한 다. ‘굵기’는 어간 ‘굵­’ 뒤에 자음으로 시작된 접 미사 ‘­기’가 붙어서 된 것이므로 ㉡에 해당한다. ‘얄따랗다’는 ‘얇다’에서 ‘얄따랗다’가 될 때 겹받 침 중 앞의 ‘ㄹ’만 발음되므로 ㉢에 해당한다. ②‘값지다’는 명사 ‘값’ 뒤에 자음으로 시작된 접미사 ‘­지다’가 붙어서 된 것이므로 ㉠에 해당한 다. ④‘오뚝이’는 부사 ‘오뚝’ 뒤에 모음으로 시작 된 접미사 ‘­이’가 붙어서 만들어진 단어이다.",
        "question_exp": ""
    },
    {
        "question_num": 15,
        "text_exp": "[출제의도] 단어의 의미 이해 ㄷ은 문맥상 소비자의 입장에서 말하는 것으 로, 값을 깎아주어야 다시 구매를 하러 올 것이라 는 의미로 해석된다. 그러므로 ㄷ의 ‘에누리’는 ‘값을 내리는 일’의 의미로 쓰였다고 볼 수 있다. ②‘뜬금없이 그런 말’을 하는 것을 ‘주책이다’라 고 표현한 것으로 보아 ㄴ의 ‘주책’은 ‘일정한 줏 대가 없이 되는 대로 하는 짓’이라는 부정적인 의 미로 쓰였다고 볼 수 있다. ③ ‘주책없다’와 ‘주책 이다’는 같은 의미로 쓰인다. ⑤‘적게 팔고도 많 은 이윤을 남긴다’고 했으므로 ‘에누리 없이 장사’ 를 한다는 것은 가격을 낮추는 일이 없이 장사를 한다는 것으로 봐야한다. 그러므로 ‘에누리’는 ‘값 을 내리는 일’의 의미로 쓰인 것으로 볼 수 있다. ** 현대시 ** □ 출전: 문태준, <맨발> 송찬호, <구두>",
        "question_exp": ""
    },
    {
        "question_num": 16,
        "text_exp": "[출제의도] 표현상의 특징 파악 ‘울던 것들이’와 ‘울음도 멎었으리라’는 우는 행 위와 슬픔의 정서를 중심으로 의미가 대비되고 있 다. 하지만 여기에는 ‘하루 종일 길거리’를 돌아다 니며 ‘탁발’한 ‘양식’으로 ‘움막 같은 집’에 있는 ‘울던 것들이’ 배를 채워 ‘울음도 멎었’을 것이라 는 화자의 추측이 제시되어 있을 뿐, 고단한 삶이 근본적으로 나아질 수 있다는 화자의 기대를 드러 내고 있는 것은 아니다. ②‘맨발’을 내밀고 있는 ‘개조개’의 모습을 ‘죽 은 부처’가 ‘슬피 우는 제자’를 위해 ‘발을 내밀어’ 보이는 모습으로 비유하면서 ‘발을 내밀어’ 보이는 ‘개조개’를 ‘조문하듯’이 애상적으로 바라보는 화 자의 태도를 드러내고 있다. ③‘슬픔을 견디었으 리라’는 추측하는 표현으로 고단한 삶에서 비롯된 ‘슬픔’을 ‘개조개’가 인내하고 있다고 여기는 화자 의 인식을 제시하고 있다. ④‘아-’하고 ‘집’이 운 다고 감각적으로 표현함으로써 대상에 대한 화자 의 정서를 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 17,
        "text_exp": "[출제의도] 시상 전개 방식 파악 ㉡에서 ‘발’은 ‘최초’, ‘오래’라는 시간의 속성이 ‘궁리’와 연결되어 ‘발’이 무언가 삶의 문제를 깊 게 고민하면서 ‘천천히’ 움직이는 모습으로 나타나 고 있을 뿐, ‘발’이 현실로부터 소외되어 살아가는 외로움을 나타내고 있다고는 볼 수 없다. ①㉠에서 화자는 ‘맨발’이 신발을 신지 못한 ‘발’이란 점에 주목하여, 신발로부터 보호받지 못 한 채 ‘펄과 물속’에서 물에 젖어 ‘부르튼’ 채 지 내며 고단한 삶을 살아왔다고 인식하고 있다. ③ ㉢에서 ‘하루 종일 길거리에 나’가 있는 ‘발’의 모 습은 ‘움막 같은 집’에서 ‘울던 것들이 배를 채’울 수 있게 ‘양식’을 구하러 다니는 힘겨운 삶의 모습 을 연상하게 만든다. ④신발은 ‘발’을 구속하는 의미로 나타나기도 하는데, ㉣에서 화자는 신발을 ‘날뛰는 내 발’을 구속하는 ‘작은 감옥’으로 비유 하여 현실이라는 속박에서 자유로울 수 없는 삶을 드러내고 있다. ⑤㉤에서 화자는 ‘발’을 ‘새의 육 체 속에’ ‘집어넣어 보는’ 것으로 표현함으로써 신 발을 ‘새의 육체’로 변주하여 일상의 구속을 깨고 자유로움을 추구하고자 하는 마음을 보여 주고 있 다.",
        "question_exp": ""
    },
    {
        "question_num": 18,
        "text_exp": "[출제의도] 소재의 공통점과 차이점 파악 ⓐ는 ‘개조개’가 삶을 유지하기 위해 ‘하루 종일’ 거리에 나가 ‘양식’을 구하는 행위이고, ⓑ는 ‘새 장’에 갇힌 ‘새’에게 먹이를 줌으로써 ‘새장’ 속의 삶에 안주하게 만드는 사물이다.",
        "question_exp": ""
    },
    {
        "question_num": 19,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 ‘낡은 목욕통’은 그동안 화자의 삶의 과정을 함 께하면서 세월의 흔적이 담겨 있는 낡은 구두를 의미한다. 화자는 자신을 속박했던 낡은 구두를 벗고 ‘새 구두’를 신으려고 한다. 따라서 ‘낡은 목 욕통 같은 구두’는 화자를 속박했던 현실을 의미 할 뿐, 화자가 오랫동안 지켜온 순수함과는 관련 이 없다. ①화자는 구두가 ‘발에 너무 커’서 ‘한동안 덜그 럭거리는 감옥을 끌고’ 다녀야 했다고 표현하고 있다. 발에 신는 구두를 ‘감옥’을 끌고 다니는 것 처럼 느꼈다는 것은, 그만큼 구두가 주는 구속의 압박감이 컸음을 의미하고 있다고 볼 수 있다. ② 좁은 ‘새장’ 속에 하늘에 떠 있는 ‘구름을 집어넣’ 었다는 것은 ‘구름’이 떠다니는 ‘새장’ 속에서 새 가 자유롭기를 바라듯 화자가 현실의 속박에서 자 유로워지기를 바라는 소망을 드러내고 있다고 볼 수 있다. ③일반적으로 하늘에 있는 ‘구름’ 위에 ‘새 구두’가 올려질 수 없다. ‘새 구두’가 ‘구름 위 에 올려져 있다’는 낯설기 기법의 표현은 화자가 현실에서 느끼는 답답함을 풀어내고 싶은 마음을 드러낸 표현이라고 볼 수 있다. ④‘내 구두’와 ‘배’를 연결하고 있는 것은 ‘아직 물에 젖지 않은’ 배는 지상을 벗어나 어디로든 자유롭게 항해할 수 있는 상태이기 때문이다. 따라서 화자는 ‘내 구두’ 를 이런 ‘배’로 비유함으로써 현실을 벗어나 자유 로워지고 싶은 바람을 드러냈다고 볼 수 있다. ** 기술 ** □ 출전: 한국무역보험공사, <디스플레이산업 기 술· 시장 동향> 20 [출제의도] 내용 전개 방식 파악 1문단에서 OLED의 개념과 구조를 밝히고, 2문 단에서 발광 원리에 대해 구체적으로 설명하고 있 다. ①OLED의 기능을 열거하고 있지 않으며, 3문 단에서 서브픽셀별로 나오는 빛의 색상이 어떻게 결정되는지 설명하고 있지만 유의할 점을 제시하 고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 21,
        "text_exp": "[출제의도] 세부 정보 파악 흰색을 만들기 위해서는 적색, 녹색, 청색의 색 이 모두 필요하므로 세 개의 서브픽셀 모두에 전 류를 통하게 해야 하므로 청색을 만들 때보다 더 많은 전류량이 필요하다. ②2문단에서 전자와 정공이 발광층에서 만나면 높은 에너지를 지닌 들뜬상태에서 바닥상태로 돌 아가며 빛을 방출한다는 정보를 확인할 수 있다. ③1문단에서 TFT가 서브픽셀의 전류량을 조절하 는 밸브 역할을 하며, 서브픽셀의 전류량을 조절 해 빛의 양을 적절히 배합하면 다양한 빛의 색상 을 표현해낼 수 있다고 하였다. 따라서 TFT를 이 용해 전류량을 조절하면 다양한 색의 빛을 만들 수 있다는 점을 알 수 있다. ④ 1문단에서 RGB-OLED는 적색, 녹색, 청색의 세 가지 색을 내는 서브픽셀이 모여 하나의 픽셀을 이룬다는 정 보를 확인할 수 있다. ⑤1문단에서 OLED의 서브 픽셀은 전자를 주입해주는 음극과 정공을 주입해 주는 양극 사이에 발광층이 위치하고 있다고 했 고, 음극에서 나온 전자와 양극에서 나온 정공이 발광층에서 만나 빛이 만들어진다는 정보를 확인 할 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 22,
        "text_exp": "[출제의도] 구체적 사례에 적용 LUMO의 에너지 준위가 2.84eV이고 HOMO의 에너지 준위가 1.77eV인 유기물질의 밴드 갭은 1.07eV로, 그래프를 통해 적색이 아닌 빛이 방출 됨을 알 수 있다. ①그래프를 보면 밴드 갭이 큰 물질일수록 파 장이 짧은 빛을 내는 것을 알 수 있다. ②3문단 에서 밴드 갭이 클수록 많은 에너지가 공급되어야 한다고 하였고, 4문단에서 더 밝게 발광시키면 유 기물질의 수명에 좋지 않다고 했으므로 밴드 갭이 큰 청색을 내는 유기물질은 녹색을 내는 유기물질 보다 수명이 짧다는 점을 알 수 있다. ③흰색을 만들려면 적색, 녹색, 청색의 3원색을 모두 합쳐 야 가능하다. 그런데 밴드 갭이 2.5eV 이하인 유 기물질은 청색을 낼 수 없으므로 흰색을 만들 수 없다. ⑤그래프에서 2.27eV의 밴드 갭을 지닌 물 질은 녹색을 낸다.",
        "question_exp": ""
    },
    {
        "question_num": 23,
        "text_exp": "[출제의도] 세부 정보 파악 배면 발광과 전면 발광은 모두 빛이 나가는 반 대 방향이 반사판 역할을 해야 하므로 모두 투명 하지 않은 물질을 사용하여야 한다. ①배면 발광은 음극이 반사판 역할을 해야 하 므로 불투명한 물질을 사용해야 한다. ②음극을 얇게 만들수록 면저항이 커지게 되어 화면의 균일 도가 떨어진다. ③전자를 주입하는 음극은 일함수 가 낮은 물질을 사용해야 전자를 잘 내어줄 수 있 는데, 전면 발광은 빛이 음극을 향해 나가므로 적 절하지 않다. ⑤휘도를 높이기 위해서는 전류량을 늘려주어야 하는데, 전류량을 늘리면 유기물질의 수명이 줄어든다.",
        "question_exp": ""
    },
    {
        "question_num": 24,
        "text_exp": "[출제의도] 세부 정보 파악 6문단에서 발광층에서 생성된 빛의 일부는 음 극에 반사되지만 일부는 음극을 통해 빠져나간다 했으므로 다른 파동과 상호 작용 없이도 빛은 음 극을 통과할 수 있다. 2020학년도 7월 전국연합학력평가 정답 및 해설 고3 3 34 ②위상이 반대인 파동들이 만나면 상쇄간섭이 일어나 파동이 약해지거나 사라진다. ③조건이 맞 지 않는 파장은 상쇄되고 조건이 맞는 파장은 강 하게 나오므로 스펙트럼이 좁아져 한정된 빛만 나 오므로 색의 순도가 높아진다. ④사용되는 전류량 이 많아지면 유기물질의 수명은 짧아지는데 미소 공진현상을 이용하면 전류량을 높이지 않아도 휘 도를 높일 수 있으므로 유기물질의 수명은 길어진 다. ⑤반사와 재반사가 일어나야 파동 간 간섭이 일어나므로 양극과 음극에는 반사가 일어날 수 있 는 물질을 사용해야 한다. ** 고전 소설 ** □ 출전: 작자 미상, <김학공전>",
        "question_exp": ""
    },
    {
        "question_num": 25,
        "text_exp": "[출제의도] 작품의 내용 파악 동지는 김 낭청 댁 종들이 학공의 집을 탈취하 여 섬으로 와서 살고 있음을 전대의 두루마리 뭉 치를 통해 알게 된 것이 아니라 과거에 들어서 이 미 알고 있었다. ②학공이 김 낭청의 아들이라는 사실을 별선은 아버지인 동지에게, 홍 씨는 창 밖에서 별선과 학 공의 대화를 듣고 알게 되었다. ③학공은 도망간 노비들에게 복수하기 위해 계도섬으로 돌아왔지만, 목적을 감추고 섬을 구경하러 왔다고 말했다. ④ 계도섬 사람들은 자신들이 죽이려고 했던 학공이 자사라는 사실을 모르고 학공이 배를 타고 떠날 때 축수하였다. ⑤학공은 계도섬 사람들을 모두 모은 후에 무고한 타동 백성과 별선 아비 내외를 좌편으로 앉게 하고 남은 사람들만 처단하였다.",
        "question_exp": ""
    },
    {
        "question_num": 26,
        "text_exp": "[출제의도] 말하기 방식 파악 [A]는 동지의 말을 통해 학공의 위기를 부각하 기 위해, [B]는 학공이 자신의 집안에 해를 끼치 고, 별선을 죽인 노비들을 질책하기 위해 물음의 방식을 활용하고 있다. ①[B]는 학공이 원수를 갚기 위해 돌아온 현재 의 상황을 언급하고 있지만 상대를 걱정하는 것은 아니다. ②[A]는 동지가 과거에 들은 이야기를, [B]는 학공이 경험했던 일을 전달하고 있다. ③ [A]는 자책하는 말이 아니고, [B]는 원망은 하고 있으나 자신의 처지를 하소연하고 있지는 않다. ⑤[B]는 인물이 겪은 과거의 고난을 제시하고 있 을 뿐, 고난을 극복하기 위한 대응 방안은 제시되 지 않았다.",
        "question_exp": ""
    },
    {
        "question_num": 27,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 학공이 계도섬의 전세를 탕감해 달라고 나라에 장계를 올렸다고 말한 것은 계도섬에 살고 있던 노비들이 다른 곳으로 가지 못하도록 하기 위한 것일 뿐, 봉건절 질서를 깨뜨리려는 것과는 관련 이 없다. ①주인인 학공의 가족을 죽이려 하고 재산을 탈취하여 도망친 노비들의 행동에는 신분 질서가 절대적이지 않다는 하층민의 인식이 반영되어 있 다. ②학공이 신분을 밝히고 도망친 노비들에 대 한 소유권을 주장할 경우, 다시 노비의 신분으로 돌아가야 하기 때문에 노비들은 이를 막기 위해 학공을 죽이려고 한 것으로 볼 수 있다. ④강성해 진 노비들에게 위협을 받던 학공이 과거 급제 후 권력을 얻게 되면서 힘의 관계가 바뀌어 학공이 우월한 위치를 차지하게 된다. ⑤학공이 도망친 노비들을 처단하는 것은 자신과 가족을 배반한 노 비들에 대한 복수이면서 동시에 신분 질서를 회복 하려는 양반층의 생각이 반영된 것이라고 볼 수 있다. ** 사회 ** □ 출전: 김상용, <민법총칙>",
        "question_exp": ""
    },
    {
        "question_num": 28,
        "text_exp": "[출제의도] 세부 정보 파악 1문단에서 표시의사는 의사표시자가 효과의사 를 밝히고자 하는 생각이라고 하였으므로 표시의 사는 직접 자신의 생각을 밝히는 것이 아니다. ①1문단에서 표시행위는 계약서 작성과 같이 의사표시자의 내심을 외부로 드러내는 것이라고 하였다. ④1문단에서 의사표시자의 의사표시는 일련의 과정을 거쳐 일정한 법률 효과를 발생시킨 다고 하였다. ⑤ 1문단에서 행위의사는 의사표시 자 자신의 행위를 인식하는 것이라고 하였으므로, 행위에 대한 인식이 없을 때에는 행위의사가 존재 할 수 없다.",
        "question_exp": ""
    },
    {
        "question_num": 29,
        "text_exp": "[출제의도] 구체적 사례에 적용 <보기>의 (가)와 (나)에는 각각 갑과 병의 동 기의 착오가 나타나 있으므로 (가)와 (나) 모두 효과의사를 결정하는 과정에서 착오가 발생했다고 볼 수 있다. 다만 (나)는 □□시의 공무원이 법령 을 오해하여 병에게 잘못된 정보를 제공하였기 때 문에 (가)와 달리 상대방에 의해 유발된 동기의 착오이다. 따라서 병의 착오를 유발한 주요인은 □□시의 공무원이라고 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 30,
        "text_exp": "[출제의도] 세부 정보 추론 표시주의의 입장에서는 갑을 믿고 계약서를 작 성한 을의 입장을 고려하여 갑과 을이 함께 작성 한 계약서를 갑의 의사에 우선한다고 본다. 하지 만 효력주의의 입장에서는 의사와 표시는 일체로 서 양자 모두를 의사표시의 요소로 파악하고 있으 므로 을의 행위가 갑의 의사에 우선한다고 보지 않는다. ①의사주의의 입장에서는 의사표시의 본질을 의 사표시자의 진의로 파악하기 때문에 갑이 소를 사 육하기 위해 과수원을 사려고 했다는 점에 주목할 것이다. ②표시주의의 입장에서는 의사표시자의 표시행위에 대한 상대방의 신뢰를 보호하기 위해 의사표시의 본질을 표시행위로 파악하므로 갑의 표시행위가 반영된 계약서에 주목할 것이다. ③효 력주의의 입장에서는 계약서를 작성한 갑의 표시 행위를 의사의 단순한 외부적 표지가 아니라 의사 를 완성하여 법적 효력을 발생하게 하는 것으로 파악하고 있다. ④의사주의와 표시주의는 모두 의 사와 표시행위를 이분법적으로 나누어 의사표시의 본질을 파악한다.",
        "question_exp": ""
    },
    {
        "question_num": 31,
        "text_exp": "[출제의도] 세부 정보 추론 의사표시자가 표시하고자 의도한 것과 다른 표 시행위를 한 것으로 법률 행위 내용의 중요 부분 에 착오가 생긴 경우에 해당하므로 착오를 이유로 법률 행위를 취소할 수 있다. ②착오가 없을 때보다 착오가 발생했을 때 의사 표시자에게 유익한 경우에 해당하므로 취소 배제 사유에 해당한다. ③상대방이 의사표시를 착오자 가 의도한 대로 효력 있게 할 용의가 있음을 표시 한 경우에 해당하므로 취소 배제 사유에 해당한 다. ④매수자의 직업에 비추어 일반적으로 요구되 는 주의를 현저히 결여한 경우에 해당하므로 의사 표시자에게 중대한 과실이 있다고 판단되어 법률 행위를 취소할 수 없다. ⑤의사표시자가 그의 의 사표시에 있어 위험을 의식적으로 인식했음에도 그 위험이 구체화되는 모험적인 행위를 한 경우이 므로 취소 배제 사유에 해당한다.",
        "question_exp": ""
    },
    {
        "question_num": 32,
        "text_exp": "[출제의도] 어휘의 문맥적 의미 파악 ‘거치다’는 ⓐ와 같이 ‘어떤 과정이나 단계를 겪 거나 밟다.’라는 의미로 사용되었다. ②‘따르다’는 ‘남이 하는 대로 같이 하다.’의 의 미로, ⓑ는 ‘어떤 경우, 사실이나 기준 따위에 의 거하다.’의 의미로 사용되었다. ③‘같다’는 ‘그런 부류에 속한다는 뜻을 나타내는 말.’의 의미로, ⓒ 는 ‘서로 다르지 않고 하나이다.’의 의미로 사용되 었다. ④‘서다’는 ‘나라나 기관 따위가 처음으로 이루어지다.’의 의미로, ⓓ는 ‘사람이 어떤 위치나 처지에 있게 되거나 놓이다.’의 의미로 사용되었 다. ⑤‘비추다’는 ‘빛을 반사하는 물체에 어떤 물 체의 모습이 나타나게 하다.’의 의미로, ⓔ는 ‘어 떤 것과 관련하여 견주어 보다.’의 의미로 사용되 었다. ** 인문 ** □ 출전: 이유선, <듀이&로티 미국의 철학적 유 산 프래그머티즘>",
        "question_exp": ""
    },
    {
        "question_num": 33,
        "text_exp": "[출제의도] 세부 정보 파악 3문단에서 카르납은 언어를 문자적 언어와 은 유적 언어로 나누어 각각 객관적 사실 영역과 정 서적 표현 영역에 고정해 두었다고 했으므로 카르 납이 문자적이거나 은유적이라는 언어 자체의 의 미에 주목했다고 이해하는 것은 적절하다. 또한 4 문단에서 로티는 은유적 언어가 은유적 본질을 갖 는 것이 아니라 특정 맥락에서 의미를 갖는 점에 주목하고 있으므로 로티가 언어가 사용된 특정한 맥락에 주목했다고 이해하는 것은 적절하다. ①2문단에서 카르납은 하이데거의 언명이 문자 적 의미가 은유적 의미로 변경된 사이버 언명에 불과하다고 보았다. 그리고 3문단에서 카르납은 문자적 언어를 과학과 같은 객관적 사실의 영역에 두고, 그 안에서 세계의 진리를 설명하고자 했다. 그렇기 때문에 카르납이 은유적 언어로 표현된 하 이데거의 언명이 객관적인 사실 영역에서 증명될 수 있다고 여겼다고 볼 수 없다. ②4문단에서 로 티는 언어가 세계를 반영하지 않는다고 보았음을 알 수 있다. ④4문단에서 로티는 문자적 언어와 은유적 언어는 명확히 구분될 수 없다고 보았으므 로 특정 언어가 세계의 진리를 더 잘 드러낼 수 없다고 여겼다고 봐야 한다.",
        "question_exp": ""
    },
    {
        "question_num": 34,
        "text_exp": "[출제의도] 핵심 개념 파악 카르납은 어떤 언명이 어법에 맞지 않거나 관찰 가능하지 않을 때 사이비 언명으로 판단할 수 있 다고 보았다. 그러므로 카르납의 관점에서 ‘신이 죽었다’는 언명이 사이비 언명으로 판단되는 이유 는 신의 죽음이 일부 사람들의 믿음이나 신념에 의해 거짓으로 판단될 수 있기 때문이 아니라 관 찰 가능한 사실이 아니기 때문이다. ③죽었다는 것의 사전적인 의미는 생명이 소멸 되었다는 것인데, 니체가 말한 ‘신이 죽었다’에서 ‘죽었다’는 것은 ‘신이 더 이상 중요하지 않음’이 라는 은유적 의미로 쓰였으므로 카르납은 ‘무’에 대한 하이데거의 언명과 같이 니체의 언명에도 은 유가 개입되어 있다고 볼 것이다.",
        "question_exp": ""
    },
    {
        "question_num": 35,
        "text_exp": "[출제의도] 구체적 사례에 적용 6문단에서 로티는 사적 공간에서 서술한 개인 적 진리를 공적 영역으로 끌고 나와 모두에게 동 의를 구할 수는 없다고 했다. 따라서 ⓐ는 한용운 에게 다른 사람들의 동의 여부와 관계없이 개인의 진리로 존재할 것이다. ②3문단에서 오직 문자적 언어만이 세계의 진 리를 드러낼 수 있다고 본 카르납의 견해를 확인 할 수 있다. ③4문단에서 로티는 언어가 역사적 우연성의 산물이라고 했으므로 로티는 ⓐ를 구성 하고 있는 시어들 역시 역사적 우연성의 산물이라 고 여길 것이다. ⑤4문단에서 로티는 은유적 언 어가 특정한 맥락 안에서만 의미를 갖는다고 했 고, 5문단에서 언명은 시대와 배경을 초월하여 옳 다고 여겨질 수는 없다고 했으므로 당대 현실에 대한 이해가 전제되어야 ⓐ가 의미를 가질 수 있 다는 반응은 적절하다.",
        "question_exp": ""
    },
    {
        "question_num": 36,
        "text_exp": "[출제의도] 세부 정보 추론 6문단에서 로티는 아이러니스트로서 개인적 진 리를 서술해 나가는 작업과 자유주의자로서 사회 고3 정답 및 해설 2020학년도 7월 전국연합학력평가 4 34 문제를 해결해 나가는 과정을 명확히 구분하고자 했다고 했으므로 ㉠으로서 서술한 진리를 ㉡으로 서 공적 영역에서 실현하는 삶을 추구해야한다는 서술은 로티의 관점에 부합하지 않는다.",
        "question_exp": ""
    },
    {
        "question_num": 37,
        "text_exp": "[출제의도] 세부 정보 추론 4문단에서 언어를 통해 세계의 옳고 그름은 제 시할 수 없고 언어적 서술들의 옳고 그름만을 비 교할 수 있다고 했는데, 이는 언어들 간의 비교가 가능하다는 의미일 뿐 언어들 간의 비교를 통해 절대성을 부여받을 수 있음을 의미하는 것은 아니 다. 또한 5문단에서 ‘옳다고 여겨지는 어떤 언명’ 이 문화적, 시대적 배경을 초월하여 절대적으로 옳음을 증명하는 것은 아님을 확인할 수 있다. ** 현대 소설 ** □ 출전: 염상섭, <임종>",
        "question_exp": ""
    },
    {
        "question_num": 38,
        "text_exp": "[출제의도] 서술상의 특징 파악 ‘주사의 힘으로 버티어나가’는 거라고 여기며 불 안해하던 병인이 C 군이 다녀간 어제의 사건을 계기로 ‘내일이라도 일어날 듯이 명랑한 낯빛’을 띠며 ‘자기의 원기에 대한 자신’을 갖게 된 병인의 심리가 나타나며, 병인의 가족들 또한 그러한 병 인의 모습을 보며 병세가 나아질 희망을 지니게 되었음이 나타난다. ②서술자가 작품 밖에서 이야기를 서술하고 있 기 때문에 서술자의 경험이 작품에 나타나지 않는 다. ③장면의 전환에 따라 서술자를 달리하여 서 술하고 있지 않다. ④특정 인물이 자신의 심리를 고백적으로 서술하고 있지 않다. ⑤서술자가 과거 의 사건을 서술하고 있을 뿐 등장인물들의 회상이 교차하고 있지 않다.",
        "question_exp": ""
    },
    {
        "question_num": 39,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 병인이 C군을 만난 후 아내를 통해 주변 사람 들에게 연락을 취하도록 한 것은 퇴원 후 ××재 단의 고위직을 맡을 수 없을지도 모른다는 상실감 을 감추기 위한 행동이 아니라 건강을 되찾을 수 있을지도 모른다는 기대감을 드러낸 행동으로 볼 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 40,
        "text_exp": "[출제의도] 작품의 세부 내용 파악 가족들은 C 군이 전해 준 소식을 들은 뒤 아내 를 통해 주변 사람들에게 적극적으로 연락을 하려 는 병인의 모습을 보며 병인의 병세가 회복될지도 모른다는 희망을 가진다. ①병인이 자식들의 교육이나 취직을 걱정한 것 은 자신이 세상을 떠난 후 가족들의 경제적 상황 을 고려하여 지나가는 말로 한 것이며, 남은 가족 들을 걱정하여 병을 극복하기 위한 노력은 나타나 지 않는다. ②C 군은 병인이 ××재단의 고위직을 맡게 될 가능성이 높다는 새로운 소식을 전하면 자신에게 이익이 될지도 모른다고 생각하여 병인 을 방문한 것이지 병인의 병세를 살피기 위한 의 도로 방문한 것은 아니다. ④의사는 명호에게 병 인의 병세가 크게 달라지지 않을 것이라 전하며 환자의 퇴원을 반기고 있다. ⑤과수댁은 가족의 형편을 생각하여 삼일장을 치르자는 명호의 의견 에 동의하지만 병인의 마지막 유언에 따라 매장을 원하고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 41,
        "text_exp": "[출제의도] 작품의 종합적 감상 ‘화장’이든 ‘매장’이든 죽은 후에 큰돈을 지출하 는 것은 의미가 없다고 생각하는 젊은 축들의 태 도는 금전 문제를 우선시하는 현실적 가치를 따르 는 모습이므로 공동체의 전통적 가치가 존중받지 못하는 현실을 답답해하는 모습으로 볼 수 없다. ①과수댁이 세를 주고 받아온 ‘성수’를 뿌리며 교회 의식을 따르는 모습을 통해 확인할 수 있다. ②병인의 유언에 따라 매장을 하기 위해서는 큰 돈이 든다는 등장인물들의 반응을 통해 죽은 자에 대한 애도보다는 산 자의 이익을 우선시하는 현실 적인 가치관을 확인할 수 있다. ③등장인물들이 종교적 이유나 경제적 이유로 ‘제사’를 지내거나 ‘오일장’을 치르는 것에 대해 의논하는 모습에서 전통적 가치가 더 이상 보편적으로 받아들여지지 않고 있음을 확인할 수 있다. ④병인이 ‘주사약’ 이나 ‘약’에 집착하는 모습은 내적 고민에 따른 행 동이라기보다는 병인이 겪고 있는 현실적 고통을 줄이기 위한 행동으로 볼 수 있다. ** 갈래 복합 ** □ 출전: 신광수, <단산별곡> 김훈, <자전거 여행>",
        "question_exp": ""
    },
    {
        "question_num": 42,
        "text_exp": "[출제의도] 표현상의 특징 파악 (가)의 ‘놀랍다’, ‘녓고’, ‘몰낫도다’ 등에서 영탄적 표현을 사용하여 ‘석문’을 바라본 화자의 놀라움을 나타내고 있음을 확인할 수 있다. ①‘석주탄 밧비 건너 강선대 올나 셔니’와 ‘하늘 기둥은 우뚝 솟아 북극을 괴왓듯 / 화표우 뚝 서서 백학이 넘노듯’에서 대구의 방식이 사 용되었으나 계절의 변화를 표현하고 있는 것은 아 니다. ③(가)에는 대상에 감정을 이입하여 화자의 애상감을 심화하는 부분은 나타나지 않는다. ④ (가)에는 석문에서 단구동문까지 공간의 이동에 따른 화자의 감상이 나타나 있을 뿐 과거와 현재 를 대비한 부분은 나타나 있지 않다. ⑤‘놀랍다 져 산봉우리는 어이여 녓고’에서 문장의 어 순을 도치한 표현이 사용되었으나 화자의 체념적 인식을 강조하고 있는 것은 아니다.",
        "question_exp": ""
    },
    {
        "question_num": 43,
        "text_exp": "[출제의도] 작품의 내용 파악 [C]에서 화자는 ‘은주암’과 ‘팔판동’을 ‘작은 고 깃배’로 들어가면 종적을 알 수 없을 만큼 속세와 단절된 곳으로 인식하고 있다. 자신의 종적을 다 른 사람이 알까 걱정하는 마음을 드러내는 것은 아니다. ①[A]에서는 ‘석문’을 바라본 신기함을 ‘수문’과 ‘산창’에 비유하고 있으며, 초월적인 존재인 용문 산을 때린 도끼와 ‘거대한 신령의 큰 손바닥’이 만 들었다고 여길 만큼 신기하다는 생각을 드러내고 있다. ②[B]에서 화자는 ‘신선이 농사짓던 열두 배미’ 좋은 땅에서 백성들이 농사를 짓도록 권함 으로써 백성들의 삶이 나아지기를 바라는 마음을 드러내고 있다. ④[D]에서 화자는 ‘호천대’에 올 라서 ‘전체를 대강 바라보고’, ‘창하정’에서 술을 마시고 공중에 서린 흐릿한 기운을 즐기다가 신선 이 된 듯한 마음을 드러내고 있다. ⑤[E]에서 화 자는 ‘옥순봉’의 모습을 북극을 괴고 있는 하늘 기 둥과 백학을 넘노는 화표, 벽옥낭간에 비유하여 옥순봉에서 열매가 열린다면 봉황이 먹을 것이라 고 함으로써 옥순봉을 바라보는 풍경의 신이함을 드러내고 있다.",
        "question_exp": ""
    },
    {
        "question_num": 44,
        "text_exp": "[출제의도] 작품의 세부 내용 파악 ㉤에서 화자는 조강을 ‘할아버지의 강’, ‘조국의 강’, ‘소멸의 힘으로 신생을 이끄는 새로운 시간의 강’으로 표현함으로써 조강의 새로운 의미를 드러 내고는 있으나 조강의 새로운 의미를 찾고 싶은 바람을 드러내고 있지는 않다. ③㉢은 자전거를 타며 마주친 풍경을 ‘닥치고 스쳐서 불려가는데’라고 표현함으로써 자신에게 의미를 더해가는 상황을 제시하고 있다. 또한 ‘풍 경을 받아내는 것이 몸인지 마음인지 구별되지 않 는다.’를 통해 몸과 마음으로 봄날을 즐기고 있음 을 알 수 있다.",
        "question_exp": ""
    },
    {
        "question_num": 45,
        "text_exp": "[출제의도] 외적 준거에 따른 작품 감상 ‘단구동문 새긴 글 선현의 필적이라’에서 화자 가 ‘단구동문’이 쓰여 있는 옥순봉에서 ‘이황’을 떠올리고 있음은 나타나 있으나, 높은 학문의 경 지에 도달한 화자의 상황은 나타나 있지 않다. ①‘지금까지 친 덕이 산수간의 흘너 잇다’는 화자가 ‘단암서원’에 첨배하면서 ‘이황’과 ‘우탁’을 떠올리며 이들의 덕이 지금까지도 영향을 미치고 있음을 예찬한 것으로 볼 수 있다. ②‘오로봉 진 면목은 부용이 소사듯’은 여행 중에 바라본 ‘오로봉’의 아름다움을 ‘부용’, 즉 연꽃에 비유하여 묘사한 것으로 볼 수 있다. ④‘기진한 힘 속에서 새 힘의 싹들이 돋아나오고’에는 지친 몸에 새로 운 힘이 채워질 수 있게 하는 봄의 생명력에 대한 깨달음이 나타나 있다고 볼 수 있다.",
        "question_exp": ""
    }
]