{
    "text": "1 8 2016학년도 11월 고1 전국연합학력평가 문제지 영어 영역 제 3 교시 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① Of course. Just be careful. ② Sorry. I’m afraid it’s not mine. ③ Sure. Let’s ride in his car now. ④ No. I don’t have a driver’s license. ⑤ Okay. You can take the bus to work. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① I’m on a business trip now. ② Okay. I’ll keep that in mind. ③ Congratulations. You got the job. ④ I’ll not take his advice any more. ⑤ Thanks for recommending the book. 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 단체 경기 예선 조 편성을 안내하려고 ② 학생 체력 관리 프로그램을 홍보하려고 ③ 체육 대회 경기 순서 변경을 공지하려고 ④ 운동 경기 안전 수칙 준수를 당부하려고 ⑤ 공사로 인한 체육관 사용 중단을 알리려고 4. 대화를 듣고, 두 사람이 하는 말의 주제로 가장 적절한 것을 고르시오. ① 학습 계획 수립의 장점 ② 효과적인 기억력 향상법 ③ 학습 동기와 성취도의 관계 ④ 과목별 학습 전략의 차이점 ⑤ 집중력이 성적에 미치는 영향 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 버스 운전기사 – 승객 ② 교통경찰 – 보행자 ③ 운전 강사 – 운전 연습생 ④ 쇼핑몰 직원 – 고객 ⑤ 심리 치료사 – 상담 의뢰인 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. ① ② ③ ⑤ ④ 7. 대화를 듣고, 남자가 여자를 위해 할 일로 가장 적절한 것을 고르시오. ① 지갑 찾아주기 ② 음반 구매하기 ③ 택시비 지불하기 ④ 공연 표 교환하기 ⑤ 축제에서 공연하기 8. 대화를 듣고, 남자가 헌혈을 할 수 없는 이유를 고르시오. ① 감기약을 복용해서 ② 얼마 전에 헌혈해서 ③ 대기 시간이 길어서 ④ 신분증을 잃어버려서 ⑤ 연령 기준에 미달되어서 9. 대화를 듣고, 여자가 지불할 금액을 고르시오. [3점] ① $100 ② $120 ③ $130 ④ $150 ⑤ $170 10. 대화를 듣고, 강의에 관해 두 사람이 언급하지 않은 것을 고르시오. ① 장소 ② 날짜 ③ 참가 대상 ④ 수강료 ⑤ 신청 방법 11. Starry Night Event에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 10월 7일에 열린다. ② 학교 운동장에서 개최된다. ③ 오후 11시까지 진행된다. ④ 간식과 마실 물이 제공된다. ⑤ 당일 참가 신청이 가능하다. 영어 영역 2 8 12. 다음 표를 보면서 대화를 듣고, 두 사람이 선택할 소파를 고르시오. Popular Sofas in 2016 Model Price Size Material Color ① A $ 550 2­person Fabric White ② B $ 580 3­person Fabric Brown ③ C $ 650 3­person Leather White ④ D $ 680 4­person Leather Brown ⑤ E $ 720 4­person Leather Black 13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① I agree. We need more parks for citizens. ② Don’t worry. You can take a picture of me. ③ Not really. It’s the problem of your camera. ④ That’s impossible. I didn’t carry a camera today. ⑤ I already saw the advertisement a few days ago. 14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① When did you finish your math report? ② I can print it out if you email it to me. ③ You’d better use my research materials. ④ Are you making a copy of it after printing? ⑤ We already submitted the report yesterday. 15. 다음 상황 설명을 듣고, Emily가 Tony에게 할 말로 가장 적절한 것을 고르시오. Emily: ① Could you put this in the oven? ② What about moving in this evening? ③ Would you wash the dishes for me? ④ Why don’t you dress up for the party? ⑤ How about getting some food delivered? [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 목적으로 가장 적절한 것은? ① 가전제품 사용법을 설명하려고 ② 신속한 범죄 신고를 당부하려고 ③ 여행자 보험 가입을 권유하려고 ④ 이사할 때 유의 사항을 조언하려고 ⑤ 여행 전 안전 조치 사항을 안내하려고 17. 언급된 물건이 아닌 것은? ① 컴퓨터 ② 신문 ③ 전화기 ④ 창문 ⑤ 목걸이 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? ① 부회장으로 추천받은 것을 거절하려고 ② 공연 취소에 대한 불만을 제기하려고 ③ 음악 예술 센터 개관을 축하하려고 ④ 불규칙한 업무 일정 개선을 요구하려고 ⑤ 이사회 위원 선출 방식 변경을 촉구하려고 19. 다음 글에서 Amy의 심경으로 가장 적절한 것은? When Amy heard her name called, she stood up from her seat and made her way to the stage. Dr. Wilkinson was pinning a gold medal on each of the top five medical graduates. He shook Amy’s hand and congratulated her on her accomplishment. Amy felt overwhelmingly thrilled for being mentioned as one of the top five medical graduates of her school. Amy walked back to her seat satisfied with her academic performance and pleased with her success. She just received a special honor. This special recognition would help her to continue fulfilling her life-long dream of becoming a dedicated doctor. ① proud and happy ② calm and relieved ③ irritated and nervous ④ fearful and desperate ⑤ disappointed and furious Dear Mr. Denning, It brings me great satisfaction to serve as a board member of the Redstone Music and Arts Center, and I’m honored that the board has seen fit to recommend me for vice president. However, because my work schedule has become so unpredictable, I must decline the recommendation. I simply don’t feel I can give the time and energy that the Music and Arts Center deserves from its vice president. For the time being, then, I look forward to carrying on as a regular board member. Please pass along my regrets to the rest of the board. Sincerely, Jason Becker 영어 영역 3 8 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Don’t let distractions interrupt your attentive listening to the speaker. You want to send the message that what the speaker is saying is important to you. That message will ring hollow if you answer your cell phone and put the speaker on hold. If your cell phone rings while you are in a conversation, fight the urge to answer. For reasons unknown, most people feel compelled to answer a ringing phone. The fact that your cell phone is ringing doesn’t mean you have to answer it. Rarely are phone calls urgent. If no message is left, that is clearly the case. And if a message is left, you can listen to it, usually in a matter of minutes, once your conversation has finished. Even in today’s tech-savvy world, answering phone calls during a conversation is disrespectful. * tech-savvy: 기술 사용이 능숙한 ① 공공장소에서는 작은 목소리로 통화하라. ② 상대방의 눈을 바라보면서 대화에 집중하라. ③ 상대방의 말을 주의 깊게 들을 때 전화를 받지 마라. ④ 늦은 시각에는 전화를 걸거나 문자 메시지를 보내지 마라. ⑤ 상대방의 이야기를 먼저 듣고 자신이 하고 싶은 말을 하라. 21. 다음 글의 요지로 가장 적절한 것은? Imagine a tree. Let’s suppose this tree represents the tree of life. On this tree there are fruits. In life, our fruits are called our results. So we look at the fruits (our results) and we don’t like them; there aren’t enough of them, they’re too small, or they don’t taste good. So what do we tend to do? Most of us put even more attention and focus on the fruits, our results. But what is it that actually creates those particular fruits? It’s the seeds and the roots that create those fruits. It’s what’s under the ground that creates what’s above the ground. It’s what’s invisible that creates what’s visible. So what does that mean? It means that if you want to change the fruits, you will first have to change the roots. If you want to change the visible, you must first change the invisible. ① 변화하기 위해서는 그 이유를 명확히 인식해야 한다. ② 어려운 환경에서도 끊임없이 도전하는 것이 중요하다. ③ 성공적인 삶을 위해서는 자신만의 꿈과 목표가 필요하다. ④ 겉모습으로 다른 사람을 판단하는 것은 바람직하지 않다. ⑤ 드러나는 결과를 바꾸려면 우선 근본적인 것을 바꿔야 한다. 22. 다음 글의 주제로 가장 적절한 것은? One might wonder whether there is any reason to be concerned about overconfidence in students. After all, confidence is often considered a positive trait. Indeed, research suggests that students who are confident about their ability to succeed in school tend to perform better on academic tests than those with less confidence. That said, negative consequences also stem from being too confident in the classroom. Students who are overconfident about their ability to succeed in college end up feeling more disconnected and disillusioned than those with more modest expectations. Overconfidence can also leave students with mistaken impressions that they are fully prepared for tests and no longer need to study. Students who have relatively accurate perceptions regarding their progress in learning tend to use more effective study habits and perform better on tests than do those with more error-prone views of their knowledge. ① negative effects of students’ overconfidence on school life ② critical factors to consider for choosing a college major ③ useful strategies for building students’ confidence ④ changing roles of academic tests in school ⑤ effective ways to change bad study habits 23. 다음 글의 제목으로 가장 적절한 것은? In the history of sports and in our ‘winning is everything’ culture, I’m not aware of anyone who ever won every game, or every event, or every championship they competed for. Roger Federer, the great tennis player who some call the greatest of all time, has won a record seventeen Grand Slam titles. Yet, he has competed in more than sixty Grand Slam events. Thus, perhaps the greatest tennis player ever failed more than two-thirds of the time. While we don’t think of him as a failure, but rather as a champion, the plain fact is, he failed much more than he succeeded on this measure, and that’s generally the way things are for anyone. Failure precedes success. Simply accept that failure is part of the process and get on with it. ① Success Doesn’t Come Without Failure ② You Create Your Own Opportunities ③ A Goal with No Plan Is Just a Wish ④ Don’t Compare Yourself with Others ⑤ The Saddest Thing in Life Is Wasted Talent 영어 영역 4 8 24. 다음 도표의 내용과 일치하지 않는 것은? Weekly Average Video Viewing Time by Device (Among 18 to 34-Year-Old Users) The above graph shows the weekly average video viewing time among 18 to 34-year-old users of five different devices in 2014 and 2015. ①The average video viewing time via TV was more than 1,600 minutes, making it the most used device among the five in 2014 and 2015. ②TV-connected devices ranked second in both years, followed by PC video. ③Smartphone video was the least used device with a weekly average video viewing time of less than an hour in 2014 and 2015, respectively. ④With the exception of TV, the other four devices showed increased viewing time from 2014 to 2015. ⑤Compared to that of 2014, the viewing time of tablet video had more than doubled in 2015. 25. Dorothy West에 관한 다음 글의 내용과 일치하지 않는 것은? Dorothy West, born on June 2, 1907, is remembered as one of the Harlem Renaissance writers. West’s subject matter primarily focused on the life of rich African Americans. Her first novel, The Living Is Easy, published in 1948, received positive responses from critics, but failed to attract a large audience. She wrote her second novel, The Wedding, in 1950, but left it incomplete because she was unable to find a publisher. Jacqueline Onassis took note of the short stories that West had been submitting to the Daily News, the local paper at Martha’s Vineyard. Onassis encouraged West to complete her novel and subsequently served as her editor. Her second novel was published in 1995 and was made into a television movie produced by Oprah Winfrey, airing in 1998. West died on August 16, 1998. ① 할렘 르네상스 작가 중 한 명으로 기억된다. ② 주로 부유한 아프리카계 미국인의 삶을 소재로 삼았다. ③ 첫 소설이 평론가들로부터 부정적인 반응을 얻었다. ④ ‘Daily News’라는 지역 신문에 단편 소설을 기고하였다. ⑤ 두 번째 소설이 텔레비전 영화로 제작되었다. 26. Sunshine Bus Tour에 관한 다음 안내문의 내용과 일치하는 것은? ① 승하차할 수 있는 정류장은 20개가 넘는다. ② 일요일을 제외하고 운영된다. ③ 요금에 관광 명소 입장료가 포함되어 있다. ④ 승차권은 첫 사용 후 24시간 동안 유효하다. ⑤ 사전에 예약할 필요가 없다. 27. Crocodile Zoo에 관한 다음 안내문의 내용과 일치하지 않는 것은? ① 악어가 100마리 넘게 있다. ② 특별 체험 활동에는 나이 제한이 있다. ③ 크리스마스에는 문을 닫는다. ④ 입장료의 일부가 악어 보호 사업에 사용된다. ⑤ 애완동물의 입장을 허용한다. Crocodile Zoo Welcome to the world of crocodiles! We have over 100 crocodiles representing more than 15 crocodile species at our zoo. Special Activities Hold a baby crocodile Feed a crocodile * Due to safety considerations, participants of the activities should be over 16 years old. Operating Hours Open daily 10 a.m. - 5 p.m. Closed on Christmas Day Admission Fees Adult (ages 16 and above) $10 Child (ages 3 to 15) $7 * 10% of your admission fee is used for our crocodile conservation work. Note For security reasons, we do not allow pets inside our facilities. Sunshine Bus Tour Sunshine Bus Tour is the easiest way to enjoy Carmel’s most popular areas! You can get on and off at any of the 20 stops to explore tourist attractions in Carmel. Operating Hours ∙10 a.m. - 4 p.m. ∙Tue. through Sun., Closed on Mondays Prices ∙$20 Adult ∙$10 Child (under 14) * Admission to attractions is not included. Notice ∙Ticket is valid for 24 hours from the first time of use. ∙Advance booking is required. 영어 영역 5 8 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] Improved consumer water consciousness may be the cheapest way ①to save the most water, but it is not the only way consumers can contribute to water conservation. With technology progressing faster than ever before, there ②are plenty of devices that consumers can install in their homes to save more. More than 35 models of high-efficiency toilets are on the U.S. market today, some of ③them use less than 1.3 gallons per flush. Starting at $200, these toilets are affordable and can help the average consumer save hundreds of gallons of water per year. Appliances ④officially approved as most efficient are tagged with the Energy Star logo to alert the shopper. Washing machines with that rating use 18 to 25 gallons of water per load, compared with older machines that use 40 gallons. High-efficiency dishwashers save ⑤even more water. These machines use up to 50 percent less water than older models. 29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? [3점] Feeling and emotion are crucial for everyday decision making. The neuroscientist Antonio Damasio studied people who were perfectly normal in every way except for brain injuries that damaged their emotional systems. As a result, they were (A) able / unable to make decisions or function effectively in the world. While they could describe exactly how they should have been functioning, they couldn’t determine where to live, what to eat, and what products to buy and use. This finding (B) contradicts / supports the common belief that decision making is the heart of rational, logical thought. But modern research shows that the affective system provides critical (C) assistance / interference to your decision making by helping you make rapid selections between good and bad, reducing the number of things to be considered. (A) (B) (C) ①able …… contradicts …… assistance ②unable …… contradicts …… assistance ③unable …… contradicts …… interference ④unable …… supports …… interference ⑤able …… supports …… interference 30. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른 것은? One time I was at my grandpa Cassil’s farm when he was going to pick up a new beagle puppy. My cousin and I went with him to get the puppy, and on the way back to the house, we started talking about what to name ①him. Grandpa said that we could call him anything we wanted, so we decided to name that dog Blaze. Blaze turned out to be a pretty good dog, and ②he and I got to be good friends as we grew up. I looked forward to going to Grandpa’s each week to see Blaze and run around the farm with ③him. But one Sunday we went to Grandpa’s, and ④he was gone. Grandpa said a friend of his had liked the dog, and ⑤he had given him away. I never saw Blaze again, and I missed him a lot. [31 ~ 33] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. People are attracted to individuals and things they cannot readily obtain. In the case with things, people are more attracted to a desired object because it is out of their reach. When the object of desire is finally gained, the attraction for the object rapidly decreases. Christmas presents provide a good example of this phenomenon. Toys children wanted all year long are thrown away several days after they are taken from gift boxes under the tree. The phenomenon also holds true for human interaction, particularly in the early stages of a developing relationship. The common dating rule has scientific merit. An individual should not always make himself or herself readily available to the person they are targeting for a longer-term relationship. A certain level of will make you more of a mystery and a challenge. [3점] ① distrust ② difference ③ intelligence ④ irresponsibility ⑤ unavailability 32. We become more successful when we . For example, doctors put in a positive mood before making a diagnosis show almost three times more intelligence and creativity than doctors in a neutral state, and they make accurate diagnoses 19 percent faster. Salespeople who are optimistic sell more than those who are pessimistic by 56 percent. Students who are made to feel happy before taking math achievement tests perform much better than their neutral peers. It turns out that our brains are literally programmed to perform at their best not when they are negative or even neutral, but when they are positive. ① focus on a specific goal ② get along well with others ③ are the best at what we do ④ are happier and more positive ⑤ feel more inspired and creative 영어 영역 6 8 33. Questions convey interest, but sometimes the interest they convey is not closely related to what the person is trying to say. Sometimes the distraction is obvious. If you’re telling a friend all the unpleasant things you experienced on your vacation, and she interrupts with a lot of questions about where you stayed, you won’t feel listened to. At other times people seem to be following but can’t help trying to lead. These listeners force their own narrative structures on our experience. Their questions assume that : “Problems should be denied or made to go away”; “Everyone should be together”; “Bullies must be confronted.” By finishing our sentences, pumping us with questions, and otherwise pushing us to say what they want to hear, controlling listeners violate our right to tell our own stories. [3점] ① our stories should fit their scripts ② friends should share everything ③ people have different tastes ④ many questions are always better ⑤ their problems can be solved at once 34. 다음 글의 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? When you are anxious, the perceived threat potential of stimuli related to your anxiety can rise. Thus, things you typically encounter that might not usually trigger fear now do so. (A) , if you encounter a snake in the course of a hike, even if no harm comes, anxiety is likely aroused, putting you on alert. If farther along the trail you notice a dark, slender, curved branch on the ground, an object you would normally ignore, you might now momentarily be likely to view it as a snake, triggering a feeling of fear. (B) , if you live in a place where terror alerts are common, harmless stimuli can become potential threats. In New York City, when the alert level rises, a parcel or paper bag left under an empty subway seat can trigger much concern. (A) (B) ①For example …… However ②For example …… Similarly ③Therefore …… However ④In contrast …… Similarly ⑤In contrast …… In other words [35 ~ 36] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 35. When you look at a map, you may conclude ― as commercial airline navigators once did ― that the best way to get from Amsterdam to Tokyo is to head in an easterly direction along what is known as the Mediterranean route. (A) After you’ve decided on a goal, work hard to accomplish it, but keep looking for ways of achieving the goal more efficiently, perhaps from a different angle. This approach is sometimes known as reframing. (B) But look at a globe instead of a map, and your perspective may change. Rather than heading east on the Mediterranean route, commercial planes going from Amsterdam to Tokyo now fly north! That’s right. (C) They take what is known as the ‘polar route,’ flying over the North Pole to Alaska, and then west to Tokyo ― for a savings of roughly 1,500 miles! What is the lesson here? ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 36. Why does garbage exist in the human system but not more broadly in nature? (A) The output of the microbes — rich humus and soil — is in turn the very material from which a new oak tree may grow. Even the carbon dioxide that the squirrel breathes out is what that tree may breathe in. (B) Nature is a beautiful harmony of systems whereby every system’s output is a useful input for other systems. An acorn that falls from a tree is an important input for a squirrel that eats it. The by-product of that delicious meal — the squirrel’s poop — is an important input for the microbes that consume it. (C) This cycle is the fundamental reason why life has thrived on our planet for millions of years. It’s like the Ouroboros — the ancient symbol depicting a snake or dragon eating its own tail; in a way, nature truly is a constant cycle of consuming itself. [3점] * microbe: 미생물 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 영어 영역 7 8 [37 ~ 38] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 37. They are more likely to benefit from the assistance of a formal teaching environment. Your personality and sense of responsibility affect not only your relationships with others, your job, and your hobbies, but also your learning abilities and style. ( ①) Some people are very self-driven. ( ②) They are more likely to be lifelong learners. ( ③) Many tend to be independent learners and do not require structured classes with instructors to guide them. ( ④) Other individuals are peer-oriented and often follow the lead of another in unfamiliar situations. ( ⑤) They may be less likely to pursue learning throughout life without direct access to formal learning scenarios or the influence of a friend or spouse. 38. As they passed the ball, a man in a gorilla suit walked into the middle of the group, thumped his chest a bit and then walked off. George Orwell wrote: “To see what is in front of your nose needs constant struggle.” We are surrounded by opportunities, but often we do not even see them. ( ①) Professor Richard Wiseman did a dramatic and extreme test of this. ( ②) He asked a group of volunteers to count the number of times a basketball team passed the ball. ( ③) Quite a few volunteers counted correctly, but only 5 out of over 20 volunteers noticed the gorilla. ( ④) The same applies to our professional lives. ( ⑤) We are so focused on keeping score and managing day to day that we do not notice the endless opportunities that are in front of our noses. 39. 다음 글에서 전체 흐름과 관계 없는 문장은? Asians and many Native American cultures view silence as an important and appropriate part of social interaction. ①Speakers from these cultures often use some moments of silence before offering a response to another speaker. ②Silence causes division and separation, creating serious problems in relationships. ③Such initial silence conveys the listener’s respect for the speaker; it indicates that the listener has heard the speaker’s words and is giving them due thought. ④Silence is viewed as a time to learn, to think about, and to review what the speaker has said. ⑤In cultures that prize silence, responding too quickly after speakers have finished their turns is interpreted as having devoted inadequate attention and consideration to speakers’ words and thoughts. 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A)와 (B)에 들어갈 말로 가장 적절한 것은? [3점] Recent experimental evidence for the importance of reputation in facilitating cooperation has come from an analysis of the contributions to an ‘honesty box’ for drinks in a university departmental coffee room. Bateson and colleagues looked at contributions to the box when images (always posted above the recommended price list) of a pair of eyes were alternated on a weekly basis with images of flowers. The amount of milk consumed turned out to be the best indicator of total consumption, but remarkably almost three times more money was paid per liter in weeks when there were eyes portrayed, compared to when there were flowers portrayed. Of course this experiment was only conducted in one location, but the effect size is impressive and it seems to indicate that individuals do not want to be observed cheating the system. 󰀻 According to the study, the amount of money people contributed to an ‘honesty box’ (A) when an image caused them to feel that they were being (B) . (A) (B) ①decreased …… cheated ②decreased …… watched ③changed …… supported ④increased …… watched ⑤increased …… supported 영어 영역 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. When Harry Potter and the Deathly Hallows, the seventh and final volume of J. K. Rowling’s fantasy series about the adventures of a boy wizard, was released in the United States in 2007, it sold 8.3 million copies in its first 24 hours on sale. Was the last Harry Potter book that good? Perhaps it and the earlier six volumes were genuinely brilliant ─despite the fact that eight publishers declined to publish the first volume. But although success is at least partly determined by intrinsic quality, it is also possible that what people come to like depends very much on what they believe others like. In such a world, the explanation for why a particular book becomes a hit may be as simple as this publisher’s: “It sold well because lots of people bought it.” Because is now being shared much more widely across virtual and actual borders than in the past, cultural artifacts such as books and movies can now ‘snowball’ in popularity in ways they could not a century ago, turning cultural commerce into a collection of difficult-to-predict, winner-take-all markets. Tiny differences in performance or product quality translate into vast differences in payoff. 41. 윗글의 제목으로 가장 적절한 것은? ① Popularity Greatly Affects Product Success ② What You Read Shows Who You Are ③ Book vs. Movie: An Endless Debate ④ Creativity: An Essential Quality of a Novelist ⑤ How Do Popular Movies Influence Political Views? 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① traditional knowledge ② social information ③ genetic similarity ④ moral philosophy ⑤ artistic freedom [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) A fourteen-year-old girl named Victoria had always loved to sing. Victoria was smart, studious, and quiet. She often tried out for school musicals, but never for one of the leading roles. The spotlight didn’t attract her in quite the same way it did others; she preferred to blend into the chorus. Then (a) she was faced with a serious challenge. (B) Victoria decided to give it a try. The musical, Stephen Sondheim’s Into the Woods, offered a number of great roles. She tried out for the part of Cinderella’s fairy godmother. To her surprise, she won the part ─and the nerves set in immediately. She would have to sing soprano, which was several notes above her range. And the script called for (b) her to be hanging six feet above the stage at one point! (C) Victoria was determined to concentrate and practice her part everyday. She trained for months to reach new heights with her voice, and to prepare for the moment when all eyes and ears in the audience would focus entirely on (c) her. On the big day, despite her fears, everything went perfectly; Victoria played her role to perfection. With her mother sitting proudly in the audience, Victoria felt proud of herself and delighted to see her mom so happy. (D) The annual school musical at Victoria’s school would be held in a few months. Victoria’s mother had an important meeting on that day. She promised (d) she would skip the meeting and attend the musical if Victoria landed a leading role. She wanted Victoria to know that she believed in (e) her. She also wanted to see Victoria believe in herself enough to show off her talents. What she said made Victoria fall into a deep thought for a while. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a) ~ (e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 Victoria에 관한 내용으로 적절하지 않은 것은? ① 코러스단에 섞이는 것을 선호했다. ② 뮤지컬 ‘Into the Woods’에서 배역을 맡았다. ③ 자기 음역보다 높게 소프라노로 노래해야 했다. ④ 두려움 때문에 무대에서 실수를 했다. ⑤ 엄마의 말을 듣고 한동안 깊은 생각에 잠겼다. ※ 확인 사항 답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}