{
    "text": "고1 영어영역 1 1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까 지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① You’ll get better at it soon. ② Try harder to be more flexible. ③ I was a yoga instructor myself. ④ The class is too difficult to follow. ⑤ Not many places offer yoga classes. 2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① Well, I’m not sure whether I can go. ② I wonder why the concert was cancelled. ③ My brother gave it to me for my birthday. ④ Okay, let’s order concert tickets tomorrow. ⑤ Take your time. I’ll be waiting at town hall. 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 주차 공간의 이전을 공지하려고 ② 자전거를 이용한 통학을 권장하려고 ③ 강당 이용 시 유의사항을 설명하려고 ④ 환경보호 운동에 동참할 것을 촉구하려고 ⑤ 지정 구역에 자전거를 세워 둘 것을 요청하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 논리학은 일상생활과 밀접한 관계가 있다. ② 토론 활동은 논리적 사고력을 신장시킨다. ③ 모둠 활동을 통해 협동심을 기를 수 있다. ④ 토론 시 상대의 의견을 존중하는 것이 중요하다. ⑤ 강좌 선택 시 자신의 흥미와 수준을 고려해야 한다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 앱 개발자 — 의뢰인 ② 내과 의사 — 환자 ③ 택배 기사 — 주문자 ④ 휴대폰 수리 기사 — 고객 ⑤ 컴퓨터 강사 — 수강생 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ① 집안 청소하기 ② 보고서 수정하기 ③ 발명캠프 신청하기 ④ 인터넷 자료 검색하기 ⑤ 과학 박람회 관람하기 8. 대화를 듣고, 남자가 English Composition을 수강할 수 없는 이유를 고르시오. ① 강좌가 폐강되어서 ② 신청 인원이 초과되어서 ③ 수강 신청 기간이 지나서 ④ 수강 가능 학년이 아니어서 ⑤ 다른 강좌와 시간이 중복되어서 9. 대화를 듣고, 여자가 지불할 금액을 고르시오. [3점] ① $40 ② $41 ③ $60 ④ $62 ⑤ $80 10. 대화를 듣고, book signing event에 관해 두 사람이 언급하지 않은 것을 고르시오. ① 저자명 ② 요일 ③ 책 제목 ④ 장소 ⑤ 시작 시간 11. Kennedy Clothing Drive에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 매년 열리는 행사이다. ② 9월 5일부터 9월 9일까지 열린다. ③ 학교 주차장으로 기부 물품을 가져와야 한다. ④ 커튼과 담요를 기부할 수 있다. ⑤ 물품은 비닐봉지에 담아 와야 한다. 2016학년도 9월 고1 전국연합학력평가 문제지 영어영역 제3 교시 1 2 영어영역 고1 2 8 12. 다음 표를 보면서 대화를 듣고, 두 사람이 구입할 헤드셋을 고르시오. Headsets Model Type Warranty Price ① A Wireless 3 years $85 ② B Wireless 2 years $78 ③ C Wireless 1 year $75 ④ D Wired 2 years $68 ⑤ E Wired 1 year $65 13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. Man: ____________________________________________________ ① It’s unwise to do several things at once. ② You can get the drum sticks at half price. ③ I’ll ask him when he can give you lessons. ④ Hurry up. We’re already late for our rehearsal. ⑤ I’m surprised that you are good at playing drums. 14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: _________________________________________________ ① I‘ll lend you my gloves this Thursday. ② It took me a long time to knit the gloves. ③ My mom really liked the black ones I bought. ④Fine. Give me my 10 dollars back next week. ⑤Okay, I’ll come back to pick them up on Thursday. 15. 다음 상황 설명을 듣고, Julia가 Paul에게 할 말로 가장 적절한 것을 고르시오. Julia: ___________________________________________________ ① Why don’t we catch a movie tonight? ② Please don’t tell me any more about it. ③ If you miss this movie, you’ll regret it. ④ The main actor is not my favorite anyway. ⑤The ending is different from what I expected. [16∼17] 다음을 듣고, 물음에 답하시오. 16. 남자가 하는 말의 주제로 가장 적절한 것은? [3점] ① dangers of a one­food diet among teenagers ② misunderstandings about the nutrients in food ③ ways of growing fruits and vegetables at home ④ reasons coloring books are great for mental health ⑤ benefits of eating fruits and vegetables of various colors 17. 언급된 음식이 아닌 것은? ① blueberries ② watermelons ③ carrots ④ lemons ⑤ broccoli 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? To Whom It May Concern: My wife and I are residents of the Lakeview Senior Apartment Complex. We have been asked by some of the residents here to see if we can help improve their ability to get around town independently. The closest bus stop is half a mile below the apartment complex, down a steep hill. Very few of the residents here feel comfortable walking all the way to (and especially from) the bus stop. We are asking if the route for bus 15 could be changed slightly to come up the hill to the complex. I can promise you several very grateful riders each day in each direction. I look forward to hearing from you soon. Sincerely, Ron Miller ① 버스 노선의 변경을 요청하려고 ② 버스 노선 운영의 중단을 공지하려고 ③ 아파트 주변 산책로 조성을 건의하려고 ④ 버스 기사의 친절한 서비스에 감사하려고 ⑤ 아파트 관리비 과다청구에 대해 항의하려고 19. 다음 글에 드러난 Annemarie의 심경으로 가장 적절한 것은? Annemarie looked up, panting, just as she reached the corner. Her heart seemed to skip a beat. “Halte!” the soldier ordered in a stern voice. The German word was as familiar as it was scary. Annemarie had heard it often enough before, but it had never been directed at her until now. Behind her, Ellen also slowed and stopped. Annemarie stared up. There were two of them. That meant two helmets, two sets of cold eyes glaring at her, and four tall shiny boots planted firmly on the sidewalk, blocking her path to home. And it meant two guns, gripped in the hands of the soldiers. She was motionless as she stared at the guns. * pant: (숨을) 헐떡이다 ① proud and satisfied ② envious and furious ③ tense and frightened ④ bored and indifferent ⑤ relieved and confident 고1 영어영역 3 3 8 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Kids learn mostly by example. They model their own behavior after their parents and their older siblings. If your kids have bad eating habits, ask yourself how that happened in the first place. If you eat a poor diet yourself, neglect your health, or smoke and drink in front of them, you shouldn’t be surprised when your children go down the same road. So be a good role model and set the stage for healthy eating at home and when you eat out as a family. Your actions speak louder than your words. Do not expect your kids to know for themselves what is good for them. ① 자녀의 건강한 식습관 형성을 위해 모범을 보여라. ② 가족이 함께 식사할 수 있는 시간을 확보하라. ③ 비만을 예방하기 위해 채소 섭취를 늘려라. ④ 건강을 해치는 무리한 다이어트를 피하라. ⑤ 자녀의 체질을 고려하여 식단을 짜라. 21. 다음 글의 요지로 가장 적절한 것은? Although errors and biases will always occur in science, the peer review system and the open discussion of ideas and results can minimize their effects and lead the scientific community toward the truth. Thus, although scientists make many errors, science can be self­correcting. However, in order for the mechanism of peer review to work, it is important that scientists do not avoid this process. Research should be evaluated by other members of the scientific profession before it is applied or made public. There are many studies that contain errors because the researchers did not allow their work to be evaluated by peers before they published it. ① 과학 연구의 오류를 줄이려면 동료검토의 과정을 거쳐야 한다. ② 과학자는 연구과정에서 엄격한 윤리적 기준을 적용해야 한다. ③권위 있는 연구자에 대한 맹신은 학문적 발전을 저해한다. ④논문 작성 시 선행연구를 충분히 검토해야 한다. ⑤과학 연구는 공익을 우선적으로 고려해야 한다. 22. 다음 글의 주제로 가장 적절한 것은? One day after the space shuttle Challenger exploded, Ulric Neisser asked a class of 106 students to write down exactly where they were when they heard the news. Two and a half years later, he asked them the same question. In that second interview, 25 percent of the students gave completely different accounts of where they were. Half had significant errors in their answers and less than 10 percent remembered with any real accuracy. Results such as these are part of the reason people make mistakes on the witness stand when they are asked months later to describe a crime they witnessed. Between 1989 and 2007, 201 prisoners in the United States were proven innocent on the basis of DNA evidence. Seventy­five percent of those prisoners had been declared guilty on the basis of mistaken eyewitness accounts. ① causes of major space mission failures ② inaccuracy of information recalled over time ③ importance of protecting witnesses from threats ④ factors that improve people’s long­term memories ⑤ ways to collect DNA evidence in crime investigations 23. 다음 글의 제목으로 가장 적절한 것은? In 2000, the government in Glasgow, Scotland, appeared to stumble on a remarkable crime prevention strategy. Officials hired a team to beautify the city by installing a series of blue lights in various noticeable locations. In theory, blue lights are more attractive and calming than the yellow and white lights that illuminate much of the city at night, and indeed the blue lights seemed to cast a soothing glow. Months passed and the city’s crime statisticians noticed a striking trend: The locations that were newly bathed in blue experienced a dramatic decline in criminal activity. The blue lights in Glasgow, which mimicked the lights atop police cars, seemed to imply that the police were always watching. The lights were never designed to reduce crime, but that’s exactly what they appeared to be doing. ① Turn Lights off for Our Planet ② Blue Makes People Feel Lonely ③ Colorful Lights Lifting Your Spirits ④ Unexpected Outcome from Blue Lights ⑤ Cleaner Streets Lead to Lower Crime Rates 4 영어영역 고1 4 8 24. 다음 도표의 내용과 일치하지 않는 것은? The graph above shows the top four hotel amenities leisure and business travelers selected as the deciding factor when choosing a hotel. ①For both types of traveler, free Wi­Fi is the most popular choice. ②Free breakfast ranks second for both types of traveler, with 22 percent of leisure travelers and 21 percent of business travelers selecting it. ③Accessibility to mass transportation is not as popular as free breakfast for business travelers. ④Fifteen percent of leisure travelers chose a swimming pool as their top amenity while ten percent selected free parking. ⑤Having a comfortable work chair and desk is the least popular choice on the list of the top four amenities for business stays. 25. Edith Wharton에 관한 다음 글의 내용과 일치하지 않는 것은? Edith Wharton was born into a wealthy family in 1862 in New York City. Educated by private tutors at home, she enjoyed reading and writing early on. After her first novel, The Valley of Decision, was published in 1902, she wrote many novels and some gained her a wide audience. Wharton also had a great love of architecture, and she designed and built her first real home. During World War I, she devoted much of her time to assisting orphans from France and Belgium and helped raise funds to support them. After the war, she settled in Provence, France, and she finished writing The Age of Innocence there. This novel won Wharton the 1921 Pulitzer Prize, making her the first woman to win the award. ① 1902년에 첫 소설이 출판되었다. ② 건축에 관심이 있어 자신의 집을 설계했다. ③ 프랑스와 벨기에의 고아를 도왔다. ④ 전쟁 중 The Age of Innocence 를 완성했다. ⑤ 여성 최초로 Pulitzer상을 받았다. 26. The Goodtime DIY Halloween Costume Contest에 관한 다음 안내문의 내용과 일치하는 것은? Show off your creativity by creating a DIY (do-it-yourself) Halloween costume. Who Can Enter: - Contestants must live in the state of Wisconsin. Rules & Guidelines: - Only one entry per contestant - We will accept only one photo of you wearing the costume you made. (Videos are NOT allowed.) - Photos must be submitted by October 25. Prizes: - The top 10 entries will be picked through public online voting, and our fashion designers will decide the final winners. - First place: Tablet PC & Halloween costume set Second & Third places: $100 Goodtime gift certificate ① 참가 자격에 제한이 없다. ② 1인당 여러 개의 작품을 제출할 수 있다. ③자신이 제작한 의상을 입고 찍은 사진을 제출해야 한다. ④ 패션 디자이너들이 출품작 중 상위 10개를 선정한다. ⑤ 1등 상품으로 100달러 상당의 상품권이 주어진다. 27. Seedy Sunday에 관한 다음 안내문의 내용과 일치하지 않는 것은? Seedy Sunday is a seed exchange event that has taken place every year since 2002. It’s an event for those who want to exchange their extra seeds for new varieties. When & Where Sunday, March 20, 2016 (11 a.m. – 4 p.m.) Amherst Avenue Community Hall Bring Your Seeds to Trade Package your seeds in envelopes (about 20 seeds per envelope) with the seeds’ names written on the outside. Not Just about Exchange Talks with gardening experts on harvesting and storing seeds Cookery demonstrations Want to Come? A limited enrollment of 100 participants Registration Fee: $5 per person ① 2002년부터 매년 개최되어 왔다. ② 오전 11시부터 오후 4시까지 진행된다. ③ 씨앗을 봉투에 담아서 가져와야 한다. ④ 원예 전문가와 대화할 수 있는 기회가 있다. ⑤ 참가 인원에 제한을 두지 않는다. 고1 영어영역 5 5 8 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] What could be wrong with the compliment “I’m so proud of you”? Plenty. Just as it is misguided ①to offer your child false praise, it is also a mistake to reward all of his accomplishments. Although rewards sound so ②positive, they can often lead to negative consequences. It is because they can take away from the love of learning. If you consistently reward a child for her accomplishments, she starts to focus more on getting the reward than on ③what she did to earn it. The focus of her excitement shifts from enjoying learning itself to ④pleasing you. If you applaud every time your child identifies a letter, she may become a praise lover who eventually ⑤become less interested in learning the alphabet for its own sake than for hearing you applaud. 29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? [3점] When we don’t want to believe a certain claim, we ask ourselves, “Must I believe it?” Then we search for contrary evidence, and if we find a single reason to (A) defend / doubt the claim, we can dismiss the claim. Psychologists now have numerous findings on “motivated reasoning,” showing the many tricks people use to reach the conclusions they want to reach. When subjects are told that an intelligence test gave them a low score, they choose to read articles (B) supporting / criticizing the validity of IQ tests. When people read a (fictitious) scientific study reporting heavy caffeine consumption is associated with an increased risk of breast cancer, women who are heavy coffee drinkers find (C) more / fewer errors in the study than do less caffeinated women. * fictitious: 가상의 (A) (B) (C) ①defend ······ supporting ······ more ②doubt ······ supporting ······ fewer ③doubt ······ criticizing ······ more ④doubt ······ criticizing ······ fewer ⑤defend ······ criticizing ······ fewer 30. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른 것은? The CEO of a large company stepped out of a big black limousine. As usual, he walked up the stairs to the main entrance. ①He was just about to step through the large glass doors when he heard a voice say, “I’m very sorry, sir, but I cannot let you in without ID.” The security guard, who had worked for the company for many years, looked his boss straight in the eyes, showing no sign of emotion on his face. The CEO was speechless. ②He felt his pockets to no avail. He had probably left ③his ID at home. He took another look at the motionless security guard, and scratched his chin, thinking. Then ④he turned on his heels and went back to his limousine. The security guard was left standing, not knowing that by this time tomorrow, ⑤he was going to be promoted to head of security. [31∼34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. Consider your typical day. You wake up in the morning and pour yourself juice from oranges grown in Florida and coffee from beans grown in Brazil. Over breakfast, you watch a news program broadcast from New York on your television made in Japan. You get dressed in clothes made of cotton grown in Georgia and sewn in factories in Thailand. Every day, you rely on many people, most of whom you do not know, to provide you with the goods and services that you enjoy. Such ___________ is possible because people trade with one another. Those people providing you goods and services are not acting out of generosity. Nor is some government agency directing them to satisfy your desires. Instead, people provide you and other consumers with the goods and services they produce because they get something in return. ① interdependence ② competition ③ unfairness ④ regulation ⑤ charity 32. A study in the Journal of Experimental Social Psychology suggests a way to make negotiations go smoother. In this study, when college students who negotiated the purchase of a motorcycle over an online instant messenger believed they were physically far apart (more than 15 miles), negotiations were easier and showed more compromise than when participants believed they were closer (a few feet). The experimenters explain that when people are farther apart, they consider the factors in a more abstract way, focusing on the main issues rather than getting hung up on less important points. So next time you have to work out a complex deal, the researchers say, it may be worthwhile to ____________________________. ① begin from a distance ② set a clear time limit ③ hide your true intentions ④ deal with smaller problems first ⑤ become familiar with each other 6 영어영역 고1 6 8 33. Millions of dollars and thousands of hours are spent each year trying to teach managers how to coach their employees and give them effective feedback. Yet much of this training is ineffective, and many managers remain poor coaches. Is that because this can’t be trained? No, that’s not the reason. Research sheds light on why corporate training often fails. Studies by Peter Hesling and his colleagues show that many managers ____________________________. These managers judge employees as competent or incompetent at the start and that’s that. They do relatively little developmental coaching and when employees do improve, they may fail to take notice, remaining stuck in their initial impression. What’s more, they are far less likely to seek or accept critical feedback from their employees. Why bother to coach employees if they can’t change and why get feedback from them if you can’t change? [3점] ① provide few financial incentives ② change their decisions too often ③ do not believe in personal change ④ set their goals unrealistically high ⑤ take risks without careful consideration 34. Opera singers and dry air don’t get along. In fact, the best professional singers require humid settings to help them achieve the right pitch. If the amount of moisture in the air influences musical pitch, linguist Caleb Everett wondered, has that translated into the development of fewer tonal languages in locations lacking moisture? In tonal languages, such as Mandarin Chinese, the same syllable spoken at a higher pitch can specify a different word if spoken at a lower pitch. In a survey of more than 3,700 languages, he found that those with complex tones do occur less frequently in dry areas than in humid ones. Overall, only one in 30 complex tonal languages flourished in dry areas; one in three non­tonal languages appeared in those same regions. Those conclusions go against a linguistic view that the structure of language ___________________________. [3점] * tonal language: 성조 언어 ** syllable: 음절 ① can be acquired through repetition ② is independent of its environment ③ can change gradually over time ④ affects how we see the world ⑤ is influenced by musical pitch [35∼36] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 35. Frank Barrett, an organizational behavior expert, explains that disrupting routines and looking at a situation from another’s perspective can lead to new solutions. (A) While everyone else was in meetings on the first day of the workshop, the airline’s vice president of marketing had the beds in each leader’s hotel room replaced with airline seats. (B) After having spent that night in airline seats, the company’s leaders came up with some “radical innovations.” If he had not disrupted their sleeping routines and allowed them to experience their customers’ discomfort, the workshop may have ended without any noteworthy changes. (C) In a lecture, Barrett shares the story of an airline that was dealing with many complaints about their customer service. The airline’s leaders held a workshop to focus on how to create a better experience for their customers. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 36. As is true of some fish, fathead minnows that have been attacked release chemicals from specialized cells in the skin. (A) However, observations of this sort raise a question about this conventional view: How can an injured fish benefit from helping others of its species to escape from a predator? (B) Traditionally, these chemicals have been considered alarm signals designed to alert other members of the species to the presence of a predator. In some cases, fish exposed to these chemicals do indeed appear to hide. (C) Perhaps injured fish do not release these special chemicals to benefit others, but rather to help themselves. They might be attracting additional predators that may interfere with the initial attacker, occasionally resulting in the release of the captured prey. [3점] ＊fathead minnow: 잉어과의 물고기 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고1 영어영역 7 7 8 [37∼38] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 37. In contrast, the individual who responds to anger in the same way every time has little capacity to constructively adapt his responses to different situations. The goal in anger management is to increase the options you have to express anger in a healthy way. ( ①) By learning a variety of anger management strategies, you develop control, choices, and flexibility in how you respond to angry feelings. ( ② ) A person who has learned a variety of ways to handle anger is more competent and confident. ( ③) And with competence and confidence comes the strength needed to cope with situations that cause frustration and anger. ( ④) The development of a set of such skills further enhances our sense of optimism that we can effectively handle the challenges that come our way. ( ⑤) Such individuals are more likely to feel frustrated and to have conflicts with others and themselves. 38. But at the beginning of the twentieth century, a new technology was introduced: the airplane. In the late 1800s, the railroads were the biggest companies in the U.S.. Having achieved such a huge success, even changing the landscape of America, remembering WHY they started doing this business stopped being important to them. ( ① ) Instead, they became obsessed with WHAT they did ― they were in the railroad business. ( ②) This narrowing of perspective influenced their decision­making ― they invested all their money in tracks and engines. ( ③) And all those big railroad companies eventually went out of business. ( ④ ) What if they had defined themselves as being in the mass transportation business? ( ⑤ ) Perhaps they would have seen opportunities that they otherwise missed; they would own all the airlines today. [3점] 39. 다음 글에서 전체 흐름과 관계 없는 문장은? A snowy owl’s ears are not visible from the outside, but it has incredible hearing. The feathers on a snowy owl’s face guide sounds to its ears, giving it the ability to hear things humans cannot. ①Each of its ears is a different size, and one is higher than the other. ②The differing size and location of each ear helps the owl distinguish between sounds. ③It can hear at the same time the distant hoofbeats of a large deer, the flap of a bird’s wings above it, and the digging of a small animal below it. ④In fact, it has excellent vision both in the dark and at a distance. ⑤After choosing which sound interests it most, the snowy owl moves its head like a large circular antenna to pick up the best reception. * hoofbeats: 발굽소리 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A)와 (B)에 들어갈 말로 가장 적절한 것은? [3점] Timothy Wilson did an experiment in which he gave students a choice of five different art posters, and then later surveyed to see if they still liked their choices. People who were told to consciously examine their choices were least happy with their posters weeks later. People who looked at the poster briefly and then chose later were happiest. Another researcher then replicated the results in the real world with a study set in a furniture store. Furniture selection is one of the most cognitively demanding choices any consumer makes. The people who had made their selections of a study set after less conscious examination were happier than those who made their purchase after a lot of careful examination.  According to the experiments, people who thought more (A) about what to choose felt less (B) with their choices. (A) (B) ①carefully ······ satisfied ②positively ······ disappointed ③critically ······ annoyed ④negatively ······ disappointed ⑤briefly ······ satisfied 8 영어영역 고1 8 8 [41∼42] 다음 글을 읽고, 물음에 답하시오. Imagine Jaws without a hungry white shark, Superman without Kryptonite, or the tale of Little Red Riding Hood without a scary wolf: The teenagers would have had a great summer at the beach, Superman would not have had a worry in the world, and Little Red Riding Hood would visit her grandmother and then go home. Words like “boring” and “predictable” spring to mind! Movie director Nils Malmros once said, “Paradise on a Sunday afternoon sounds great, but it sure is boring on film.” In other words, too much harmony and not enough conflict makes for a story that is about as exciting as watching paint dry. Conflict is the driving force of a good story. No conflict, no story. But why is this the case? The answer lies in human nature. As humans, we instinctively look for balance and harmony in our lives. We simply don’t like being out of tune with our surroundings and ourselves. So, as soon as harmony is disrupted, we do whatever we can to restore it. We avoid unpleasant situations, feelings of stress or anxiety. If we have an unresolved problem with our loved ones, or our colleagues, it bothers us until we clear the air and return to a state of harmony. When faced with a problem — a conflict — we instinctively seek to find a solution. Conflict forces us to act. Thus, a story is set in motion by a change that __________ this sense of harmony. 41. 윗글의 제목으로 가장 적절한 것은? ① How to Be a Good Movie Actor ② Conflict: The Key to a Good Story ③ What Causes Conflicts among People? ④ Everyone Can Be Someone’s Superhero ⑤ Make a Difference by Changing Yourself 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? ① disturbs ② simplifies ③ restores ④ promotes ⑤ represents [43∼45] 다음 글을 읽고, 물음에 답하시오. (A) Captain Charlie Plumb was a U.S. Navy jet pilot. He flew many successful combat missions. However, on his 75th mission, his fighter plane was shot down. He ejected, and safely parachuted to the ground. But (a) he was captured and spent six years in a Vietnamese prison. He survived the ordeal and in 1973, returned to his hometown, where he was awarded the Silver Star Medal. Then, he lectured on lessons learned from his war experience. * ordeal: 시련 (B) After that experience, Plumb would ask the audiences of his lectures, “Who’s packing your parachute?” (b) He would go on to explain that we all have someone who has performed services for us that we take for granted. He inspired thousands of people through his lectures and was even selected as one of the ten top speakers in a poll of U.S. meeting planners. (C) One day, while traveling for a lecture, he was in a restaurant. A man came up to his table and said: “You’re Plumb! You flew jet fighters in Vietnam from the aircraft carrier Kitty Hawk. You were shot down.” Plumb looked at the man and asked: “How in the world did you know that?” (c) He replied: “I was a sailor on the Kitty Hawk. I packed your parachute that day.” Plumb shook the man’s hand and thanked him. (D) Plumb couldn’t sleep that night thinking about the sailor. He felt sorry because he neither recognized him nor remembered his name. He realized that as a fighter pilot, (d) he had never thought about who packed his parachute. Plumb also thought about the long hours this sailor and others had spent carefully folding and packing the parachutes for (e) his personal safety. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑 줄 친 (a)～(e) 중 에 서 가 리 키 는 대 상 이 나 머 지 넷 과 다 른 것 은 ? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 Plumb에 관한 내용과 일치하지 않는 것은? ① 전투임무 중 조종하던 전투기가 격추되었다. ② 고향으로 돌아와 은성훈장을 받았다. ③ 한 조사에서 10인의 명연설가 중 하나로 선정되었다. ④ 식당에서 자신을 알아본 남자를 만났다. ⑤ 낙하산을 포장해 준 선원의 이름을 기억하고 있었다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
}