{
    "text": "1 8 1번 부 터 17번 까 지 는 듣 고 답 하 는 문 제 입 니 다 . 1번 부 터 15번 까 지 는 한 번 만 들 려 주 고 , 16번 부 터 17번 까 지 는 두 번 들 려 줍 니 다 . 방 송 을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① I’ve never been there. ② I really liked the food. ③ It sounds like a good idea. ④ I didn’t eat breakfast today. ⑤ It wasn’t open last weekend. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① Great. I love playing outside. ② No way. That’s not our fault. ③ Okay. I hope she’ll let us use it. ④ Right. It’ll be sunny this afternoon. ⑤ Sorry. I thought I had an umbrella. 3. 다음을 듣고, 여자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 개관 시간 연장을 알리려고 ② 작가 초청 행사를 안내하려고 ③ 사진 촬영 자제를 당부하려고 ④ 미술 강좌 회원을 모집하려고 ⑤ 전시 장소 변경을 공지하려고 4. 대화를 듣고, 남자의 의견으로 가장 적절한 것을 고르시오. ① 재활용 장려 방안을 마련해야 한다. ② 봉사 활동은 지속적으로 해야 한다. ③ 기부는 다양한 방법으로 할 수 있다. ④ 불우 이웃 돕기 성금을 늘려야 한다. ⑤ 재능 계발에는 많은 시간이 필요하다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 교사― 학부모 ② 의사― 환자 ③ 간병인― 보호자 ④ 상담사― 학생 ⑤ 편집장― 신문 기자 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. ● ⑤ ● ① ② ④ ● ③ 7. 대화를 듣고, 남자가 여자에게 부탁한 일로 가장 적절한 것을 고르시오. ① 음식 만들기 ② 꽃 사러 가기 ③ 친구 초대하기 ④ 거실 청소하기 ⑤ 식료품 구입하기 8. 대화를 듣고, 여자가 남자와 함께 뮤지컬을 보러 갈 수 없는 이유를 고르시오. ① 표를 구하지 못해서 ② 회사에 출근해야 해서 ③ 해외여행을 가기로 해서 ④ 다른 친구를 만나기로 해서 ⑤ 부모님과 주말을 보내야 해서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. ① $40 ② $43 ③ $45 ④ $47 ⑤ $50 10. 대화를 듣고, 인턴십 프로그램에 관해 두 사람이 언급하지 않은 것을 고르시오. ① 지원 마감일 ② 참여 기간 ③ 지원 자격 ④ 선발 인원 ⑤ 면접 날짜 11. Book Review Contest에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. [3점] ① 독서의 달을 기념하는 행사이다. ② 학생들은 누구나 참여할 수 있다. ③ 지정 도서에 대한 독후감을 작성해야 한다. ④ 독후감은 이달 말까지 제출해야 한다. ⑤ 우수작 세 편은 학교 잡지에 실릴 것이다. 2017학년도 6월 고1 전국연합학력평가 문제지 제3 교시 영어영역 1 영어영역 2 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 8 12. 다음 표를 보면서 대화를 듣고, 여자가 주문할 시계를 고르시오. Women’s Metal Watches Model Price Color Shape ① A $110 Silver Square ② B $90 Silver Round ③ C $90 Gold Square ④ D $70 Silver Square ⑤ E $70 Gold Round 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① I told her a scary story. ② I said goodbye to her mother. ③ I asked her to do the homework. ④ I apologized for my silly mistake. ⑤ I thanked her for helping me study. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. Man: ① Okay. I’ll go and ask his opinion now. ② Sorry. I don’t know how to keep a dog. ③ Of course. He did the work on his own. ④ No. He didn’t ask for my help last time. ⑤ Right. I was very proud of their decision. 15. 다음 상황 설명을 듣고, Julie가 Eric에게 할 말로 가장 적절한 것을 고르시오. [3점] Julie: ① That’s great. I’ve always wanted to meet your parents. ② Sure, you can bring him. The more people, the better. ③ Please don’t bring anything. I’ll get everything ready. ④ Never mind. Let’s have dinner together another time. ⑤ Thank you for the invitation. I’ll be there on time. [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 남자가 하는 말의 주제로 가장 적절한 것은? ① technologies of the 19th century ② ways to create innovative things ③ great inventions of the 20th century ④ the most famous inventors in history ⑤ popular things to buy on the Internet 17. 언급된 물건이 아닌 것은? ① personal computers ② mobile phones ③ air conditioners ④ copy machines ⑤ microwave ovens 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Parents, As you know, Sandy Brown, our after-school swimming coach for six years, retired from coaching last month. So, Virginia Smith, who swam for Bredard Community College and has won several awards in national competitions, has been named the school’s new swimming coach. This is her first job as a coach, and she is going to start working from next week. She will teach her class in the afternoons, and continue with our summer program. By promoting the health benefits of swimming, she hopes that more students will get healthy through her instruction. Sincerely, Fred Wilson Principal, Riverband High School ① 새로운 수영 코치를 소개하려고 ② 수영 강좌의 폐강을 통보하려고 ③ 수영 코치의 퇴임식을 공지하려고 ④ 수영부의 대회 입상을 축하하려고 ⑤ 수영의 건강상 이점을 홍보하려고 19. 다음 글에 드러난 ‘I’의 심경으로 가장 적절한 것은? The mountain shelter had four walls, with an opening about five feet wide in the front wall. I picked a spot in a corner. Other hikers arrived; it would be a full house tonight. It was seven o’clock and the start of one of the worst nights of my life. When I crawled into my sleeping bag, my underwear was still moist after sweating so much on the difficult climbs of the day, and none of my other clothing was dry. I could not ignore another inconvenience, either: the air movement brought to the surface all the smells of bodies and wet sleeping bags. Lying on the floor in the corner of the crowded shelter, surrounded by bad smells, I could not fall asleep. * shelter: 대피소 ① bored ② excited ③ frightened ④ relieved ⑤ unpleasant 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Language play is good for children’s language learning and development, and therefore we should strongly encourage, and even join in their language play. However, the play must be owned by the children. If it becomes another educational tool for adults to use to produce outcomes, it loses its very essence. Children need to be able to delight in creative and immediate language play, to say silly things and make themselves laugh, and to have control over the pace, timing, direction, and flow. When children are allowed to develop their language play, a range of benefits result from it. ① 아이들이 언어 놀이를 주도하게 하라. ② 아이들의 질문에 즉각적으로 반응하라. ③ 아이들에게 다양한 언어 자극을 제공하라. ④ 대화를 통해 아이들의 공감 능력을 키워라. ⑤ 언어 놀이를 통해 자녀와의 관계를 회복하라. 영어영역 고1 3 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 8 21. 다음 글의 요지로 가장 적절한 것은? If you walk into a room that smells of freshly baked bread, you quickly detect the rather pleasant smell. However, stay in the room for a few minutes, and the smell will seem to disappear. In fact, the only way to reawaken it is to walk out of the room and come back in again. The exact same concept applies to many areas of our lives, including happiness. Everyone has something to be happy about. Perhaps they have a loving partner, good health, a satisfying job, a roof over their heads, or enough food to eat. As time passes, however, they get used to what they have and, just like the smell of fresh bread, these wonderful assets disappear from their consciousness. As the old proverb goes, you never miss the water till the well runs dry. ① 새로움을 추구하는 삶이 가치 있다. ② 작은 행복이 모여서 큰 행복이 된다. ③ 즐거움은 어느 정도의 고통을 수반한다. ④ 익숙함이 소중한 것의 가치를 잊게 한다. ⑤ 결과보다 과정에 집중하는 삶이 행복하다. 22. 다음 글의 주제로 가장 적절한 것은? Have you ever wondered why a dog doesn’t fall over when he changes directions while running? When a dog is running and has to turn quickly, he throws the front part of his body in the direction he wants to go. His back then bends, but his hind part will still continue in the original direction. Naturally, this turning movement might result in the dog’s hind part swinging wide. And this could greatly slow his rate of movement or even cause the dog to fall over as he tries to make a high-speed turn. However, the dog’s tail helps to prevent this. Throwing his tail in the same direction that his body is turning serves to reduce the tendency to spin off course. * hind: 뒤쪽의 ① effects of a dog’s weight on its speed ② role of a dog’s tail in keeping balance ③ factors causing a dog’s bad behaviors ④ importance of training a dog properly ⑤ reasons why a dog jumps on people 23. 다음 글의 제목으로 가장 적절한 것은? Many people suppose that to keep bees, it is necessary to have a large garden in the country; but this is a mistake. Bees will, of course, do better in the midst of fruit blossoms in May and white clovers in June than in a city where they have to fly a long distance to reach the open fields. However, bees can be kept with profit even under unfavorable circumstances. Bees do very well in the suburbs of large cities since the series of flowers in the gardens of the villas allow a constant supply of honey from early spring until autumn. Therefore, almost every person ― except those who are seriously afraid of bees ― can keep them profitably and enjoyably. ① The Best Season for Honey Harvest in Cities ② Myth and Truth about Where to Keep Bees ③ How Can We Overcome Fear of Bees? ④ Benefits of Bee Farming on Nature ⑤ Bee Farming: Not an Easy Job 24. 다음 도표의 내용과 일치하지 않는 것은? Key Factors Influencing Movie Choices in Korea The above graph shows the key factors influencing people’s movie choices in 2013 and 2015 in Korea. ①In both 2013 and 2015, the rates for “Storyline” were the highest of the four key factors. ②In the case of “Actor,” it influenced more than 70 percent of the respondents in both years. ③Compared to 2013, the rates for all the key factors, except “Online Rating,” decreased in 2015. ④Among the four factors, “Storyline” had the smallest difference while “Online Rating” showed the largest difference between 2013 and 2015. ⑤Unlike in 2013, in 2015 the rate for “Director” was less than half that for “Actor.” 영어영역 4 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 8 25. Nauru에 관한 다음 글의 내용과 일치하지 않는 것은? Nauru is an island country in the southwestern Pacific Ocean. It is located about 800 miles to the northeast of the Solomon Islands; its closest neighbor is the island of Banaba, some 200 miles to the east. Nauru has no official capital, but government buildings are located in Yaren. With a population of about 10,000, Nauru is the smallest country in the South Pacific and the third smallest country by area in the world. The native people of Nauru consist of 12 tribes, as symbolized by the 12-pointed star on the Nauru flag, and are believed to be a mixture of Micronesian, Polynesian, and Melanesian. Their native language is Nauruan, but English is widely spoken as it is used for government and business purposes. ① 솔로몬 제도로부터 북동쪽에 위치해 있다. ② 공식 수도는 없으나 Yaren에 정부 건물이 있다. ③ 면적이 세계에서 세 번째로 작은 국가이다. ④ 원주민은 12개의 부족으로 구성되어 있다. ⑤ 모국어가 있어 다른 언어는 사용하지 않는다. 26. Kids Coding Camp에 관한 다음 안내문의 내용과 일치하는 것은? Kids Coding Camp For kids 10 to 15 years old, the Kids Coding Camp offers a great opportunity to learn computer programming languages while also having fun. ◈ Activities • Individual work in basic programming • Group work in designing and playing games ◈ Dates & Price • Dates: June 28 - 30, 2017 • Price: $35 per kid (includes Internet use, a gift, and a certificate) ◈ Requirements & Registration • Each kid must bring their own notebook computer. • Please sign up for the camp no later than June 15th by phone(2345-6789) or e-mail(kevincho@codingcamp.com). ① 게임 설계는 개인별 활동이다. ② 일주일 동안 진행된다. ③ 참가비에 인터넷 사용료가 포함된다. ④ 참가자에게 노트북 컴퓨터가 제공된다. ⑤ 시작일 하루 전까지 등록이 가능하다. 27. Family Activities at the Basque Museum에 관한 다음 안내문의 내용과 일치하지 않는 것은? Family Activities at the Basque Museum Whether you are a new or regular visitor, this is your guide to the family activities coming up at the Basque Museum. ▣ Dates & Hours • June 1 – 30 • Weekdays: 9:00 a.m. - 5:00 p.m. • Weekends: 10:00 a.m. - 6:00 p.m. ▣ Activities • Treasure Hunt - Age 5+, lasts 30 minutes, 3 times a day • Making History Books - For kids of all ages, weekends only ▣ Notices • All activities are free, donations are welcome. • Reservations are required for all activities. • Children must be accompanied by an adult. ① 주중과 주말 운영 시간이 다르다. ② 보물찾기 활동은 하루에 세 번 진행한다. ③ 역사 책 만들기 활동은 주중에만 운영한다. ④ 모든 활동은 예약이 필수이다. ⑤ 어린이들은 성인과 함께 와야 한다. 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] Are you honest with yourself about your strengths and weaknesses? Get to really know ①yourself and learn what your weaknesses are. Accepting your role in your problems ②mean that you understand the solution lies within you. If you have a weakness in a certain area, get educated and do ③what you have to do to improve things for yourself. If your social image is terrible, look within yourself and take the necessary steps to improve ④it, TODAY. You have the ability to choose how to respond to life. Decide today to end all the excuses, and stop ⑤lying to yourself about what is going on. The beginning of growth comes when you begin to personally accept responsibility for your choices. 영어영역 고1 5 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 8 29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? [3점] Many successful people tend to keep a good bedtime routine. They take the time just before bed to reflect on or write down three things that they are (A) regretful / thankful for that happened during the day. Keeping a diary of things that they appreciate reminds them of the progress they made that day in any aspect of their lives. It serves as a key way to stay motivated, especially when they experience a (B) hardship / success . In such case, many people fall easily into the trap of replaying negative situations from a hard day. But regardless of how badly their day went, successful people typically (C) avoid / employ that trap of negative self-talk. That is because they know it will only create more stress. 30. 밑줄 친 he[him]가 가리키는 대상이 나머지 넷과 다른 것은? Grandfather had worked hard building an ice rink on the lake. He had spread the snow, watered the ice, and made it smooth. “Now,” said Grandfather, setting Tommy down on a wooden chair to explain things to ①him. “The first thing you will do is to hold onto the wooden chair and try to skate with it.” “Okay,” said Tommy, taking a hold of the back of the chair. It was a little difficult at first and ②he did end up falling a few times. However, ③he learned pretty quickly. “I think you are ready to try to skate without the chair,” said Grandfather. He walked backward on the ice, at first holding Tommy’s hands, but then ④he let go and Tommy moved toward him. Soon, Tommy was skating all by himself. Grandfather was so proud of ⑤him. [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. If we lived on a planet where nothing ever changed, there would be little to do. There would be nothing to figure out and there would be no reason for science. And if we lived in an unpredictable world, where things changed in random or very complex ways, we would not be able to figure things out. Again, there would be no such thing as science. But we live in an in-between universe, where things change, but according to . If I throw a stick up in the air, it always falls down. If the sun sets in the west, it always rises again the next morning in the east. And so it becomes possible to figure things out. We can do science, and with it we can improve our lives. ① age ② luck ③ belief ④ rules ⑤ interests 32. In 1995, a group of high school students in Miner County, South Dakota, started planning a revival. They wanted to do something that might revive their dying community. Miner County had been failing for decades. Farm and industrial jobs had slowly dried up, and nothing had replaced them. The students started investigating the situation. One finding in particular disturbed them. They discovered that half of the residents had been shopping outside the county, driving an hour to Sioux Falls to shop in larger stores. Most of the things that could improve the situation were out of the students’ control. But they did uncover one thing that was very much in their control: inviting the residents to . They found their first slogan: Let’s keep Miner dollars in Miner County. [3점] * resident: 주민 ① work out regularly ② spend money locally ③ drive their cars safely ④ treat strangers nicely ⑤ share work equally (A) (B) (C) ①regretful ······ hardship ······ avoid ②regretful ······ success ······ employ ③thankful ······ hardship ······ avoid ④thankful ······ success ······ avoid ⑤thankful ······ hardship ······ employ 영어영역 6 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. What do rural Africans think as they pass fields of cash crops such as sunflowers, roses, or coffee, while walking five kilometers a day to collect water? Some African countries find it difficult to feed their own people or provide safe drinking water, yet precious water is used to produce export crops for European markets. But, African farmers cannot help but grow those crops because they are one of only a few sources of income for them. In a sense, African countries are exporting their water in the very crops they grow. They need water, but they also need to export water through the crops they produce. Environmental pressure groups argue that European customers who buy African coffee or flowers are in Africa. [3점] ① lowering the prices of crops ② making water shortages worse ③ making farmers’ incomes lower ④ producing goods with more profit ⑤ criticizing the unfair trade of water 34. One real concern in the marketing industry today is how to in the age of the remote control and mobile devices. With the growing popularity of digital video recorders, consumers can mute, fast-forward, and skip over commercials entirely. Some advertisers are trying to adapt to these technologies, by planting hidden coupons in frames of their television commercials. Others are desperately trying to make their advertisements more interesting and entertaining to discourage viewers from skipping their ads; still others are simply giving up on television advertising altogether. Some industry experts predict that cable providers and advertisers will eventually be forced to provide incentives in order to encourage consumers to watch their messages. These incentives may come in the form of coupons, or a reduction in the cable bill for each advertisement watched. [3점] * mute: 음소거하다 ① guide people to be wise consumers ② reduce the cost of television advertising ③ keep a close eye on the quality of products ④ make it possible to deliver any goods any time ⑤ win the battle for broadcast advertising exposure [35~36] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 35. In early 19th century London, a young man named Charles Dickens had a strong desire to be a writer. But everything seemed to be against him. (A) Moreover, he had so little confidence in his ability to write that he mailed his writings secretly at night to editors so that nobody would laugh at him. Story after story was refused. (B) He had never been able to attend school for more than four years. His father had been in jail because he couldn’t pay his debts, and this young man often knew the pain of hunger. (C) But one day, one editor recognized and praised him. The praise that he received from getting one story in print changed his whole life. His works have been widely read and still enjoy great popularity. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 36. One of the most essential decisions any of us can make is how we invest our time. (A) During this period, people worked for more than eighty hours a week in factories. But there were some who spent their few precious free hours reading books or getting involved in politics instead of following the majority into the pubs. (B) Of course, how we invest time is not our decision alone to make. Many factors determine what we should do either because we are members of the human race, or because we belong to a certain culture and society. (C) Nevertheless, there is room for personal choice, and control over time is to a certain extent in our hands. Even in the most oppressive decades of the Industrial Revolution, people didn’t give up their free will when it came to time. [3점] * oppressive: 억압적인 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 영어영역 고1 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8 [37~38] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 37. In contrast, Europe has never come close to political unification. China’s frequent times of unity and Europe’s constant disunity both have a long history. ( ① ) The most productive areas of modern China were politically joined for the first time in 221 BC, and have remained so for most of the time since then. ( ② ) It has had only a single writing system from the beginning, a single principal language for a long time, and solid cultural unity for two thousand years. ( ③ ) It was divided into 500 states in AD 1500, got down to a minimum of 25 states in the 1980s, and is now up again to over 40. ( ④ ) It still has 45 languages, and even greater cultural diversity. ( ⑤ ) The current disagreements about the issue of unifying Europe are typical of Europe’s disunity. 38. Throw away your own hesitation and forget all your concerns about whether you are musically talented or whether you can sing or play an instrument. Music appeals powerfully to young children. ( ①) Watch preschoolers’ faces and bodies when they hear rhythm and sound ― they light up and move eagerly and enthusiastically. ( ②) They communicate comfortably, express themselves creatively, and let out all sorts of thoughts and emotions as they interact with music. ( ③) In a word, young children think music is a lot of fun, so do all you can to make the most of the situation. ( ④) They don’t matter when you are enjoying music with your child. ( ⑤) Just follow his or her lead, have fun, sing songs together, listen to different kinds of music, move, dance, and enjoy. 39. 다음 글에서 전체 흐름과 관계 없는 문장은? I have seen many companies rush their products or services to market too quickly. ①There are many reasons for taking such an action, including the need to recover costs or meet deadlines. ②The problem with moving too quickly, however, is that it has a harmful impact on the creative process. ③Great ideas, like great wines, need proper aging: time to bring out their full flavor and quality. ④As a result, many companies are hiring employees regardless of their age, education, and social background. ⑤Rushing the creative process can lead to results that are below the standard of excellence that could have been achieved with additional time. 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A)와 (B)에 들어갈 말로 가장 적절한 것은? According to an Australian study, a person’s confidence in the kitchen is linked to the kind of food that he or she tends to enjoy eating. Compared to the average person, those who are proud of the dishes they make are more likely to enjoy eating vegetarian food and health food. Moreover, this group is more likely than the average person to enjoy eating diverse kinds of food: from salads and seafood to hamburgers and hot chips. In contrast, people who say “I would rather clean than make dishes.” don’t share this wide-ranging enthusiasm for food. They are less likely than the average person to enjoy different types of food. In general, they eat out less than the average person except for when it comes to eating at fast food restaurants. 󰀻 In general, people who are confident in (A) are more likely to enjoy (B) foods than those who are not. (A) (B) ①cooking ······ various ②cooking ······ specific ③tasting ······ organic ④dieting ······ healthy ⑤dieting ······ exotic 영어영역 8 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 8 8 [41~42] 다음 글을 읽고, 물음에 답하시오. With thousands of websites, television channels, text messages, and phone calls, it is easy to become drowned in a flood of media. We often try to absorb too much in too many ways, to enjoy music while at the same time e-mailing someone on our laptops and being interrupted by constant messages on our mobile phones. Is there any one thing I have learned to help me survive? Yes. Try to stick to one type of media at a time. To a large extent we have a very limited ability to focus. If we try to absorb too many things at once, they often conflict. Just the action of talking takes up much of our working memory. Trying to talk about complex subjects and drive well at the same time pushes our abilities to their limits. This is one of the reasons why people still go to cinemas for good films; it is a(n) experience because all mobile phones are switched off. Many forms of communication are only really enjoyed one at a time. 41. 윗글의 제목으로 가장 적절한 것은? ① Don’t Judge a Book by Its Cover ② Two Heads Are Better Than One ③ The Early Bird Catches the Worm ④ A Friend in Need Is a Friend Indeed ⑤ Don’t Bite off More Than You Can Chew 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① full ② wrong ③ indirect ④ moral ⑤ painful [43~45] 다음 글을 읽고, 물음에 답하시오. (A) It was evening when I landed in Kuching, Malaysia. I felt alone and homesick. I was a 19-year-old Dubai-raised kid away from home for the first time to start my university studies in mechanical engineering. I took my luggage and headed to the airport exit. I looked around and found my driver waiting for me in front of (a) his gray van with the name of my university on it. (B) With a sigh of relief, I took my wallet and thanked him. I could imagine a horrible scenario if he had not returned it. The man welcomed me to Kuching and drove away. As my driver dropped me off, (b) he smiled and wished me luck with my university studies. Thanks to the kindness of these strangers, the initial doubt I had had about my decision to study away from home was replaced with hope and excitement. (C) This continued more aggressively and my driver started to panic. Honks and more flashes followed, so (c) he pulled the van over to the roadside. My heart was pounding as the man from the car behind approached us. As he reached my window, I lowered it and then looked down at (d) his hands to see that he was holding my wallet. I had left it in the airport and I realized he had been trying to return it to me ever since we had left the airport. * honk: 경적 소리 (D) As we left the airport, he began talking about the city and its people. As I loved driving very much, we moved onto talking about cars and driving in Kuching. “Never make Kuching people angry,” (e) he warned. “No road rage. Very dangerous!” He then went on to list his experiences of road rage and advised me to drive very cautiously. A bit later, the car behind started to flash its lights at us. * road rage: 도로에서 벌어지는 운전자의 난폭 행동 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a) ~ (e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 ‘I’에 관한 내용으로 적절하지 않은 것은? ① 기계 공학을 공부하려고 집을 떠나왔다. ② 처음에는 유학 결정에 대해 의구심을 가졌다. ③ 지갑을 자동차에 두고 내렸다. ④ 운전하는 것을 매우 좋아했다. ⑤ 조심스럽게 운전하라는 충고를 들었다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
}