{
    "text": "고1 영어영역 1 1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까 지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① Why don’t you give it a try? ② I want to visit other countries, too. ③ I really liked noodle soup with pork. ④ It took one hour to get to the beach. ⑤ Can you pick me up from the airport? 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① The conductor was really impressive. ② There was heavy traffic, so I arrived late. ③ My dad gave me two tickets for the concert. ④ Classical music always makes me feel relaxed. ⑤ I kept coughing and didn’t want to bother anyone. 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 도서 대출 기한 변경을 안내하려고 ② 도서관 조명 시설 교체를 요청하려고 ③ 도서관 운영 시간 연장을 건의하려고 ④ 도서관 공사로 인한 소음에 대해 사과하려고 ⑤ 도서관 보수로 인한 임시 휴관을 공지하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 수면 부족은 신체 건강에 해롭다. ② 적절한 스트레스는 일의 능률을 높인다. ③ 잠자기 전 휴대폰 사용은 숙면에 방해가 된다. ④ 수면 장애 해결을 위해 원인을 파악해야 한다. ⑤ 집중력 향상을 위해 규칙적인 운동이 필요하다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 약사 - 고객 ② 농구 코치 - 선수 ③ 보건 교사 - 학생 ④ 물리 치료사 - 환자 ⑤ 제약회사 직원 - 의사 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ① 선물 구매하기 ② 사진관 가기 ③ 프린터 고치러 가기 ④ 이메일로 사진 보내기 ⑤ 집에서 사진 출력하기 8. 대화를 듣고, 여자가 building expo에 갈 수 없는 이유를 고르시오. ① 오디션에 참가해야 해서 ② 건축학 특강을 들어야 해서 ③ 연극 관람을 하러 가야 해서 ④ 다른 박람회에 갈 계획이어서 ⑤ 집짓기 봉사 활동을 해야 해서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. ① $40 ② $45 ③ $50 ④ $55 ⑤ $60 10. 대화를 듣고, Garden and Flower Show에 관해 두 사람이 언급하지 않은 것을 고르시오. ① 시작 시간 ② 장소 ③ 신청 방법 ④ 체험 프로그램 ⑤ 입장료 11. 2017 Student Design Competition에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. [3점] ① 학생의 창의력 향상을 목표로 한다. ② 참가자는 2층 건물 디자인을 제출해야 한다. ③ 전 세계 대학생이 참가할 수 있다. ④ 제출한 디자인은 네 개의 기준에 의해 평가된다. ⑤ 출품작은 10월 1일까지 제출해야 한다. 2017학년도 9월 고1 전국연합학력평가 문제지 영어영역 제3 교시 1 2 영어영역 고1 2 8 12. 다음 표를 보면서 대화를 듣고, 두 사람이 선택할 단체복을 고르시오. Class T­Shirt Option Color Sleeve Logo ① A Red Short ○ ② B Red Short × ③ C Red Long × ④ D Blue Short ○ ⑤ E Blue Long × 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] ① I think I received the wrong items. ② Fortunately, my students really liked the gifts. ③ I’ll check if your order can be canceled or not. ④ Your baseball club did a great job. Congratulations! ⑤ I’ll upload the list to your bulletin board in an hour. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] ① I like talking in person more than writing letters. ② You should know how to say hello and thank you in Chinese. ③ There are many benefits to having international friends. ④ I know a website where you can learn foreign languages. ⑤ I want English­speaking friends, so I can practice my English. 15. 다음 상황 설명을 듣고, Kate가 종업원에게 할 말로 가장 적절한 것을 고르시오. ① Would you refill the drinks? ② I think he’s still eating that. ③ Can I get the check, please? ④ Thank you for cleaning the table. ⑤ I would like to order a shrimp dish. [16~17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① how to pack for outdoor activities ② necessity of preserving nature in Africa ③ what to prepare for volunteering in Africa ④ reasons for participating in volunteering abroad ⑤ urgent health­related issues happening in Africa 17. 언급된 물건이 아닌 것은? ① sunscreen ② mosquito net ③ hand sanitizer ④ bug spray ⑤ first aid kit 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? To whom it may concern: My wife and I have lived in Smalltown for more than 60 years and have enjoyed Freer Park for all that time. When we were young and didn’t have the money to go anywhere else, we would walk there almost every day. Now we are seniors, and my wife must use a wheelchair for extended walks. We find that the beautiful walking paths through the park are all but impassable to her. The paths are cracked and littered with rocks and debris that make it impossible to roll her chair from place to place. We hope you will devote resources to restoring the walking paths in Freer Park for all visitors. Sincerely, Craig Thomas ＊debris: 파편, 쓰레기 ① 공원 산책로 복구를 요청하려고 ② 노인 복지 서비스 개선을 건의하려고 ③ 휠체어 대여 서비스에 대해 안내하려고 ④ 청소년 야외 활동 시설에 대해 문의하려고 ⑤ 공원 내 주차 공간 부족에 대해 항의하려고 19. 다음 글에 드러난 ‘I’의 심경으로 가장 적절한 것은? When the vote was announced, my brain just would not work out the right percentages to discover whether we had the necessary two­thirds majority. Then one of the technicians turned to me with a big smile on his face and said, “You’ve got it!” At that moment, the cameras outside took over and out there in the yard there was a scene of joy almost beyond belief. Then the cameras came back to those of us who were in the studio. I managed to overcome my urge to burst into tears, and expressed my joy and delight that after all these years this had happened and my thanks to my daughters and my family who had shared in the struggle so long. ① discouraged and sorrowful ② overjoyed and thrilled ③ bored and indifferent ④ jealous and furious ⑤ calm and peaceful 고1 영어영역 3 3 8 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? It is easy to judge people based on their actions. We are often taught to put more value in actions than words, and for good reason. The actions of others often speak volumes louder than their words. However, when someone exhibits some difficult behavior, you might want to reserve judgement for later. People are not always defined by their behavior. It is common to think, “He is so bossy,” or “She is so mean,” after observing less­than­desirable behavior in someone. But you should never make such assumptions right away. You should give someone a second chance before you label them and shut them out forever. You may find a great co­worker or best friend in someone, so don’t eliminate a person from your life based on a brief observation. ① 단시간의 관찰로 타인을 성급하게 판단하지 마라. ② 자신의 적성을 찾기 위해 다양한 경험을 쌓아라. ③ 바람직하지 않은 습관을 고치기 위해 노력하라. ④ 원만한 인간관계를 위해 칭찬을 아끼지 마라. ⑤ 말보다는 행동으로 삶의 모범을 보여라. 21. 다음 글의 요지로 가장 적절한 것은? Study the lives of the great people who have made an impact on the world, and you will find that in virtually every case, they spent a considerable amount of time alone thinking. Every political leader who had an impact on history practiced the discipline of being alone to think and plan. Great artists spend countless hours in their studios or with their instruments not just doing, but exploring their ideas and experiences. Time alone allows people to sort through their experiences, put them into perspective, and plan for the future. I strongly encourage you to find a place to think and to discipline yourself to pause and use it because it has the potential to change your life. It can help you to figure out what’s really important and what isn’t. ① 예술적 감수성을 키우기 위해 다양한 활동이 필요하다. ② 공동의 문제를 해결하기 위해 협동심을 발휘해야 한다. ③ 자신의 성장을 위해 혼자 생각할 시간을 가질 필요가 있다. ④ 합리적 정책을 수립하기 위해 비판적 의견을 수용해야 한다. ⑤ 성공적인 지도자가 되기 위해 규율을 엄격하게 적용해야 한다. 22. 다음 글의 주제로 가장 적절한 것은? Shopping for new gadgets, clothes, or just random junk can turn into a hobby in itself. If you’d rather save your money, try finding pleasure in creating things rather than buying things. We get the same kind of satisfaction from making things that we do from buying things. If you draw something you’re proud of or write something you enjoy, you’ve now got a new thing in your life that makes you happy. Buying a new gadget might give you a similar rush, but it’s also probably more temporary. Of course, our recommendation can cost money, too. However, when you can’t spend money, you can always learn more about your craft online or practice with what you already have. Even if you end up spending money making things yourself, you’re at least building a skill rather than a collection of stuff that’s quickly decreasing in value. ① misconceptions about gadget collecting as a hobby ② why creating things is better than shopping ③ negative effects of expensive hobbies ④ ways to purchase clothing wisely ⑤ shopping for clothes as a hobby 23. 다음 글의 제목으로 가장 적절한 것은? Overprotective parents spare kids from all natural consequences. Unfortunately, their kids often lack a clear understanding of the reasons behind their parents’ rules. They never learn how to bounce back from failure or how to recover from mistakes because their parents prevented them from making poor choices. Rather than learning, “I should wear a jacket because it’s cold outside,” a child may conclude, “I have to wear a jacket because my mom makes me.” Without an opportunity to experience real­world consequences, kids don’t always understand why their parents make certain rules. Natural consequences prepare children for adulthood by helping them think about the potential consequences of their choices. ① Dark Sides of the Virtual World ② Let Natural Consequences Teach Kids ③ The More Choices, the More Mistakes ④ Listen to Kids to Improve Relationships ⑤ The Benefits of Overprotective Parenting 4 영어영역 고1 4 8 24. 다음 도표의 내용과 일치하지 않는 것은? Children Who Read Books for Fun at Least Five Days a Week The above graph shows the percentages of children in different age groups who read books for fun at least five days a week in 2012 and 2014. ①In both years, the percentages of the 6-8 age group ranked first, followed by the 9-11 age group. ②In 2012, the percentage of the 6-8 age group was twice as large as that of the 15-17 age group. ③In 2014, the percentage of the 6-8 age group was larger than the combined percentage of the two age groups 12-14 and 15-17. ④The gap in the percentages between 2012 and 2014 was the smallest in the 12-14 age group. ⑤Compared to 2012, all the age groups showed decreased percentages in 2014. 25. Dorothy Hodgkin에 관한 다음 글의 내용과 일치하지 않는 것은? Dorothy Hodgkin was born in Cairo in 1910, where her father worked in the Egyptian Education Service. Her interest in chemistry started when she was just ten years old. In 1949, she worked on the structure of penicillin with her colleagues. Her work on vitamin B12 was published in 1954, which led to her being awarded the Nobel Prize in Chemistry in 1964. She also became the first woman to receive the Copley Medal and was a winner of the Lenin Peace Prize. Hodgkin showed great concern for social inequalities and resolving conflicts. As a result, she was president of the Pugwash Conferences from 1976 to 1988. ① 10세 때 화학에 대한 흥미가 생겼다. ② 동료와 함께 페니실린의 구조를 연구했다. ③ 1954년에 노벨 화학상을 받았다. ④ Copley 메달을 수상한 최초의 여성이다. ⑤ 사회 불평등과 갈등 해소에 큰 관심을 보였다. 26. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] In perceiving changes, we tend to regard the most recent ①ones as the most revolutionary. This is often inconsistent with the facts. Recent progress in telecommunications technologies is not more revolutionary than ②what happened in the late nineteenth century in relative terms. Moreover, in terms of the consequent economic and social changes, the Internet revolution has not been as ③important as the washing machine and other household appliances. These things, by vastly reducing the amount of work needed for household chores, ④allowing women to enter the labor market and virtually got rid of professions like domestic service. We should notput the telescope backwardwhen we look into the past and underestimate the old and overestimate the new. This leads us ⑤to make all sorts of wrong decisions about national economic policy, corporate policies, and our own careers. 27. Hike the Valley에 관한 다음 안내문의 내용과 일치하는 것은? Hike the Valley Hike the Valley is a hiking program where we guide participants through local trails every Saturday. Hike Information ◈ Meeting Place Marshall Canyon Regional Park Main Gate ◈ Age Requirements Participants should be ten years of age or older. All those under the age of 18 must be accompanied by an adult. ◈ Participation Fee The fee is $8 per person. This includes a bottle of water and shuttle bus service. ◈ Participant Requirements Hikers are required to wear comfortable hiking shoes or boots and bring their own lunch. ◈ Registration Register in advance at the Carolyn Owens Community Center. ① 격주 토요일마다 진행된다. ② 10세 미만의 아동은 참가할 수 없다. ③ 셔틀버스 이용료는 참가비에 포함되지 않는다. ④ 점심 식사를 제공한다. ⑤ 사전 참가 신청은 불가능하다. 고1 영어영역 5 5 8 28. Passing on My Favorites에 관한 다음 안내문의 내용과 일치하지 않는 것은? Passing on My Favorites Do you have anything you don’t use anymore? Passing on My Favorites is a flea market event that takes place at our school every year. Bring Your Goods ￭ When: September 4 - 6 (12:00 - 13:00) ￭ Where: the student council room ￭ What: anything you don’t use anymore (clothing, bags, shoes, stationery, etc.) ＊You will receive coupons according to how much you bring. Buy What You Want ￭ When: September 8 (10:00 - 12:00) ￭ Where: the gymnasium ￭ How: The coupons mentioned above will be your only way to purchase goods. ＊No food will be sold because it might spoil in the hot weather. ① 벼룩시장 행사이다. ② 학생회실로 물건을 가져와야 한다. ③ 물건을 사는 날은 9월 8일이다. ④ 현금을 주고 물건을 구입할 수 있다. ⑤ 음식은 판매되지 않는다. 29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? From the beginning of human history, people have asked questions about the world and their place within it. For early societies, the answers to the most basic questions were found in (A) religion / science . Some people, however, found the traditional religious explanations inadequate, and they began to search for answers based on reason. This (B) consistency / shift marked the birth of philosophy, and the first of the great thinkers that we know of was Thales of Miletus. He used reason to inquire into the nature of the universe, and encouraged others to do likewise. He passed on to his followers not only his answers but also the process of thinking (C) rationally / irrationally , together with an idea of what kind of explanations could be considered satisfactory. (A) (B) (C) ①religion …… consistency …… rationally ②religion …… shift …… irrationally ③religion …… shift …… rationally ④science …… shift …… irrationally ⑤science …… consistency …… rationally 30. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른 것은? About fifty years ago, a Pygmy named Kenge took ①his first trip out of the forests of Africa and onto the open plains with an anthropologist. Buffalo appeared in the distance, and the Pygmy watched them curiously. Finally, ②he turned to the anthropologist and asked what kind of insects they were. “When I told Kenge that the insects were buffalo, ③he roared with laughter and told me not to tell such stupid lies.” The anthropologist wasn’t stupid, and ④he hadn’t lied. Rather, because Kenge had lived his entire life in a dense jungle that offered no views of the horizon, ⑤he had failed to learn what most of us take for granted, namely, that things look different when they are far away. ＊anthropologist: 인류학자 [31~34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. Why doesn’t the modern American accent sound similar to a British accent? After all, didn’t the British colonize the U.S.? Experts believe that British residents and the colonists who settled America all sounded the same back in the 18th century, and they probably all sounded more like modern Americans than modern Brits. The accent that we identify as British today was developed around the time of the American Revolution by people of low birth rank who had become wealthy during the Industrial Revolution. To distinguish themselves from other commoners, these people developed new ways of speaking to set themselves apart and demonstrate their new, elevated . In the 19th century, this distinctive accent was standardized as Received Pronunciation and taught widely by pronunciation tutors to people who wanted to learn to speak fashionably. [3점] ＊Received Pronunciation: 영국 표준 발음 ① social status ② fashion sense ③ political pressures ④ colonial involvement ⑤ intellectual achievements 32. It’s hard enough to stick with goals you want to accomplish, but sometimes we make goals we’re not even thrilled about in the first place. We set resolutions based on what we’re supposed to do, or what others think we’re supposed to do, rather than what really matters to us. This makes it nearly impossible to stick to the goal. For example, reading more is a good habit, but if you’re only doing it because you feel like that’s what you’re supposed to do, not because you actually want to learn more, you’re going to have a hard time reaching the goal. Instead, make goals based on . Now, this isn’t to say you should read less. The idea is to first consider what matters to you, then figure out what you need to do to get there. [3점] ① your moral duty ② a strict deadline ③ your own values ④ parental guidance ⑤ job market trends 6 영어영역 고1 6 8 33. Houston Airport executives faced plenty of complaints regarding baggage claim time, so they increased the number of baggage handlers. Although it reduced the average wait time to eight minutes, complaints didn’t stop. It took about a minute to get from the arrival gate to baggage claim, so the passengers spent seven more minutes waiting for their bags. The solution was to move the arrival gates away from the baggage claim so it took passengers about seven minutes to walk there. It resulted in complaints reducing to almost zero. Research shows occupied time feels shorter than unoccupied time. People usually exaggerate about the time they waited, and what they find most bothersome is time spent unoccupied. Thus, occupying the passengers’ time by gave them the idea they didn’t have to wait as long. [3점] ＊baggage claim (area): 수하물 찾는 곳 ① having them wait in line ② making them walk longer ③ producing more advertisements ④ bothering them with complaints ⑤ hiring more staff to handle bags 34. Having extremely vivid memories of past emotional experiences and only weak memories of past everyday events means we . We tend to view the past as a concentrated time line of emotionally exciting events. We remember the arousing aspects of an episode and forget the boring bits. A summer vacation will be recalled for its highlights, and the less exciting parts will fade away with time, eventually to be forgotten forever. As a result, when we estimate how our next summer vacation will make us feel, we overestimate the positive. It seems as though an imprecise picture of the past is one reason for our inaccurate forecasts of the future. [3점] ① focus primarily on the future ② remember every detail of our lives ③ maintain a biased perception of the past ④ have trouble overcoming our emotional problems ⑤ share negative emotional experiences with others [35~36] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 35. Use a plastic pen and rub it on your hair about ten times and then hold the pen close to small pieces of tissue paper or chalk dust. (A) During a thunderstorm, clouds may become charged as they rub against each other. The lightning that we often see during a storm is caused by a large flow of electrical charges between charged clouds and the earth. (B) This kind of electricity is produced by friction, and the pen becomes electrically charged. Static electricity is also found in the atmosphere. (C) You will find that the bits of paper or chalk dust cling to the pen. What you have done there is to create a form of electricity called static electricity. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 36. From a correlational observation, we conclude that one variable is related to a second variable. But neither behavior could be directly causing the other even though there is a relationship. (A) They found the best predictor to be the number of tattoos the rider had. It would be a ridiculous error to conclude that tattoos cause motorcycle accidents or that motorcycle accidents cause tattoos. (B) The following example will illustrate why it is difficult to make causal statements on the basis of correlational observation. The researchers at the U.S. Army conducted a study of motorcycle accidents, attempting to correlate the number of accidents with other variables such as socioeconomic level and age. (C) Obviously, a third variable is related to both — perhaps preference for risk. A person who is willing to take risks likes to be tattooed and also takes more chances on a motorcycle. [3점] ＊variable: 변인 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고1 영어영역 7 7 8 [37~38] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 37. So skin cells, hair cells, and nail cells no longer produce new cells. Do hair and fingernails continue to grow after a person dies? The short answer is no, though it may not seem that way to the casual observer. ( ① ) That’s because after death, the human body dehydrates, causing the skin to shrink, or become smaller. ( ② ) This shrinking exposes the parts of the nails and hair that were once under the skin, causing them to appear longer than before. ( ③ ) Typically, fingernails grow about 0.1 millimeters a day, but in order to grow, they need glucose — a simple sugar that helps to power the body. ( ④ ) Once the body dies, there’s no more glucose. ( ⑤ ) Moreover, a complex hormonal regulation directs the growth of hair and nails, none of which is possible once a person dies. ＊dehydrate: 수분이 빠지다 38. But as soon as he puts skis on his feet, it is as though he had to learn to walk all over again. Reading is like skiing. When done well, when done by an expert, both reading and skiing are graceful, harmonious activities. When done by a beginner, both are awkward, frustrating, and slow. ( ① ) Learning to ski is one of the most embarrassing experiences an adult can undergo. ( ② ) After all, an adult has been walking for a long time; he knows where his feet are; he knows how to put one foot in front of the other in order to get somewhere. ( ③ ) He slips and slides, falls down, has trouble getting up, and generally looks — and feels — like a fool. ( ④ ) It is the same with reading. ( ⑤ ) Probably you have been reading for a long time, too, and starting to learn all over again would be humiliating. 39. 다음 글에서 전체 흐름과 관계 없는 문장은? Studying history can make you more knowledgeable or interesting to talk to or can lead to all sorts of brilliant vocations, explorations, and careers. ①But even more importantly, studying history helps us ask and answer humanity’s Big Questions. ②If you want to know why something is happening in the present, you might ask a sociologist or an economist. ③But if you want to know deep background, you ask historians. ④A career as a historian is a rare job, which is probably why you have never met one. ⑤That’s because they are the people who know and understand the past and can explain its complex interrelationships with the present. 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A)와 (B)에 들어갈 말로 가장 적절한 것은? Social psychologists at the University of Virginia asked college students to stand at the base of a hill while carrying a weighted backpack and estimate the steepness of the hill. Some participants stood next to close friends whom they had known a long time, some stood next to friends they had not known for long, some stood next to strangers, and the others stood alone during the exercise. The participants who stood with close friends gave significantly lower estimates of the steepness of the hill than those who stood alone, next to strangers, or next to newly formed friends. Furthermore, the longer the close friends had known each other, the less steep the hill appeared to the participants involved in the study.  According to the study, a task is perceived as less (A) when standing next to a (B) friend. (A) (B) ①difficult …… close ②valuable …… new ③difficult …… smart ④valuable …… patient ⑤exciting …… strong 8 영어영역 고1 8 8 [41~42] 다음 글을 읽고, 물음에 답하시오. Without a doubt, dinosaurs are a popular topic for kids across the planet. Something about these extinct creatures from long ago seems to hold almost everyone’s attention, young or old, boy or girl. Though we don’t know a lot about dinosaurs, what we do know is fascinating to children of all ages. But why? “I think the reason kids like dinosaurs so much is that dinosaurs were big, were different from anything alive today, and are extinct. So they are imagination engines,” explains Jack Horner, a technical advisor for the Jurassic Park films. Teachers all over the country would agree. Dinosaurs are studied in classrooms each year, not only for the science behind the topic, but also because of the thinking it seems to foster in students. “The best part about this is what happens with their writing,” Jennifer Zimmerman, a primary school teacher in Washington, D.C., says. “I think it’s the mystery of dinosaurs ― the fact that there are still so many things we don’t know ― that inspires them to use that topic in their journals.” Children also feel powerful when asked to draw a dinosaur. Since no one knows what colors dinosaurs actually were, a child can use what information he has ― and his imagination ― to draw a dinosaur as he sees it. 41. 윗글의 제목으로 가장 적절한 것은? ① Why Do Dinosaurs Fascinate Kids? ② A Mystery of Dinosaurs’ Footprints ③ How Movies about Dinosaurs Are Made ④ The Next Mass Extinction Is Coming Up! ⑤ The Scientific Meaning Behind Dinosaur Fossils 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① ethical ② spatial ③ creative ④ positive ⑤ realistic [43~45] 다음 글을 읽고, 물음에 답하시오. (A) A long time ago, there was a boy. He was smart, talented, and handsome. However, he was very selfish, and his temper was so difficult that nobody wanted to be his friend. Often, (a) he got angry and said hurtful things to people around him. (B) The number of nails the boy drove into the fence each day gradually decreased. Eventually, the boy started to understand that holding his temper was easier than driving nails into the fence. (b) He didn’t need the hammer and nails anymore when he learned to hold his temper. He went to his father and shared (c) his achievement. “Now every time you hold your temper all day long, pull out one nail.” (C) Much time passed. At last, the boy was proud of himself as all the nails were gone. He found his father and explained this. Together, they went to the fence, and (d) he said, “You did a good job, my son, but pay attention to the holes left from the nails. The fence will never be the same. The same happens when you say hurtful things to people. Your words leave scars in their hearts like those holes in the fence.” (D) The boy’s parents were concerned about his bad temper. One day, the father had an idea. He called his son and gave (e) him a hammer and a bag of nails. The father said, “Every time you get angry, take a nail, and drive it into that old fence as hard as you can.” The fence was very tough, and the hammer was heavy. Nevertheless, he was so furious that during the very first day he drove in 37 nails. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B)-(D)-(C) ② (C)-(B)-(D) ③ (C)-(D)-(B) ④ (D)-(B)-(C) ⑤ (D)-(C)-(B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 내용으로 적절하지 않은 것은? ① 어느 누구도 소년과 친구가 되기를 원치 않았다. ② 소년이 하루에 박은 못의 수는 점점 늘어났다. ③ 소년은 모든 못을 제거하고 스스로를 자랑스러워했다. ④ 소년의 부모는 아들의 못된 성질을 걱정했다. ⑤ 소년은 못을 박기 시작한 첫날 37개의 못을 박았다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
}