{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① I’m afraid I forgot her birthday. ② Of course, she will. It’s very pretty. ③ Yes. Thank you for the birthday cake. ④ I think she will decorate the card for you. ⑤ Not really. She can’t come to your birthday. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① But I haven’t finished writing it. ② Yes, I can help you study history. ③ Okay, let’s go to the teacher’s office. ④ Well, take your time to write the essay. ⑤ Sorry, but I didn’t bring my essay today. 3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고 르시오. ① 도서관 개관을 홍보하려고 ② 초청 강사 변경을 알리려고 ③ 환절기 건강 관리를 당부하려고 ④ 도서관 행사의 연기를 공지하려고 ⑤ 강연회 참가 신청 일정을 안내하려고 4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 음식물을 들고 서점에 들어가면 안 된다. ② 서점에 의자를 비치하면 매출에 도움이 된다. ③ 서점은 책 외에 다양한 품목을 판매해야 한다. ④ 서점은 고객들에게 추천 도서 목록을 제공해야 한다. ⑤ 온라인 서점에서 책을 구매하는 것이 더 경제적이다. 5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 여행 가이드- 관광객 ② 정원사- 방문객 ③ 경찰- 신고자 ④ 승무원- 탑승객 ⑤ 분실물 센터 직원- 물건 주인 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는것을 고 르시오. ① ② ③ ④ ⑤ 7. 대화를 듣고, 남자가 여자를 위해 할 일로 가장 적절한 것을 고르시오. ① 동아리 안내 책자 가져다주기 ② 동아리 모임 장소 예약하기 ③ 동아리 방에 함께 가기 ④ 동아리 모임 일정 짜기 ⑤ 동아리 가입 신청서 대신 제출하기 8. 대화를 듣고, 여자가 뉴욕 여행을 취소한 이유를 고르시오. ① 부모님이 편찮으셔서 ② 시골로 이사를 가게 되어서 ③ 부모님 댁에서 휴가를 보내고 싶어서 ④ 새로운 프로젝트를 맡게 되어서 ⑤ 휴가 기간이 짧아져서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. ① $8 ② $10 ③ $12 ④ $14 ⑤ $16 10. 대화를 듣고, Fun Town Amusement Park에 관해 언급되지 않은것을 고르시오. ① 위치 ② 도착 소요 시간 ③ 개장 시간 ④ 입장료 ⑤ 특별 프로그램 2017학년도 3월 고1 전국연합학력평가 문제지 영어영역 1 제3 교시 영어영역 2 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 8 11. 의상 기부 행사에 관한 다음 내용을 듣고, 일치하지 않는것 을 고르시오. ① 이번 주 금요일 오후에 열린다. ② ‘피터 팬’ 등장인물용 의상을 기부받는다. ③ 의상을 기부하면 기념 티셔츠를 무료로 제공한다. ④ 의상은 성인에게 맞는 크기여야 한다. ⑤ 기부 받은 의상은 돌려주지 않는다. 12. 다음 표를 보면서 대화를 듣고, 남자가 구매할 토스터를 고르 시오. Bestselling Toasters in K-Store Model Number of Slices Price Color ① A 1 $25 white ② B 1 $30 silver ③ C 2 $40 white ④ D 4 $45 silver ⑤ E 4 $55 silver 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① I agree. Writing is more difficult than speaking. ② You’re right. I have enough confidence in public speaking. ③ Exactly. I’m happy that our presentation went well. ④ Sounds great. Let’s review our research paper now. ⑤ Thanks. I’ll try hard to improve my public speaking skills. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ① Well, I’m not sure if your son likes it. ② No, it’s dangerous to leave kids home alone. ③ Of course, they are not safe even for adults. ④ That’s why it’s difficult to find drones for kids. ⑤ Yes, as long as you get a right drone for his age. 15. 다음 상황 설명을 듣고, Lily가 John에게 할 말로 가장 적절한 것을 고르시오. [3점] Lily: ① Why don’t you run for class president? ② Please give me a hand putting up the poster. ③ How about changing your slogan in the poster? ④ Will you help me make a slogan for the election? ⑤ Tell me how to keep good relationships with classmates. [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① tips on dealing with stress at school ② benefits of kids organizing their own room ③ importance of teaching school safety rules ④ how to recycle and reuse old school items ⑤ ways to help kids avoid losing school items 17. 언급된 물품이 아닌것은? ① 신발 ② 연필 ③ 지우개 ④ 가위 ⑤ 교복 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Mrs. Coling, My name is Susan Harris and I am writing on behalf of the students at Lockwood High School. Many students at the school have been working on a project about the youth unemployment problem in Lockwood. You are invited to attend a special presentation that will be held at our school auditorium on April 16th. At the presentation, students will propose a variety of ideas for developing employment opportunities for the youth within the community. As one of the famous figures in the community, we would be honored by your attendance. We look forward to seeing you there. Sincerely, Susan Harris ① 학생들이 준비한 발표회 참석을 부탁하려고 ② 학생들을 위한 특별 강연을 해 준 것에 감사하려고 ③ 청년 실업 문제의 해결 방안에 관한 강연을 의뢰하려고 ④ 학생들의 발표회에 대한 재정적 지원을 요청하려고 ⑤ 학생들의 프로젝트 심사 결과를 알리려고 영어영역 3 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 8 19. 다음 글에 드러난 Shaun의 심경으로 가장 적절한 것은? Finally, it was Shaun’s turn to give a speech. When he opened his mouth, nothing but air escaped his throat. Then he tried to speak again, not knowing what to say. He had prepared to talk about time and he started with the word: ‘Time....’ But nothing followed. Shaun could not find the words. Laughter started to pass through the auditorium from front to back. Even the judges looked disappointed. He didn’t know what to say. He looked into the crowd. The audience at the contest were laughing out loud now, at him, at his inability. ① proud ② bored ③ jealous ④ satisfied ⑤ embarrassed 20. 다음 글의 요지로 가장 적절한 것은? Recent studies show some interesting findings about habit formation. In these studies, students who successfully acquired one positive habit reported less stress; less impulsive spending; better dietary habits; decreased caffeine consumption; fewer hours spent watching TV; and even fewer dirty dishes. Keep working on one habit long enough, and not only does it become easier, but so do other things as well. It’s why those with the right habits seem to do better than others. They’re doing the most important thing regularly and, as a result, everything else is easier. ① 참을성이 많을수록 성공할 가능성이 커진다. ② 한 번 들인 나쁜 습관은 쉽게 고쳐지지 않는다. ③ 나이가 들어갈수록 좋은 습관을 형성하기 힘들다. ④ 무리한 목표를 세우면 달성하지 못할 가능성이 크다. ⑤ 하나의 좋은 습관 형성은 생활 전반에 긍정적 효과가 있다. 21. 다음 글의 주제로 가장 적절한 것은? Noise in the classroom has negative effects on communication patterns and the ability to pay attention. Thus, it is not surprising that constant exposure to noise is related to children’s academic achievement, particularly in its negative effects on reading and learning to read. Some researchers found that, when preschool classrooms were changed to reduce noise levels, the children spoke to each other more often and in more complete sentences, and their performance on prereading tests improved. Research with older children suggests similar findings. On reading and math tests, elementary and high school students in noisy schools or classrooms consistently perform below those in quieter settings. ① impacts of noise on academic achievement ② new trends in classroom design ③ ways to control a noisy class ④ various kinds of reading activities ⑤ roles of reading in improving writing skills [22 ∼23] 다음 글의 제목으로 가장 적절한 것을 고르시오. 22. Studies from cities all over the world show the importance of life and activity as an urban attraction. People gather where things are happening and seek the presence of other people. Faced with the choice of walking down an empty or a lively street, most people would choose the street with life and activity. The walk will be more interesting and feel safer. Events where we can watch people perform or play music attract many people to stay and watch. Studies of benches and chairs in city space show that the seats with the best view of city life are used far more frequently than those that do not offer a view of other people. ① The City’s Greatest Attraction: People ② Leave the City, Live in the Country ③ Make More Parks in the City ④ Feeling Lonely in the Crowded Streets ⑤ Ancient Cities Full of Tourist Attractions 23. Consumers are generally uncomfortable with taking high risks. As a result, they are usually motivated to use a lot of strategies to reduce risk. Consumers can collect additional information by conducting online research, reading news articles, talking to friends or consulting an expert. Consumers also reduce uncertainty by buying the same brand that they did the last time, believing that the product should be at least as satisfactory as their last purchase. In addition, some consumers may employ a simple decision rule that results in a safer choice. For example, someone might buy the most expensive offering or choose a heavily advertised brand in the belief that this brand has higher quality than other brands. ① Lower Prices, Higher Sales ② Too Much Information Causes Stress ③ Advertisement: Noise for TV Viewers ④ Risk­taking: A Source of Bigger Profits ⑤ Safe Purchase: What Consumers Pursue Eagerly 영어영역 4 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 8 24. 다음 도표의 내용과 일치하지 않는것은? Average Daily Internet Usage by Device The above graph shows Americans’ average daily Internet usage time by device from 2011 to 2015. ①Overall, the total Internet usage time increased steadily from 2011 to 2015. ②In 2011, Internet usage time by mobiles was shorter than that by desktops or laptops. ③In 2012, however, Americans spent the same hours on mobiles as they did on desktops or laptops. ④In 2014, Internet usage time by mobiles was longer than that by desktops or laptops. ⑤In 2015, Americans spent an average of 5.6 hours a day on the Internet. 25. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적 절한 것은? New technologies create new interactions and cultural rules. As a way to encourage TV viewing, social television systems now enable social interaction among TV viewers in different locations. These systems are known to build a greater sense of (A) connectedness / isolation among TV­using friends. One field study focused on how five friends between the ages of 30-36 communicated while watching TV at their homes. The technology (B) allowed / forbade them to see which of the friends were watching TV and what they were watching. They chose how to communicate via social television — whether through voice chat or text chat. The study showed a strong preference for text over voice. Users offered two key reasons for (C) disliking / favoring text chat. First, text chat required less effort and attention, and was more enjoyable than voice chat. Second, study participants viewed text chat as more polite. (A) (B) (C) ① connectedness ······ allowed ······ disliking ② connectedness ······ forbade ······ disliking ③ connectedness ······ allowed ······ favoring ④ isolation ······ forbade ······ favoring ⑤ isolation ······ allowed ······ disliking 26. 2017 Happy Voice Choir Audition에 관한 다음 안내문의 내 용과 일치하지 않는것은? 2017 Happy Voice Choir Audition Do you love to sing? Happy Voice, one of the most famous school clubs, is holding an audition for you. Come and join us for some very exciting performances! ▪ Who: Any freshman ▪ When: Friday, March 24, 3 p.m. ▪ Where: Auditorium All applicants should sing two songs: - 1st song: Oh Happy Day! - 2nd song: You choose your own. To enter the audition, please email us at hvaudition@qmail.com. For more information, visit the school website. ① 학교 동아리가 개최한다. ② 신입생이면 누구나 참가할 수 있다. ③ 3월 24일에 강당에서 열린다. ④ 지원자는 자신이 선택한 두 곡을 불러야 한다. ⑤ 참가하려면 이메일을 보내야 한다. 27. Save Energy Video Contest에 관한 다음 안내문의 내용과 일 치하는 것은? Save Energy Video Contest Create a 30­second video that encourages students to save energy in their everyday life. • The contest is open to middle and high school students. • Videos should be submitted between March 13th and midnight on April 6th to win awesome prizes. • Prizes - a digital camera for five winners - a $100 gift card for each winner’s class • Winning videos will air on the TV show Green Planet! Check out www.energy4future.org for more information. ① 출품작은 1분짜리 비디오여야 한다. ② 고등학생만 참가할 수 있다. ③ 작품 제출 마감은 3월 13일 자정이다. ④ 수상자의 학급에 디지털 카메라를 수여한다. ⑤ 수상작은 TV 프로그램에서 방영된다. 영어영역 5 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 8 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린것은? [3점] Take time to read the comics. This is worthwhile not just because they will make you laugh but ①because they contain wisdom about the nature of life. Charlie Brown and Blondie are part of my morning routine and help me ②to start the day with a smile. When you read the comics section of the newspaper, ③cutting out a cartoon that makes you laugh. Post it wherever you need it most, such as on your refrigerator or at work — so that every time you see it, you will smile and feel your spirit ④lifted. Share your favorites with your friends and family so that everyone can get a good laugh, too. Take your comics with you when you go to visit sick friends ⑤who can really use a good laugh. 29. chuckwalla에 관한 다음 글의 내용과 일치하지 않는것은? Chuckwallas are fat lizards, usually 20-25 cm long, though they may grow up to 45 cm. They weigh about 1.5 kg when mature. Most chuckwallas are mainly brown or black. Just after the annual molt, the skin is shiny. Lines of dark brown run along the back and continue down the tail. As the males grow older, these brown lines disappear and the body color becomes lighter; the tail becomes almost white. It is not easy to distinguish between male and female chuckwallas, because young males look like females and the largest females resemble males. * molt: 탈피 ① 길이가 45cm까지 자랄 수 있다. ② 대부분 갈색이거나 검은색이다. ③ 등을 따라 꼬리까지 짙은 갈색 선들이 나 있다. ④ 수컷의 몸통 색깔은 나이가 들수록 짙어진다. ⑤ 어린 수컷의 생김새는 암컷과 비슷하다. 30. 밑줄 친 부분이 가리키는 대상이 나머지 넷과 다른것은? Meghan Vogel was tired. She had just won the 2012 state championship in the 1,600­meter race. She was so exhausted afterward that she was in last place toward the end of her next race, the 3,200 meters. As she came around the final turn in the long race, the runner in front of ①her, Arden McMath, fell to the ground. Vogel made a quick decision. ②She stopped and helped McMath to her feet. Together, they walked the last 30 meters. Vogel guided ③her to the finish line. And then she gave McMath a gentle push across it, just ahead of Vogel herself. “If you work hard to get to the state meet, you deserve to finish,” she said. Later, Vogel’s hometown held a parade in ④her honor. It wasn’t because of the race where she finished first. It was because of the race where ⑤she finished last. * state meet: 주(州) 대회 [31 ∼34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. In small towns the same workman makes chairs and doors and tables, and often the same person builds houses. And it is, of course, impossible for a man of many trades to be skilled in all of them. In large cities, on the other hand, because many people make demands on each trade, one trade alone — very often even less than a whole trade — is enough to support a man. For instance, one man makes shoes for men, and another for women. And there are places even where one man earns a living by only stitching shoes, another by cutting them out, and another by sewing the uppers together. Such skilled workers may have used simple tools, but their did result in more efficient and productive work. [3점] * trade: 직종 ① specialization ② criticism ③ competition ④ diligence ⑤ imagination 32. About four billion years ago, molecules joined together to form cells. About two billion years later, cells joined together to form more complex cells. And then a billion years later, these more complex cells joined together to form multicellular organisms. All of these evolved because the participating individuals could, by working together, spread their genetic material in new and more effective ways. Fast­forward another billion years to our world, which is full of social animals, from ants to wolves to humans. The same principle applies. Ants and wolves in groups can do things that no single ant or wolf can do, and we humans, by , have become the earth’s dominant species. [3점] * molecule: 분자 ① cooperating with one another ② fighting against enemies ③ studying other species ④ inventing various machines ⑤ paying attention to differences 영어영역 6 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. What do advertising and map­making have in common? Without doubt the best answer is their shared need to communicate a limited version of the truth. An advertisement must create an image that’s appealing and a map must present an image that’s clear, but neither can meet its goal by . Ads will cover up or play down negative aspects of the company or service they advertise. In this way, they can promote a favorable comparison with similar products or differentiate a product from its competitors. Likewise, the map must remove details that would be confusing. [3점] ① reducing the amount of information ② telling or showing everything ③ listening to people’s voices ④ relying on visual images only ⑤ making itself available to everyone 34. Did you know you actually think in images and not in words? Images are simply mental pictures showing ideas and experiences. Early humans communicated their ideas and experiences to others for thousands of years by drawing pictures in the sand or on the walls of their caves. Only recently have humans created various languages and alphabets to symbolize these “picture” messages. Your mind has not yet adapted to this relatively new development. An image has a much greater impact on your brain than words; the nerves from the eye to the brain are twenty­five times larger than the nerves from the ear to the brain. You often remember a person’s face but not his or her name, for example. The old saying, “ ,” is true. [3점] ① Actions speak louder than words ② A bad workman blames his tools ③ You can’t judge a book by its cover ④ The pen is mightier than the sword ⑤ A picture is worth a thousand words [35 ∼36] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 35. In negotiation, there often will be issues that you do not care about — but that the other side cares about very much! It is important to identify these issues. (A) Now you are in a position to give her something that she values (at no cost to you) and get something of value in return. For example, you might start a month earlier and receive a larger bonus for doing so. (B) Similarly, when purchasing my home, I discovered that the seller was very interested in closing the deal as soon as possible. So I agreed to close one month earlier than originally offered, and the seller agreed to a lower price. (C) For example, you may not care about whether you start your new job in June or July. But if your potential boss strongly prefers that you start as soon as possible, that’s a valuable piece of information. [3점] ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 36. Andrew Carnegie, the great early­twentieth­century businessman, once heard his sister complain about her two sons. (A) Within days he received warm grateful letters from both boys, who noted at the letters’ end that he had unfortunately forgotten to include the check. If the check had been enclosed, would they have responded so quickly? (B) They were away at college and rarely responded to her letters. Carnegie told her that if he wrote them he would get an immediate response. (C) He sent off two warm letters to the boys, and told them that he was happy to send each of them a check for a hundred dollars (a large sum in those days). Then he mailed the letters, but didn’t enclose the checks. * enclose: 동봉하다 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 영어영역 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8 [37 ∼38] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가 장 적절한 곳을 고르시오. 37. When you hit puberty, however, sometimes these forever­friendships go through growing pains. Childhood friends — friends you’ve known forever — are really special. ( ①) They know everything about you, and you’ve shared lots of firsts. ( ②) You find that you have less in common than you used to. ( ③) Maybe you’re into rap and she’s into pop, or you go to different schools and have different groups of friends. ( ④) Change can be scary, but remember: Friends, even best friends, don’t have to be exactly alike. ( ⑤) Having friends with other interests keeps life interesting — just think of what you can learn from each other. * puberty: 사춘기 38. In return, the guest had duties to his host. Geography influenced human relationships in Greece. Because the land made travel so difficult, the guest­host relationship was valued. ( ①) If a stranger, even a poor man, appeared at your door, it was your duty to be a good host, to give him a shelter and share your food with him. ( ②) “We do not sit at a table only to eat, but to eat together,” said the Greek author Plutarch. ( ③) Dining was a sign of the human community and differentiated men from beasts. ( ④) These included not abusing his host’s hospitality by staying too long, usually not more than three days. ( ⑤) A violation of this relationship by either side brought human and divine anger. * hospitality: 환대 ** divine: 신(神)의 39. 다음 글에서 전체 흐름과 관계 없는문장은? Today car sharing movements have appeared all over the world. In many cities, car sharing has made a strong impact on how city residents travel. ①Even in strong car­ownership cultures such as North America, car sharing has gained popularity. ②In the U.S. and Canada, membership in car sharing now exceeds one in five adults in many urban areas. ③Strong influence on traffic jams and pollution can be felt from Toronto to New York, as each shared vehicle replaces around 10 personal cars. ④The best thing about driverless cars is that people won’t need a license to operate them. ⑤City governments with downtown areas struggling with traffic jams and lack of parking lots are driving the growing popularity of car sharing. 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? A large American hardware manufacturer was invited to introduce its products to a distributor with good reputation in Germany. Wanting to make the best possible impression, the American company sent its most promising young executive, Fred Wagner, who spoke fluent German. When Fred first met his German hosts, he shook hands firmly, greeted everyone in German, and even remembered to bow the head slightly as is the German custom. Fred, a very effective public speaker, began his presentation with a few humorous jokes to set a relaxed atmosphere. However, he felt that his presentation was not very well received by the German executives. Even though Fred thought he had done his cultural homework, he made one particular error. Fred did not win any points by telling a few jokes. It was viewed as too informal and unprofessional in a German business setting. * distributor: 배급 업체 뾞 This story shows that using (A) in a business setting can be considered (B) in Germany. (A) (B) ①humor ······ essential ②humor ······ inappropriate ③gestures ······ essential ④gestures ······ inappropriate ⑤first names ······ useful 영어영역 8 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 8 8 [41 ∼42] 다음 글을 읽고, 물음에 답하시오. When someone has helped you, but has perhaps not done all that you requested, focus on what the person has done, not on what he hasn’t. Although this would seem to be morally obvious, many people are so caught up with their own that they ignore the good done for them. A teacher once received a letter from a student, asking fourteen unrelated questions on a variety of subjects. The teacher wrote back a long reply in which he dealt with thirteen of the questions. He soon received a return letter from the student, who not only noted the omission, but expressed no thanks for what the teacher had written. Though the teacher was a man of great patience, he was hurt by the student’s behavior: “Not only was there no word of thanks, but at the beginning of your letter you reminded me that there was one of your questions to which I forgot to give an answer. Was that the proper beginning and response to a letter of ten pages?” He went on to tell the student: “I mention this not because I need your thanks, but because of my love for you and concern that you should not become a person who denies the good done for him.” * omission: 누락된 것 41. 윗글의 요지로 가장 적절한 것은? ① 호의를 베풀 때도 예의를 갖추라. ② 오늘 할 일을 내일로 미루지 말라. ③ 도움이 충분하지 않더라도 받은 도움에 감사하라. ④ 부탁할 때는 원하는 것을 정확히 말하라. ⑤ 과거의 실수에 얽매이지 말라. 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① needs ② weaknesses ③ talents ④ fears ⑤ responsibilities [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) Once in a village lived a rich man. He had many slaves and servants for work. The rich man was very unkind and cruel to them. One day one of the slaves made a mistake while cooking food. (a) He overcooked the food. When the rich man saw the food, he became angry and punished the slave. He kept the slave in a small room and locked it from outside. (B) After a few days the lion recovered. The slave and the lion became very close friends. A few days went by but one day the slave was caught by one of the guards of the rich man. The guard took (b) him to the rich man, who decided to punish him severely. The rich man ordered guards to put him in the lion’s cage. (C) Somehow the slave escaped from that room and ran away. (c) He went to a forest. There he saw a lion. Instead of becoming afraid of the lion and running away, he went close to the lion. He saw the lion was injured and one of his legs was bleeding. The slave searched for herbs to cure the lion’s wound and took care of the lion. (D) The whole village got the news about it and came to see. As soon as the slave was locked in the lion’s cage, the lion came near (d) him and started licking his hand and hugged him. It was the same lion that the slave had helped in the forest. Seeing this, everyone was surprised. The rich man thought that the slave was such a great person that the lion didn’t kill him. (e) He freed the slave, made him his friend and started to treat all his servants and slaves better. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a) ~ (e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 내용으로 적절하지 않은것은? ① 부자는 노예가 요리한 음식을 보고 화가 났다. ② 노예는 부자의 경비병에게 잡혔다. ③ 노예는 사자를 보자 재빨리 달아났다. ④ 사자의 다리에서 피가 나고 있었다. ⑤ 노예는 사자 우리에 갇혔다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
}