{
    "text": "1 8 1번 부 터 17번 까 지 는 듣 고 답 하 는 문 제 입 니 다 . 1번 부 터 15번 까 지 는 한 번 만 들 려 주 고 , 16번 부 터 17번 까 지 는 두 번 들 려 줍 니 다 . 방 송 을 잘 듣고 답을 하 시기 바 랍니다 . 1. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① No. I didn’t see your book. ② Sorry. I don’t like to read books. ③ Sure. I’ll lend it to you tomorrow. ④ Thanks. You’re a great storyteller. ⑤ Great! Let’s write a book together. 2. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① I wish you good luck. ② I’ll try to keep that in mind. ③ You should be more positive. ④ You’ll see many Chinese words. ⑤ Everybody will be there to help out. 3. 다음을 듣고, 여자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 미술관 관람 예절을 안내하려고 ② 미술 대회 심사 참여를 요청하려고 ③ 유명 작가 초청 전시회를 홍보하려고 ④ 예술적 창의력의 중요성을 강조하려고 ⑤ 예술 경연 대회 참가 분야를 공지하려고 4. 대화를 듣고, 두 사람의 의견으로 가장 적절한 것을 고르시오. ① 무단 횡단에 대한 처벌을 강화해야 한다. ② 운전자는 돌발 상황에 항상 대비해야 한다. ③ 교통사고 예방을 위한 교육을 확대해야 한다. ④ 생활 편의 향상을 위해 스마트폰을 활용해야 한다. ⑤ 휴대폰을 보면서 길을 건너는 것을 금지해야 한다. 5. 대화를 듣고, 두 사람의 관계로 가장 적절한 것을 고르시오. ① 건축가- 의뢰인 ② 사진작가- 모델 ③ 여행 가이드- 관광객 ④ 박물관장- 역사학자 ⑤ 건물 관리인- 입주자 6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. 7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ① 식품 구입하기 ② 캠핑장 예약하기 ③ 차량 점검하기 ④ 텐트 빌려 오기 ⑤ 옷 준비하기 8. 대화를 듣고, 남자가 일본 여행을 가지 못한 이유를 고르시오. ① 할머니 생신 파티에 가야 해서 ② 가족 중 아픈 사람이 있어서 ③ 날씨 때문에 비행 편이 취소되어서 ④ 아들의 여권을 잃어버려서 ⑤ 여행이 가을로 연기되어서 9. 대화를 듣고, 남자가 지불할 금액을 고르시오. [3점] ① $13 ② $15 ③ $17 ④ $20 ⑤ $22 10. 대화를 듣고, 템플 스테이에 관해 두 사람이 언급하지 않은 것을 고르시오. ① 활동 종류 ② 참가비 ③ 준비물 ④ 복장 ⑤ 금지 사항 11. 2018 Night Sky Observers에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ① 7월 20일에서 22일까지 개최된다. ② 별 관측 동아리 14개가 공동으로 주최한다. ③ 별에 관심이 있는 사람은 누구나 참여할 수 있다. ④ 오후 10시에 별 관측이 시작된다. ⑤ 개인 망원경의 사용은 허용되지 않는다. 2018학년도 6월 고1 전국연합학력평가 문제지 제3 교시 영어영역 1 영어영역 2 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 8 12. 다음 표를 보면서 대화를 듣고, 두 사람이 주문할 스피커를 고르시오. Model Price Waterproof Battery Life ① A $50 × 8 hours ② B $65 ○ 8 hours ③ C $80 × 15 hours ④ D $95 ○ 15 hours ⑤ E $115 ○ 30 hours Portable Bluetooth Speakers 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ① I’m looking forward to moving abroad. ② I’m going to help her find a new job. ③ I’m thinking of something practical. ④ I’ll ask her to come to the dinner. ⑤ I’ll tell her to delay the meeting. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. Man: ① Right. We should buy more African products. ② I see. You’re doing such meaningful work. ③ Good idea. Think about joining the club. ④ Don’t worry. They’ll be delivered soon. ⑤ Great. I’ll ask the teacher to buy one. 15. 다음 상황 설명을 듣고, Lisa가 Jake에게 할 말로 가장 적절한 것을 고르시오. [3점] Lisa: ① Let’s meet earlier to get better seats. ② It’s my pleasure to go with you. ③ I want to treat you to dinner. ④ Why don’t you bring your guitar? ⑤ I got a special discount on the tickets. [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 남자가 하는 말의 주제로 가장 적절한 것은? ① ways to prevent food allergies ② common ingredients in cold medicines ③ how to make a tea for relieving cough ④ different types of tea and their origins ⑤ increasing popularity of homemade foods 17. 언급된 재료가 아닌 것은? ① ginger ② honey ③ lemon ④ peppermint ⑤ cinnamon 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? The upgrade of the Wellington Waste Water Treatment Facility will begin on Monday, July 30, 2018. The construction will take about 28 months and may lead to increased traffic along Baker Street due to work on and around it. Construction vehicles may also use this street to gain access to the main construction site. We sincerely apologize for any inconveniences that may be experienced. We will try to keep them to a minimum. This work is part of our continuous effort to maintain and improve the basic systems and services of our city. For any questions, please contact Ronald Brown at 022-807-4725. ① 시설 이전의 필요성을 홍보하려고 ② 침수로 인한 우회로 이용을 안내하려고 ③ 공사로 인한 불편에 대해 양해를 구하려고 ④ 건설 현장의 안전 지침 준수를 당부하려고 ⑤ 주차 공간 부족에 대한 해결책을 제시하려고 19. 다음 글에 드러난 ‘I’의 심경으로 가장 적절한 것은? One night, I opened the door that led to the second floor, noting that the hallway light was off. I thought nothing of it because I knew there was a light switch next to the stairs that I could turn on. What happened next was something that chilled my blood. When I put my foot down on the first step, I felt a movement under the stairs. My eyes were drawn to the darkness beneath them. Once I realized something strange was happening, my heart started beating fast. Suddenly, I saw a hand reach out from between the steps and grab my ankle. I let out a terrifying scream that could be heard all the way down the block, but nobody answered! ① scared ② bored ③ ashamed ④ satisfied ⑤ delighted 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Something comes over most people when they start writing. They write in a language different from the one they would use if they were talking to a friend. If, however, you want people to read and understand what you write, write it in spoken language. Written language is more complex, which makes it more work to read. It’s also more formal and distant, which makes the readers lose attention. You don’t need complex sentences to express ideas. Even when specialists in some complicated field express their ideas, they don’t use sentences any more complex than they do when talking about what to have for lunch. If you simply manage to write in spoken language, you have a good start as a writer. ① 구어체로 간결하게 글을 쓰라. ② 자신의 생각을 명확하게 표현하라. ③ 상대방의 입장을 고려하여 말하라. ④ 글을 쓸 때 진부한 표현을 자제하라. ⑤ 친근한 소재를 사용하여 대화를 시작하라. 영어영역 고1 3 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 8 21. 다음 글의 요지로 가장 적절한 것은? Too many companies advertise their new products as if their competitors did not exist. They advertise their products in a vacuum and are disappointed when their messages fail to get through. Introducing a new product category is difficult, especially if the new category is not contrasted against the old one. Consumers do not usually pay attention to what’s new and different unless it’s related to the old. That’s why if you have a truly new product, it’s often better to say what the product is not, rather than what it is. For example, the first automobile was called a “horseless” carriage, a name which allowed the public to understand the concept against the existing mode of transportation. ① 과도한 광고 경쟁이 제품의 가격을 상승시킨다. ② 기존 제품과의 대비가 신제품 광고에 효과적이다. ③ 신제품 개발을 위해 정확한 수요 예측이 필요하다. ④ 수익 향상을 위해 새로운 고객 관리 방식이 요구된다. ⑤ 제품에 대한 올바른 정보 제공이 소비자의 신뢰를 높인다. 22. 다음 글의 주제로 가장 적절한 것은? Human beings are driven by a natural desire to form and maintain interpersonal relationships. From this perspective, people seek relationships with others to fill a fundamental need, and this need underlies many emotions, actions, and decisions throughout life. Probably, the need to belong is a product of human beings’ evolutionary history as a social species. Human beings have long depended on the cooperation of others for the supply of food, protection from predators, and the acquisition of essential knowledge. Without the formation and maintenance of social bonds, early human beings probably would not have been able to cope with or adapt to their physical environments. Thus, seeking closeness and meaningful relationships has long been vital for human survival. ① emotion as an essential factor in evolution ② difficulties in cooperating with other people ③ ways to keep close relationships with others ④ need to build social bonds for human survival ⑤ impact of human evolution on the environment 23. 다음 글의 제목으로 가장 적절한 것은? Mammals tend to be less colorful than other animal groups, but zebras are strikingly dressed in black­and­white. What purpose do such high contrast patterns serve? The colors’ roles aren’t always obvious. The question of what zebras can gain from having stripes has puzzled scientists for more than a century. To try to solve this mystery, wildlife biologist Tim Caro spent more than a decade studying zebras in Tanzania. He ruled out theory after theory ― stripes don’t keep them cool, stripes don’t confuse predators ― before finding an answer. In 2013, he set up fly traps covered in zebra skin and, for comparison, others covered in antelope skin. He saw that flies seemed to avoid landing on the stripes. After more research, he concluded that stripes can literally save zebras from disease­carrying insects. * antelope: 영양(羚羊) ① Zebras’ Stripes: Nature’s Defense Against Flies ② Which Mammal Has the Most Colorful Skin? ③ What Animals Are Predators of Zebras? ④ Patterns: Not for Hiding, But for Showing Off ⑤ Each Zebra Is Born with Its Own Unique Stripes 24. 다음 도표의 내용과 일치하지 않는 것은? 2016 Summer Olympic Games Medal Count The above graph shows the number of medals won by the top 5 countries during the 2016 Summer Olympic Games, based on the medal count of the International Olympic Committee (IOC). ①Of the 5 countries, the United States won the most medals in total, about 120. ②When it comes to gold medals, Great Britain won more than China did. ③China, Russia, and Germany won fewer than 20 silver medals each. ④The number of bronze medals won by the United States was less than twice the number of bronze medals won by Germany. ⑤Each of the top 5 countries won more than 40 medals in total. 영어영역 4 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 8 25. Tomas Luis de Victoria에 관한 다음 글의 내용과 일치하지 않는 것은? Tomas Luis de Victoria, the greatest Spanish composer of the sixteenth century, was born in Avila and as a boy sang in the church choir. When his voice broke, he went to Rome to study and he remained in that city for about 20 years, holding appointments at various churches and religious institutions. In Rome, he met Palestrina, a famous Italian composer, and may even have been his pupil. In the 1580s, after becoming a priest, he returned to Spain and spent the rest of his life peacefully in Madrid as a composer and organist to members of the royal household. He died in 1611, but his tomb has yet to be identified. ① 소년 시절 교회 합창단에서 노래했다. ② 로마에서 약 20년 동안 머물렀다. ③ 이탈리아 작곡가인 Palestrina를 만났다. ④ 스페인으로 돌아온 후 사제가 되었다. ⑤ 무덤은 아직 확인되지 않았다. 26. Milton Summer Dance Camp 2018에 관한 다음 안내문의 내용과 일치하는 것은? ① 12세 이상은 클래식 발레를 배운다. ② 5일간 운영된다. ③ 나이에 따라 참가비가 다르다. ④ 각 수업에는 인원 제한이 없다. ⑤ 적어도 열흘 전에 예약이 필요하다. 27. Dove Cottage and the Wordsworth Museum에 관한 다음 안내문의 내용과 일치하지 않는 것은? Discover how world famous English poet William Wordsworth lived, and explore his inspiring home. Opening Hours • Open daily: 9:30 a.m. - 5:30 p.m. • Last admission: 5:00 p.m. Admission Prices • Adult (16 & over): £10 • Student (with ID): £8 • Child (7 & under): free Group Visits • 5% discount available for groups of ten people or more Photography • Visitors are welcome to take photographs, without flash, inside the museum. Shop • Visitors can buy souvenirs and local crafts. • We also have an online shop for books. Dove Cottage and the Wordsworth Museum ① 오후 5시까지 입장이 가능하다. ② 7세 이하 어린이는 무료로 입장한다. ③ 5명 이상의 단체 방문객은 할인을 받는다. ④ 박물관 내에서 플래시 없이 사진 촬영이 허용된다. ⑤ 온라인 상점에서 책을 판매한다. 28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] Plastic is extremely slow to degrade and tends to float, ①which allows it to travel in ocean currents for thousands of miles. Most plastics break down into smaller and smaller pieces when exposed to ultraviolet (UV) light, ②forming microplastics. These microplastics are very difficult to measure once they are small enough to pass through the nets typically used to collect ③themselves. Their impacts on the marine environment and food webs are still poorly understood. These tiny particles are known to be eaten by various animals and to get into the food chain. Because most of the plastic particles in the ocean ④are so small, there is no practical way to clean up the ocean. One would have to filter enormous amounts of water to collect a ⑤relatively small amount of plastic. * degrade: 분해되다 Milton Summer Dance Camp 2018 Milton Dance Studio is pleased to offer your kids the opportunity to learn dancing during the summer. Have your child join us for some exciting dancing! Programs • Classic Ballet Program: for 3 - 11 year olds • Jazz Dance Program: for kids aged 12 & older Dates, Time, & Cost • Dates: July 23 - 26, 2018 • Time: 13:30 - 17:30 • Cost: $80 per kid Notices • Each class is limited to 10 kids. • Booking is required at least 10 days in advance. If you want more information, visit our website at www.miltondance.com. 영어영역 고1 5 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 8 29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은? [3점] People have higher expectations as their lives get better. However, the higher the expectations, the more difficult it is to be satisfied. We can increase the satisfaction we feel in our lives by (A) controlling / raising our expectations. Adequate expectations leave room for many experiences to be pleasant surprises. The challenge is to find a way to have proper expectations. One way to do this is by keeping wonderful experiences (B) frequent / rare . No matter what you can afford, save great wine for special occasions. Make an elegantly styled silk blouse a special treat. This may seem like an act of denying your desires, but I don’t think it is. On the contrary, it’s a way to make sure that you can continue to experience (C) familiarity / pleasure . What’s the point of great wines and great blouses if they don’t make you feel great? (A) (B) (C) ①controlling …… frequent …… pleasure ②controlling …… rare …… familiarity ③controlling …… rare …… pleasure ④raising …… frequent …… familiarity ⑤raising …… rare …… pleasure 30. 밑줄 친 she[her]가 가리키는 대상이 나머지 넷과 다른 것은? “Wanna work together?” a cheerful voice spoke on Amy’s first day at a new school. It was Wilhemina. Amy was too surprised to do anything but nod. The big black girl put ①her notebook down beside Amy’s. After dropping the notebook, ②she lifted herself up onto the stool beside Amy. “I’m Wilhemina Smiths, Smiths with an s at both ends,” ③she said with a friendly smile. “My friends call me Mina. You’re Amy Tillerman.” Amy nodded and stared. As the only new kid in the school, ④she was pleased to have a lab partner. But Amy wondered if Mina chose her because ⑤she had felt sorry for the new kid. [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. One outcome of motivation is behavior that takes considerable . For example, if you are motivated to buy a good car, you will research vehicles online, look at ads, visit dealerships, and so on. Likewise, if you are motivated to lose weight, you will buy low­fat foods, eat smaller portions, and exercise. Motivation not only drives the final behaviors that bring a goal closer but also creates willingness to expend time and energy on preparatory behaviors. Thus, someone motivated to buy a new smartphone may earn extra money for it, drive through a storm to reach the store, and then wait in line to buy it. * preparatory: 준비의 ① risk ② effort ③ memory ④ fortune ⑤ experience 32. Good managers have learned to overcome the initial feelings of anxiety when assigning tasks. They are aware that no two people act in exactly the same way and so do not feel threatened if they see one employee going about a task differently than another. Instead, they focus on . If a job was successfully done, as long as people are working in a manner acceptable to the organization (for example, as long as salespeople are keeping to the company’s ethical selling policy), then that’s fine. If an acceptable final outcome wasn’t achieved, then such managers respond by discussing it with the employee and analyzing the situation, to find out what training or additional skills that person will need to do the task successfully in the future. [3점] * assign: (일ㆍ책임 등을) 맡기다 ① the end result ② the welfare policy ③ the uniform procedure ④ the informal atmosphere ⑤ the employee’s personality 영어영역 6 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. There is good evidence that in organic development, perception starts with . For example, when two­year­old children and chimpanzees had learned that, of two boxes presented to them, the one with a triangle of a particular size and shape always contained attractive food, they had no difficulty applying their training to triangles of very different appearance. The triangles were made smaller or larger or turned upside down. A black triangle on a white background was replaced by a white triangle on a black background, or an outlined triangle by a solid one. These changes seemed not to interfere with recognition. Similar results were obtained with rats. Karl Lashley, a psychologist, has asserted that simple transpositions of this type are universal in all animals including humans. [3점] * transposition: 치환 ① interpreting different gestures ② establishing social frameworks ③ identifying the information of colors ④ separating the self from the environment ⑤ recognizing outstanding structural features 34. There is a very old story involving a man trying to fix his broken boiler. Despite his best efforts over many months, he can’t do it. Eventually, he gives up and decides to call in an expert. The engineer arrives, gives one gentle tap on the side of the boiler, and it springs to life. The engineer gives a bill to the man, and the man argues that he should pay only a small fee as the job took the engineer only a few moments. The engineer explains that the man is not paying for the time he took to tap the boiler but rather the years of experience involved in knowing exactly where to tap. Just like the expert engineer tapping the boiler, effective change . In fact, it is often simply a question of knowing exactly where to tap. [3점] ① needs competition among experts ② does not have to be time­consuming ③ requires the development of equipment ④ does not come from previous experience ⑤ often takes place as a result of good luck [35 ~ 36] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 35. Interpersonal messages combine content and relationship dimensions. That is, they refer to the real world, to something external to both speaker and listener; at the same time they also refer to the relationship between parties. (A) You can appreciate this most clearly if you visualize the same command being made by the trainee to the supervisor. It appears awkward and out of place, because it violates the normal relationship between supervisor and trainee. (B) It also contains a relationship message that says something about the connection between the supervisor and the trainee. Even the use of the simple command shows there is a status difference that allows the supervisor to command the trainee. (C) For example, a supervisor may say to a trainee, “See me after the meeting.” This simple message has a content message that tells the trainee to see the supervisor after the meeting. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 36. The scientific study of the physical characteristics of colors can be traced back to Isaac Newton. (A) It was only when Newton placed a second prism in the path of the spectrum that he found something new. The composite colors produced a white beam. Thus he concluded that white light can be produced by combining the spectral colors. (B) One day, he spotted a set of prisms at a big county fair. He took them home and began to experiment with them. In a darkened room he allowed a thin ray of sunlight to fall on a triangular glass prism. (C) As soon as the white ray hit the prism, it separated into the familiar colors of the rainbow. This finding was not new, as humans had observed the rainbow since the beginning of time. * composite: 합성의 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 영어영역 고1 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8 [37 ~ 38] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 37. Dinosaurs, however, did once live. When I was very young, I had a difficulty telling the difference between dinosaurs and dragons. ( ①) But there is a significant difference between them. ( ②) Dragons appear in Greek myths, legends about England’s King Arthur, Chinese New Year parades, and in many tales throughout human history. ( ③) But even if they feature in stories created today, they have always been the products of the human imagination and never existed. ( ④) They walked the earth for a very long time, even if human beings never saw them. ( ⑤) They existed around 200 million years ago, and we know about them because their bones have been preserved as fossils. 38. Yet libraries must still provide quietness for study and reading, because many of our students want a quiet study environment. Acoustic concerns in school libraries are much more important and complex today than they were in the past. ( ①) Years ago, before electronic resources were such a vital part of the library environment, we had only to deal with noise produced by people. ( ②) Today, the widespread use of computers, printers, and other equipment has added machine noise. ( ③) People noise has also increased, because group work and instruction are essential parts of the learning process. ( ④) So, the modern school library is no longer the quiet zone it once was. ( ⑤) Considering this need for library surroundings, it is important to design spaces where unwanted noise can be eliminated or at least kept to a minimum. * acoustic: 소리의 39. 다음 글에서 전체 흐름과 관계 없는 문장은? Of the many forest plants that can cause poisoning, wild mushrooms may be among the most dangerous. ①This is because people sometimes confuse the poisonous and edible varieties, or they eat mushrooms without making a positive identification of the variety. ②Many people enjoy hunting wild species of mushrooms in the spring season, because they are excellent edible mushrooms and are highly prized. ③However, some wild mushrooms are dangerous, leading people to lose their lives due to mushroom poisoning. ④Growing a high­quality product at a reasonable cost is a key aspect to farming edible mushrooms for profit. ⑤To be safe, a person must be able to identify edible mushrooms before eating any wild one. * edible: 먹을 수 있는 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A)와 (B)에 들어갈 말로 가장 적절한 것은? [3점] Recent studies point to the importance of warm physical contact for healthy relationships with others. In one study, participants who briefly held a cup of hot (versus iced) coffee judged a target person as having a “warmer” personality (generous, caring); in another study, participants holding a hot (versus cold) pack were more likely to choose a gift for a friend instead of something for themselves. These findings illustrate that mere contact experiences of physical warmth activate feelings of interpersonal warmth. Moreover, this temporarily increased activation of interpersonal warmth feelings then influences judgments toward other people in an unintentional manner. Such feelings activated in one context last for a while thereafter and have influence on judgment and behavior in later contexts without the person’s awareness.  Experiencing physical warmth (A) interpersonal warmth, which happens in a(n) (B) way. (A) (B) ① promotes …… flexible ② promotes …… automatic ③ affects …… inconsistent ④ minimizes …… obvious ⑤ minimizes …… rapid 영어영역 8 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. Hundreds of thousands of people journeyed far to take part in the Canadian fur trade. Many saw how inhabitants of the northern regions stored their food in the winter ― by burying the meats and vegetables in the snow. But probably few of them had thoughts about how this custom might relate to other fields. One who did was a young man named Clarence Birdseye. He was amazed to find that freshly caught fish and duck, frozen quickly in such a fashion, kept their taste and texture. He started wondering: Why can’t we sell food in America that operates on the same basic principle? With this thought, the frozen foods industry was born. He made something extraordinary from what, for the northern folk, was the ordinary practice of preserving food. So, what went on in his mind when he observed this means of storage? Something mysterious happened in his curious, fully engaged mind. Curiosity is a way of adding value to what you see. In the case of Birdseye, it was strong enough to lift him out of the way of seeing things. It set the stage for innovation and discovery, for coming up with something new. 41. 윗글의 제목으로 가장 적절한 것은? ① The Frozen Foods Industry Started from a Man’s Curiosity ② Innovative Food Production Technologies in History ③ How Can We Develop Our Children’s Curiosity? ④ Quick Freezing: The Wisdom of Ancestors ⑤ The Secret to Living a Simple Life 42. 윗글의 빈칸에 들어갈 말로 가장 적절한 것은? [3점] ① unique ② routine ③ logical ④ extreme ⑤ negative [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) There was a business executive who was deep in debt and could see no way out. He couldn’t borrow more money from any bank, and couldn’t pay his suppliers. One day, (a) he sat on a park bench, head in hands, wondering if anything could save his company from bankruptcy. * bankruptcy: 파산 (B) The executive saw in his hand a check for $500,000, signed by John D. Rockefeller, then one of the richest men in the world! “I can erase my money worries in an instant!” he thought. But instead, the executive decided to put the check in his safe. Just knowing it was there might give him the strength to work out a way to save (b) his business, he thought. Within a few months, he was out of debt and making money once again. (C) Exactly one year later, (c) he returned to the park with the check. At the agreed­upon time, the old man appeared. But just then, a nurse came running up and grabbed the old man. “I hope he hasn’t been bothering you. He’s always escaping from the rest home and telling people he’s John D. Rockefeller,” the nurse said. The surprised executive just stood there. Suddenly, (d) he realized that it wasn’t the money, real or imagined, that had turned his life around. It was his newfound self­confidence that enabled him to achieve anything he went after. (D) Suddenly an old man appeared before him. “I can see that something is troubling you,” he said. After listening to the executive’s worries, the old man said, “I believe I can help you.” (e) He asked the man his name, wrote out a check, and pushed it into his hand. He said, “Take this money. Meet me here exactly one year from today, and you can pay me back at that time.” Then he turned and disappeared as quickly as he had come. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a) ~ (e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글의 business executive에 관한 내용과 일치하지 않는 것은? ① 은행에서 더 이상 돈을 빌릴 수 없었다. ② 수표를 금고 안에 넣어두기로 결심했다. ③ 간호사로부터 노인에 관한 이야기를 들었다. ④ 새롭게 얻은 자신감 덕분에 원하는 바를 성취할 수 있었다. ⑤ 노인에게 자신의 고민을 털어놓지 않았다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
}