{
    "text": "1 8 1번 부 터 17번 까 지 는 듣 고 답 하 는 문 제 입 니 다 . 1번 부 터 15번 까 지 는 한 번 만 들 려 주 고 , 16번 부 터 17번 까 지 는 두 번 들 려 줍 니 다 . 방 송 을 잘 듣고 답을 하 시기 바 랍니다 . 1. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ① 건강 검진 일정을 공지하려고 ② 독감 예방 접종을 권장하려고 ③ 개인 위생 관리를 당부하려고 ④ 보건소 운영 기간을 안내하려고 ⑤ 독감 예방 접종 부작용을 경고하려고 2. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ① 독서 습관을 기르자. ② 지역 서점을 이용하자. ③ 지역 특산품을 애용하자. ④ 중고 서점을 활성화시키자. ⑤ 온라인을 통한 도서 구입을 늘리자. 3. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ① 호텔 직원 - 투숙객 ② 열쇠 수리공 - 집주인 ③ 경비원 - 입주민 ④ 은행원 - 고객 ⑤ 치과의사 - 환자 4. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. ④ ⑤ ① ② ③ 5. 대화를 듣고, 남자가 여자를 위해 할 일로 가장 적절한 것을 고르시오. [3점] ① 부엌 청소하기 ② 점심 준비하기 ③ 카메라 구매하기 ④ 딸 데리러 가기 ⑤ 요리법 검색하기 6. 대화를 듣고, 여자가 지불할 금액을 고르시오. ① $30 ② $50 ③ $63 ④ $65 ⑤ $70 7. 대화를 듣고, 남자가 공연장에 갈 수 없는 이유로 가장 적절한 것을 고르시오. ① 출장을 가야 해서 ② 숙제를 끝내야 해서 ③ 조카를 돌봐야 해서 ④ 이사 준비를 해야 해서 ⑤ 친구와 만날 약속을 해서 8. 대화를 듣고, 강아지 키우기에 관해 언급되지 않은 것을 고르시오. ① 산책시키기 ② 먹이 주기 ③ 목욕시키기 ④ 배변 훈련시키기 ⑤ 소변 패드 치우기 9. Sharing Friday Movement에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. [3점] ① 매주 금요일에 2달러씩 기부하는 운동이다. ② 2001년 핀란드에서 시작되었다. ③ 기부금은 가난한 지역에 깨끗한 물을 공급하는 데 쓰인다. ④ 올해 20명의 학생에게 장학금을 지급했다. ⑤ 추가 정보는 홈페이지를 통해 얻을 수 있다. 10. 다음 표를 보면서 대화를 듣고, 여자가 구입할 모델을 고르시오. Selfie Sticks Model Weight Maximum Length Bluetooth Remote Control Price ① A 150g 60cm × ＄10 ② B 150g 80cm ○ ＄30 ③ C 180g 80cm ○ ＄20 ④ D 180g 100cm × ＄15 ⑤ E 230g 100cm ○ ＄25 11. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ① Again? You’ve lost your bag twice. ② You’re right. I’ll take a warm jacket. ③ Why? I know you prefer cold weather. ④ What? I finished packing a present for you. ⑤ Sorry. But you can’t join the trip at this point. 12. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ① No thank you. I’ve had enough. ② Great. I’ll book for five people at six. ③ That’s a good choice. The food is wonderful. ④ Okay. I’ll set a place and time for the meeting. ⑤ Sorry to hear that. I’ll cancel the reservation now. 2021학년도 6월 고1 전국연합학력평가 문제지 1 영어영역 제3 교시 2 영어영역 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 8 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. Woman: ① I’m in charge of giving the presentation. ② I think you’re the right person for that role. ③ It’s important to choose your team carefully. ④ The assignment is due the day after tomorrow. ⑤ I hope we don’t stay up late to finish the project. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. Man: ① I’m good at public speaking. ② I’m sorry for forgetting my assignment. ③ Unfortunately, my alarm doesn’t wake me up. ④ The speech contest is just around the corner. ⑤ It helps me keep deadlines to complete specific tasks. 15. 다음 상황 설명을 듣고, Harold가 Kate에게 할 말로 가장 적절한 것을 고르시오. [3점] Harold: ① Okay. You’d better put your best effort into the match. ② I see. You should play the match instead of her. ③ Take it easy. Take good care of yourself first. ④ You deserve it. Practice makes perfect. ⑤ Don’t worry. You’ll win this match. [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① problems with illegal hunting ② characteristics of migrating animals ③ effects of light pollution on wild animals ④ various ways to save endangered animals ⑤ animal habitat change due to water pollution 17. 언급된 동물이 아닌 것은? ① sea turtles ② fireflies ③ salmon ④ honey bees ⑤ tree frogs 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Mr. Jones, I am James Arkady, PR Director of KHJ Corporation. We are planning to redesign our brand identity and launch a new logo to celebrate our 10th anniversary. We request you to create a logo that best suits our company’s core vision, ‘To inspire humanity.’ I hope the new logo will convey our brand message and capture the values of KHJ. Please send us your logo design proposal once you are done with it. Thank you. Best regards, James Arkady ① 회사 로고 제작을 의뢰하려고 ② 변경된 회사 로고를 홍보하려고 ③ 회사 비전에 대한 컨설팅을 요청하려고 ④ 회사 창립 10주년 기념품을 주문하려고 ⑤ 회사 로고 제작 일정 변경을 공지하려고 19. 다음 글에 드러난 Cindy의 심경 변화로 가장 적절한 것은? One day, Cindy happened to sit next to a famous artist in a café, and she was thrilled to see him in person. He was drawing on a used napkin over coffee. She was looking on in awe. After a few moments, the man finished his coffee and was about to throw away the napkin as he left. Cindy stopped him. “Can I have that napkin you drew on?”, she asked. “Sure,” he replied. “Twenty thousand dollars.” She said, with her eyes wide­open, “What? It took you like two minutes to draw that.” “No,” he said. “It took me over sixty years to draw this.” Being at a loss, she stood still rooted to the ground. ①relieved →worried ②indifferent →embarrassed ③excited →surprised ④disappointed →satisfied ⑤jealous →confident 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Sometimes, you feel the need to avoid something that will lead to success out of discomfort. Maybe you are avoiding extra work because you are tired. You are actively shutting out success because you want to avoid being uncomfortable. Therefore, overcoming your instinct to avoid uncomfortable things at first is essential. Try doing new things outside of your comfort zone. Change is always uncomfortable, but it is key to doing things differently in order to find that magical formula for success. ① 불편할지라도 성공하기 위해서는 새로운 것을 시도해야 한다. ② 일과 생활의 균형을 맞추는 성공적인 삶을 추구해야 한다. ③ 갈등 해소를 위해 불편함의 원인을 찾아 개선해야 한다. ④ 단계별 목표를 설정하여 익숙한 것부터 도전해야 한다. ⑤ 변화에 적응하기 위해 직관적으로 문제를 해결해야 한다. 고1 영어영역 3 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 8 21. 밑줄 친 want to use a hammer가 다음 글에서 의미하는 바로 가장 적절한 것은? [3점] We have a tendency to interpret events selectively. If we want things to be “this way” or “that way” we can most certainly select, stack, or arrange evidence in a way that supports such a viewpoint. Selective perception is based on what seems to us to stand out. However, what seems to us to be standing out may very well be related to our goals, interests, expectations, past experiences, or current demands of the situation — “with a hammer in hand, everything looks like a nail.” This quote highlights the phenomenon of selective perception. If we want to use a hammer, then the world around us may begin to look as though it is full of nails! ① are unwilling to stand out ② make our effort meaningless ③ intend to do something in a certain way ④ hope others have a viewpoint similar to ours ⑤ have a way of thinking that is accepted by others 22. 다음 글의 요지로 가장 적절한 것은? Rather than attempting to punish students with a low grade or mark in the hope it will encourage them to give greater effort in the future, teachers can better motivate students by considering their work as incomplete and then requiring additional effort. Teachers at Beachwood Middle School in Beachwood, Ohio, record students’ grades as A, B, C, or I (Incomplete). Students who receive an I grade are required to do additional work in order to bring their performance up to an acceptable level. This policy is based on the belief that students perform at a failure level or submit failing work in large part because teachers accept it. The Beachwood teachers reason that if they no longer accept substandard work, students will not submit it. And with appropriate support, they believe students will continue to work until their performance is satisfactory. ① 학생에게 평가 결과를 공개하는 것은 학습 동기를 떨어뜨린다. ② 학생에게 추가 과제를 부여하는 것은 학업 부담을 가중시킨다. ③지속적인 보상은 학업 성취도에 장기적으로 부정적인 영향을 준다. ④학생의 자기주도적 학습 능력은 정서적으로 안정된 학습 환경 에서 향상된다. ⑤학생의 과제가 일정 수준에 도달하도록 개선 기회를 주면 동기 부여에 도움이 된다. 23. 다음 글의 주제로 가장 적절한 것은? Curiosity makes us much more likely to view a tough problem as an interesting challenge to take on. A stressful meeting with our boss becomes an opportunity to learn. A nervous first date becomes an exciting night out with a new person. A colander becomes a hat. In general, curiosity motivates us to view stressful situations as challenges rather than threats, to talk about difficulties more openly, and to try new approaches to solving problems. In fact, curiosity is associated with a less defensive reaction to stress and, as a result, less aggression when we respond to irritation. * colander: (음식 재료의 물을 빼는 데 쓰는) 체 ① importance of defensive reactions in a tough situation ② curiosity as the hidden force of positive reframes ③ difficulties of coping with stress at work ④ potential threats caused by curiosity ⑤ factors that reduce human curiosity 24. 다음 글의 제목으로 가장 적절한 것은? When people think about the development of cities, rarely do they consider the critical role of vertical transportation. In fact, each day, more than 7 billion elevator journeys are taken in tall buildings all over the world. Efficient vertical transportation can expand our ability to build taller and taller skyscrapers. Antony Wood, a Professor of Architecture at the Illinois Institute of Technology, explains that advances in elevators over the past 20 years are probably the greatest advances we have seen in tall buildings. For example, elevators in the Jeddah Tower in Jeddah, Saudi Arabia, under construction, will reach a height record of 660m. ① Elevators Bring Buildings Closer to the Sky ② The Higher You Climb, the Better the View ③ How to Construct an Elevator Cheap and Fast ④ The Function of the Ancient and the Modern City ⑤The Evolution of Architecture: Solutions for Overpopulation 4 영어영역 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 8 25. 다음 도표의 내용과 일치하지 않는 것은? US Switzerland France Belgium UK OECD average Greece Turkey 0 2 4 6 8 10 (%) 16 14 12 16.9 12.2 11.2 10.4 9.8 8.8 7.8 4.2 The above graph shows health spending as a share of GDP for selected OECD countries in 2018. ①On average, OECD countries were estimated to have spent 8.8 percent of their GDP on health care. ②Among the given countries above, the US had the highest share, with 16.9 percent, followed by Switzerland at 12.2 percent. ③France spent more than 11 percent of its GDP, while Turkey spent less than 5 percent of its GDP on health care. ④Belgium’s health spending as a share of GDP sat between that of France and the UK. ⑤There was a 3 percentage point difference in the share of GDP spent on health care between the UK and Greece. 26. Lithops에 관한 다음 글의 내용과 일치하지 않는 것은? Lithops are plants that are often called ‘living stones’ on account of their unique rock­like appearance. They are native to the deserts of South Africa but commonly sold in garden centers and nurseries. Lithops grow well in compacted, sandy soil with little water and extreme hot temperatures. Lithops are small plants, rarely getting more than an inch above the soil surface and usually with only two leaves. The thick leaves resemble the cleft in an animal’s foot or just a pair of grayish brown stones gathered together. The plants have no true stem and much of the plant is underground. Their appearance has the effect of conserving moisture. * cleft: 갈라진 틈 ① 살아있는 돌로 불리는 식물이다. ② 원산지는 남아프리카 사막 지역이다. ③ 토양의 표면 위로 대개 1인치 이상 자란다. ④ 줄기가 없으며 땅속에 대부분 묻혀 있다. ⑤ 겉모양은 수분 보존 효과를 갖고 있다. 27. “Go Green” Writing Contest에 관한 다음 안내문의 내용과 일치 하지 않는 것은? “Go Green” Writing Contest Share your talents & conserve the environment Main Topic: Save the Environment Writing Categories Slogan Poem Essay Requirements: • Participants: High school students • Participate in one of the above categories (only one entry per participant) Deadline: July 5th, 2021 • Email your work to apply@gogreen.com. Prize for Each Category 1st place: $80 2nd place: $60 3rd place: $40 The winners will be announced only on the website on July 15th, 2021. No personal contact will be made. For more information, visit www.gogreen.com. ① 대회 주제는 환경 보호이다. ② 참가자는 한 부문에만 참가해야 한다. ③ 마감 기한은 7월 5일이다. ④ 작품은 이메일로 제출해야 한다. ⑤ 수상자는 개별적으로 연락받는다. 28. Virtual Idea Exchange에 관한 다음 안내문의 내용과 일치하는 것은? Virtual Idea Exchange Connect in real time and have discussions about the upcoming school festival. Goal Plan the school festival and share ideas for it. Participants: Club leaders only What to Discuss Themes Ticket sales Budget Date & Time: 5 to 7 p.m. on Friday, June 25th, 2021 Notes Get the access link by text message 10 minutes before the meeting and click it. Type your real name when you enter the chatroom. ① 동아리 회원이라면 누구나 참여 가능하다. ② 티켓 판매는 논의 대상에서 제외된다. ③ 회의는 3시간 동안 열린다. ④ 접속 링크를 문자로 받는다. ⑤ 채팅방 입장 시 동아리명으로 참여해야 한다. 고1 영어영역 5 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] There have been occasions ①in which you have observed a smile and you could sense it was not genuine. The most obvious way of identifying a genuine smile from an insincere ②one is that a fake smile primarily only affects the lower half of the face, mainly with the mouth alone. The eyes don’t really get involved. Take the opportunity to look in the mirror and manufacture a smile ③using the lower half your face only. When you do this, judge ④how happy your face really looks ― is it genuine? A genuine smile will impact on the muscles and wrinkles around the eyes and less noticeably, the skin between the eyebrow and upper eyelid ⑤are lowered slightly with true enjoyment. The genuine smile can impact on the entire face. 30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] Detailed study over the past two or three decades is showing that the complex forms of natural systems are essential to their functioning. The attempt to ①straighten rivers and give them regular cross­sections is perhaps the most disastrous example of this form­and­function relationship. The natural river has a very ②irregular form: it curves a lot, spills across floodplains, and leaks into wetlands, giving it an ever­changing and incredibly complex shoreline. This allows the river to ③prevent variations in water level and speed. Pushing the river into tidy geometry ④destroys functional capacity and results in disasters like the Mississippi floods of 1927 and 1993 and, more recently, the unnatural disaster of Hurricane Katrina. A $50 billion plan to “let the river loose” in Louisiana recognizes that the ⑤controlled Mississippi is washing away twenty­four square miles of that state annually. * geometry: 기하학 ** capacity: 수용능력 [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. In a culture where there is a belief that you can have anything you truly want, there is no problem in choosing. Many cultures, however, do not maintain this belief. In fact, many people do not believe that life is about getting what you want. Life is about doing what you are supposed to do. The reason they have trouble making choices is they believe that what they may want is not related to what they are supposed to do. The weight of outside considerations is greater than their . When this is an issue in a group, we discuss what makes for good decisions. If a person can be unburdened from their cares and duties and, just for a moment, consider what appeals to them, they get the chance to sort out what is important to them. Then they can consider and negotiate with their external pressures. ① desires ② merits ③ abilities ④ limitations ⑤ worries 32. Research has confirmed that athletes are less likely to participate in unacceptable behavior than are non­athletes. However, moral reasoning and good sporting behavior seem to decline as athletes progress to higher competitive levels, in part because of the increased emphasis on winning. Thus winning can be in teaching character development. Some athletes may want to win so much that they lie, cheat, and break team rules. They may develop undesirable character traits that can enhance their ability to win in the short term. However, when athletes resist the temptation to win in a dishonest way, they can develop positive character traits that last a lifetime. Character is a learned behavior, and a sense of fair play develops only if coaches plan to teach those lessons systematically. * trait: 특성 ① a piece of cake ② a one­way street ③ a bird in the hand ④ a fish out of water ⑤ a double­edged sword 6 영어영역 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. Due to technological innovations, music can now be experienced by more people, for more of the time than ever before. Mass availability has given individuals unheard­of control over their own sound­environment. However, it has also confronted them with the simultaneous availability of countless genres of music, in which they have to orient themselves. People start filtering out and organizing their digital libraries like they used to do with their physical music collections. However, there is the difference that the choice lies in their own hands. Without being restricted to the limited collection of music­distributors, nor being guided by the local radio program as a ‘preselector’ of the latest hits, the individual actively has to . The search for the right song is thus associated with considerable effort. [3점] * simultaneous: 동시의 ① choose and determine his or her musical preferences ② understand the technical aspects of recording sessions ③ share unique and inspiring playlists on social media ④ interpret lyrics with background knowledge of the songs ⑤ seek the advice of a voice specialist for better performances 34. It is common to assume that creativity concerns primarily the relation between actor(creator) and artifact(creation). However, from a sociocultural standpoint, the creative act is never “complete” in the absence of a second position―that of an audience. While the actor or creator him/herself is the first audience of the artifact being produced, this kind of distantiation can only be achieved by . This means that, in order to be an audience to your own creation, a history of interaction with others is needed. We exist in a social world that constantly confronts us with the “view of the other.” It is the view we include and blend into our own activity, including creative activity. This outside perspective is essential for creativity because it gives new meaning and value to the creative act and its product. [3점] * artifact: 창작물 ① exploring the absolute truth in existence ② following a series of precise and logical steps ③ looking outside and drawing inspiration from nature ④ internalizing the perspective of others on one’s work ⑤ pushing the audience to the limits of its endurance 35. 다음 글에서 전체 흐름과 관계 없는 문장은? [3점] Health and the spread of disease are very closely linked to how we live and how our cities operate. The good news is that cities are incredibly resilient. Many cities have experienced epidemics in the past and have not only survived, but advanced. ①The nineteenth and early­twentieth centuries saw destructive outbreaks of cholera, typhoid, and influenza in European cities. ②Doctors such as Jon Snow, from England, and Rudolf Virchow, of Germany, saw the connection between poor living conditions, overcrowding, sanitation, and disease. ③A recognition of this connection led to the replanning and rebuilding of cities to stop the spread of epidemics. ④In spite of reconstruction efforts, cities declined in many areas and many people started to leave. ⑤In the mid­nineteenth century, London’s pioneering sewer system, which still serves it today, was built as a result of understanding the importance of clean water in stopping the spread of cholera. * resilient: 회복력이 있는 ** sewer system: 하수 처리 시스템 [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. Starting from birth, babies are immediately attracted to faces. Scientists were able to show this by having babies look at two simple images, one that looks more like a face than the other. (A) These changes help the organisms to survive, making them alert to enemies. By being able to recognize faces from afar or in the dark, humans were able to know someone was coming and protect themselves from possible danger. (B) One reason babies might like faces is because of something called evolution. Evolution involves changes to the structures of an organism(such as the brain) that occur over many generations. (C) By measuring where the babies looked, scientists found that the babies looked at the face­like image more than they looked at the non­face image. Even though babies have poor eyesight, they prefer to look at faces. But why? ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고1 영어영역 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8 37. People spend much of their time interacting with media, but that does not mean that people have the critical skills to analyze and understand it. (A) Research from New York University found that people over 65 shared seven times as much misinformation as their younger counterparts. All of this raises a question: What’s the solution to the misinformation problem? (B) One well­known study from Stanford University in 2016 demonstrated that youth are easily fooled by misinformation, especially when it comes through social media channels. This weakness is not found only in youth, however. (C) Governments and tech platforms certainly have a role to play in blocking misinformation. However, every individual needs to take responsibility for combating this threat by becoming more information literate. * counterpart: 상대방 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. As the sticks approach each other, the air immediately in front of them is compressed and energy builds up. Sound and light travel in waves. An analogy often given for sound is that of throwing a small stone onto the surface of a still pond. Waves radiate outwards from the point of impact, just as sound waves radiate from the sound source. ( ①) This is due to a disturbance in the air around us. ( ②) If you bang two sticks together, you will get a sound. ( ③) When the point of impact occurs, this energy is released as sound waves. ( ④) If you try the same experiment with two heavy stones, exactly the same thing occurs, but you get a different sound due to the density and surface of the stones, and as they have likely displaced more air, a louder sound. ( ⑤) And so, a physical disturbance in the atmosphere around us will produce a sound. * analogy: 비유 ** radiate: 사방으로 퍼지다 39. It has been observed that at each level of transfer, a large proportion, 80 - 90 percent, of the potential energy is lost as heat. Food chain means the transfer of food energy from the source in plants through a series of organisms with the repeated process of eating and being eaten. ( ①) In a grassland, grass is eaten by rabbits while rabbits in turn are eaten by foxes. ( ②) This is an example of a simple food chain. ( ③) This food chain implies the sequence in which food energy is transferred from producer to consumer or higher trophic level. ( ④) Hence the number of steps or links in a sequence is restricted, usually to four or five. ( ⑤) The shorter the food chain or the nearer the organism is to the beginning of the chain, the greater the available energy intake is. [3점] * trophic: 영양의 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? A woman named Rhonda who attended the University of California at Berkeley had a problem. She was living near campus with several other people ― none of whom knew one another. When the cleaning people came each weekend, they left several rolls of toilet paper in each of the two bathrooms. However, by Monday all the toilet paper would be gone. It was a classic tragedy­of­the­commons situation: because some people took more toilet paper than their fair share, the public resource was destroyed for everyone else. After reading a research paper about behavior change, Rhonda put a note in one of the bathrooms asking people not to remove the toilet paper, as it was a shared item. To her great satisfaction, one roll reappeared in a few hours, and another the next day. In the other note­free bathroom, however, there was no toilet paper until the following weekend, when the cleaning people returned.  A small (A) brought about a change in the behavior of the people who had taken more of the (B) goods than they needed. (A) (B) ①reminder …… shared ②reminder …… recycled ③mistake …… stored ④mistake …… borrowed ⑤fortune …… limited 8 영어영역 고1 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. If you were afraid of standing on balconies, you would start on some lower floors and slowly work your way up to higher ones. It would be easy to face a fear of standing on high balconies in a way that’s totally controlled. Socializing is (a) trickier. People aren’t like inanimate features of a building that you just have to be around to get used to. You have to interact with them, and their responses can be unpredictable. Your feelings toward them are more complex too. Most people’s self­esteem isn’t going to be affected that much if they don’t like balconies, but your confidence can (b) suffer if you can’t socialize effectively. It’s also harder to design a tidy way to gradually face many social fears. The social situations you need to expose yourself to may not be (c) available when you want them, or they may not go well enough for you to sense that things are under control. The progression from one step to the next may not be clear, creating unavoidable large (d) decreases in difficulty from one to the next. People around you aren’t robots that you can endlessly experiment with for your own purposes. This is not to say that facing your fears is pointless when socializing. The principles of gradual exposure are still very (e) useful. The process of applying them is just messier, and knowing that before you start is helpful. 41. 윗글의 제목으로 가장 적절한 것은? ① How to Improve Your Self­Esteem ② Socializing with Someone You Fear: Good or Bad? ③ Relaxation May Lead to Getting Over Social Fears ④ Are Social Exposures Related with Fear of Heights? ⑤ Overcoming Social Anxiety Is Difficult; Try Gradually! 42. 밑줄 친 (a) ~ (e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) When I was 17, I discovered a wonderful thing. My father and I were sitting on the floor of his study. We were organizing his old papers. Across the carpet I saw a fat paper clip. Its rust dusted the cover sheet of a report of some kind. I picked it up. I started to read. Then I started to cry. (B) “Daddy,” I said, handing him the pages, “this speech ― how did you ever get permission to give it? And weren’t you scared?” “Well, honey,” he said, “I didn’t ask for permission. I just asked myself, ‘What is the most important challenge facing my generation?’ I knew immediately. Then (a) I asked myself, ‘And if I weren’t afraid, what would I say about it in this speech?’” (C) It was a speech he had written in 1920, in Tennessee. Then only 17 himself and graduating from high school, he had called for equality for African Americans. (b) I marvelled, proud of him, and wondered how, in 1920, so young, so white, and in the deep South, where the law still separated black from white, (c) he had had the courage to deliver it. I asked him about it. (D) “I wrote it. And I delivered it. About half way through I looked out to see the entire audience of teachers, students, and parents stand up ― and walk out. Left alone on the stage, (d) I thought to myself, ‘Well, I guess I need to be sure to do only two things with my life: keep thinking for myself, and not get killed.’” He handed the speech back to me, and smiled. “(e) You seem to have done both,” I said. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a) ~ (e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글에 관한 내용으로 적절하지 않은 것은? ① 아버지와 나는 서류를 정리하고 있었다. ② 나는 서재에서 발견한 것을 읽고 나서 울기 시작했다. ③ 아버지는 연설을 하기 위한 허락을 구하지 않았다. ④ 아버지가 연설문을 썼을 당시 17세였다. ⑤ 교사, 학생, 학부모 모두 아버지의 연설을 끝까지 들었다. ＊확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
}