{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번 까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ①지하철 앱 출시를 홍보하려고 ②지하철 연장 운행을 안내하려고 ③지하철 운행 지연에 대해 사과하려고 ④지하철 시설 보수 공사 일정을 공지하려고 ⑤지하철 내 영화 촬영에 대한 양해를 구하려고 2. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오. ①날씨가 더울수록 수분 보충이 중요하다. ②적당한 준비 운동이 부상 위험을 줄인다. ③흐린 날에도 자외선 차단제를 발라야 한다. ④햇빛이 강한 날에는 야외 활동을 자제해야 한다. ⑤화상을 입었을 때 신속하게 응급 처치를 해야 한다. 3. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ①세차장 직원– 고객 ②청소 업체 직원– 집주인 ③중고차 판매원– 구매자 ④분실물 센터 직원– 방문자 ⑤액세서리 디자이너– 의뢰인 4. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. ④ ⑤ ③ ② ① 5. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ①가방 준비하기 ②배지 가져오기 ③스크린 점검하기 ④동영상 편집하기 ⑤포스터 업로드하기 6. 대화를 듣고, 여자가 지불할 금액을 고르시오. [3점] ①$45 ②$50 ③$54 ④$55 ⑤$60 7. 대화를 듣고, 남자가 London Walking Tour에 참여하지 못한 이유를 고르시오. ①발목에 통증이 있어서 ②뮤지컬을 관람해야 해서 ③투어 예약을 하지 못해서 ④기념품을 사러 가야 해서 ⑤날씨로 인해 투어가 취소되어서 8. 대화를 듣고, Winter Lake Festival에 관해 언급되지 않은 것을 고르시오. ①기간 ②장소 ③입장료 ④기념품 ⑤활동 종류 9. Mascot Design Contest에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ①팀을 사랑하는 누구든 참여할 수 있다. ②디자인은 팀 슬로건과 관련되어야 한다. ③수상작은 팬 투표로 선정될 것이다. ④수상자는 상으로 시즌 티켓을 받게 될 것이다. ⑤참가 희망자는 디자인을 이메일로 보내야 한다. 10. 다음 표를 보면서 대화를 듣고, 두 사람이 예약할 캠핑장을 고르시오. 2021 Best Campsites 11. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ①It takes an hour by bus. ②It’s bigger than your office. ③You should’ve left home earlier. ④The company moved last month. ⑤I had a hard time getting the job. 12. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ①Okay. I’ll order a shrimp pizza. ②Thanks. You’re good at cooking. ③No. The pizza isn’t delivered yet. ④Sure. You can come over anytime. ⑤Yes. Skipping meals is bad for your health. 2021학년도 11월 고1 전국연합학력평가 문제지 영어 영역 제 3 교시 1 Campsite Location Price (per night) Type Kids’ Playground A Seaside $65 tent X ① B Jungle Hut $70 tent O ② C Rose Valley $85 camping car O ③ D Blue Forest $90 camping car X ④ E Pine Island $110 camping car O ⑤ 2 영어 영역 2 8 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. Woman: ①Too late. The meeting is already over. ②Sure. There are lots of French cookbooks. ③I agree. You spend too much time reading. ④No. We’re not allowed to eat in the library. ⑤You’re right. I’ll change the reservation now. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. [3점] Man: ①Sorry. I forgot to bring my laptop. ②Then, I’d like to replace the battery. ③Well, the screen still doesn’t work well. ④Good. A new repair shop opened yesterday. ⑤Actually, I don’t have a receipt for a refund. 15. 다음 상황 설명을 듣고, Amy가 Terry에게 할 말로 가장 적절한 것을 고르시오. [3점] Amy: ①How about using a colorful font on the poster? ②You’d better inform your friends of the concert. ③Can you make the letter size bigger on the poster? ④Why don’t we hold a concert in the school festival? ⑤You should put important information on the poster. [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ①ways to prevent plant diseases ②factors that affect plant growth ③benefits of growing plants at home ④plants that can grow in shaded areas ⑤materials that help plants grow in shade 17. 언급된 식물이 아닌 것은? ①lemon balm ②ivy ③mint ④camellia ⑤lavender 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? To the school librarian, I am Kyle Thomas, the president of the school’s English writing club. I have planned activities that will increase the writing skills of our club members. One of the aims of these activities is to make us aware of various types of news media and the language used in printed newspaper articles. However, some old newspapers are not easy to access online. It is, therefore, my humble request to you to allow us to use old newspapers that have been stored in the school library. I would really appreciate it if you grant us permission. Yours truly, Kyle Thomas ①도서관 이용 시간 연장을 건의하려고 ②신청한 도서의 대출 가능 여부를 문의하려고 ③도서관에 보관 중인 자료 현황을 조사하려고 ④글쓰기 동아리 신문의 도서관 비치를 부탁하려고 ⑤도서관에 있는 오래된 신문의 사용 허락을 요청하려고 19. 다음 글에 드러난 “I”의 심경 변화로 가장 적절한 것은? When my mom came home from the mall with a special present for me I was pretty sure I knew what it was. I was absolutely thrilled because I would soon communicate with a new cell phone! I was daydreaming about all of the cool apps and games I was going to download. But my mom smiled really big and handed me a book. I flipped through the pages, figuring that maybe she had hidden my new phone inside. But I slowly realized that my mom had not got me a phone and my present was just a little book, which was so different from what I had wanted. ①worried →furious ②surprised →relieved ③ashamed →confident ④anticipating →satisfied ⑤excited →disappointed 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? Some experts estimate that as much as half of what we communicate is done through the way we move our bodies. Paying attention to the nonverbal messages you send can make a significant difference in your relationship with students. In general, most students are often closely tuned in to their teacher’s body language. For example, when your students first enter the classroom, their initial action is to look for their teacher. Think about how encouraging and empowering it is for a student when that teacher has a friendly greeting and a welcoming smile. Smiling at students ― to let them know that you are glad to see them ― does not require a great deal of time or effort, but it can make a significant difference in the classroom climate right from the start of class. ①교사는 학생 간의 상호 작용을 주의 깊게 관찰해야 한다. ②수업 시 교사는 학생의 수준에 맞는 언어를 사용해야 한다. ③학생과의 관계에서 교사는 비언어적 표현에 유의해야 한다. ④학교는 학생에게 다양한 역할 경험의 기회를 제공해야 한다. ⑤교사는 학생 안전을 위해 교실의 물리적 환경을 개선해야 한다. 3 영어 영역 3 8 21. 밑줄 친 a slap in our own face가 다음 글에서 의미하는 바로 가장 적절한 것은? [3점] When it comes to climate change, many blame the fossil fuel industry for pumping greenhouse gases, the agricultural sector for burning rainforests, or the fashion industry for producing excessive clothes. But wait, what drives these industrial activities? Our consumption. Climate change is a summed product of each person’s behavior. For example, the fossil fuel industry is a popular scapegoat in the climate crisis. But why do they drill and burn fossil fuels? We provide them strong financial incentives: some people regularly travel on airplanes and cars that burn fossil fuels. Some people waste electricity generated by burning fuel in power plants. Some people use and throw away plastic products derived from crude oil every day. Blaming the fossil fuel industry while engaging in these behaviors is a slap in our own face. * scapegoat: 희생양 ①giving the future generation room for change ②warning ourselves about the lack of natural resources ③refusing to admit the benefits of fossil fuel production ④failing to recognize our responsibility for climate change ⑤starting to deal with environmental problems individually 22. 다음 글의 요지로 가장 적절한 것은? Information is worthless if you never actually use it. Far too often, companies collect valuable customer information that ends up buried and never used. They must ensure their data is accessible for use at the appropriate times. For a hotel, one appropriate time for data usage is check-in at the front desk. I often check in at a hotel I’ve visited frequently, only for the people at the front desk to give no indication that they recognize me as a customer. The hotel must have stored a record of my visits, but they don’t make that information accessible to the front desk clerks. They are missing a prime opportunity to utilize data to create a better experience focused on customer loyalty. Whether they have ten customers, ten thousand, or even ten million, the goal is the same: create a delightful customer experience that encourages loyalty. ①기업 정보의 투명한 공개는 고객 만족도를 향상시킨다. ②목표 고객층에 대한 분석은 기업의 이익 창출로 이어진다. ③고객 충성도를 높이기 위해 고객 정보가 활용될 필요가 있다. ④일관성 있는 호텔 서비스 제공을 통해 단골 고객을 확보할 수 있다. ⑤사생활 침해에 대한 우려로 고객 정보를 보관하는 데 어려움이 있다. 23. 다음 글의 주제로 가장 적절한 것은? We used to think that the brain never changed, but according to the neuroscientist Richard Davidson, we now know that this is not true ― specific brain circuits grow stronger through regular practice. He explains, “Well-being is fundamentally no different than learning to play the cello. If one practices the skills of well-being, one will get better at it.” What this means is that you can actually train your brain to become more grateful, relaxed, or confident, by repeating experiences that evoke gratitude, relaxation, or confidence. Your brain is shaped by the thoughts you repeat. The more neurons fire as they are activated by repeated thoughts and activities, the faster they develop into neural pathways, which cause lasting changes in the brain. Or in the words of Donald Hebb, “Neurons that fire together wire together.” This is such an encouraging premise: bottom line ― we can intentionally create the habits for the brain to be happier. * evoke: (감정을) 불러일으키다 ** premise: 전제 ①possibility of forming brain habits for well-being ②role of brain circuits in improving body movements ③importance of practice in playing musical instruments ④effect of taking a break on enhancing memory capacity ⑤difficulty of discovering how neurons in the brain work 24. 다음 글의 제목으로 가장 적절한 것은? In modern times, society became more dynamic. Social mobility increased, and people began to exercise a higher degree of choice regarding, for instance, their profession, their marriage, or their religion. This posed a challenge to traditional roles in society. It was less evident that one needed to commit to the roles one was born into when alternatives could be realized. Increasing control over one’s life choices became not only possible but desired. Identity then became a problem. It was no longer almost ready-made at birth but something to be discovered. Traditional role identities prescribed by society began to appear as masks imposed on people whose real self was to be found somewhere underneath. * impose: 부여하다 ①What Makes Our Modern Society So Competitive? ②How Modern Society Drives Us to Discover Our Identities ③Social Masks: A Means to Build Trustworthy Relationships ④The More Social Roles We Have, the Less Choice We Have ⑤Increasing Social Mobility Leads Us to a More Equal Society 4 영어 영역 4 8 25. 다음 도표의 내용과 일치하지 않는 것은? The graph above shows the percentage of U.S. homeschooled and public school students participating in cultural activities in 2016. ①With the exception of live performances and sporting events, the percentage of homeschooled students participating in cultural activities was higher than that of public school students. ②For each group of students, community events accounted for the largest percentage among all cultural activities. ③The percentage point difference between homeschooled students and their public school peers was largest in visiting libraries. ④The percentage of homeschooled students visiting museums or galleries was more than twice that of public school students. ⑤Going to zoos or aquariums ranked the lowest for both groups of students, with 31 and 23 percent respectively. 26. Bessie Coleman에 관한 다음 글의 내용과 일치하지 않는 것은? Bessie Coleman was born in Texas in 1892. When she was eleven, she was told that the Wright brothers had flown their first plane. Since that moment, she dreamed about the day she would soar through the sky. At the age of 23, Coleman moved to Chicago, where she worked at a restaurant to save money for flying lessons. However, she had to travel to Paris to take flying lessons because American flight schools at the time admitted neither women nor Black people. In 1921, she finally became the first Black woman to earn an international pilot’s license. She also studied flying acrobatics in Europe and made her first appearance in an airshow in New York in 1922. As a female pioneer of flight, she inspired the next generation to pursue their dreams of flying. * flying acrobatics: 곡예 비행 ①11살 때 Wright 형제의 첫 비행 소식을 들었다. ②비행 수업을 듣기 위해 파리로 가야 했다. ③국제 조종사 면허를 딴 최초의 흑인 여성이 되었다. ④유럽에서 에어쇼에 첫 출현을 했다. ⑤다음 세대가 비행의 꿈을 추구하도록 영감을 주었다. 27. 2021 Camptonville Nature Photo Contest에 관한 다음 안내문의 내용과 일치하지 않는 것은? 2021 Camptonville Nature Photo Contest This is the fourth year of the annual Camptonville Nature Photo Contest. You can show the beauty of nature in Camptonville by sharing your most amazing photos! Submission - Upload a maximum of 20 photos onto our website www.camptonvillephotocontest.org. - Deadline is December 1. Prizes • 1st Place: $500 • 2nd Place: $200 • 3rd Place: $100 (Winners will be posted on our website on December 31.) Details - All winning photos will be exhibited at City Hall. - Please contact us at 122-861-3971 for further information. ①매년 열리는 대회이며 올해가 네 번째이다. ②최대 20장의 사진을 이메일로 제출해야 한다. ③제출 마감 기한은 12월 1일이다. ④수상자는 웹 사이트에 게시될 것이다. ⑤모든 수상작은 시청에 전시될 것이다. 28. Willow Valley Hot Air Balloon Ride에 관한 다음 안내문의 내용과 일치하는 것은? Willow Valley Hot Air Balloon Ride Enjoy the best views of Willow Valley from the sky with our hot air balloon ride! ∙Capacity: up to 8 people including a pilot ∙Time Schedule ∙Fee: $150 per person (insurance not included) ∙Note - Reservations are required and must be made online. - You can get a full refund up to 24 hours in advance. - Visit www.willowvalleyballoon.com for more information. Spring & Summer (from April to September) 5:00 a.m. - 7:00 a.m. Autumn & Winter (from October to March) 6:00 a.m. - 8:00 a.m. ※ Duration of Flight: about 1 hour ①조종사를 제외하고 8인까지 탈 수 있다. ②여름에는 오전 6시에 시작한다. ③요금에 보험이 포함되어 있다. ④예약은 온라인으로 해야 한다. ⑤환불은 예외 없이 불가능하다. 5 영어 영역 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] The reduction of minerals in our food is the result of using pesticides and fertilizers ①that kill off beneficial bacteria, earthworms, and bugs in the soil that create many of the essential nutrients in the first place and prevent the uptake of nutrients into the plant. Fertilizing crops with nitrogen and potassium ②has led to declines in magnesium, zinc, iron and iodine. For example, there has been on average about a 30% decline in the magnesium content of wheat. This is partly due to potassium ③being a blocker against magnesium absorption by plants. Lower magnesium levels in soil also ④occurring with acidic soils and around 70% of the farmland on earth is now acidic. Thus, the overall characteristics of soil determine the accumulation of minerals in plants. Indeed, nowadays our soil is less healthy and so are the plants ⑤grown on it. * pesticide: 살충제 30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? For species approaching extinction, zoos can act as a last chance for survival. ①Recovery programs are established to coordinate the efforts of field conservationists and wildlife authorities. As populations of those species ②diminish it is not unusual for zoos to start captive breeding programs. Captive breeding acts to protect against extinction. In some cases captive-bred individuals may be released back into the wild, supplementing wild populations. This is most successful in situations where individuals are at greatest threat during a ③particular life stage. For example, turtle eggs may be removed from high-risk locations until after they hatch. This may ④increase the number of turtles that survive to adulthood. Crocodile programs have also been successful in protecting eggs and hatchlings, ⑤capturing hatchlings once they are better equipped to protect themselves. * captive breeding: 포획 사육 ** hatch: 부화하다 [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. We don’t send telegraphs to communicate anymore, but it’s a great metaphor for giving advance notice. Sometimes, you must inform those close to you of upcoming change by conveying important information well in advance. There’s a huge difference between saying, “From now on, we will do things differently,” which doesn’t give people enough time to understand and accept the change, and saying something like, “Starting next month, we’re going to approach things differently.” Telegraphing empowers people to . Telegraphing involves the art of seeing an upcoming event or circumstance and giving others enough time to process and accept the change. Telegraph anything that will take people out of what is familiar and comfortable to them. This will allow processing time for them to accept the circumstances and make the most of what’s happening. ①unite ②adapt ③object ④compete ⑤recover 32. Not only does memory underlie our ability to think at all, it defines the content of our experiences and how we preserve them for years to come. Memory . If I were to suffer from heart failure and depend upon an artificial heart, I would be no less myself. If I lost an arm in an accident and had it replaced with an artificial arm, I would still be essentially me. As long as my mind and memories remain intact, I will continue to be the same person, no matter which part of my body (other than the brain) is replaced. On the other hand, when someone suffers from advanced Alzheimer’s disease and his memories fade, people often say that he “is not himself anymore,” or that it is as if the person “is no longer there,” though his body remains unchanged. * intact: 손상되지 않은 ①makes us who we are ②has to do with our body ③reflects what we expect ④lets us understand others ⑤helps us learn from the past 6 영어 영역 6 8 33. Over time, babies construct expectations about what sounds they will hear when. They hold in memory the sound patterns that occur on a regular basis. They make hypotheses like, “If I hear this sound first, it probably will be followed by that sound.” Scientists conclude that much of babies’ skill in learning language is due to their . For babies, this means that they appear to pay close attention to the patterns that repeat in language. They remember, in a systematic way, how often sounds occur, in what order, with what intervals, and with what changes of pitch. This memory store allows them to track, within the neural circuits of their brains, the frequency of sound patterns and to use this knowledge to make predictions about the meaning in patterns of sounds. [3점] ①lack of social pressures ②ability to calculate statistics ③desire to interact with others ④preference for simpler sounds ⑤tendency to imitate caregivers 34. Some deep-sea organisms are known to use bioluminescence as a lure, to attract prey with a little glow imitating the movements of their favorite fish, or like fireflies, as a sexual attractant to find mates. While there are many possible evolutionary theories for the survival value of bioluminescence, one of the most fascinating is to . The color of almost all bioluminescent molecules is blue-green, the same color as the ocean above. By self-glowing blue-green, the creatures no longer cast a shadow or create a silhouette, especially when viewed from below against the brighter waters above. Rather, by glowing themselves, they can blend into the sparkles, reflections, and scattered blue-green glow of sunlight or moonlight. Thus, they are most likely making their own light not to see, but to be un-seen. [3점] * bioluminescence: 생물 발광 ** lure: 가짜 미끼 ①send a signal for help ②threaten enemies nearby ③lift the veil of hidden prey ④create a cloak of invisibility ⑤serve as a navigation system 35. 다음 글에서 전체 흐름과 관계 없는 문장은? Internet activist Eli Pariser noticed how online search algorithms encourage our human tendency to grab hold of everything that confirms the beliefs we already hold, while quietly ignoring information that doesn’t match those beliefs. ①We set up a so-called “filter-bubble” around ourselves, where we are constantly exposed only to that material that we agree with. ②We are never challenged, never giving ourselves the opportunity to acknowledge the existence of diversity and difference. ③Creating a difference that others don’t have is a way to succeed in your field, leading to the creation of innovations. ④In the best case, we become naive and sheltered, and in the worst, we become radicalized with extreme views, unable to imagine life outside our particular bubble. ⑤The results are disastrous: intellectual isolation and the real distortion that comes with believing that the little world we create for ourselves is the world. * naive: 세상을 모르는 ** radicalize: 과격하게 만들다 *** distortion: 왜곡 [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. Roughly twenty years ago, brick-and-mortar stores began to give way to electronic commerce. For good or bad, the shift fundamentally changed consumers’ perception of the shopping experience. (A) Before long, the e-commerce book market naturally expanded to include additional categories, like CDs and DVDs. E-commerce soon snowballed into the enormous industry it is today, where you can buy everything from toilet paper to cars online. (B) Nowhere was the shift more obvious than with book sales, which is how online bookstores got their start. Physical bookstores simply could not stock as many titles as a virtual bookstore could. There is only so much space available on a shelf. (C) In addition to greater variety, online bookstores were also able to offer aggressive discounts thanks to their lower operating costs. The combination of lower prices and greater selection led to the slow, steady rise of online bookstores. * brick-and-mortar: 오프라인 거래의 ①(A) - (C) - (B) ②(B) - (A) - (C) ③(B) - (C) - (A) ④(C) - (A) - (B) ⑤(C) - (B) - (A) 7 영어 영역 7 8 37. Literary works, by their nature, suggest rather than explain; they imply rather than state their claims boldly and directly. (A) What a text implies is often of great interest to us. And our work of figuring out a text’s implications tests our analytical powers. In considering what a text suggests, we gain practice in making sense of texts. (B) But whatever the proportion of a work’s showing to telling, there is always something for readers to interpret. Thus we ask the question “What does the text suggest?” as a way to approach literary interpretation, as a way to begin thinking about a text’s implications. (C) This broad generalization, however, does not mean that works of literature do not include direct statements. Depending on when they were written and by whom, literary works may contain large amounts of direct telling and lesser amounts of suggestion and implication. [3점] ①(A) - (C) - (B) ②(B) - (A) - (C) ③(B) - (C) - (A) ④(C) - (A) - (B) ⑤(C) - (B) - (A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. Worse, some are contaminated with other substances and contain ingredients not listed on the label. According to top nutrition experts, most nutrients are better absorbed and used by the body when consumed from a whole food instead of a supplement. ( ①) However, many people feel the need to take pills, powders, and supplements in an attempt to obtain nutrients and fill the gaps in their diets. ( ②) We hope these will give us more energy, prevent us from catching a cold in the winter, or improve our skin and hair. ( ③) But in reality, the large majority of supplements are artificial and may not even be completely absorbed by your body. ( ④) For example, a recent investigative report found heavy metals in 40 percent of 134 brands of protein powders on the market. ( ⑤) With little control and regulation, taking supplements is a gamble and often costly. * contaminate: 오염시키다 ** supplement: 보충제 39. But after this brief moment of rest, the pendulum swings back again and therefore part of the total energy is then given in the form of kinetic energy. In general, kinetic energy is the energy associated with motion, while potential energy represents the energy which is “stored” in a physical system. Moreover, the total energy is always conserved. ( ①) But while the total energy remains unchanged, the kinetic and potential parts of the total energy can change all the time. ( ②) Imagine, for example, a pendulum which swings back and forth. ( ③) When it swings, it sweeps out an arc and then slows down as it comes closer to its highest point, where the pendulum does not move at all. ( ④) So at this point, the energy is completely given in terms of potential energy. ( ⑤) So as the pendulum swings, kinetic and potential energy constantly change into each other. [3점] * pendulum: 추(錘) ** arc: 호(弧) 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? There is often a lot of uncertainty in the realm of science, which the general public finds uncomfortable. They don’t want “informed guesses,” they want certainties that make their lives easier, and science is often unequipped to meet these demands. In particular, the human body is fantastically complex, and some scientific answers can never be provided in black-or-white terms. All this is why the media tends to oversimplify scientific research when presenting it to the public. In their eyes, they’re just “giving people what they want” as opposed to offering more accurate but complex information that very few people will read or understand. A perfect example of this is how people want definitive answers as to which foods are “good” and “bad.” Scientifically speaking, there are no “good” and “bad” foods; rather, food quality exists on a continuum, meaning that some foods are better than others when it comes to general health and well-being. * continuum: 연속(체) 뾞 With regard to general health, science, by its nature, does not (A) the public’s demands for certainty, which leads to the media giving less (B) answers to the public. (A) (B) (A) (B) ①satisfy …… simple ②satisfy …… complicated ③ignore …… difficult ④ignore …… simple ⑤reject …… complicated 8 영어 영역 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. Since the turn of the twentieth century we’ve believed in genetic causes of diagnoses — a theory called genetic determinism. Under this model, our genes (and subsequent health) are determined at birth. We are “destined” to inherit certain diseases based on the misfortune of our DNA. Genetic determinism doesn’t (a) consider the role of family backgrounds, traumas, habits, or anything else within the environment. In this dynamic we are not (b) active participants in our own health and wellness. Why would we be? If something is predetermined, it’s not (c) necessary to look at anything beyond our DNA. But the more science has learned about the body and its interaction with the environment around it (in its various forms, from our nutrition to our relationships to our racially oppressive systems), the more (d) simplistic the story becomes. We are not merely expressions of coding but products of a remarkable variety of interactions that are both within and outside of our control. Once we see beyond the narrative that genetics are (e) destiny, we can take ownership of our health. This allows us to see how “choiceless” we once were and empowers us with the ability to create real and lasting change. * oppressive: 억압적인 41. 윗글의 제목으로 가장 적절한 것은? ①Health Is in Our Hands, Not Only in Our Genes ②Genetics: A Solution to Enhance Human Wellness ③How Did DNA Dominate Over Environment in Biology? ④Never Be Confident in Your Health, but Keep Checking! ⑤Why Scientific Innovation Affects Our Social Interactions 42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] ①(a) ②(b) ③(c) ④(d) ⑤(e) [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) One day a poor man brought a bunch of grapes to a prince as a gift. He was very excited to be able to bring a gift for (a) him because he was too poor to afford more. He placed the grapes beside the prince and said, “Oh, Prince, please accept this small gift from me.” His face beamed with happiness as he offered his small gift. (B) If the prince had offered the grapes to them, they might have made funny faces and shown their distaste for the grapes. That would have hurt the feelings of that poor man. He thought to himself that it would be better to eat all of them cheerfully and please (b) him. He did not want to hurt the feelings of that poor man. Everyone around him was moved by his thoughtfulness. (C) The prince thanked him politely. As the man looked at him expectantly, the prince ate one grape. Then (c) he ate another one. Slowly the prince finished the whole bunch of grapes by himself. He did not offer grapes to anyone near him. The man who brought those grapes to (d) him was very pleased and left. The close friends of the prince who were around him were very surprised. (D) Usually the prince shared whatever he had with others. He would offer them whatever he was given and they would eat it together. This time was different. Without offering it to anyone, (e) he finished the bunch of grapes by himself. One of the friends asked, “Prince! How come you ate all the grapes by yourself and did not offer them to any one of us?” He smiled and said that he ate all the grapes by himself because the grapes were too sour. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (C) - (D) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ①(a) ②(b) ③(c) ④(d) ⑤(e) 45. 윗글의 왕자에 관한 내용으로 적절하지 않은 것은? ①가난한 남자에게 포도 한 송이를 선물로 받았다. ②가난한 남자의 감정을 상하게 하고 싶지 않았다. ③곁에 있던 어떤 이에게도 포도를 권하지 않았다. ④가지고 있는 어떤 것이든 평소에 다른 사람들과 나눴다. ⑤포도가 너무 시어서 혼자 다 먹지 못했다. ※ 확인 사항 답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}