{
    "text": "1 8 1번부터 17번까지는 듣고 답하는 문제입니다. 1번부터 15번 까지는 한 번만 들려주고, 16번부터 17번까지는 두 번 들려줍니다. 방송을 잘 듣고 답을 하시기 바랍니다. 1. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오. ①얼음으로 덮인 일부 등산로 폐쇄를 공지하려고 ②등산객에게 야간 산행의 위험성을 경고하려고 ③겨울 산행을 위한 안전 장비를 안내하려고 ④긴급 제설에 필요한 작업자를 모집하려고 ⑤일출 명소인 전망대를 소개하려고 2. 대화를 듣고, 남자의 의견으로 가장 적절한 것을 고르시오. ①조리법을 있는 그대로 따를 필요는 없다. ②요리 도구를 정기적으로 소독해야 한다. ③설탕 섭취는 단기 기억력을 향상시킨다. ④열량이 높은 음식은 건강에 좋지 않다. ⑤신선한 재료는 요리의 풍미를 높인다. 3. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오. ①음악 평론가– 방송 연출가 ②작곡가– 게임 제작자 ③독자– 웹툰 작가 ④삽화가– 소설가 ⑤영화감독– 배우 4. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오. ① ② ③ ④ ⑤ 5. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오. ①음료 구매하기 ②연필 준비하기 ③의자 설치하기 ④마이크 점검하기 ⑤스케치북 가져오기 6. 대화를 듣고, 여자가 지불할 금액을 고르시오. [3점] ①$17 ②$22 ③$35 ④$37 ⑤$39 7. 대화를 듣고, 남자가 얼음낚시를 갈 수 없는 이유를 고르시오. ①손목을 다쳐서 ②병원에 입원해야 해서 ③직장에 출근해야 해서 ④기상 여건이 나빠져서 ⑤친구와 농구를 해야 해서 8. 대화를 듣고, Kids’ Pottery Class에 관해 언급되지 않은 것을 고르시오. ①날짜 ②장소 ③수강 인원 ④수강료 ⑤등록 방법 9. 2022 Online Whistling Championship에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오. ①좋아하는 어떤 노래든 선택할 수 있다. ②12월 4일까지 동영상을 업로드해야 한다. ③녹음 시 마이크의 에코 효과를 반드시 꺼야 한다. ④운영진의 심사에 의해 수상자들이 결정될 것이다. ⑤결과는 웹사이트에 발표될 것이다. 10. 다음 표를 보면서 대화를 듣고, 두 사람이 선택할 커튼을 고르시오. Curtains 11. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. ①I’ve been waiting for 30 minutes. ②I’ve enjoyed this ride very much. ③You’re standing in the correct line. ④I have enough time to wait for you. ⑤You may end the construction in a year. 12. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. ①No way. I don’t know who’s lost. ②Okay. Let’s see if he needs our help. ③Exactly. Just stop crying like a child. ④Sure. He loves walking around the park. ⑤Thanks. We were worried about our son. 2022학년도 11월 고1 전국연합학력평가 문제지 영어 영역 제 3 교시 1 Product Price Care Instruction Blackout Color A $70 machine washable X navy ① B $80 machine washable O brown ② C $90 dry cleaning only O ivory ③ D $95 machine washable O gray ④ E $110 dry cleaning only X white ⑤ ① ② ③ ④ ⑤ 2 영어 영역 2 8 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오. [3점] Woman: ①Great. I believe my previous offer will benefit your company. ②I’m sorry. Your interview has been delayed to next Wednesday. ③Good. Your effort will give a good impression on the interviewer. ④Excellent. The second candidate’s work experience caught my eye. ⑤No worries. You can purchase nice clothes for the upcoming party. 14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오. Man: ①Please wait. I’ll be back with the shoes in a minute. ②Hurry up. You don’t have enough time to do this. ③Of course. You can get a refund for these shoes. ④Don’t worry. The color doesn’t matter to me. ⑤Sorry. The red ones are already sold out. 15. 다음 상황 설명을 듣고, Amelia가 Jacob 교수에게 할 말로 가장 적절한 것을 고르시오. [3점] Amelia: ①Could you extend the deadline for the assignment? ②Would it be possible to change our appointment? ③Why don’t you join my final psychology project? ④Do you want to meet at the information center? ⑤How about visiting the doctor for a checkup? [16 ~ 17] 다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ①ways to stop the spread of false information ②methods of delivering messages in the past ③modes of communication in modern times ④types of speeches according to purposes ⑤means to survive in prehistoric times 17. 언급된 수단이 아닌 것은? ①drum ②smoke ③pigeon ④flag ⑤horse 이제 듣기 문제가 끝났습니다. 18번부터는 문제지의 지시에 따라 답을 하시기 바랍니다. 18. 다음 글의 목적으로 가장 적절한 것은? Dear Mr. Krull, I have greatly enjoyed working at Trincom Enterprises as a sales manager. Since I joined in 2015, I have been a loyal and essential member of this company, and have developed innovative ways to contribute to the company. Moreover, in the last year alone, I have brought in two new major clients to the company, increasing the company’s total sales by 5%. Also, I have ​ voluntarily trained 5 new members of staff, totaling 35 hours. I would therefore request your consideration in raising my salary, which I believe reflects my performance as well as the industry average. I look forward to speaking with you soon. Kimberly Morss ①부서 이동을 신청하려고 ②급여 인상을 요청하려고 ③근무 시간 조정을 요구하려고 ④기업 혁신 방안을 제안하려고 ⑤신입 사원 연수에 대해 문의하려고 19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은? On one beautiful spring day, I was fully enjoying my day off. I arrived at the nail salon, and muted my cellphone so that I would be disconnected for the hour and feel calm and peaceful. I was so comfortable while I got a manicure. As I left the place, I checked my cellphone and saw four missed calls from a strange number. I knew immediately that something bad was coming, and I called back. A young woman answered and said that my father had fallen over a stone and was injured, now seated on a bench. I was really concerned since he had just recovered from his knee surgery. I rushed getting into my car to go see him. ①nervous → confident ②relaxed → worried ③excited → indifferent ④pleased → jealous ⑤annoyed → grateful 20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은? You already have a business and you’re about to launch your blog so that you can sell your product. Unfortunately, here is where a ‘business mind’ can be a bad thing. Most people believe that to have a successful business blog promoting a product, they have to stay strictly ‘on the topic.’ If all you’re doing is shamelessly promoting your product, then who is going to want to read the latest thing you’re writing about? Instead, you need to give some useful or entertaining information away for free so that people have a reason to keep coming back. Only by doing this can you create an interested audience that you will then be able to sell to. So, the best way to be successful with a business blog is to write about things that your audience will be interested in. ①인터넷 게시물에 대한 윤리적 기준을 세워야 한다. ②블로그를 전문적으로 관리할 인력을 마련해야 한다. ③신제품 개발을 위해 상업용 블로그를 적극 활용해야 한다. ④상품에 대한 고객들의 반응을 정기적으로 분석할 필요가 있다. ⑤상업용 블로그는 사람들이 흥미 있어 할 정보를 제공해야 한다. 3 영어 영역 3 8 21. 밑줄 친 challenge this sacred cow가 다음 글에서 의미하는 바로 가장 적절한 것은? [3점] Our language helps to reveal our deeper assumptions. Think of these revealing phrases: When we accomplish something important, we say it took “blood, sweat, and tears.” We say important achievements are “hard-earned.” We recommend a “hard day’s work” when “day’s work” would be enough. When we talk of “easy money,” we are implying it was obtained through illegal or questionable means. We use the phrase “That’s easy for you to say” as a criticism, usually when we are seeking to invalidate someone’s opinion. It’s like we all automatically accept that the “right” way is, inevitably, the harder one. In my experience this is hardly ever questioned. What would happen if you do challenge this sacred cow? We don’t even pause to consider that something important and valuable could be made easy. What if the biggest thing keeping us from doing what matters is the false assumption that it has to take huge effort? * invalidate: 틀렸음을 입증하다 ①resist the tendency to avoid any hardship ②escape from the pressure of using formal language ③doubt the solid belief that only hard work is worthy ④abandon the old notion that money always comes first ⑤break the superstition that holy animals bring good luck 22. 다음 글의 요지로 가장 적절한 것은? The old saying is that “knowledge is power,” but when it comes to scary, threatening news, research suggests the exact opposite. Frightening news can actually rob people of their inner sense of control, making them less likely to take care of themselves and other people. Public health research shows that when the news presents health-related information in a pessimistic way, people are actually less likely to take steps to protect themselves from illness as a result. A news article that’s intended to warn people about increasing cancer rates, for example, can result in fewer people choosing to get screened for the disease because they’re so terrified of what they might find. This is also true for issues such as climate change. When a news story is all doom and gloom, people feel depressed and become less interested in taking small, personal steps to fight ecological collapse. ①두려움을 주는 뉴스는 사람들이 문제에 덜 대처하게 할 수 있다. ②정보를 전달하는 시기에 따라 뉴스의 영향력이 달라질 수 있다. ③지속적인 환경 문제 보도가 사람들의 인식 변화를 가져온다. ④정보 제공의 지연은 정확한 문제 인식에 방해가 될 수 있다. ⑤출처가 불분명한 건강 정보는 사람들에게 유익하지 않다. 23. 다음 글의 주제로 가장 적절한 것은? The most remarkable and unbelievable consequence of melting ice and rising seas is that together they are a kind of time machine, so real that they are altering the duration of our day. It works like this: As the glaciers melt and the seas rise, gravity forces more water toward the equator. This changes the shape of the Earth ever so slightly, making it fatter around the middle, which in turns slows the rotation of the planet similarly to the way a ballet dancer slows her spin by spreading out her arms. The slowdown isn’t much, just a few thousandths of a second each year, but like the barely noticeable jump of rising seas every year, it adds up. When dinosaurs lived on the Earth, a day lasted only about twenty-three hours. ①cause of rising temperatures on the Earth ②principles of planets maintaining their shapes ③implications of melting ice on marine biodiversity ④way to keep track of time without using any device ⑤impact of melting ice and rising seas on the length of a day 24. 다음 글의 제목으로 가장 적절한 것은? Have you ever brought up an idea or suggestion to someone and heard them immediately say “No, that won’t work.”? You may have thought, “He/she didn’t even give it a chance. How do they know it won’t work?” When you are right about something, you close off the possibility of another viewpoint or opportunity. Being right about something means that “it is the way it is, period.” You may be correct. Your particular way of seeing it may be true with the facts. However, considering the other option or the other person’s point of view can be beneficial. If you see their side, you will see something new or, at worse, learn something about how the other person looks at life. Why would you think everyone sees and experiences life the way you do? Besides how boring that would be, it would eliminate all new opportunities, ideas, invention, and creativity. ①The Value of Being Honest ②Filter Out Negative Points of View ③Keeping Your Word: A Road to Success ④Being Right Can Block New Possibilities ⑤Look Back When Everyone Looks Forward 4 영어 영역 4 8 25. 다음 도표의 내용과 일치하지 않는 것은? The graph above shows the survey results on reasons for people interested in eating less meat and those eating no meat in the UK in 2018. ①For the group of people who are interested in eating less meat, health is the strongest motivator for doing so. ②For the group of non-meat eaters, animal welfare accounts for the largest percentage among all reasons, followed by environment, health, and taste. ③The largest percentage point difference between the two groups is in animal welfare, whereas the smallest difference is in environment. ④The percentage of non-meat eaters citing taste is four times higher than that of people interested in reducing their meat consumption citing taste. ⑤Weight management ranks the lowest for people who don’t eat meat, with less than 10 percent. 26. Margaret Knight에 관한 다음 글의 내용과 일치하지 않는 것은? Margaret Knight was an exceptionally prolific inventor in the late 19th century; journalists occasionally compared her to Thomas Edison by nicknaming her “a woman Edison.” From a young age, she built toys for her older brothers. After her father died, Knight’s family moved to Manchester. Knight left school in 1850, at age 12, to earn money for her family at a nearby textile factory, where she witnessed a fellow worker injured by faulty equipment. That led her to create her first invention, a safety device for textile equipment, but she never earned money from the invention. She also invented a machine that cut, folded and glued flat-bottomed paper bags and was awarded her first patent in 1871 for it. It eliminated the need for workers to assemble them slowly by hand. Knight received 27 patents in her lifetime and entered the National Inventors Hall of Fame in 2006. * prolific: 다작(多作)의 ** patent: 특허 ① 기자들이 ‘여자 Edison’이라는 별명을 지어 주었다. ② 가족을 위해 돈을 벌려고 학교를 그만두었다. ③ 직물 장비에 쓰이는 안전장치를 발명하여 많은 돈을 벌었다. ④ 밑이 평평한 종이 가방을 자르고 접고 붙이는 기계를 발명했다. ⑤ 2006년에 국립 발명가 명예의 전당에 입성했다. 27. E-Waste Recycling Day에 관한 다음 안내문의 내용과 일치하지 않는 것은? E-Waste Recycling Day E-Waste Recycling Day is an annual event in our city. Bring your used electronics such as cell phones, tablets, and laptops to recycle. Go green! When Saturday, December 17, 2022 8:00 a.m. - 11:00 a.m. Where Lincoln Sports Center Notes ∙Items NOT accepted: light bulbs, batteries, and microwaves ∙All personal data on the devices must be wiped out in advance. ∙This event is free but open only to local residents. Please contact us at 986-571-0204 for more information. ① 3시간 동안 진행된다. ② Lincoln 스포츠 센터에서 열린다. ③ 전자레인지는 허용되지 않는 품목이다. ④ 기기 속 모든 개인 정보는 미리 삭제되어야 한다. ⑤ 거주 지역에 상관없이 참가할 수 있다. 28. Undersea Walking Activity에 관한 다음 안내문의 내용과 일치 하는 것은? Undersea Walking Activity Enjoy a fascinating underwater walk on the ocean floor. Witness wonderful marine life on foot! Age Requirement 10 years or older Operating Hours from Tuesday to Sunday 9:00 a.m. - 4:00 p.m. Price $30 (insurance fee included) What to Bring swim suit and towel Notes ∙Experienced lifeguards accompany you throughout the activity. ∙With a special underwater helmet, you can wear glasses during the activity. ∙Reservations can be made on-site or online at www.seawalkwonder.com. ① 연중무휴로 운영된다. ② 가격에 보험료는 포함되어 있지 않다. ③ 숙련된 안전 요원이 활동 내내 동행한다. ④ 특수 수중 헬멧 착용 시 안경을 쓸 수 없다. ⑤ 현장 예약은 불가능하다. 5 영어 영역 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은? [3점] You may have seen headlines in the news about some of the things machines powered by artificial intelligence can do. However, if you were to consider all the tasks ①that AI-powered machines could actually perform, it would be quite mind-blowing! One of the key features of artificial intelligence ②is that it enables machines to learn new things, rather than requiring programming specific to new tasks. Therefore, the core difference between computers of the future and ③those of the past is that future computers will be able to learn and self-improve. In the near future, smart virtual assistants will know more about you than your closest friends and family members ④are. Can you imagine how that might change our lives? These kinds of changes are exactly why it is so important ⑤to recognize the implications that new technologies will have for our world. 30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은? [3점] Plant growth is controlled by a group of hormones called auxins found at the tips of stems and roots of plants. Auxins produced at the tips of stems tend to accumulate on the side of the stem that is in the shade. Accordingly, the auxins ①stimulate growth on the shaded side of the plant. Therefore, the shaded side grows faster than the side facing the sunlight. This phenomenon causes the stem to bend and appear to be growing ②towards the light. Auxins have the ③opposite effect on the roots of plants. Auxins in the tips of roots tend to limit growth. If a root is horizontal in the soil, the auxins will accumulate on the lower side and interfere with its development. Therefore, the lower side of the root will grow ④faster than the upper side. This will, in turn, cause the root to bend ⑤downwards, with the tip of the root growing in that direction. [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. To demonstrate how best to defeat the habit of delaying, Dan Ariely, a professor of psychology and behavioral economics, performed an experiment on students in three of his classes at MIT. He assigned all classes three reports over the course of the semester. The first class had to choose three due dates for themselves, up to and including the last day of class. The second had no deadlines — all three papers just had to be submitted by the last day of class. In his third class, he gave students three set deadlines over the course of the semester. At the end of the semester, he found that students with set deadlines received the best grades, the students with no deadlines had the worst, and those who could choose their own deadlines fell somewhere in the middle. Ariely concludes that — whether by the professor or by students who recognize their own tendencies to delay things — improves self-control and performance. ① offering rewards ② removing obstacles ③ restricting freedom ④ increasing assignments ⑤ encouraging competition 32. The best way in which innovation changes our lives is by . The main theme of human history is that we become steadily more specialized in what we produce, and steadily more diversified in what we consume: we move away from unstable self-sufficiency to safer mutual interdependence. By concentrating on serving other people’s needs for forty hours a week — which we call a job — you can spend the other seventy-two hours (not counting fifty-six hours in bed) relying on the services provided to you by other people. Innovation has made it possible to work for a fraction of a second in order to be able to afford to turn on an electric lamp for an hour, providing the quantity of light that would have required a whole day’s work if you had to make it yourself by collecting and refining sesame oil or lamb fat to burn in a simple lamp, as much of humanity did in the not so distant past. [3점] * a fraction of a second: 아주 짧은 시간 ** refine: 정제하다 ① respecting the values of the old days ② enabling people to work for each other ③ providing opportunities to think creatively ④ satisfying customers with personalized services ⑤ introducing and commercializing unusual products 6 영어 영역 6 8 33. If you’ve ever made a poor choice, you might be interested in learning how to break that habit. One great way to trick your brain into doing so is to sign a “Ulysses Contract.” The name of this life tip comes from the Greek myth about Ulysses, a captain whose ship sailed past the island of the Sirens, a tribe of dangerous women who lured victims to their death with their irresistible songs. Knowing that he would otherwise be unable to resist, Ulysses instructed his crew to stuff their ears with cotton and tie him to the ship’s mast to prevent him from turning their ship towards the Sirens. It worked for him and you can do the same thing by . For example, if you want to stay off your cellphone and concentrate on your work, delete the apps that distract you or ask a friend to change your password! * lure: 유혹하다 ** mast: 돛대 ① letting go of all-or-nothing mindset ② finding reasons why you want to change ③ locking yourself out of your temptations ④ building a plan and tracking your progress ⑤ focusing on breaking one bad habit at a time 34. Our homes aren’t just ecosystems, they’re unique ones, hosting species that are adapted to indoor environments and pushing evolution in new directions. Indoor microbes, insects, and rats have all evolved the ability to survive our chemical attacks, developing resistance to antibacterials, insecticides, and poisons. German cockroaches are known to have developed a distaste for glucose, which is commonly used as bait in roach traps. Some indoor insects, which have fewer opportunities to feed than their outdoor counterparts, seem to have developed the ability to survive when food is limited. Dunn and other ecologists have suggested that as the planet becomes more developed and more urban, more species will . Over a long enough time period, indoor living could drive our evolution, too. Perhaps my indoorsy self represents the future of humanity. [3점] * glucose: 포도당 ** bait: 미끼 ① produce chemicals to protect themselves ② become extinct with the destroyed habitats ③ evolve the traits they need to thrive indoors ④ compete with outside organisms to find their prey ⑤ break the boundaries between wildlife and humans 35. 다음 글에서 전체 흐름과 관계 없는 문장은? Developing a personal engagement with poetry brings a number of benefits to you as an individual, in both a personal and a professional capacity. ①Writing poetry has been shown to have physical and mental benefits, with expressive writing found to improve immune system and lung function, diminish psychological distress, and enhance relationships. ②Poetry has long been used to aid different mental health needs, develop empathy, and reconsider our relationship with both natural and built environments. ③Poetry is also an incredibly effective way of actively targeting the cognitive development period, improving your productivity and scientific creativity in the process. ④Poetry is considered to be an easy and useful means of expressing emotions, but you fall into frustration when you realize its complexity. ⑤In short, poetry has a lot to offer, if you give it the opportunity to do so. * cognitive: 인지적인 [36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. Things are changing. It has been reported that 42 percent of jobs in Canada are at risk, and 62 percent of jobs in America will be in danger due to advances in automation. (A) However, what’s difficult to automate is the ability to creatively solve problems. Whereas workers in “doing” roles can be replaced by robots, the role of creatively solving problems is more dependent on an irreplaceable individual. (B) You might say that the numbers seem a bit unrealistic, but the threat is real. One fast food franchise has a robot that can flip a burger in ten seconds. It is just a simple task but the robot could replace an entire crew. (C) Highly skilled jobs are also at risk. A supercomputer, for instance, can suggest available treatments for specific illnesses in an automated way, drawing on the body of medical research and data on diseases. ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 7 영어 영역 7 8 37. Each beech tree grows in a particular location and soil conditions can vary greatly in just a few yards. The soil can have a great deal of water or almost no water. It can be full of nutrients or not. (A) This is taking place underground through the roots. Whoever has an abundance of sugar hands some over; whoever is running short gets help. Their network acts as a system to make sure that no trees fall too far behind. (B) However, the rate is the same. Whether they are thick or thin, all the trees of the same species are using light to produce the same amount of sugar per leaf. Some trees have plenty of sugar and some have less, but the trees equalize this difference between them by transferring sugar. (C) Accordingly, each tree grows more quickly or more slowly and produces more or less sugar, and thus you would expect every tree to be photosynthesizing at a different rate. [3점] * photosynthesize: 광합성하다 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) [38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. Nevertheless, language is enormously important in human life and contributes largely to our ability to cooperate with each other in dealing with the world. Should we use language to understand mind or mind to understand language? ( ①) Analytic philosophy historically assumes that language is basic and that mind would make sense if proper use of language was appreciated. ( ②) Modern cognitive science, however, rightly judges that language is just one aspect of mind of great importance in human beings but not fundamental to all kinds of thinking. ( ③) Countless species of animals manage to navigate the world, solve problems, and learn without using language, through brain mechanisms that are largely preserved in the minds of humans. ( ④) There is no reason to assume that language is fundamental to mental operations. ( ⑤) Our species homo sapiens has been astonishingly successful, which depended in part on language, first as an effective contributor to collaborative problem solving and much later, as collective memory through written records. [3점] * appreciate: (제대로) 인식하다 39. If we could magically remove the glasses, we would find the two water bodies would not mix well. Take two glasses of water. Put a little bit of orange juice into one and a little bit of lemon juice into the other. ( ①) What you have are essentially two glasses of water but with a completely different chemical makeup. ( ②) If we take the glass containing orange juice and heat it, we will still have two different glasses of water with different chemical makeups, but now they will also have different temperatures. ( ③) Perhaps they would mix a little where they met; however, they would remain separate because of their different chemical makeups and temperatures. ( ④) The warmer water would float on the surface of the cold water because of its lighter weight. ( ⑤) In the ocean we have bodies of water that differ in temperature and salt content; for this reason, they do not mix. 40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은? One of the most powerful tools to find meaning in our lives is reflective journaling — thinking back on and writing about what has happened to us. In the 1990s, Stanford University researchers asked undergraduate students on spring break to journal about their most important personal values and their daily activities; others were asked to write about only the good things that happened to them in the day. Three weeks later, the students who had written about their values were happier, healthier, and more confident about their ability to handle stress than the ones who had only focused on the good stuff. By reflecting on how their daily activities supported their values, students had gained a new perspective on those activities and choices. Little stresses and hassles were now demonstrations of their values in action. Suddenly, their lives were full of meaningful activities. And all they had to do was reflect and write about it ― positively reframing their experiences with their personal values. * hassle: 귀찮은 일  Journaling about daily activities based on what we believe to be (A) can make us feel that our life is meaningful by (B) our experiences in a new way. (A) (B) (A) (B) ①factual … rethinking ②worthwhile … rethinking ③outdated … generalizing ④objective … generalizing ⑤demanding … describing 8 영어 영역 8 8 [41 ~ 42] 다음 글을 읽고, 물음에 답하시오. Mike May lost his sight at the age of three. Because he had spent the majority of his life adapting to being blind — and even cultivating a skiing career in this state — his other senses compensated by growing (a) stronger. However, when his sight was restored through a surgery in his forties, his entire perception of reality was (b) disrupted. Instead of being thrilled that he could see now, as he’d expected, his brain was so overloaded with new visual stimuli that the world became a frightening and overwhelming place. After he’d learned to know his family through touch and smell, he found that he couldn’t recognize his children with his eyes, and this left him puzzled. Skiing also became a lot harder as he struggled to adapt to the visual stimulation. This (c) confusion occurred because his brain hadn’t yet learned to see. Though we often tend to assume our eyes function as video cameras which relay information to our brain, advances in neuroscientific research have proven that this is actually not the case. Instead, sight is a collaborative effort between our eyes and our brains, and the way we process (d) visual reality depends on the way these two communicate. If communication between our eyes and our brains is disturbed, our perception of reality is altered accordingly. And because other areas of May’s brain had adapted to process information primarily through his other senses, the process of learning how to see was (e) easier than he’d anticipated. 41. 윗글의 제목으로 가장 적절한 것은? ①Eyes and Brain Working Together for Sight ②Visualization: A Useful Tool for Learning ③Collaboration Between Vision and Sound ④How to Ignore New Visual Stimuli ⑤You See What You Believe 42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) [43 ~ 45] 다음 글을 읽고, 물음에 답하시오. (A) On my daughter Marie’s 8th birthday, she received a bunch of presents from her friends at school. That evening, with her favorite present, a teddy bear, in her arms, we went to a restaurant to celebrate her birthday. Our server, a friendly woman, noticed my daughter holding the teddy bear and said, “My daughter loves teddy bears, too.” Then, we started chatting about (a) her family. (B) When Marie came back out, I asked her what she had been doing. She said that she gave her teddy bear to our server so that she could give it to (b) her daughter. I was surprised at her sudden action because I could see how much she loved that bear already. (c) She must have seen the look on my face, because she said, “I can’t imagine being stuck in a hospital bed. I just want her to get better soon.” (C) I felt moved by Marie’s words as we walked toward the car. Then, our server ran out to our car and thanked Marie for her generosity. The server said that (d) she had never had anyone doing anything like that for her family before. Later, Marie said it was her best birthday ever. I was so proud of her empathy and warmth, and this was an unforgettable experience for our family. (D) The server mentioned during the conversation that her daughter was in the hospital with a broken leg. (e) She also said that Marie looked about the same age as her daughter. She was so kind and attentive all evening, and even gave Marie cookies for free. After we finished our meal, we paid the bill and began to walk to our car when unexpectedly Marie asked me to wait and ran back into the restaurant. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e) 45. 윗글에 관한 내용으로 적절하지 않은 것은? ① Marie는 테디 베어를 팔에 안고 식당에 갔다. ② ‘I’는 Marie의 갑작스러운 행동에 놀랐다. ③ 종업원은 Marie의 관대함에 고마워했다. ④ 종업원은 자신의 딸이 팔이 부러져서 병원에 있다고 말했다. ⑤ 종업원은 Marie에게 쿠키를 무료로 주었다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
}