[
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 1,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "1 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "로봇 프로그램 만족도 조사 참여를 독려하려고",
        "choice2": "관람객을 위한 안내 로봇 서비스를 소개하려고",
        "choice3": "전시 작품 해설 서비스 중단을 안내하려고",
        "choice4": "오디오 가이드 대여 장소를 공지하려고",
        "choice5": "전시관 온라인 예약 방법을 설명하려고",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 2,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "2 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "번역 프로그램으로 번역한 글은 검토가 필요하다.",
        "choice2": "읽기 학습을 통해 쓰기 능력을 향상시킬 수 있다.",
        "choice3": "글을 인용할 때는 출처를 명확히 밝혀야 한다.",
        "choice4": "예상 독자를 고려하여 글을 작성해야 한다.",
        "choice5": "번역기 사용은 외국어 학습에 효과적이다.",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 3,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "3 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
        "paragraph": "",
        "choice1": "광고 제작자– 사진작가",
        "choice2": "이사업체 직원– 의뢰인",
        "choice3": "고객– 에어컨 설치 기사",
        "choice4": "트럭 운전사– 물류 창고 직원",
        "choice5": "구매자– 중고 물품 개인 판매자",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 4,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "4 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오.",
        "paragraph": "",
        "choice1": "",
        "choice2": "",
        "choice3": "",
        "choice4": "",
        "choice5": "",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 5,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "5 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "스티커 준비하기",
        "choice2": "안내문 게시하기",
        "choice3": "급식 메뉴 선정하기",
        "choice4": "설문 조사 실시하기",
        "choice5": "우수 학급 시상하기",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 6,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "6 대화를 듣고, 남자가 매달 지불할 금액을 고르시오.",
        "paragraph": "",
        "choice1": "$20",
        "choice2": "$27",
        "choice3": "$30",
        "choice4": "$36",
        "choice5": "$40",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 7,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "7 대화를 듣고, 여자가 토크 쇼를 방청하러 갈 수 없는 이유를 고르시오.",
        "paragraph": "",
        "choice1": "가족 모임에 가야 해서",
        "choice2": "아르바이트를 해야 해서",
        "choice3": "책 사인회를 준비해야 해서",
        "choice4": "화학 프로젝트를 해야 해서",
        "choice5": "친구 결혼식에 참석해야 해서",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 8,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "8 대화를 듣고, Polar Bear Swim에 관해 언급되지 않은 것을 고르시오.",
        "paragraph": "",
        "choice1": "행사 날짜",
        "choice2": "제출 서류",
        "choice3": "최대 참가 인원",
        "choice4": "기념품",
        "choice5": "참가비",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 9,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "9 Walk in the Snow에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오.",
        "paragraph": "",
        "choice1": "1일 투어 프로그램이다.",
        "choice2": "하이킹에 관심이 있는 누구든 참여할 수 있다.",
        "choice3": "장비를 무료로 대여할 수 있다.",
        "choice4": "학생에게 등록비 할인을 해 준다.",
        "choice5": "참여하려면 사전에 등록해야 한다.",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 11,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "11 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "I covered the worrying state of marine life.",
        "choice2": "I sent an article to the biology department.",
        "choice3": "Whatever you did, let’s not speak about it.",
        "choice4": "I spent lots of time preparing the speech.",
        "choice5": "The article was mainly read by students.",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 12,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "12 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "Take care. The weather is freezing cold.",
        "choice2": "Good news. Thanks for letting me know.",
        "choice3": "Hurry up. The bus is leaving very soon.",
        "choice4": "Seriously? I’d better try walking, then.",
        "choice5": "Really? I was on the shuttle bus, too.",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 13,
        "points": 3,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "13 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "Definitely. That’s why I got a refund for the app.",
        "choice2": "Sorry. I should have repaired my tablet PC earlier.",
        "choice3": "Exactly. Documents were filed in alphabetical order.",
        "choice4": "I see. I’ll give it some thought before buying this app.",
        "choice5": "Don’t worry. I still have a few more days for the free trial.",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 14,
        "points": 3,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "14 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "Good idea. Let’s learn how to read sign language.",
        "choice2": "You’re right. That’s because I wanted to help him.",
        "choice3": "Okay. Wish me luck in getting this volunteer work.",
        "choice4": "Trust me. I bet you’ll be selected as a note-taker.",
        "choice5": "Wonderful. Thank you for taking notes for me in class.",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 15,
        "points": 3,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "15 다음 상황 설명을 듣고, Tony가 Kate에게 할 말로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "Why don’t we post a review of this bakery?",
        "choice2": "Let’s give her the baker of the month award.",
        "choice3": "We’d better check if we’re on the waiting list.",
        "choice4": "We should come later when the repairs are done.",
        "choice5": "How about finding a different bakery for the list?",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 16,
        "points": 2,
        "text_title": "[16 ~ 17] 다음을 듣고, 물음에답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "여자가 하는 말의 주제로 가장 적절한 것은?",
        "paragraph": "",
        "choice1": "fruits that can pose a risk to dogs’ health",
        "choice2": "ways to help dogs develop a taste for fruits",
        "choice3": "tips for protecting garden fruits from animals",
        "choice4": "reasons fruits should be included in dogs’ diets",
        "choice5": "stories that use fruits and vegetables as characters",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 17,
        "points": 2,
        "text_title": "[16 ~ 17] 다음을 듣고, 물음에답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "언급된 과일이 아닌 것은?",
        "paragraph": "",
        "choice1": "grapes",
        "choice2": "cherries",
        "choice3": "avocados",
        "choice4": "grapefruits",
        "choice5": "cranberries",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 18,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 목적으로 가장 적절한 것은?",
        "paragraph": "Dear Ms. MacAlpine,  I was so excited to hear that your brand is opening a new shop on Bruns Street next month. I have always appreciated the way your brand helps women to feel more stylish and confident. I am writing in response to your ad in the Bruns Journal. I graduated from the Meline School of Fashion and have worked as a sales assistant at LoganMart for the last five years. During that time, I’ve developed strong customer service and sales skills, and now I would like to apply for the sales position in your clothing store. I am available for an interview at your earliest convenience. I look forward to hearing from you. Thank you for reading my letter.Yours sincerely,Grace Braddock",
        "choice1": "영업 시작일을 문의하려고",
        "choice2": "인터뷰 일정을 변경하려고",
        "choice3": "디자인 공모전에 참가하려고",
        "choice4": "제품 관련 문의에 답변하려고",
        "choice5": "의류 매장 판매직에 지원하려고",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 19,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은?",
        "paragraph": "I had never seen a beach with such white sand or water that was such a beautiful shade of blue. Jane and I set up a blanket on the sand while looking forward to our ten days of honeymooning on an exotic island. “Look!” Jane waved her hand to point at the beautiful scene before us ― and her gold wedding ring went flying off her hand. I tried to see where it went, but the sun hit my eyes and I lost track of it. I didn’t want to lose her wedding ring, so I started looking in the area where I thought it had landed. However, the sand was so fine and I realized that anything heavy, like gold, would quickly sink and might never be found again.",
        "choice1": "excited → frustrated",
        "choice2": "pleased  → jealous",
        "choice3": "nervous → confident",
        "choice4": "annoyed → grateful",
        "choice5": "relaxed → indifferent",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 20,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
        "paragraph": "Unfortunately, many people don’t take personal responsibility for their own growth. Instead, they simply run the race laid out for them. They do well enough in school to keep advancing. Maybe they manage to get a good job at a well-run company. But so many think and act as if their learning journey ends with college. They have checked all the boxes in the life that was laid out for them and now lack a road map describing the right ways to move forward and continue to grow. In truth, that’s when the journey really begins. When school is finished, your growth becomes voluntary. Like healthy eating habits or a regular exercise program, you need to commit to it and devote thought, time, and energy to it. Otherwise, it simply won’t happen ― and your life and career are likely to stop progressing as a result.",
        "choice1": "성공 경험을 위해 달성 가능한 목표를 수립해야 한다.",
        "choice2": "체계적인 경력 관리를 위해 전문가의 도움을 받아야 한다.",
        "choice3": "건강을 위해 꾸준한 운동과 식습관 관리를 병행해야 한다.",
        "choice4": "졸업 이후 성장을 위해 자발적으로 배움을 실천해야 한다.",
        "choice5": "적성에 맞는 직업을 찾기 위해 학교 교육에 충실해야 한다.",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 21,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "밑줄 친 our brain and the universe meet가 다음 글에서 의미하는 바로 가장 적절한 것은?",
        "paragraph": "Many people take the commonsense view that color is an objective property of things, or of the light that bounces off them. They say a tree’s leaves are green because they reflect green light ― a greenness that is just as real as the leaves. Others argue that color doesn’t inhabit the physical world at all but exists only in the eye or mind of the viewer. They maintain that if a tree fell in a forest and no one was there to see it, its leaves would be colorless ― and so would everything else. They say there is no such thing as color; there are only the people who see it. Both positions are, in a way, correct. Color is objective and subjective ― “the place,” as Paul Cézanne put it, “where our brain and the universe meet.” Color is created when light from the world is registered by the eyes and interpreted by the brain.",
        "choice1": "we see things beyond the range of perception",
        "choice2": "objects appear different by the change of light",
        "choice3": "your perspectives and others’ reach an agreement",
        "choice4": "our mind and physical reality interact with each other",
        "choice5": "structures of the human brain and the universe are similar",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 22,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 요지로 가장 적절한 것은?",
        "paragraph": "When writing a novel, research for information needs to be done. The thing is that some kinds of fiction demand a higher level of detail: crime fiction, for example, or scientific thrillers. The information is never hard to find; one website for authors even organizes trips to police stations, so that crime writers can get it right. Often, a polite letter will earn you permission to visit a particular location and record all the details that you need. But remember that you will drive your readers to boredom if you think that you need to pack everything you discover into your work. The details that matter are those that reveal the human experience. The crucial thing is telling a story, finding the characters, the tension, and the conflict ― not the train timetable or the building blueprint.",
        "choice1": "작품의 완성도는 작가의 경험의 양에 비례한다.",
        "choice2": "작가의 상상력은 가장 훌륭한 이야기 재료이다.",
        "choice3": "소설에서 사건 전개에 대한 묘사는 구체적일수록 좋다.",
        "choice4": "소설을 쓸 때 독자의 관심사를 먼저 고려하는 것이 중요하다.",
        "choice5": "소설에 포함될 세부 사항은 인간의 경험을 드러내는 것이어야 한다.",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 23,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 주제로 가장 적절한 것은?",
        "paragraph": "Nearly everything has to go through your mouth to get to the rest of you, from food and air to bacteria and viruses. A healthy mouth can help your body get what it needs and prevent it from harm ― with adequate space for air to travel to your lungs, and healthy teeth and gums that prevent harmful microorganisms from entering your bloodstream. From the moment you are created, oral health affects every aspect of your life. What happens in the mouth is usually just the tip of the iceberg and a reflection of what is happening in other parts of the body. Poor oral health can be a cause of a disease that affects the entire body. The microorganisms in an unhealthy mouth can enter the bloodstream and travel anywhere in the body, posing serious health risks.* microorganism: 미생물",
        "choice1": "the way the immune system fights viruses",
        "choice2": "the effect of unhealthy eating habits on the body",
        "choice3": "the difficulty in raising awareness about oral health",
        "choice4": "the importance of oral health and its impact on the body",
        "choice5": "the relationship between oral health and emotional well-being",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 24,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 제목으로 가장 적절한 것은?",
        "paragraph": "Kids tire of their toys, college students get sick of cafeteria food, and sooner or later most of us lose interest in our favorite TV shows. The bottom line is that we humans are easily bored. But why should this be true  The answer lies buried deep in our nerve cells, which are designed to reduce their initial excited response to stimuli each time they occur. At the same time, these neurons enhance their responses to things that change ―especially things that change quickly. We probably evolved this way because our ancestors got more survival value, for example, from attending to what was moving in a tree (such as a puma) than to the tree itself. Boredom in reaction to an unchanging environment turns down the level of neural excitation so that new stimuli (like our ancestor’s hypothetical puma threat) stand out more. It’s the neural equivalent of turning off a front door light to see the fireflies.* neural: 신경의  ** hypothetical: 가정(假定)의, 가설상의*** equivalent: (~와) 같은 것, 대응물",
        "choice1": "The Brain’s Brilliant Trick to Overcome Fear",
        "choice2": "Boredom: Neural Mechanism for Detecting Change",
        "choice3": "Humans’ Endless Desire to Pursue Familiar Experiences",
        "choice4": "The Destruction of Nature in Exchange for Human Survival",
        "choice5": "How Humans Changed the Environment to Their Advantage",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 25,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 도표의 내용과 일치하지 않는 것은?",
        "paragraph": "The above graph shows global energy investment in clean energy and in fossil fuels between 2018 and 2022.",
        "choice1": "Since 2018 global energy investment in clean energy continued to rise, reaching its highest level in 2022.",
        "choice2": "The investment gap between clean energy and fossil fuels in 2020 was larger than that in 2019.",
        "choice3": "Investment in fossil fuels was highest in 2018 and lowest in 2020.",
        "choice4": "In 2021, investment in clean energy exceeded 1,200 billion dollars, while investment in fossil fuels did not.",
        "choice5": "In 2022, the global investment in clean energy was more than double that of fossil fuels.",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 26,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "Frederick Douglass에 관한 다음 글의 내용과 일치하지 않는 것은?",
        "paragraph": "Frederick Douglass was born into slavery at a farm in Maryland. His full name at birth was Frederick Augustus Washington Bailey. He changed his name to Frederick Douglass after he successfully escaped from slavery in 1838. He became a leader of the Underground Railroad ― a network of people, places, and routes that helped enslaved people escape to the north. He assisted other runaway slaves until they could safely get to other areas in the north. As a slave, he had taught himself to read and write and he spread that knowledge to other slaves as well. Once free, he became a well-known abolitionist and strong believer in equality for all people including Blacks, Native Americans, women, and recent immigrants. He wrote several autobiographies describing his experiences as a slave. In addition to all this, he became the first African-American candidate for vice president of the United States.* abolitionist: 노예제 폐지론자",
        "choice1": "Maryland에서 노예로 태어났다.",
        "choice2": "노예들이 탈출하는 것을 돕는 조직의 리더가 되었다.",
        "choice3": "다른 노예들로부터 읽고 쓰는 법을 배웠다.",
        "choice4": "노예로서의 자신의 경험을 묘사한 자서전을 썼다.",
        "choice5": "미국의 첫 아프리카계 미국인 부통령 후보가 되었다.",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 27,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "2023 Australian Gateball Championships에 관한 다음 안내문의 내용과 일치하지 않는 것은?",
        "paragraph": "2023 Australian Gateball Championships  The Diamond Coast is getting set to welcome the Australian Gateball Championships. Join this great outdoor competition and be the winner this year!When & Where  쉞 December 19 - 22, 2023   쉞 Diamond Coast Performance CentreSchedule of Matches  쉞 Doubles matches (9 a.m. - 11 a.m.)  쉞 Team matches (1 p.m. - 3 p.m.)Prizes  쉞 Every participant will receive a certificate for entry.  쉞 Champions are awarded a medal.Note  쉞Participation is free.  쉞Visit www.australiangateball.com for registration.   쉞(Registration on site is not available.)",
        "choice1": "4일 동안 진행된다.",
        "choice2": "복식 경기는 오전에 열린다.",
        "choice3": "모든 참가자는 참가 증서를 받는다.",
        "choice4": "참가비는 무료이다.",
        "choice5": "현장에서 등록하는 것이 가능하다.",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 28,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "The Amazing Urban Adventure Quest에 관한 다음 안내문의 내용과 일치하는 것은?",
        "paragraph": "The Amazing Urban Adventure Quest  Explore Central Park while solving clues and completing challenges! Guided by your smartphone, make your way among the well-known places in the park.When & How∙ Available 365 days a year∙ (from sunrise to sunset)∙ Start when you want.∙ Get a stamp at each checkpoint.Adventure Courses∙ East Side: Starts at Twilight Gardens (no age limit)∙ West Side: Starts at Strawberry Castle (over 15 years old)Registration & Cost∙ Sign up online at www.urbanquest.com.∙ $40 for a team of 2-5 people∙ Save 20% with discount code: CENTRALQUEST",
        "choice1": "참여하는 동안 스마트폰 사용은 금지된다.",
        "choice2": "일 년 내내 일몰 후 참여할 수 있다.",
        "choice3": "서편 코스는 나이 제한이 없다.",
        "choice4": "1인당 40달러의 요금이 든다.",
        "choice5": "할인받을 수 있는 코드가 있다.Global Investment in Clean Energy and Fossil Fuels, 2018-2022(billion US dollars)1,6001,20080040002018 2019 2020 2021 2022 (year)clean energy @ fossil fuels5영어 영역58",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 29,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
        "paragraph": "Some countries have proposed tougher guidelines for determining brain death when transplantation ― transferring organs to others ― is under consideration. In several European countries, there are legal requirements which specify",
        "choice1": "that a whole team of doctors must agree over the diagnosis of death in the case of a potential donor. The reason for these strict regulations for diagnosing brain death in potential organ donors",
        "choice2": "is, no doubt, to ease public fears of a premature diagnosis of brain death for the purpose of obtaining organs. But it is questionable whether these requirements reduce public suspicions as much as they create",
        "choice3": "them. They certainly maintain mistaken beliefs that diagnosing brain death is an unreliable process",
        "choice4": "lack precision. As a matter of consistency, at least, criteria for diagnosing the deaths of organ donors should be exactly the same as for those for",
        "choice5": "whom immediate burial or cremation is intended.* diagnosis: 진단 ** donor: 기증자 *** cremation: 화장(火葬)",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 30,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
        "paragraph": "The term minimalism gives a negative impression to some people who think that it is all about sacrificing valuable possessions. This insecurity naturally stems from their",
        "choice1": "attachment to their possessions. It is difficult to distance oneself from something that has been around for quite some time. Being an emotional animal, human beings give meaning to the things around them. So, the question arising here is that if minimalism will",
        "choice2": "hurt one’s emotions, why become a minimalist? The answer is very simple; the assumption of the question is fundamentally",
        "choice3": "wrong. Minimalism does not hurt emotions. You might feel a bit sad while getting rid of a useless item but sooner than later, this feeling will be",
        "choice4": "maintained by the joy of clarity. Minimalists never argue that you should leave every convenience of the modern era. They are of the view that you only need to",
        "choice5": "eliminate stuff that is unused or not going to be used in the near future.[31~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오.",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 31,
        "points": 2,
        "text_title": "[31~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "31 A remarkable characteristic of the visual system is that it has the ability of . Psychologist George M. Stratton made this clear in an impressive self-experiment. Stratton wore reversing glasses for several days, which literally turned the world upside down for him. In the beginning, this caused him great difficulties: just putting food in his mouth with a fork was a challenge for him. With time, however, his visual system adjusted to the new stimuli from reality, and he was able to act normally in his environment again, even seeing it upright when he concentrated. As he took off his reversing glasses, he was again confronted with problems: he used the wrong hand when he wanted to reach for something, for example. Fortunately, Stratton could reverse the perception, and he did not have to wear reversing glasses for the rest of his life. For him, everything returned to normal after one day.* reverse: 뒤집다, 반전시키다",
        "paragraph": "",
        "choice1": "adapting itself",
        "choice2": "visualizing ideas",
        "choice3": "assessing distances",
        "choice4": "functioning irregularly",
        "choice5": "operating independently",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 32,
        "points": 2,
        "text_title": "[31~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "Participants in a study were asked to answer questions like “Why does the moon have phases?",
        "paragraph": "” Half the participants were told to search for the answers on the internet, while the other half weren’t allowed to do so. Then, in the second part of the study, all of the participants were presented with a new set of questions, such as “Why does Swiss cheese have holes ” These questions were unrelated to the ones asked during the first part of the study, so participants who used the internet had absolutely no advantage over those who hadn’t. You would think that both sets of participants would be equally sure or unsure about how well they could answer the new questions. But those who used the internet in the first part of the study rated themselves as more knowledgeable than those who hadn’t, even about questions they hadn’t searched online for. The study suggests that having access to unrelated information was enough to                                                                       .* phase: (달의) 상(相)",
        "choice1": "improve their judgment skills",
        "choice2": "pump up their intellectual confidence",
        "choice3": "make them endure challenging situations",
        "choice4": "lead to a collaboration among the participants",
        "choice5": "motivate them to pursue in-depth knowledge",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 33,
        "points": 3,
        "text_title": "[31~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "33 Anthropologist Gregory Bateson suggests that we tend to understand the world by . Take platypuses. We might zoom in so closely to their fur that each hair appears different. We might also zoom out to the extent where it appears as a single, uniform object. We might take the platypus as an individual, or we might treat it as part of a larger unit such as a species or an ecosystem. It’s possible to move between many of these perspectives, although we may need some additional tools and skills to zoom in on individual pieces of hair or zoom out to entire ecosystems. Crucially, however, we can only take up one perspective at a time. We can pay attention to the varied behavior of individual animals, look at what unites them into a single species, or look at them as part of bigger ecological patterns. Every possible perspective involves emphasizing certain aspects and ignoring others. [3점]* anthropologist: 인류학자 ** platypus: 오리너구리",
        "paragraph": "",
        "choice1": "using our experiences as a guide",
        "choice2": "breaking the framework of old ideas",
        "choice3": "adding new information to what we know",
        "choice4": "focusing in on particular features within it",
        "choice5": "considering both bright and dark sides of it",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 34,
        "points": 2,
        "text_title": "[31~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "Plato’s realism includes all aspects of experience but is most easily explained by considering the nature of mathematical and geometrical objects such as circles. He asked the question, what is a circle?",
        "paragraph": "You might indicate a particular example carved into stone or drawn in the sand. However, Plato would point out that, if you looked closely enough, you would see that neither it, nor indeed any physical circle, was perfect. They all possessed flaws, and all were subject to change and decayed with time. So how can we talk about perfect circles if we cannot actually see or touch them  Plato’s extraordinary answer was that the world we see is a poor reflection of a deeper unseen reality of Forms, or universals, where perfect cats chase perfect mice in perfect circles around perfect rocks. Plato believed that the Forms or universals are the true reality that exists in                                                                             .",
        "choice1": "observable phenomena of the physical world",
        "choice2": "our experiences shaped by external influences",
        "choice3": "an overlapping area between emotion and reason",
        "choice4": "an invisible but perfect world beyond our senses",
        "choice5": "our perception affected by stereotype or generalization",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 35,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글에서 전체 흐름과 관계 없는 문장은?",
        "paragraph": "In statistics, the law of large numbers describes a situation where having more data is better for making predictions. According to it, the more often an experiment is conducted, the closer the average of the results can be expected to match the true state of the world.",
        "choice1": "For instance, on your first encounter with the game of roulette, you may have beginner’s luck after betting on 7.",
        "choice2": "But the more often you repeat this bet, the closer the relative frequency of wins and losses is expected to approach the true chance of winning, meaning that your luck will at some point fade away.",
        "choice3": "Each number’s symbolic meanings can be interpreted in various ways and are promising in situations that may change unexpectedly.",
        "choice4": "Similarly, car insurers collect large amounts of data to figure out the chances that drivers will cause accidents, depending on their age, region, or car brand.",
        "choice5": "Both casinos and insurance industries rely on the law of large numbers to balance individual losses.[36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오.",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 36,
        "points": 3,
        "text_title": "[36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "36 The adolescent brain is not fully developed until its early twenties. This means the way the adolescents’ decision-making circuits integrate and process information may put them at a disadvantage.(A) On the other hand, the limbic system matures earlier, playing a central role in processing emotional responses. Because of its earlier development, it is more likely to influence decision-making. Decision-making in the adolescent brain is led by emotional factors more than the perception of consequences.(B) Due to these differences, there is an imbalance between feeling-based decision-making ruled by the more mature limbic system and logical-based decision-making by the not-yet-mature prefrontal cortex. This may explain why some teens are more likely to make bad decisions.(C) One of their brain regions that matures later is the prefrontal cortex, which is the control center, tasked with thinking ahead and evaluating consequences. It is the area of the brain responsible for preventing you from sending off an initial angry text and modifying it with kinder words. [3점]* integrate: 통합하다 ** limbic system: 대뇌변연계*** prefrontal cortex: 전전두엽 피질",
        "paragraph": "",
        "choice1": "(A) - (C) - (B)",
        "choice2": "(B) - (A) - (C)",
        "choice3": "(B) - (C) - (A)",
        "choice4": "(C) - (A) - (B)",
        "choice5": "(C) - (B) - (A)",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 37,
        "points": 2,
        "text_title": "[36 ~ 37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "37 Despite the remarkable progress in deep-learning based facial recognition approaches in recent years, in terms of identification performance, they still have limitations. These limitations relate to the database used in the learning stage.(A) To counteract this problem, researchers have developed models for face aging or digital de-aging. It is used to compensate for the differences in facial characteristics, which appear over a given time period.(B) If the selected database does not contain enough instances, the result may be systematically affected. For example, the performance of a facial biometric system may decrease if the person to be identified was enrolled over 10 years ago.(C) The factor to consider is that this person may experience changes in the texture of the face, particularly with the appearance of wrinkles and sagging skin. These changes may be highlighted by weight gain or loss.* biometric: 생체 측정의 ** sagging: 처진",
        "paragraph": "",
        "choice1": "(A) - (C) - (B)",
        "choice2": "(B) - (A) - (C)",
        "choice3": "(B) - (C) - (A)",
        "choice4": "(C) - (A) - (B)",
        "choice5": "(C) - (B) - (A)",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 38,
        "points": 2,
        "text_title": "[38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "38 Leaving the contribution of that strategy to one side, the danger of creating more uniform crops is that they are more at risk when it comes to disasters. The decline in the diversity of our food is an entirely human-made process. The biggest loss of crop diversity came in the decades that followed the Second World War. (",
        "paragraph": "",
        "choice1": ") In an attempt to save millions from extreme hunger, crop scientists found ways to produce grains such as rice and wheat on an enormous scale. (",
        "choice2": ") And thousands of traditional varieties were replaced by a small number of new super-productive ones. (",
        "choice3": ") The strategy worked spectacularly well, at least to begin with. (",
        "choice4": ") Because of it, grain production tripled, and between 1970 and 2020 the human population more than doubled. (",
        "choice5": ") Specifically, a global food system that depends on just a narrow selection of plants has a greater chance of not being able to survive diseases, pests and climate extremes.* pest: 해충",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 39,
        "points": 2,
        "text_title": "[38 ~ 39] 글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을답하시오.",
        "text": "",
        "text_yn": 1,
        "question": "39 A few years ago, Cuba altered that uniform style, modernizing it and perhaps conforming to other countries’ style; interestingly, the national team has declined since that time. Between 1940 and 2000, Cuba ruled the world baseball scene. They won 25 of the first 28 World Cups and 3 of 5 Olympic Games. (",
        "paragraph": "",
        "choice1": ") The Cubans were known for wearing uniforms covered in red from head to toe, a strong contrast to the more conservative North American style featuring grey or white pants. (",
        "choice2": ") Not only were their athletic talents superior, the Cubans appeared even stronger from just the colour of their uniforms. (",
        "choice3": ") A game would not even start and the opposing team would already be scared. (",
        "choice4": ") The country that ruled international baseball for decades has not been on top since that uniform change. (",
        "choice5": ") Traditions are important for a team; while a team brand or image can adjust to keep up with present times, if it abandons or neglects its roots, negative effects can surface.* conservative: 보수적인",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 40,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
        "paragraph": "Many of the first models of cultural evolution drew noticeable connections between culture and genes by using concepts from theoretical population genetics and applying them to culture. Cultural patterns of transmission, innovation, and selection are conceptually likened to genetic processes of transmission, mutation, and selection. However, these approaches had to be modified to account for the differences between genetic and cultural transmission. For example, we do not expect the cultural transmission to follow the rules of genetic transmission strictly. If two biological parents have different forms of a cultural trait, their child is not necessarily equally likely to acquire the mother’s or father’s form of that trait. Further, a child can acquire cultural traits not only from its parents but also from nonparental adults and peers; thus, the frequency of a cultural trait in the population is relevant beyond just the probability that an individual’s parents had that trait.* mutation: 돌연변이  ** relevant: 유의미한뾞Early cultural evolution models used the      (A)      between culture and genes but had to be revised since cultural transmission allows for more       (B)       factors than genetic transmission.(A)(B)",
        "choice1": "similarity… diverse",
        "choice2": "similarity… limited",
        "choice3": "difference… flexible",
        "choice4": "difference… complicated",
        "choice5": "interaction… credible",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 41,
        "points": 2,
        "text_title": "[41 ~ 42] 다음 글을 읽고, 물음에답하시오.",
        "text": "A ball thrown into the air is acted upon by the initial force given it, persisting as inertia of movement and tending to carry it in the same straight line, and by the constant pull of gravity downward, as well as by the resistance of the air. It moves, accordingly, in a (a) curved path. Now the path does not represent the working of any particular force; there is simply the (b) combination of the three elementary forces mentioned; but in a real sense, there is something in the total action besides the isolated action of three forces, namely, their joint action. In the same way, when two or more human individuals are together, their mutual relationships and their arrangement into a group are things which would not be (c) concealed if we confined our attention to each individual separately. The significance of group behavior is greatly (d) increased in the case of human beings by the fact that some of the tendencies to action of the individual are related definitely to other persons, and could not be aroused except by other persons acting as stimuli. An individual in complete (e) isolation would not reveal their competitive tendencies, their tendencies towards the opposite sex, their protective tendencies towards children. This shows that the traits of human nature do not fully appear until the individual is brought into relationships with other individuals. * inertia: 관성 ** arouse: 유발하다",
        "text_yn": 1,
        "question": "윗글의 제목으로 가장 적절한 것은?",
        "paragraph": "",
        "choice1": "Common Misunderstandings in Physics",
        "choice2": "Collaboration: A Key to Success in Relationships",
        "choice3": "Interpersonal Traits and Their Impact on Science",
        "choice4": "Unbalanced Forces Causing Objects to Accelerate",
        "choice5": "Human Traits Uncovered by Interpersonal Relationships",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 42,
        "points": 2,
        "text_title": "[41 ~ 42] 다음 글을 읽고, 물음에답하시오.",
        "text": "A ball thrown into the air is acted upon by the initial force given it, persisting as inertia of movement and tending to carry it in the same straight line, and by the constant pull of gravity downward, as well as by the resistance of the air. It moves, accordingly, in a (a) curved path. Now the path does not represent the working of any particular force; there is simply the (b) combination of the three elementary forces mentioned; but in a real sense, there is something in the total action besides the isolated action of three forces, namely, their joint action. In the same way, when two or more human individuals are together, their mutual relationships and their arrangement into a group are things which would not be (c) concealed if we confined our attention to each individual separately. The significance of group behavior is greatly (d) increased in the case of human beings by the fact that some of the tendencies to action of the individual are related definitely to other persons, and could not be aroused except by other persons acting as stimuli. An individual in complete (e) isolation would not reveal their competitive tendencies, their tendencies towards the opposite sex, their protective tendencies towards children. This shows that the traits of human nature do not fully appear until the individual is brought into relationships with other individuals. * inertia: 관성 ** arouse: 유발하다",
        "text_yn": 1,
        "question": "밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
        "paragraph": "",
        "choice1": "(a)",
        "choice2": "(b)",
        "choice3": "(c)",
        "choice4": "(d)",
        "choice5": "(e)",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 43,
        "points": 2,
        "text_title": "[43 ~ 45] 다음 글을 읽고, 물음에답하시오.",
        "text": "(A) There once lived a man in a village who was not happy with his life. He was always troubled by one problem or another. One day, a saint with his guards stopped by his village. Many people heard the news and started going to him with their problems. The man also decided to visit the saint. Even after reaching the saint’s place in the morning, (a) he didn’t get the opportunity to meet him till evening. (B) But the saint also asked if the man could do a small job for him. He told the man to take care of a hundred camels in his group that night, saying “When all hundred camels sit down, you can go to sleep.” The man agreed. The next morning when the saint met that man, (b) he asked if the man had slept well. Tired and sad, the man replied that he couldn’t sleep even for a moment. (C) In fact, the man tried very hard but couldn’t make all the camels sit at the same time because every time (c) he made one camel sit, another would stand up. The saint told him, “You realized that no matter how hard you try, you can’t make all the camels sit down. If one problem is solved, for some reason, another will arise like the camels did. So, humans should enjoy life despite these problems.” (D) When the man got to meet the saint, (d) he confessed that he was very unhappy with life because problems always surrounded him, like workplace tension or worries about his health. (e) He said, “Please give me a solution so that all the problems in my life will end and I can live peacefully.” The saint smiled and said that he would answer the request the next day.",
        "text_yn": 1,
        "question": "주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
        "paragraph": "",
        "choice1": "(B) - (D) - (C)",
        "choice2": "(C) - (B) - (D)",
        "choice3": "(C) - (D) - (B)",
        "choice4": "(D) - (B) - (C)",
        "choice5": "(D) - (C) - (B)",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 44,
        "points": 2,
        "text_title": "[43 ~ 45] 다음 글을 읽고, 물음에답하시오.",
        "text": "(A) There once lived a man in a village who was not happy with his life. He was always troubled by one problem or another. One day, a saint with his guards stopped by his village. Many people heard the news and started going to him with their problems. The man also decided to visit the saint. Even after reaching the saint’s place in the morning, (a) he didn’t get the opportunity to meet him till evening. (B) But the saint also asked if the man could do a small job for him. He told the man to take care of a hundred camels in his group that night, saying “When all hundred camels sit down, you can go to sleep.” The man agreed. The next morning when the saint met that man, (b) he asked if the man had slept well. Tired and sad, the man replied that he couldn’t sleep even for a moment. (C) In fact, the man tried very hard but couldn’t make all the camels sit at the same time because every time (c) he made one camel sit, another would stand up. The saint told him, “You realized that no matter how hard you try, you can’t make all the camels sit down. If one problem is solved, for some reason, another will arise like the camels did. So, humans should enjoy life despite these problems.” (D) When the man got to meet the saint, (d) he confessed that he was very unhappy with life because problems always surrounded him, like workplace tension or worries about his health. (e) He said, “Please give me a solution so that all the problems in my life will end and I can live peacefully.” The saint smiled and said that he would answer the request the next day.",
        "text_yn": 1,
        "question": "밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
        "paragraph": "",
        "choice1": "(a)",
        "choice2": "(b)",
        "choice3": "(c)",
        "choice4": "(d)",
        "choice5": "(e)",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 1,
        "yyyy": 2023,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 45,
        "points": 2,
        "text_title": "[43 ~ 45] 다음 글을 읽고, 물음에답하시오.",
        "text": "(A) There once lived a man in a village who was not happy with his life. He was always troubled by one problem or another. One day, a saint with his guards stopped by his village. Many people heard the news and started going to him with their problems. The man also decided to visit the saint. Even after reaching the saint’s place in the morning, (a) he didn’t get the opportunity to meet him till evening. (B) But the saint also asked if the man could do a small job for him. He told the man to take care of a hundred camels in his group that night, saying “When all hundred camels sit down, you can go to sleep.” The man agreed. The next morning when the saint met that man, (b) he asked if the man had slept well. Tired and sad, the man replied that he couldn’t sleep even for a moment. (C) In fact, the man tried very hard but couldn’t make all the camels sit at the same time because every time (c) he made one camel sit, another would stand up. The saint told him, “You realized that no matter how hard you try, you can’t make all the camels sit down. If one problem is solved, for some reason, another will arise like the camels did. So, humans should enjoy life despite these problems.” (D) When the man got to meet the saint, (d) he confessed that he was very unhappy with life because problems always surrounded him, like workplace tension or worries about his health. (e) He said, “Please give me a solution so that all the problems in my life will end and I can live peacefully.” The saint smiled and said that he would answer the request the next day.",
        "text_yn": 1,
        "question": "윗글에 관한 내용으로 적절하지 않은 것은?",
        "paragraph": "",
        "choice1": "많은 사람들이 자신들의 문제를 가지고 성자에게 갔다.",
        "choice2": "성자는 자신을 위해 작은 일을 해 줄 수 있는지 남자에게 물었다.",
        "choice3": "성자는 남자가 낙타를 모두 재우면 잠을 자러 가도 좋다고 했다.",
        "choice4": "성자는 문제가 있어도 인생을 즐겨야 한다고 말했다.",
        "choice5": "성자는 남자의 요청에 대한 답을 다음 날 말해 주기로 했다.",
        "short_answer": "",
        "multiple_answer": 3
    }
]