{
    "question_number": 1,
    "question_text": "[출제의도] 비판적 듣기를 이해한다. ㉡은 선배 1이 방금 전에 한 말의 의미를 확인하는 반응이다. 선택의 결과에 유불리가 없음을 확인하는 것도 아니고, 공정성을 평가하며 들었다고도 볼 수 없다. [오답풀이] ① 동아리에 공부 잘하는 부원이 많다는 것이 학업 성적이 올라가는 결과로 이어지는 것은 아 니라는 생각을 드러내므로, 근거가 부적절한 말임을 지적하는 타당성에 대한 평가이다. ③ 학교 신문에서 구체적인 사례를 확인할 수 있는지를 묻는 것은, 정 보의 사실 여부를 확인하고자 하는 것으로 신뢰성에 대한 평가이다. ④ 이전에 들었던 정보와 상대방이 하는 말이 다르다고 말하는 것은 사전 정보를 기준으 로 상대방의 말에 대해 신뢰성을 평가하는 것이다. ⑤ 자신만 쉽게 가입할 수 있게 해 주는 혜택을 사양 하는 것은 자신과 다른 사람 사이의 차등을 문제 삼 는 공정성에 대한 평가이다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 말하기 방식을 이해한다. 선배 1은 네 번째 발언 “어떤 동아리든 그 활동들은 다 의미 있다고 생각해요. 그 의미를 찾는 것은 부원 각자의 몫이 아닐까요?”를 통해 어떤 동아리든지 상 관없이 활동 부원이 열심히 활동하면서 그 의미를 찾 을 수 있다는 것을 말하고 있다. 이것이 필요한 정보 를 요구하는 질문은 아니다. [오답풀이] ① 선배 1의 첫 번째 발언에서 “네, 어서 오세요.”라고 말하며 ‘밝게 웃는’ 비언어적 표현을 사 용하여 환영의 의미를 강조하고 있다. ② 선배 1의 두 번째 발언에서 후배가 물어보는 ‘탐구 활동’을 다 시 언급하는 재진술을 통해 구체적인 탐구 활동에 대 해 물어보는 질문의 내용을 확인하고 있다. ③ 선배 1의 세 번째 발언에서 자신도 공부 잘하는 친구들로 부터 긍정적인 영향을 받았다는 경험을 들어 공부 잘 하는 부원이 많은 것과 학업 성적은 관련이 없다는 후배의 말에 대응하고 있다. ⑤ 선배 1의 다섯 번째 발언에서 실질적인 지원자 수는 실용음악반보다 세 배 이상 많았다는 구체적 사실에 근거하여 실용음악 반 가입 경쟁률이 제일 높았다는 후배의 인식을 바로 잡고 있다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 면접의 상황에 대해 파악한다. 면접자는 “자기소개서를 보니 심리학에 관심이 많고 그 분야에 관한 책도 많이 읽었네요.”라는 말을 통해 피면접자의 관심 분야를 확인하고 있다. 그런데 면접 자 평가 내용에는 그러한 내용이 반영되지 않았다고 했으므로 적절하지 않다. [오답풀이] ① 면접자는 “긴장한 것처럼 보이는데, 심 호흡 한번 하시고 편하게 답해 주세요.”라는 말을 통 해 피면접자의 긴장 해소를 위해 배려하는 발언을 하 고 있고 평가 내용에도 반영했다고 했으므로 적절하 다. ③ 면접자는 “그런데 심리학과가 아닌 경제학과에 지원한 이유가 뭐죠?”라는 질문을 통해 경제학을 전 공으로 선택한 동기를 확인하고 있다. ④ 면접자는 피면접자에게 전공을 선택한 동기와 관련된 구체적 경험 제시를 요구하지 않았다. 그리고 평가 내용에도 미반영되었다고 표시되었으므로 적절하다. ⑤ 면접자 는 “그러면 경제학과에 지원하기 위해 어떤 준비를 해 왔나요?”라고 말하며 진학을 위해 어떤 준비를 해 왔는지를 질문하고 있다. 그리고 평가 내용에도 그것 이 반영되었다고 표시했으므로 적절하다."
}
{
    "question_number": 4,
    "question_text": "[출제의도] 면접에서의 말하기 특징을 파악한다. 피면접자는 첫 번째 발언에서 “어떤 경제학자는 ‘경제 는 심리다’라고 하면서 경제 현상을 잘 이해하려면 인간의 생각이나 사고 과정 등에 대한 지식이 꼭 필 요하다고 했습니다. 그래서 저는 다양한 경제 현상을 심리학과 관련지어 본격적으로 공부하고 싶어 경제학 과에 지원하였습니다.”라고 말하며, 어떤 경제학자의 견해를 인용하고 심리학과 경제학 간의 관련성을 강 조하고 있다. [오답풀이] ① 피면접자는 다양한 경제 현상을 심리 학과 관련지어 공부하고 싶다고 했을 뿐 희망 직업을 언급하지는 않았다. ③ 선택 전공과 관련된 긍정적 전망이 제시되지 않았다. ④ 면접자가 제시한 질문의 의미를 확인하고 있는 부분은 없다. ⑤ 경제학을 전 문적으로 다룬 서적에 대한 풍부한 독서 경험을 내세 우는 부분은 없다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 면접에서의 질문 유형과 적절한 대답을 이해한다. [A]에서 면접자는 피면접자에게 그동안의 독서 경험 으로 어떤 영향을 받았는지를 묻는 개방형 질문을 하 고 있다. 그런데 피면접자는 가장 많은 영향을 준 책 의 이름만 대답하고 있다. 이것은 읽은 책의 이름을 묻는 폐쇄형 질문에 대한 대답이다. 따라서 질문의 유형(개방형 질문)에 부합하는 대답이라고 할 수 없 다. [오답풀이] ② [B]에서 피면접자는 기업의 사회적 책 임에 대해 그것은 기업 입장에서 필요하다는 판단을 밝히고 있다. ③ [A]와 [C]는 개방형 질문이므로 동 일한 유형의 질문이다. ④ [C]에서 면접자는 기업의 사회적 책임이 필요하다고 생각하는 이유를 물어보았 다. 이 질문은 사람들에 따라 다양한 대답을 할 수 있는 것이므로 광범위한 진술을 요구하는 개방형 질 문의 유형에 속한다. ⑤ [C]에서 피면접자는 [B]에서 기업의 사회적 책임이 필요하다고 밝힌 답변에 대해 그 이유를 자세히 제시하고 있으므로 심화된 내용을 진술하고 있다고 볼 수 있다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 작문 계획이 제대로 반영되었는지 파악한 다. (나)에 교사, 학생, 학부모 차원의 실천 방안을 구분 하여 제시하고 있지는 않다. 즉 (가)의 편집 회의 결 과 중 ㉤‘교사, 학생, 학부모 차원의 실천 방안을 구 분하여 제시할 것’은 (나)에 반영되지 않았다. [오답풀이] ① ㉠‘기사 기획 배경’은 [A]에 ‘상담 선 생님의 말씀에 따르면 최근 학교 폭력으로 인한 피해 를 호소하는 학생들이 증가하고 있다고 한다. 이에 본지에서는~’으로 제시되어 있다. ② ㉡‘교내 학교 폭력의 실태’는 [B]와 [C]에 그 조사 결과를 제시하 고 있다. ③ ㉢‘교내 학교 폭력의 주요 원인’은 [D] 에 ‘가해 학생들의 잘못된 인식이 교내 학교 폭력 문 제를 야기하는 주된 원인이 되고 있으며~’로 제시되 어 있다. ④ ㉣‘주요 설문 조사 결과는 시각적 자료 로 제시할 것’은 [A]와 [B] 사이에 그래프로 제시되 어 있다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 글의 수정ㆍ보완 계획의 적절성을 파악한 다. <보기>에서 ‘학교 폭력 근절을 위해 가해자의 문제 를 해결하려고만 하지, 피해 학생의 보호나, 그들의 신체적․정신적 상처를 치유하는 방안에 대해서는 상대 적으로 깊이 고민하지 않는다.’는 내용을 제시했다. 따라서 이를 참고하여 (나)를 수정․보완하기 위해서는 ④처럼 피해 학생들의 정신적 상처를 치유할 수 있는 실천 방안에 관한 내용을 추가해야겠다는 계획을 세 우는 것이 가장 적절하다. [오답풀이] ① 가해 학생들의 고민을 소개하는 내용 을 추가하면 글의 흐름이 어색해진다. ② 피해 학생 들이 겪고 있는 신체적․정신적 상처에 관한 인터뷰 내 용을 추가하는 것만으로는 부족하다. 이들의 상처를 치유할 수 있는 실천 방안에 관한 계획이 필요하다. ③ 친구들에게 욕설을 하거나 심부름을 시키는 이유 에 관한 설문 결과를 제시한 것은 가해 학생의 잘못 된 인식을 보여주는 것이므로 글의 흐름을 고려할 때 적절하지 않다. ⑤ [E]에서는 학교 폭력 문제를 우리 스스로 해결하는 학교 문화를 만들어 가야 한다는 주 장을 하고 있으므로, 피해 학생들의 상처를 치유하는 방안에 대한 고민이 필요하다는 것을 근거로 제시하 는 것은 적절하지 않다."
}
{
    "question_number": 8,
    "question_text": "[출제의도] 조건에 맞게 제대로 썼는지 파악한다. ⑤가 학교 폭력 예방 캠페인 활동을 위한 문구로, ‘바 른 언어 사용’을 다룬다는 내용 조건을 만족시키면서, 대조의 표현을 사용한다는 형식 조건도 만족시키고 있다. [오답풀이] ① 대조의 표현은 사용되었지만, 언어폭 력 문제를 해결하기 위한 대책 마련이 가장 먼저 해 결해야 할 문제라는 내용 조건을 만족시키지는 못했 다. ② 대구의 표현은 사용되었지만, 대조의 표현은 사용되지 않았다. 그리고 언어폭력 문제를 해결하기 위한 대책 마련이 가장 먼저 해결해야 할 문제라는 내용 조건도 만족시키지 못했다. ③ 대조의 표현이 사용되지 않았다. ④ 대조의 표현은 사용되었지만, 언 어폭력 문제를 해결하기 위한 대책 마련이 가장 먼저 해결해야 할 문제라는 내용 조건을 만족시키지는 못 했다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 작문 계획의 실현 여부를 파악한다. 첫 문단에는 저자에 관해 조사한 내용이 제시되어 있 지 않다. 따라서 첫 문단에서 저자에 관해 조사한 내 용을 먼저 제시해야겠다는 내용을 고려했다고 보기는 힘들다. [오답풀이] ① ‘당신만 모르는 조선 이야기’라는 제목 과 ‘~ 살고 있는 것은 아닌지 반성해 보았다.’라는 느 낀 점을 활용하여 ‘나만 몰랐던 이야기, 나를 되돌아 보게 하다’라는 제목을 썼으므로 고려했다고 볼 수 있다. ② 조선의 과거 제도에 관한 이야기가 가장 흥 미로웠다고 했고 거기에 초점을 맞춰 글의 내용이 제 시되었으므로 고려했다고 볼 수 있다. ④ 둘째 문단 과 셋째 문단에서는 과거 시험 합격자들의 공부 시간 과 시험 문제에 대한 내용을 소개하고 이어서 느낀 점을 제시하고 있으므로 고려했다고 볼 수 있다. ⑤ 마지막 문단에서는 오늘날의 교육 현실에 대한 문제 의식이 제시되어 있으므로 고려했다고 볼 수 있다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 올바르게 고쳐 썼는지를 파악한다. ‘과거 시험에서는 나라의 현안에 관한 해결 방안과 같이 종합적 사고를 묻는 문제가 주로 출제되었다’는 내용과 ‘길이 12미터에 달하는 답안지를 제출한 선비 도 있을 만큼 조선 시대 선비의 지식과 소양이 대단 했을 것’이라는 내용의 문장이 ‘하지만’으로 연결되는 2 것은 자연스럽지 않다. 따라서 ㉣을 ‘하지만’으로 고 치는 것은 적절한 고쳐쓰기 방안이라고 할 수 없다. [오답풀이] ① ‘소개하다’라는 표현으로 의미가 충분 히 전달되므로 사동 표현이 필요하지 않다. ② 문장 의 주어가 ‘책의 내용 중 가장 눈길을 끈 것은’이므로 ‘~ 에 관한 이야기였다.’로 고치는 것이 적절하다. ③ ㉢의 앞뒤 문장은 과거 시험을 준비하던 선비들은 매 우 오랜 시간을 공부하며 준비했다는 것이므로 아주 이른 나이에 과거 시험에 합격한 이건창 이야기는 글 의 흐름에 어긋난다고 볼 수 있다. ⑤ ‘몇일째’는 맞 춤법 규정에 어긋난다. 따라서 맞춤법 규정에 따라 ‘며칠째’로 고치는 것이 적절하다."
}
{
    "question_number": 11,
    "question_text": "[출제의도] 표준 발음법을 이해한다. 제25항은 용언 어간 뒤에 결합되는 어미의 첫소리 ‘ㄱ, ㄷ, ㅅ, ㅈ’에 관한 것으로 ⑤의 ‘여덟과’와는 관 계가 없다. ‘여덟과’는 명사가 조사와 결합한 경우로 [여덜과]로 발음해야 한다. [오답풀이] ④ ‘신기다’는 ‘신다’에 사동접미사 ‘­기­’가 붙은 것으로 표준어 규정 제24항의 ‘다만’ 조항에 해 당한다. 따라서 ‘신기다’는 [신기다]로 발음해야 한다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 합성어의 형성 방법을 이해한다. ‘앞서다’는 체언 ‘앞’과 용언 ‘서다’의 연결을 통해 만 들어진 통사적 합성어에 해당된다. [오답풀이] ① ‘낯설다’는 체언 ‘낯’과 용언 ‘설다’의 연결을 통해 만들어진 통사적 합성어로, ㉠의 적절한 예에 해당된다. ② ‘첫사랑’은 관형사 ‘첫’과 체언 ‘사 랑’의 연결을 통해 만들어진 통사적 합성어로, ㉡의 적절한 예에 해당된다. ③ ‘뜬소문’은 용언 ‘뜨다’의 관형사형 ‘뜬’과 체언 ‘소문’의 연결을 통해 만들어진 통사적 합성어로, ㉢의 적절한 예에 해당된다. ④ ‘덮 밥’은 용언의 어간 ‘덮-’에 체언 ‘밥’이 연결되어 만들 어진 비통사적 합성어로, ㉣의 적절한 예에 해당된다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 어법에 맞는 문장을 파악한다. 문장을 어법에 맞게 쓰기 위해서는 어휘의 적절한 사 용, 서술어의 자릿수, 문장 성분 사이의 호응, 수식어 와 피수식어의 호응, 문장 사이의 접속 표현 등을 고 려해야 한다. ㉤은 ‘남에게 고통을 주다.’와 ‘남의 마 음을 상하게 하다.’라는 문장이 이어지며 문장 성분을 과도하게 생략한 경우이다. [오답풀이] ① ㉠은 ‘-던지’나 ‘-든지’가 적절히 사 용되었는가를 판단해야 하는 문장이다. ‘-던지’의 ‘-더-’는 과거 회상을 나타내는 선어말 어미가 결합 한 것이며, 어미 ‘-든지’는 여러 동작이나 상태, 대상 을 늘어놓고 그 가운데 어느 것이든 선택될 수 있음 을 나타내는 어미이다. ② ㉡은 문장에서 나타내고자 하는 의미에 적절한 단어가 사용되었는가를 고려해야 하는 문장이다. 기차의 속도를 나타낼 때에는, 어떤 동작을 하는 데 걸리는 시간이 짧다는 의미를 나타내 는 ‘빠르다’를 사용하는 것이 적절하다. ③ ㉢은 ‘내가 하고 싶은 말은’과 서술어가 호응을 이루지 않아 문 장이 어색하다. ④ ㉣에서 ‘한결같이’의 수식의 대상 이 ‘어려운’인지 ‘돕는’인지 불분명하여 중의적으로 해 석된다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 높임법의 사용 양상을 이해한다. <보기 2>의 문장은 주어에 해당하는 인물은 ‘영희’ 이며 서술어에는 주체 높임 선어말 어미 ‘-시-’가 쓰이지 않았으므로, [주체 높임-]로 실현되었다. 문 장의 목적어가 가리키는 대상은 ‘할머니’이며 그 인물 을 높이는 표현인 ‘모시고’가 쓰였으므로, [객체 높임 +]로 실현되었다. 문장에 말을 듣는 상대를 높이는 ‘요’가 쓰였으므로, [상대 높임+]로 실현되었다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 중세 국어의 특징을 파악한다. ‘끊어 적기’란 받침을 가진 실질 형태소가 형식 형태 소와 만날 때, 실질 형태소와 형식 형태소를 구별해 서 적는 방식을 일컫는 말이다. 반면 ‘이어 적기’란, 소리 나는 대로 적는 표음적 표기를 말한다. 예를 들 어 ‘사람’+‘이’를 ‘사람이’라고 표기한다면 ‘끊어 적 기’, ‘사라미’라고 표기한다면 ‘이어 적기’에 해당된다. ㉣의 ‘조초미’는 ‘조촘+이’로 분석될 수 있는데, 이를 이어 적기하여 ‘조초미’로 표기한 것이다. 그러므로 ‘끊어 적기’로 파악한 ④는 적절한 탐구 내용으로 볼 수 없다. [오답풀이] ① ㉠ ‘말’가 아닌 ‘마’로 표기하였으 므로, ‘이어 적기’에 해당된다. ② ‘두음 법칙’은 일부 소리가 단어의 첫머리에 발음되는 것을 꺼려 다른 소 리로 발음되는 것으로, ‘ㅣ, ㅑ, ㅕ, ㅛ, ㅠ’ 앞에서의 ‘ㄹ’과 ‘ㄴ’이 ‘ㅇ’이 되고, ‘ㅏ, ㅓ, ㅗ, ㅜ, ㅡ, ㅐ, ㅔ, ㅚ’ 앞의 ‘ㄹ’은 ‘ㄴ’으로 변하는 것이다. ㉡ ‘닐오’는 ‘ㄴ’음이 ‘ㅣ’모음 앞에서 ‘ㅇ’으로 변하지 않고, ‘ㄴ’을 유지하고 있으므로 ‘두음 법칙’이 적용되지 않았음을 알 수 있다. ③ ‘어딘’에 ‘구개음화’가 일어났다면 ‘어 진’이라고 해야 한다. 하지만 ‘어딘’으로 표기된 것을 볼 때, ‘구개음화’가 일어나지 않았다. ⑤ ㉤ ‘노’은 ‘높- + -’으로 양성 모음의 어미인 ‘-’이 사용되 었으므로 ‘모음 조화’가 지켜진 것이다. ‘모음 조화’가 지켜지지 않았다면, ‘노픈’으로 표기되어야 한다. [16 ~ 19] (인문) 이정모 외, 󰡔인지심리학󰡕 ‘범주화’에 관한 이론 가운데 고전적 범주화 이론과 원형 범주화 이론을 소개한 글이다. 범주는 필요충분 속성의 집합으로 정의된다고 보았던 아리스토텔레스 의 고전적 범주화 이론과 그에 대한 비트겐슈타인의 비판을 먼저 소개한 다음, 비트겐슈타인의 견해에 바 탕을 두고 로쉬 등이 제시한 원형 범주화 이론을 설 명하고 있다. 원형 범주화 이론에서는 범주가 필요충 분 속성이 아니라, 원형과의 유사성에 의해 결정된다 고 보았다."
}
{
    "question_number": 16,
    "question_text": "[출제의도] 글의 내용을 이해한다. 이 글에서는, 인간이 범주화하는 능력이 없다면 새로 운 존재를 접할 때마다 모든 정보를 새롭게 파악하고 기억해야 한다는 점에서 인지적 부담이 클 수밖에 없 다고 하였다. 이를 뒤집어 생각하면, 범주화하여 대상 을 이해함으로써 인간의 인지 부담이 줄어든다고 볼 수 있다. [오답풀이] ① ‘새로운 존재를 접할 때마다 모든 정 보를 새롭게 파악하고 기억해야 한다.’는 구절로부터 범주가 없더라도 대상을 이해하고 기억할 수 있음을 알 수 있다. ② 이 글에 따르면, 어떤 대상을 범주화 한다는 것은 그 대상과 다른 대상을 구별한다는 의미 이므로, 범주화가 대상에 대한 완전한 이해를 의미하 는 것은 아니다. ③ 이 글에서는 범주화 능력이 없으 면 새로운 대상을 이해하는 데 인지 부담이 크다고 했을 뿐, 새로운 대상을 범주화할 수 없다고 한 것은 아니다. ⑤ ‘범주화란 우리가 접하는 사물, 개념, 현상 을 분류하여 이해하는 방식이다.’라는 구절로 보아, 인간이 범주화를 통해 세계를 이해함을 알 수 있다. [16 ~ 19] (인문) 이정모 외, 󰡔인지심리학󰡕 ‘범주화’에 관한 이론 가운데 고전적 범주화 이론과 원형 범주화 이론을 소개한 글이다. 범주는 필요충분 속성의 집합으로 정의된다고 보았던 아리스토텔레스 의 고전적 범주화 이론과 그에 대한 비트겐슈타인의 비판을 먼저 소개한 다음, 비트겐슈타인의 견해에 바 탕을 두고 로쉬 등이 제시한 원형 범주화 이론을 설 명하고 있다. 원형 범주화 이론에서는 범주가 필요충 분 속성이 아니라, 원형과의 유사성에 의해 결정된다 고 보았다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 글의 내용을 바탕으로 구체적인 상황을 이해한다. 이 글에 따르면, 비트겐슈타인은 고전적 범주화 이론 에 의문을 제기하며, 범주가 필요충분 속성의 집합으 로 정의되지 않는다고 보았다. 범주의 구성원들은 전 체가 모든 속성을 공유하지 않으며, 단지 부분적인 속성을 공유하는 것으로 범주화된다는 것이다. 따라 서 아리스토텔레스와 같이 [동물]과 [두 다리]라는 필요충분 속성으로 ‘인간’을 범주화하는 것은 불가능 하다고 보았다. [오답풀이] ①비트겐슈타인은 ‘인간’뿐 아니라 어떤 대상도 필요충분 속성의 집합으로 범주화할 수 없다 고 보았다. ②비트겐슈타인은 구성원 전체가 공유하 는 속성이 없이, 부분적인 속성을 공유하는 것으로 범주화된다고 보았다. ③비트겐슈타인은, 범주화가 필요충분 속성에 의해 이루어지는 것이 아니라고 하 였으므로, 속성을 추가하더라도 ‘인간’을 범주화할 수 없다고 보았다. ⑤필요충분 속성으로 대상을 범주화 할 수 있다고 한 것은 아리스토텔레스의 견해이므로, 비트겐슈타인의 반응으로 볼 수 없다. [16 ~ 19] (인문) 이정모 외, 󰡔인지심리학󰡕 ‘범주화’에 관한 이론 가운데 고전적 범주화 이론과 원형 범주화 이론을 소개한 글이다. 범주는 필요충분 속성의 집합으로 정의된다고 보았던 아리스토텔레스 의 고전적 범주화 이론과 그에 대한 비트겐슈타인의 비판을 먼저 소개한 다음, 비트겐슈타인의 견해에 바 탕을 두고 로쉬 등이 제시한 원형 범주화 이론을 설 명하고 있다. 원형 범주화 이론에서는 범주가 필요충 분 속성이 아니라, 원형과의 유사성에 의해 결정된다 고 보았다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 글의 내용을 바탕으로 글과 관련된 자 료를 이해한다. <보기>에 제시된 실험은, 한 개인 내에서나 사람들 간에 범주의 구분 지점이 달라, 범주 간의 경계가 불 분명함을 증명한 것이다. 원형 범주화 이론 역시 범 주의 경계가 불분명하다고 보고 있으므로, 범주 구분 지점이 사람들마다 다르다고 해서 범주 자체가 존재 하지 않는다고 보지는 않는다. [오답풀이] ② 원형은 범주 판단의 기준이 되므로, 원 형이 달라지면 범주의 구분 지점이 달라질 수 있다. ③ ‘컵’으로 분류되는 대상, 즉 범주의 구분 지점이 다 르다는 것은 범주의 경계가 명확하지 않다는 뜻이다. ④ 원형 범주화 이론에서는, 어떤 대상이 원형과 공유 하는 속성이 얼마나 많으냐에 따라 범주가 결정된다고 본다. 따라서 어떤 그릇을 ‘컵’으로 판단했다는 것은 그것이 ‘컵’의 원형과 공유하는 속성이 많다고 판단한 것으로 볼 수 있다. ⑤ 원형은 범주 판단의 기준으로 원형이 달라지면 범주 판단이 달라진다. 역으로, 범주 구분이 다르다는 것은 사람들마다 원형과의 유사성을 다르게 판단한 것이라 할 수 있다. [16 ~ 19] (인문) 이정모 외, 󰡔인지심리학󰡕 ‘범주화’에 관한 이론 가운데 고전적 범주화 이론과 원형 범주화 이론을 소개한 글이다. 범주는 필요충분 속성의 집합으로 정의된다고 보았던 아리스토텔레스 의 고전적 범주화 이론과 그에 대한 비트겐슈타인의 비판을 먼저 소개한 다음, 비트겐슈타인의 견해에 바 탕을 두고 로쉬 등이 제시한 원형 범주화 이론을 설 명하고 있다. 원형 범주화 이론에서는 범주가 필요충 분 속성이 아니라, 원형과의 유사성에 의해 결정된다 고 보았다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 글에 쓰인 어휘의 문맥적 의미를 이해 한다. ‘‘ ‘나, 동생, 아버지’로 이루어진 가족”이라는 구절에 서 ‘이루어진’이라는 말은, 문맥적 의미를 고려할 때 ‘몇 가지 부분이나 요소들이 모여 일정한 전체가 짜 여 이루어진’이라는 뜻의 ‘구성(構成)된’과 바꾸어 쓰 는 것이 적절하다. ‘형성(形成)되다’는 ‘어떤 형상이 이루어지다.’의 뜻으로 ‘도시가 형성되다.’, ‘공감대가 형성되다.’와 같이 쓰인다. [오답풀이] ① ‘범주화하는 능력이 없다면’이라는 구 절에서 ‘없다면’은 ‘마땅히 있어야 할 것이 빠져서 없 거나 모자란다면’의 뜻으로, ‘결여(缺如)된다면’으로 바꾸어 쓸 수 있다. ② ‘고전적 범주화 이론은~ 결정 된다고 본다.’라는 문장에서 ‘본다’는 ‘상태, 모양, 성 질 따위가 그와 같다고 본다. 또는 그렇다고 여긴다.’ 는 뜻으로 ‘간주(看做)한다’와 바꾸어 쓸 수 있다. ④ ‘새로운 대상이 나타날 경우’라는 구절에서 ‘나타날’은 ‘나타나거나 또는 나타나서 보일’의 뜻을 지닌 ‘출현 (出現)할’과 바꾸어 쓸 수 있다. ⑤ ‘원형이 바뀌기도 한다.’라는 구절에서 ‘바뀌기도’는 ‘사물의 성질, 모양, 상태 따위가 바뀌어 달라지기도’라는 뜻으로, ‘변화 (變化)하기도’와 바꾸어 쓸 수 있다. [20 ~ 23] (사회) 정대영, 󰡔동전에는 옆면도 있다󰡕 금리는 이자율이라고도 하며 경제 생활에 많은 영향 을 미친다. 이 글에서는 금리의 흐름을 예측하는 방 법을 알아보기 위해 피셔의 방정식을 제시한다. 피셔 의 방정식은 명목 금리가 물가 상승률과 실질 금리의 합으로 이루어져 있다는 것이다. 피셔의 방정식은 명 목 금리와 물가 상승률이 결정되었을 때 실질 금리를 계산하는 방정식으로도 활용될 수 있지만, 명목 금리 가 앞으로 어떻게 변해 갈지 예상하는 데 도움을 주 는 정보로도 활용될 수 있다. 이 방정식에 따르면 명 목 금리의 흐름을 알기 위해서는 물가 상승률과 실질 금리를 알아야 하는데, 실질 금리는 경제 성장률을 통해 간접적으로 파악될 수 있다. 현실세계에서는 중 앙은행의 정책 금리가 금리의 결정에 많은 영향을 미 치는데, 시중 금리는 정책 금리에 어느 정도의 금리 가 가산되어 책정된다. 정책 금리를 결정할 때 우선 적으로 고려되는 지표는 피셔 방정식에서와 마찬가지 3 로 물가 상승률과 경제 성장률이다. [16 ~ 19] (인문) 이정모 외, 󰡔인지심리학󰡕 ‘범주화’에 관한 이론 가운데 고전적 범주화 이론과 원형 범주화 이론을 소개한 글이다. 범주는 필요충분 속성의 집합으로 정의된다고 보았던 아리스토텔레스 의 고전적 범주화 이론과 그에 대한 비트겐슈타인의 비판을 먼저 소개한 다음, 비트겐슈타인의 견해에 바 탕을 두고 로쉬 등이 제시한 원형 범주화 이론을 설 명하고 있다. 원형 범주화 이론에서는 범주가 필요충 분 속성이 아니라, 원형과의 유사성에 의해 결정된다 고 보았다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 글의 서술상 특징을 이해한다. 실질 금리는 명목 금리에서 물가 상승률을 차감한 금 리이며, 명목 금리와 대비된다. 이 글에서는 글 전체 에 걸쳐 실질 금리가 하나의 개념으로 쓰이고 있다. 실질 금리를 몇 가지 기준으로 분류하고 있지는 않다. [오답풀이] ② 실질 금리에 대한 이해를 돕기 위해 화폐가 없는 상황에서의 이자를 가정해 보고 있다. ③ 명목 금리의 흐름 예측에 도움이 되는 물가 상승 률과 경제 성장률에 대해 설명하고 있다. ④ 이 글은 금리의 일반적인 측면을 서술하고 있을 뿐만 아니라 정책 금리의 결정에 대해서도 서술하고 있다. 특히 정책 금리가 결정될 때 물가 상승률과 경제 성장률이 중요하게 고려된다고 설명하면서 이전의 논의와 관련 짓고 있다. ⑤ 피셔 방정식이라는 경제학적 관계식을 활용하고 있다. [20 ~ 23] (사회) 정대영, 󰡔동전에는 옆면도 있다󰡕 금리는 이자율이라고도 하며 경제 생활에 많은 영향 을 미친다. 이 글에서는 금리의 흐름을 예측하는 방 법을 알아보기 위해 피셔의 방정식을 제시한다. 피셔 의 방정식은 명목 금리가 물가 상승률과 실질 금리의 합으로 이루어져 있다는 것이다. 피셔의 방정식은 명 목 금리와 물가 상승률이 결정되었을 때 실질 금리를 계산하는 방정식으로도 활용될 수 있지만, 명목 금리 가 앞으로 어떻게 변해 갈지 예상하는 데 도움을 주 는 정보로도 활용될 수 있다. 이 방정식에 따르면 명 목 금리의 흐름을 알기 위해서는 물가 상승률과 실질 금리를 알아야 하는데, 실질 금리는 경제 성장률을 통해 간접적으로 파악될 수 있다. 현실세계에서는 중 앙은행의 정책 금리가 금리의 결정에 많은 영향을 미 치는데, 시중 금리는 정책 금리에 어느 정도의 금리 가 가산되어 책정된다. 정책 금리를 결정할 때 우선 적으로 고려되는 지표는 피셔 방정식에서와 마찬가지 3 로 물가 상승률과 경제 성장률이다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 글의 세부 정보를 파악한다. 이 글에서 실질 금리의 흐름을 알 수 있는 방법을 서 술하는 부분에서, 경제 성장률이 높으면 실질 금리가 오르고 떨어지면 낮아진다는 내용이 나와 있다. [오답풀이] ② 2문단에서 자금 공급이 수요보다 많으 면 금리가 내려간다고 하였다. 이 상황은 자금 수요 가 공급보다 적은 상황이므로, 자금 수요가 공급보다 적으면 금리가 올라간다는 진술은 글의 내용과 일치 하지 않는다. ③ 글에서는 같은 대출 금리라 하더라 도 빌리는 사람의 신용도에 따라 금리가 달라진다고 하였다. 따라서 대출 금리가 개인의 신용도와 무관하 다고 한 진술은 글의 내용과 일치하지 않는 진술이 다. ④ 정책 금리는 시중에 자금을 공급할 때 기준이 되는 금리이며, 시중 은행은 금리를 정할 때 정책 금 리에 다른 요인과 관련되는 금리를 가산한다고 하였 다. 또 정책 금리에 따라 시중 금리가 전반적으로 변 화한다고 하였으므로, 정책 금리가 시중 금리에 별다 른 영향을 미치지 못한다고 한 진술은 적절하지 않은 진술이다. [20 ~ 23] (사회) 정대영, 󰡔동전에는 옆면도 있다󰡕 금리는 이자율이라고도 하며 경제 생활에 많은 영향 을 미친다. 이 글에서는 금리의 흐름을 예측하는 방 법을 알아보기 위해 피셔의 방정식을 제시한다. 피셔 의 방정식은 명목 금리가 물가 상승률과 실질 금리의 합으로 이루어져 있다는 것이다. 피셔의 방정식은 명 목 금리와 물가 상승률이 결정되었을 때 실질 금리를 계산하는 방정식으로도 활용될 수 있지만, 명목 금리 가 앞으로 어떻게 변해 갈지 예상하는 데 도움을 주 는 정보로도 활용될 수 있다. 이 방정식에 따르면 명 목 금리의 흐름을 알기 위해서는 물가 상승률과 실질 금리를 알아야 하는데, 실질 금리는 경제 성장률을 통해 간접적으로 파악될 수 있다. 현실세계에서는 중 앙은행의 정책 금리가 금리의 결정에 많은 영향을 미 치는데, 시중 금리는 정책 금리에 어느 정도의 금리 가 가산되어 책정된다. 정책 금리를 결정할 때 우선 적으로 고려되는 지표는 피셔 방정식에서와 마찬가지 3 로 물가 상승률과 경제 성장률이다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 글의 내용에 해당되는 사례를 파악한다. 이 글에 제시된 정보를 <보기>에 제시된 금융 사례 에 적용하는 문제이다. <보기>에서 춘향이는 3% 고 정 금리의 예금 상품에 가입했으나, 만기 시점에서 그가 가입한 예금 상품의 실질 금리를 계산하면 –1% 이다. 일정 금액을 은행에 맡긴 결과 실질적인 손해 를 본 셈이다. 이런 현상이 일어난 것은 예금 이자가 붙는 동안 물가 상승률도 높아졌기 때문이다. 춘향이 는 예금 가입 시점에 실질 금리를 계산한 바 있는데, 피셔 방정식(명목 금리= 물가 상승률– 실질 금리)에 따르면 1%의 실질 금리가 예상된다(명목 금리 3%, 기대 물가 상승률 2%). 그러나 만기 때의 실질 금리 는 명목 금리가 3%, 물가 상승률이 4%이므로 –1%가 나온다. 이로 볼 때 예금의 실질 금리는 예상했던 1%보다 낮아진 –1%이며, 춘향이가 예상했던 것보다 낮아진 실질 금리라고 할 수 있다. [오답풀이] ① 광한루은행에서는 예금 상품의 금리를 고정 금리 3%로 제시하였다. 우리가 접할 수 있는 표면상 금리가 명목상 금리이므로, 광한루은행은 3% 의 명목 금리를 제시했다고 볼 수 있다. ② <보기> 예금 상품의 명목 금리는 3%이고, 물가 상승률은 전 년 대비 4%이므로, 피셔 방정식에 따라 실질 금리를 계산하면(3% - 4%), -1%가 실질 금리이다. ④ 피 셔 방정식에 따르면, 실질 금리는 물가 상승률의 변 동에 따라 사후에 계산할 수 있다. 은행에서 사전에 명목 금리를 보장할 수는 있어도, 실질 금리는 보장 하지 못한다. 높은 실질 금리를 보장하였다는 것은 글의 내용이나 <보기>에 제시된 정보로 볼 때 적절 하지 않은 이해이다. ⑤ 예금 상품의 금리는 고정 금 리였으며, 중도에 명목 금리를 바꾸었다는 정보를 확 인할 수 없다. [20 ~ 23] (사회) 정대영, 󰡔동전에는 옆면도 있다󰡕 금리는 이자율이라고도 하며 경제 생활에 많은 영향 을 미친다. 이 글에서는 금리의 흐름을 예측하는 방 법을 알아보기 위해 피셔의 방정식을 제시한다. 피셔 의 방정식은 명목 금리가 물가 상승률과 실질 금리의 합으로 이루어져 있다는 것이다. 피셔의 방정식은 명 목 금리와 물가 상승률이 결정되었을 때 실질 금리를 계산하는 방정식으로도 활용될 수 있지만, 명목 금리 가 앞으로 어떻게 변해 갈지 예상하는 데 도움을 주 는 정보로도 활용될 수 있다. 이 방정식에 따르면 명 목 금리의 흐름을 알기 위해서는 물가 상승률과 실질 금리를 알아야 하는데, 실질 금리는 경제 성장률을 통해 간접적으로 파악될 수 있다. 현실세계에서는 중 앙은행의 정책 금리가 금리의 결정에 많은 영향을 미 치는데, 시중 금리는 정책 금리에 어느 정도의 금리 가 가산되어 책정된다. 정책 금리를 결정할 때 우선 적으로 고려되는 지표는 피셔 방정식에서와 마찬가지 3 로 물가 상승률과 경제 성장률이다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 반응이 적절한지 평가한다. 이 글의 글쓴이는 명목 금리의 변동이 물가 상승률과 경제 성장률의 추이에 따라서 변화한다고 했고, 한국 은행의 정책 금리를 결정할 때도 물가 상승률과 경제 성장률에 대한 고려가 우선적으로 작용한다고 하였 다. 그리고 마지막 문단에서 금리를 올려서 물가 안 정을 도모하는 중앙은행의 정책 의도에 대해 설명하 고 있다. 그런데 ⓑ는 물가 상승률이 낮아 이에 대응 하여 금리를 인하한 시점에 해당한다. 이것을 물가를 안정시키고자 하는 중앙은행의 의도로 해석하는 것은 적절하지 않은 반응이다. [오답풀이] ① ⓐ는 물가 상승 압력이 높아 금리를 올린 경우에 해당한다. ② ⓐ를 피셔 방정식대로 해 석한다면, 마이너스 금리 상태이다. 정책 금리를 물가 상승률보다 낮게 책정하였다면, 금리를 충분히 올리 지 못한 요인은 경제 성장률에 관한 요소이다. ⓐ에 서 당시에 내수 부문이 부진하다고 하였으므로, 내수 부문의 부진을 감안하여 금리를 충분히 올리지 않았 다는 반응은 적절하다. ③ ⓐ에서 정책 금리를 올렸 으므로, 정책 금리에 금리를 가산하는 시중의 금리는 전반적으로 올랐을 것이라는 예상을 할 수 있다. ④ 경제 성장 측면에서 내수 부문이 부진하고, 물가 상 승률도 낮다면 이 둘은 모두 기준 금리를 인하하는 데 영향을 미쳤을 것으로 예상해 볼 수 있다. [24 ~ 27] (예술) 민은기 외, 󰡔바로크 음악의 역사적 해석󰡕 수사학을 음악의 작곡과 연주에 적용한 바로크 시대 음악수사학에 대한 글이다. 음악수사학을 체계화한 마테존은 감정의 전달을 위한 방법으로 음형을 사용 하였으며, 음형에는 선율 음형과 장식 음형이 있다. 음형은 기악의 표현력을 강화하는 역할을 하였다. [20 ~ 23] (사회) 정대영, 󰡔동전에는 옆면도 있다󰡕 금리는 이자율이라고도 하며 경제 생활에 많은 영향 을 미친다. 이 글에서는 금리의 흐름을 예측하는 방 법을 알아보기 위해 피셔의 방정식을 제시한다. 피셔 의 방정식은 명목 금리가 물가 상승률과 실질 금리의 합으로 이루어져 있다는 것이다. 피셔의 방정식은 명 목 금리와 물가 상승률이 결정되었을 때 실질 금리를 계산하는 방정식으로도 활용될 수 있지만, 명목 금리 가 앞으로 어떻게 변해 갈지 예상하는 데 도움을 주 는 정보로도 활용될 수 있다. 이 방정식에 따르면 명 목 금리의 흐름을 알기 위해서는 물가 상승률과 실질 금리를 알아야 하는데, 실질 금리는 경제 성장률을 통해 간접적으로 파악될 수 있다. 현실세계에서는 중 앙은행의 정책 금리가 금리의 결정에 많은 영향을 미 치는데, 시중 금리는 정책 금리에 어느 정도의 금리 가 가산되어 책정된다. 정책 금리를 결정할 때 우선 적으로 고려되는 지표는 피셔 방정식에서와 마찬가지 3 로 물가 상승률과 경제 성장률이다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 글의 서술상 특징을 이해한다. (라)는 장식 음형의 개념을 소개하고 이에 속하는 대 상으로 악센트, 트릴, 트레몰로에 대해 설명하였다. 설명의 대상인 장식 음형에 대해 서술한 후에 설명 대상 각각의 개념과 특징을 서술하고 있다. 하지만 비유의 설명 방법을 사용하고 있지 않다. [오답풀이] ① (가)는 음악이 구체적인 감정을 재현 할 수 있다고 믿어 ‘언어’의 기술인 수사학을 음악에 적용하였다고 하면서 음악수사학의 태동 배경을 제시 하고 있다. ② (나)는 음형을 선율 음형과 장식 음형 의 두 부류로 나누어 설명하는 ‘분류’의 방식으로 설 명하여 독자의 이해를 돕고 있다. ③ (다)는 선율 음 형, (라)는 장식 음형에 대한 설명으로, 이 두 문단은 앞의 (나)에 대해 상세한 설명을 하고 있다. ⑤ (마) 에는 음악수사학이 기악을 성악과 동등한 위치에 서 게 하였고, 오늘날 음악의 ‘상식’으로 남아 있다고 말 하며 음악수사학의 의의를 밝히고 있다. [24 ~ 27] (예술) 민은기 외, 󰡔바로크 음악의 역사적 해석󰡕 수사학을 음악의 작곡과 연주에 적용한 바로크 시대 음악수사학에 대한 글이다. 음악수사학을 체계화한 마테존은 감정의 전달을 위한 방법으로 음형을 사용 하였으며, 음형에는 선율 음형과 장식 음형이 있다. 음형은 기악의 표현력을 강화하는 역할을 하였다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 글의 세부 정보를 파악한다. 마테존은 청중에게 감정을 효과적으로 전달하기 위해 음형의 사용을 강조하였고 장식 음형 중 악센트를 중 시하였다고 설명하였다. 그러나 장식 음형보다 선율 음형을 중시하였다고 추론할 수는 없다. [오답풀이] ② (가)의 “바로크 음악에서는 음악이 구 체적인 감정을 모방하고 재현할 수 있다는 믿음 아래 ‘언어’의 기술인 수사학을 음악에 적용하는 음악수사 학이 태동하였다.”에서 수사학을 음악에 적용하려는 노력이 있었음을 알 수 있다. ③ (가)의 ‘마테존에 와 서는 가사 없이 기악곡만으로 감정을 표현할 수 있다 고 생각하였다.’에서 알 수 있다. ④ 글에 나타난 사 실을 확인하는 답지로 (마)에 ‘기악이 성악과 대등한 위치에 서게 하는 역할을 하였다.’라고 나타나 있다. ⑤ (가)의 ‘음악수사학을 체계화한 마테존은 청중에 게 감정을 효과적으로 전달하기 위해 음형의 사용을 강조하였다.’에서 음악수사학에서 음형을 통해 감정을 효율적으로 표현하고자 하였음을 알 수 있다. [24 ~ 27] (예술) 민은기 외, 󰡔바로크 음악의 역사적 해석󰡕 수사학을 음악의 작곡과 연주에 적용한 바로크 시대 음악수사학에 대한 글이다. 음악수사학을 체계화한 마테존은 감정의 전달을 위한 방법으로 음형을 사용 하였으며, 음형에는 선율 음형과 장식 음형이 있다. 음형은 기악의 표현력을 강화하는 역할을 하였다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 글의 내용을 구체화한 사례를 파악한다. 감정을 표현하기 위한 방법인 음형은 작곡과 연주 과 정에서 다양하게 사용되었다. 이 문제는 본문의 내용 을 토대로 악보에 적용하는 문항이다. ⓒ는 트레몰로 가 아니라 강조하고자 하는 음의 앞이나 뒤에 높거나 낮은 음을 첨가하는 방식으로 이루어지는 음형인 악 센트이다. 트레몰로는 한 음이나 여러 개의 음을 빨 리 되풀이하는 음형이다. 악보와 연주자의 메모에서 음을 첨가하였다는 사실을 확인할 수 있다. [오답풀이] ① ⓐ는 아나포라로, 악보에서 일정 구절 의 앞부분을 반복한 것이다. 아나포라는 작곡가가 전 달하려는 의미를 강조하기 위해 사용한다는 내용은 (다)에 나타나 있다. ② ⓑ는 영탄법으로 음이 단6도 의 비약을 하고 있다. 지문의 내용 중 두 음 사이의 도약을 통해 감탄을 표현한다고 하였으므로 가사와 음악이 어울리기 위해서는 감탄을 표현하는 것이 적 절하다. ④에서 ⓐ, ⓑ는 선율 음형으로 ⓐ는 단어 차 원에, ⓑ는 문장 차원에 근거한 음형이다. ⑤에서 ⓐ 는 선율 음형으로 작곡 과정에서 고안되고, ⓒ는 장 식 음형으로 연주가가 실제 연주할 때 구현된다. [24 ~ 27] (예술) 민은기 외, 󰡔바로크 음악의 역사적 해석󰡕 수사학을 음악의 작곡과 연주에 적용한 바로크 시대 음악수사학에 대한 글이다. 음악수사학을 체계화한 마테존은 감정의 전달을 위한 방법으로 음형을 사용 하였으며, 음형에는 선율 음형과 장식 음형이 있다. 음형은 기악의 표현력을 강화하는 역할을 하였다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 단어의 정확한 의미를 이해한다. 본문 중의 ‘쓰다’는 ‘어떤 일을 하는 데에 재료나 도 구, 수단을 이용하다’의 의미로 ②의 ‘공식을 쓰다’와 문맥상 의미가 동일하다. [오답풀이] ①에서 ‘신경 쓰이는’의 ‘쓰다’는 ‘어떤 일 에 마음이나 관심을 기울이다.’라는 의미이다. ③에서 ‘시간을 쓰다’는 ‘어떤 일을 하는 데 시간이나 돈을 들이다.’라는 의미이다. ④의 ‘억지를 쓰다’는 ‘합당치 못한 일을 강하게 요구하다.’라는 의미이다. ⑤는 공 사를 하기 위해 인부를 고용한다는 의미로, 이때 ‘쓰 다’는 ‘사람에게 일정한 돈을 주고 어떤 일을 하도록 부리다.’라는 의미이다. [28 ~ 30] (과학) 김인묵 외, 󰡔수학 없는 과학󰡕 이 글은 빛이 유리와 같은 투명한 물체에 닿을 때 일 어나는 현상, 즉 투과, 굴절, 분산과 관련된 현상에 대해 설명하고 있다. 물체가 색을 띠는 원리, 빛이 유리와 같은 투명체를 통과할 때 유리가 투명하게 보이는 이유, 투명체를 통과할 때 빛의 속력이 감소하는 이유, 그리고 그 과 정에서 벌어지는 빛의 굴절, 빛의 굴절 과정에서 함 께 나타나는 빛의 분산에 대한 설명이 제시되어 있 다. 빛은 투명한 물체를 그대로 통과하는 것처럼 보 이지만, 사실은 투명체를 구성하는 원자가 빛을 흡수 하였다가 방출하는 과정을 연속적으로 거치면서 투명 체를 통과한다. 따라서 빛이 투명체를 그대로 통과하 는 것이 아니라 흡수, 방출의 과정을 거치기 때문에 그만큼 투명체를 통과할 때의 빛의 속력은 감소한다. 이렇게 매질에 따라 빛의 속력이 변하기 때문에 두 매질 사이를 비스듬히 빛이 통과할 때는 빛의 진행 경로가 꺾이는 굴절 현상이 나타난다. 또한 두 매질 의 경계에서 빛의 속력이 변할 때 진동수의 차이에 따라 굴절되는 정도가 달라지는데, 이런 현상을 분산 이라고 한다. [24 ~ 27] (예술) 민은기 외, 󰡔바로크 음악의 역사적 해석󰡕 수사학을 음악의 작곡과 연주에 적용한 바로크 시대 음악수사학에 대한 글이다. 음악수사학을 체계화한 마테존은 감정의 전달을 위한 방법으로 음형을 사용 하였으며, 음형에는 선율 음형과 장식 음형이 있다. 음형은 기악의 표현력을 강화하는 역할을 하였다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 글의 세부 정보를 파악한다. 빛이 유리와 같은 투명체를 통과하는 것은 그대로 직 진하는 것이 아니라 유리 원자에 흡수되었다가 다시 방출되는 과정을 거친다. 이 과정에서 자외선은 유리 원자에 흡수되어 열에너지로 남기 때문에 다시 방출 되지 않고, 가시광선만 흡수되었다가 방출된다. 이처 럼 이 글에는 자외선이 유리에 흡수된다는 내용은 있 지만 왜 유리 원자에 흡수되는 것인지에 대한 설명은 없다. [오답풀이] ② 1문단에 가시광선 중 진동수가 가장 4 낮은 빛은 빨간색 광선, 진동수가 가장 높은 빛은 보 라색 광선이라고 언급되어 있다. ③ 빛이 투명체를 만나 진행하는 과정에서 나타나는 현상인 굴절, 분산 등의 현상이 제시되어 있다. ④ 2문단에 유리가 가시 광선을 흡수만 하는 것이 아니라 다시 방출하기 때문 에 유리가 투명한 것이라고 제시되어 있다. ⑤ 3문단 에 빛이 투명체를 통과할 때 투명체의 원자가 빛을 흡수하고 방출하는 과정을 거치는데, 원자가 빛을 흡 수하고 방출하는 데에 걸리는 시간만큼 빛의 속력이 줄어든다고 제시되어 있다. [28 ~ 30] (과학) 김인묵 외, 󰡔수학 없는 과학󰡕 이 글은 빛이 유리와 같은 투명한 물체에 닿을 때 일 어나는 현상, 즉 투과, 굴절, 분산과 관련된 현상에 대해 설명하고 있다. 물체가 색을 띠는 원리, 빛이 유리와 같은 투명체를 통과할 때 유리가 투명하게 보이는 이유, 투명체를 통과할 때 빛의 속력이 감소하는 이유, 그리고 그 과 정에서 벌어지는 빛의 굴절, 빛의 굴절 과정에서 함 께 나타나는 빛의 분산에 대한 설명이 제시되어 있 다. 빛은 투명한 물체를 그대로 통과하는 것처럼 보 이지만, 사실은 투명체를 구성하는 원자가 빛을 흡수 하였다가 방출하는 과정을 연속적으로 거치면서 투명 체를 통과한다. 따라서 빛이 투명체를 그대로 통과하 는 것이 아니라 흡수, 방출의 과정을 거치기 때문에 그만큼 투명체를 통과할 때의 빛의 속력은 감소한다. 이렇게 매질에 따라 빛의 속력이 변하기 때문에 두 매질 사이를 비스듬히 빛이 통과할 때는 빛의 진행 경로가 꺾이는 굴절 현상이 나타난다. 또한 두 매질 의 경계에서 빛의 속력이 변할 때 진동수의 차이에 따라 굴절되는 정도가 달라지는데, 이런 현상을 분산 이라고 한다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 세부 내용이 일어나는 원인을 추리한다. <보기>의 현상은 빛의 굴절 현상이다. 빛의 굴절은 빛이 통과하는 매질이 바뀔 때, 빛의 속력의 변화로 인해 빛의 경로가 꺾이는 현상을 의미한다. 그런데 빛의 속도는 빛이 통과하는 매질의 밀도에 따라 달라 진다. 따라서 빛의 굴절 현상이 나타나는 근본적인 원인은 빛이 통과하는 매질의 밀도가 달라짐으로 해 서 빛의 속력이 변화하기 때문이다. [28 ~ 30] (과학) 김인묵 외, 󰡔수학 없는 과학󰡕 이 글은 빛이 유리와 같은 투명한 물체에 닿을 때 일 어나는 현상, 즉 투과, 굴절, 분산과 관련된 현상에 대해 설명하고 있다. 물체가 색을 띠는 원리, 빛이 유리와 같은 투명체를 통과할 때 유리가 투명하게 보이는 이유, 투명체를 통과할 때 빛의 속력이 감소하는 이유, 그리고 그 과 정에서 벌어지는 빛의 굴절, 빛의 굴절 과정에서 함 께 나타나는 빛의 분산에 대한 설명이 제시되어 있 다. 빛은 투명한 물체를 그대로 통과하는 것처럼 보 이지만, 사실은 투명체를 구성하는 원자가 빛을 흡수 하였다가 방출하는 과정을 연속적으로 거치면서 투명 체를 통과한다. 따라서 빛이 투명체를 그대로 통과하 는 것이 아니라 흡수, 방출의 과정을 거치기 때문에 그만큼 투명체를 통과할 때의 빛의 속력은 감소한다. 이렇게 매질에 따라 빛의 속력이 변하기 때문에 두 매질 사이를 비스듬히 빛이 통과할 때는 빛의 진행 경로가 꺾이는 굴절 현상이 나타난다. 또한 두 매질 의 경계에서 빛의 속력이 변할 때 진동수의 차이에 따라 굴절되는 정도가 달라지는데, 이런 현상을 분산 이라고 한다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 글이 다룬 내용을 구체적 상황에 적용 하여 파악한다. <보기>는 빛의 굴절과 분산 현상이 나타나 있는 그 림이다. 공기보다는 유리와 같은 투명체의 밀도가 높 아서, 빛의 속력은 유리에서 더 느려진다. 따라서 유 리를 통과하는 ⓑ, ⓒ가 공기 중을 통과하는 ⓐ, ⓓ, ⓔ보다 속력이 낮다. 그리고 마지막 문단에서 빛이 공기 중에서 유리로 비스듬히 들어갈 때 진동수가 높 은 보라색 광선이 진동수가 낮은 빨간색 광선보다 속 력이 더 느려져서 더 많이 굴절된다고 하였다. 그런 데 ⓑ와 ⓒ 중에 ⓒ가 더 많이 굴절되었으므로 ⓒ의 속력이 더 느려진 것임을 알 수 있다. 따라서 ⓐ~ ⓔ 중에서 가장 속력이 느린 것은 ⓒ이다. [오답풀이] ① 공기 중에서 빛의 속력이 유리를 통과 할 때 느려졌다가 다시 공기 중으로 나오면 원래의 속력을 회복한다고 하였으므로 ⓐ와 ⓓ의 속력은 같 다고 볼 수 있다. ③ ⓐ는 유리를 통과하기 전의 빛 이므로 자외선이 있다. 하지만 ⓔ는 유리를 통과한 빛이므로 자외선이 거의 없다. ④ 마지막 문단에서 빛이 공기 중에서 유리로 비스듬히 들어갈 때 진동수 가 높은 보라색 광선이 진동수가 낮은 빨간색 광선보 다 속력이 더 느려져서 더 많이 굴절된다고 하였다. 그런데 ⓑ와 ⓒ 중에 ⓒ가 더 많이 굴절되고, ⓒ의 속력이 더 느려진 것이므로 ⓑ와 ⓒ 중에 ⓒ가 더 진 동수가 높은 빛이다. ⑤ 빛의 색은 고유한 진동수에 따라 달라지고, 매질이 변하면 그 진동수에 따라 속 력이 결정된다고 하였으므로, 매질이 변하면 빛의 색 에 따라 속력이 달라진다고 볼 수 있다. 그런데 매질 이 바뀐다고 해서 진동수가 바뀐다는 내용은 없다. 따라서 매질의 변화에 따라 진행 경로가 달라진 ⓑ와 ⓒ는 진동수가 다른 빛이라고 볼 수 있지만, ⓑ와 ⓓ 가 진동수가 다른 빛이라고 볼 수는 없다. [31 ~ 33] (현대시) 조지훈, ｢풀잎 단장(斷章) ｣, 신경 림, ｢나목｣ 조지훈의 ｢풀잎 단장(斷章) ｣은 일상에서 흔히 볼 수 있는 ‘풀잎’을 통해 삶에 대한 깨달음과 생명의 신비 를 노래한 작품이다. ‘풀잎’은 무한한 시간의 흐름 속 에서 순간을 살아가는 연약한 존재이지만, 시간의 흐 름에 자신을 맡기며 스스로를 정화할 줄 아는 존재이 다. 화자는 이러한 ‘풀잎’에서 자신의 모습을 발견하 고 교감하며, 생명에 대한 신비를 느끼고 경외감을 표출한다. 신경림의 ｢나목｣은 잎을 모두 떨구고 매 서운 겨울 추위를 견디고 있는 ‘나목’의 모습을 통해 인간의 삶에 대해 성찰하고 있는 작품이다. 나목을 통해 드러나는 삶의 고통과 이를 이겨내려는 모습, 그리고 어찌할 수 없는 삶의 슬픔은 곧 인간의 삶의 모습을 대변한다고 볼 수 있다. 화자는 ‘나목’의 울음 에 같이 울어주는 존재를 제시하여 이러한 존재에 대 한 연민과 공감의 정서를 표출하고 있다. [28 ~ 30] (과학) 김인묵 외, 󰡔수학 없는 과학󰡕 이 글은 빛이 유리와 같은 투명한 물체에 닿을 때 일 어나는 현상, 즉 투과, 굴절, 분산과 관련된 현상에 대해 설명하고 있다. 물체가 색을 띠는 원리, 빛이 유리와 같은 투명체를 통과할 때 유리가 투명하게 보이는 이유, 투명체를 통과할 때 빛의 속력이 감소하는 이유, 그리고 그 과 정에서 벌어지는 빛의 굴절, 빛의 굴절 과정에서 함 께 나타나는 빛의 분산에 대한 설명이 제시되어 있 다. 빛은 투명한 물체를 그대로 통과하는 것처럼 보 이지만, 사실은 투명체를 구성하는 원자가 빛을 흡수 하였다가 방출하는 과정을 연속적으로 거치면서 투명 체를 통과한다. 따라서 빛이 투명체를 그대로 통과하 는 것이 아니라 흡수, 방출의 과정을 거치기 때문에 그만큼 투명체를 통과할 때의 빛의 속력은 감소한다. 이렇게 매질에 따라 빛의 속력이 변하기 때문에 두 매질 사이를 비스듬히 빛이 통과할 때는 빛의 진행 경로가 꺾이는 굴절 현상이 나타난다. 또한 두 매질 의 경계에서 빛의 속력이 변할 때 진동수의 차이에 따라 굴절되는 정도가 달라지는데, 이런 현상을 분산 이라고 한다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 작품 간의 공통점을 파악한다. (가)에서 ‘풀잎’은 ‘우리들’로 지칭되거나, ‘고달픈 얼 굴을 마조 대고 나직히 웃으며 얘기하’는 인간적 속 성을 지닌 대상으로 그려지고 있다. 또한 ‘한 떨기 영 혼’으로 비유되며, 생명의 신비를 가진 존재로 표현되 고 있다. (나)에서 ‘나무’들은 ‘알몸’의 모습을 지닌 존재이며, ‘터진 살갗’과 ‘뒤틀린 허리’를 가지고 있으 며, 울음을 터뜨리는 인격적 존재로 그려지고 있다. 이외에도 나뭇가지는 ‘손’이나 ‘팔’로 비유되기도 하 고, 나무들은 사람처럼 ‘서로 부둥켜안’는 존재로도 그려져 있다. 그러므로 (가)와 (나)의 공통점은 ⑤이 다. [오답풀이] ① (가), (나) 모두 묻고 답하는 특징은 나타나지 않는다. ④ (가)에서 화자의 시선이 ‘무너진 성터’에서 ‘바위’로, 다시 ‘구름’과 ‘풀’로, 그리고 ‘나’ 로, 다시 ‘풀잎’으로 이동하고 있다. 그러나 대상에 대 한 인식의 변화에 따른 시선 이동이라고 보기는 어렵 다. (나)의 경우 대상에 대한 화자의 뚜렷한 인식 변 화는 나타나지 않고, 시선 이동도 찾기 어렵다. [31 ~ 33] (현대시) 조지훈, ｢풀잎 단장(斷章) ｣, 신경 림, ｢나목｣ 조지훈의 ｢풀잎 단장(斷章) ｣은 일상에서 흔히 볼 수 있는 ‘풀잎’을 통해 삶에 대한 깨달음과 생명의 신비 를 노래한 작품이다. ‘풀잎’은 무한한 시간의 흐름 속 에서 순간을 살아가는 연약한 존재이지만, 시간의 흐 름에 자신을 맡기며 스스로를 정화할 줄 아는 존재이 다. 화자는 이러한 ‘풀잎’에서 자신의 모습을 발견하 고 교감하며, 생명에 대한 신비를 느끼고 경외감을 표출한다. 신경림의 ｢나목｣은 잎을 모두 떨구고 매 서운 겨울 추위를 견디고 있는 ‘나목’의 모습을 통해 인간의 삶에 대해 성찰하고 있는 작품이다. 나목을 통해 드러나는 삶의 고통과 이를 이겨내려는 모습, 그리고 어찌할 수 없는 삶의 슬픔은 곧 인간의 삶의 모습을 대변한다고 볼 수 있다. 화자는 ‘나목’의 울음 에 같이 울어주는 존재를 제시하여 이러한 존재에 대 한 연민과 공감의 정서를 표출하고 있다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 주어진 자료를 바탕으로 시를 이해한다. ‘나’와 ‘풀잎’ 모두 영원한 시간의 흐름 속에서 ‘순간’ 을 살아가는 존재이지만, ‘나’는 ‘풀잎’의 모습에서 ‘나’와 ‘풀잎’ 모두 ‘태초의 생명의 아름다운 분신’임을 깨닫게 된다. ‘나’는 ‘풀잎’과의 깊은 교감을 통해 ‘풀 잎’에서 느낀 생명의 신비와 감동을 ‘한 떨기 영혼’으 로 표현하고 있다. [오답풀이] ① 1행의 ‘오랜 세월을 풍설에 깎여 온 바위’에서 확인할 수 있다. ② 화자는 ‘언덕’에서 ‘무 너진 성터’와 ‘오랜 세월’ ‘풍설에 깎여온 바위’를 보 며 영원에 가까운 시간의 흐름을 포착하고 있다. ③ ‘나’ ‘또한’ ‘바람결에 흔들리노라’와 ‘우리들’이라는 표 현을 통해 둘 사이의 동질성이 드러나고 있다. ④ 화 자가 마치 인격적 대상을 대하는 것처럼 ‘얘기’를 하 는 모습에서 깊은 교감을 나누고 있음을 알 수 있다. [31 ~ 33] (현대시) 조지훈, ｢풀잎 단장(斷章) ｣, 신경 림, ｢나목｣ 조지훈의 ｢풀잎 단장(斷章) ｣은 일상에서 흔히 볼 수 있는 ‘풀잎’을 통해 삶에 대한 깨달음과 생명의 신비 를 노래한 작품이다. ‘풀잎’은 무한한 시간의 흐름 속 에서 순간을 살아가는 연약한 존재이지만, 시간의 흐 름에 자신을 맡기며 스스로를 정화할 줄 아는 존재이 다. 화자는 이러한 ‘풀잎’에서 자신의 모습을 발견하 고 교감하며, 생명에 대한 신비를 느끼고 경외감을 표출한다. 신경림의 ｢나목｣은 잎을 모두 떨구고 매 서운 겨울 추위를 견디고 있는 ‘나목’의 모습을 통해 인간의 삶에 대해 성찰하고 있는 작품이다. 나목을 통해 드러나는 삶의 고통과 이를 이겨내려는 모습, 그리고 어찌할 수 없는 삶의 슬픔은 곧 인간의 삶의 모습을 대변한다고 볼 수 있다. 화자는 ‘나목’의 울음 에 같이 울어주는 존재를 제시하여 이러한 존재에 대 한 연민과 공감의 정서를 표출하고 있다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 시상 전개 과정에 따라 시를 이해한다. ④ [C]에서 ‘나무’는 한 밤에 내리는 ‘눈 따위 흔들어 시원스레 털어 다시 알몸’이 되는 존재이다. ‘시원스 레’라는 시어에는 ‘아무런 미련도 없이, 흔쾌히’라는 의미가 내포되어 있으므로, ‘눈’으로부터 따뜻한 위로 를 받을 것임을 기대하고 있다고 볼 수 없다. [오답풀이] ① [A]는 발가벗은 ‘나무’(나목)의 모습 을 제시한 것으로, 화자는 이러한 모습에 주목하여 시상을 열고 있다. ② [A]의 ‘하늘을 향해’ ‘팔’을 내 뻗는 모습은 [B]에서 ‘별빛’을 받아 ‘말끔히 씻어내려 는’ 것으로 이해되고 있으므로, 이를 스스로를 정화하 려는 것이라고 한 해석은 타당하다. ③ [C]의 ‘부끄 러울 것도 숨길 것도 없어’를 통해 화자는 ‘나무’가 고달픈 삶을 당당하게 감내할 것이라는 생각을 드러 내고 있다. ⑤ [D]에서 ‘나무’가 ‘깊은 울음’을 터뜨릴 때, ‘같이 우는 사람’은 나무의 처지를 깊이 이해하고 연민과 공감의 마음을 가진 존재를 의미한다. [34 ~ 37] (고전소설) 김만중, ｢구운몽｣ 이 작품은 조선 숙종 대의 문인 서포 김만중이 유배 지인 선천에서 노모를 위로하기 위해 지은 국문 소설 이다. 스님인 성진이 하룻밤 꿈속에서 세상의 온갖 부귀영화를 겪고 깨어나 삶의 본질적 의미를 깨닫는 다는 내용의 소설로, 제시문은 성진의 꿈속 환생인 양소유가 진채봉을 만나 서로의 마음을 확인하는 대 목이다. [31 ~ 33] (현대시) 조지훈, ｢풀잎 단장(斷章) ｣, 신경 림, ｢나목｣ 조지훈의 ｢풀잎 단장(斷章) ｣은 일상에서 흔히 볼 수 있는 ‘풀잎’을 통해 삶에 대한 깨달음과 생명의 신비 를 노래한 작품이다. ‘풀잎’은 무한한 시간의 흐름 속 에서 순간을 살아가는 연약한 존재이지만, 시간의 흐 름에 자신을 맡기며 스스로를 정화할 줄 아는 존재이 다. 화자는 이러한 ‘풀잎’에서 자신의 모습을 발견하 고 교감하며, 생명에 대한 신비를 느끼고 경외감을 표출한다. 신경림의 ｢나목｣은 잎을 모두 떨구고 매 서운 겨울 추위를 견디고 있는 ‘나목’의 모습을 통해 인간의 삶에 대해 성찰하고 있는 작품이다. 나목을 통해 드러나는 삶의 고통과 이를 이겨내려는 모습, 그리고 어찌할 수 없는 삶의 슬픔은 곧 인간의 삶의 모습을 대변한다고 볼 수 있다. 화자는 ‘나목’의 울음 에 같이 울어주는 존재를 제시하여 이러한 존재에 대 한 연민과 공감의 정서를 표출하고 있다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 작품의 특징을 파악한다. 이 글에서는 ‘하늘이 낸 듯 어여쁜 자태’, ‘얼굴이 옥 같고 눈썹은 그린 듯하니’와 같은 비유적 표현을 사 용하여 인물의 외양을 제시하고 있다(ㄷ). 또한 이 작품은 3인칭 서술자, 즉 이야기 바깥의 서술자의 시 각에서 인물과 사건이 제시되고 있다(ㄹ). [오답풀이] 제시문에서는 양소유와 진채봉의 만남이 대화와 서술의 병행을 통해 전개되고 있으며, 비현실적 이고 전기적인 요소는 드러나 있지 않다(ㄱ). 또한 이 들이 만나는 공간적 배경은 ‘앞부분의 줄거리’를 통해 ‘화주 화음현 땅’이라는 구체적인 지명과 함께 드러나 있는데, 이 공간적 배경은 현실의 장소로, 그 신비적 속성에 대한 언급은 제시문에서 찾아볼 수 없다(ㄴ). [34 ~ 37] (고전소설) 김만중, ｢구운몽｣ 이 작품은 조선 숙종 대의 문인 서포 김만중이 유배 지인 선천에서 노모를 위로하기 위해 지은 국문 소설 이다. 스님인 성진이 하룻밤 꿈속에서 세상의 온갖 부귀영화를 겪고 깨어나 삶의 본질적 의미를 깨닫는 다는 내용의 소설로, 제시문은 성진의 꿈속 환생인 양소유가 진채봉을 만나 서로의 마음을 확인하는 대 목이다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 삽입시의 표현과 내용을 이해한다. [A]에는 ‘버드나무 심은 뜻’을 제시하고 이어 자신의 의도와는 정반대로 버드나무 가지를 사용하는 임에 대한 야속하고 안타까운 심정을 표현하는 화자의 목 소리가 드러나 있다. [B]에는 수많은 버드나무 가지 를 과장법을 통해 ‘천만 가지’로 표현한 후, 이 가지 마다 마음을 묶어 인연을 만들고 싶다는 화자의 소망 을 드러내고 있다. 두 시에서는 모두 우회적인 표현 을 통해 화자의 소망이 드러나고 있으나, 반어적 표 현은 사용되지 않았다. [오답풀이] ① 양소유는 [A]를 읽고 ‘그 글의 청신, 완곡함에 크게 감복’하여 ‘옛날 저명한 시인 왕유나 이백이 고쳐 지으려 해도 한 글자도 바꾸지 못하리 라’며 격찬하고 있다. ② [A]의 ‘어찌하여 가지 꺾어 채찍 삼아/ 바삐바삐 서울 길로 향하는고’라는 구절에 는 자신의 의도와는 달리 떠나는 길을 재촉하는 상대 방에 대한 안타까움과 원망의 심정이 드러나 있다. 이는 양소유와의 인연을 소망하나 이것이 이루어지지 않을까 두려워하는 진채봉의 마음이 드러난 대목으로 볼 수 있다. ③ ‘버드나무 천만 가지’는 과장법을 통 해 진채봉과 인연을 맺고 싶어하는 양소유의 소망을 강조하는 구절이다. ⑤ [A]와 [B]에서는 모두 ‘버드 나무’라는 동일한 소재를 통해 화자의 소망이 제시되 고 있다. [34 ~ 37] (고전소설) 김만중, ｢구운몽｣ 이 작품은 조선 숙종 대의 문인 서포 김만중이 유배 지인 선천에서 노모를 위로하기 위해 지은 국문 소설 이다. 스님인 성진이 하룻밤 꿈속에서 세상의 온갖 부귀영화를 겪고 깨어나 삶의 본질적 의미를 깨닫는 다는 내용의 소설로, 제시문은 성진의 꿈속 환생인 양소유가 진채봉을 만나 서로의 마음을 확인하는 대 목이다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 외적 준거에 따라 작품을 이해한다. 진채봉이 유모를 시켜 양소유에게 자신의 뜻을 전달 할 것을 지시하면서 자신이 지시한 내용의 막중함을 강조하는 것은 그만큼 양소유와의 결연을 절실히 소 망하면서 그 욕구를 충족하고자 하는 의도가 강함을 나타내는 것이다. [오답풀이] ① 양소유가 시동을 원망한 것은, 시동으 로 인해 진채봉과의 인연을 맺을 뻔한 기회가 허사로 돌아갔다고 생각했기 때문이다. ② 진채봉은 ‘신하도 임금을 선택할 수 있다’고 하는 옛말을 떠올리면서, 이를 근거로 처녀도 남편을 선택할 수 있다는 결론을 내리고 자신의 욕망 충족을 정당화하는 모습을 보이 고 있다. ④ 유모는 자신에게 지시를 내리는 진채봉 에게, 진 어사를 의식한 질문과 양소유의 혼인 여부 와 관련된 질문을 던진다. 이는 진채봉이 혼인 의사 를 결정함에 있어 부친인 진 어사의 의사를 고려해야 할 것이라는 생각과, 남자의 혼인 여부가 여자의 혼 인 의사 결정에 큰 영향을 끼칠 것이라는, 당대의 가 치관과 관련된 인식 때문일 것으로 볼 수 있다. ⑤ 진채봉은 ‘달빛을 따라가서 아씨의 용모를 보고자’ 하 는 양소유의 제안 중 ‘달빛을 따라’서 만나자는 제안 을 거절하면서, ‘사람들의 구설’과 ‘아버지’를 의식하 는 모습을 보이고 있다. [34 ~ 37] (고전소설) 김만중, ｢구운몽｣ 이 작품은 조선 숙종 대의 문인 서포 김만중이 유배 지인 선천에서 노모를 위로하기 위해 지은 국문 소설 이다. 스님인 성진이 하룻밤 꿈속에서 세상의 온갖 부귀영화를 겪고 깨어나 삶의 본질적 의미를 깨닫는 다는 내용의 소설로, 제시문은 성진의 꿈속 환생인 양소유가 진채봉을 만나 서로의 마음을 확인하는 대 목이다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 맥락에 적절한 어휘를 파악한다. ㉠은 양소유가 진채봉과의 인연을 포기하고 시동을 따라 돌아가는 대목을 서술한 것이다. 이러한 양소유 의 상황을 표현하기에 적절한 한자성어로는 ‘손을 묶 은 것처럼 어찌할 도리가 없어 꼼짝 못함’이라는 의 미의 ‘속수무책’이다. [오답풀이] ② ‘수수방관(袖手傍觀)’은 팔짱을 끼고 보고만 있다는 뜻으로, ‘간섭하거나 거들지 아니하고 5 그대로 버려둠’을 이르는 한자성어이다. ③ ‘아연실색 (啞然失色)’은 ‘뜻밖의 일에 얼굴빛이 변할 정도로 놀 람’을 의미하는 한자성어이다. ④ ‘안하무인(眼下無 人)’은 눈 아래에 사람이 없다는 뜻으로, ‘방자하고 교만하여 다른 사람을 업신여김’을 이르는 한자성어 이다. ⑤ ‘혼비백산(魂飛魄散)’은 혼백이 어지러이 흩 어진다는 뜻으로, ‘몹시 놀라 넋을 잃음’을 뜻하는 한 자성어이다. [38 ~ 41] (가) (고전시가) 윤선도, ｢어부사시사｣ 이 작품은 윤선도가 보길도에서 생활하며 지은 40수 의 연시조이다. 봄, 여름, 가을, 겨울의 사계절마다 10수씩의 작품으로 구성되어 있다. 자연 속에서의 흥 취를 계절별로 노래한 작품이다. (나) (현대수필) 김용준, ｢매화｣ 이 작품은 매화를 대상으로 글쓴이의 개성을 드러낸 수필이다. 세인들이 매화를 사랑하는 이유를 제시하 면서 자신만의 독특한 관점으로 매화를 대하며 매화 를 통해 연상되는 다양한 예술 작품과의 비교를 바탕 으로 매화가 지닌 미의식과 미덕을 개성 있게 형상화 하고 있다. [34 ~ 37] (고전소설) 김만중, ｢구운몽｣ 이 작품은 조선 숙종 대의 문인 서포 김만중이 유배 지인 선천에서 노모를 위로하기 위해 지은 국문 소설 이다. 스님인 성진이 하룻밤 꿈속에서 세상의 온갖 부귀영화를 겪고 깨어나 삶의 본질적 의미를 깨닫는 다는 내용의 소설로, 제시문은 성진의 꿈속 환생인 양소유가 진채봉을 만나 서로의 마음을 확인하는 대 목이다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 시와 수필의 표현상 특징을 파악한다. (가)와 (나) 두 작품에는 물음의 방식으로 말하는 이 의 뜻을 강조하여 전달하는 표현이 공통으로 드러난 다. (가)의 경우에는 ‘어드메오’, ‘무엇하리’, ‘어떠하 니’ 등의 물음의 방식이 나타나고, (나)의 경우에는 ‘매화의 아름다움이 어디 있나뇨?’, ‘어찌하리까.’, ‘다 르겠습니까.’, ‘있겠습니까.’ 등의 물음을 통한 표현 방 식이 나타나고 있다. 따라서 모두 물음의 방식이 확 인되고 있으며, 이러한 물음의 방식은 전후맥락을 통 해 말하는 이의 뜻을 강조하면서 의미를 전달하였다 고 볼 수 있다. [오답풀이] ① 명령형 어조가 등장하는 것은 (가)의 경우에는 확인되고 있으나 (나)에는 명령하는 어조가 확인되지 않는다. ② (나)에서 ‘연쇄적’ 표현을 확인 할 수는 있지만 (가)에서는 확인하기 어렵다. ③ ‘색 채 이미지’도 (나)의 경우에는 해당된다고 할 수 있 지만 (가)에는 해당되지 않는다. ④ 원근의 대비를 통해 대상이 지닌 중의적 의미를 보여주는 것은 (가) 와 (나) 어디에도 해당되지 않는다. [38 ~ 41] (가) (고전시가) 윤선도, ｢어부사시사｣ 이 작품은 윤선도가 보길도에서 생활하며 지은 40수 의 연시조이다. 봄, 여름, 가을, 겨울의 사계절마다 10수씩의 작품으로 구성되어 있다. 자연 속에서의 흥 취를 계절별로 노래한 작품이다. (나) (현대수필) 김용준, ｢매화｣ 이 작품은 매화를 대상으로 글쓴이의 개성을 드러낸 수필이다. 세인들이 매화를 사랑하는 이유를 제시하 면서 자신만의 독특한 관점으로 매화를 대하며 매화 를 통해 연상되는 다양한 예술 작품과의 비교를 바탕 으로 매화가 지닌 미의식과 미덕을 개성 있게 형상화 하고 있다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 주어진 자료를 바탕으로 작품 감상의 적절성을 파악한다. <보기>의 내용은 윤선도의 <어부사시사>를 이해하 기 위해 중요한 단서가 되는 자료이다. 윤선도뿐만이 아니라 사대부들이 강호가도를 노래할 때에는 항상 가짜 어부라고 일컫는 ‘어옹’을 통해 형상화하는 경우 가 많다. 화자가 머무는 자연 공간은 화자의 경험을 통해 구체화되기도 하고, 또한 속세와의 대비를 통해 부각되기도 한다. 아울러 ‘서풍진’과 ‘허유’ 고사를 통 해 속세와 거리를 두고자 하는 화자의 목소리가 작품 의 맥락을 이해하는 데 중요한 점이다. ‘추 2’의 ‘멀수 록 더욱 좋다’라는 말은 속세와 거리를 두는 것이 좋 다는 인식을 드러낸 표현이고, ‘추 8’의 ‘이것이 어드 메오’라는 말은 자연 공간 속에서의 만족감을 들어낸 표현이므로, 둘 다 ‘자연’이라는 공간 속에서 느끼는 흥취에 해당한다. 따라서 ‘동일한 공간에 대한 상반된 인식’이라는 반응은 적절하지 않다. [오답풀이] ① ‘수국’과 ‘조선’은 자연 속에서의 삶을 영위하는 공간인 반면, ‘인간’과 ‘부세’는 글쓴이가 멀 리하고자 하는 속세를 나타낸다. ② 넓은 바다에서 ‘슬카지 용여하자’는 화자의 말은 자신이 머무는 자연 에서의 경험을 지속하려는 의도를 담고 있다. ④ ‘서 풍진 못 미치니’와 ‘들은 말이 없었으니’를 통해서 화 자는 속세로부터 멀리 떨어져 있는 자신의 상황을 표 현하고 있다. [38 ~ 41] (가) (고전시가) 윤선도, ｢어부사시사｣ 이 작품은 윤선도가 보길도에서 생활하며 지은 40수 의 연시조이다. 봄, 여름, 가을, 겨울의 사계절마다 10수씩의 작품으로 구성되어 있다. 자연 속에서의 흥 취를 계절별로 노래한 작품이다. (나) (현대수필) 김용준, ｢매화｣ 이 작품은 매화를 대상으로 글쓴이의 개성을 드러낸 수필이다. 세인들이 매화를 사랑하는 이유를 제시하 면서 자신만의 독특한 관점으로 매화를 대하며 매화 를 통해 연상되는 다양한 예술 작품과의 비교를 바탕 으로 매화가 지닌 미의식과 미덕을 개성 있게 형상화 하고 있다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 작품의 전개방식과 흐름을 이해한다. 이 작품의 전개 흐름에 따라 특정 부분을 기준으로 [A] ~ [D]로 구분했다. 각각의 구분 기준에 맞는 표 현 방식을 통해 의미 단락을 구분하고 있다. [C]부분 을 보면 매화를 대상으로 연쇄적 환상이 시작된다. 매화를 통해 희랍의 대리석상을 떠올리고, 운강과 용 문의 거대한 석불을 떠올리기도 하고, 신라의 석불이 지닌 부드러운 곡선미, 조선시대의 백사기 등의 예술 작품을 떠올리면서 매화가 지닌 아름다움을 파악하고 있음을 알 수 있다. 이러한 맥락을 전체적으로 파악 해보면 매화가 갖지 못한 다른 대상의 새로운 가치에 주목한 글이 아니라 매화의 가치 그 자체에 주목하고 있는 글임을 알 수 있다. [오답풀이] ① ‘세인이 ~한다 합니다.’에서 글쓴이는 세인의 생각을 인용하고 있고, ‘그러나’ 이후에서 세 인의 생각과 대비되는 자신의 관점을 드러내고 있다. ④ ‘향기가 내 코를 스치는구료.’에서 후각적 이미지 가 활용되고 있다. [38 ~ 41] (가) (고전시가) 윤선도, ｢어부사시사｣ 이 작품은 윤선도가 보길도에서 생활하며 지은 40수 의 연시조이다. 봄, 여름, 가을, 겨울의 사계절마다 10수씩의 작품으로 구성되어 있다. 자연 속에서의 흥 취를 계절별로 노래한 작품이다. (나) (현대수필) 김용준, ｢매화｣ 이 작품은 매화를 대상으로 글쓴이의 개성을 드러낸 수필이다. 세인들이 매화를 사랑하는 이유를 제시하 면서 자신만의 독특한 관점으로 매화를 대하며 매화 를 통해 연상되는 다양한 예술 작품과의 비교를 바탕 으로 매화가 지닌 미의식과 미덕을 개성 있게 형상화 하고 있다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 표현의 의미를 파악한다. 작품에 사용된 구체적 표현에 담긴 의미가 무엇인지 를 묻는 문항이다. ‘많은 조건이 멸시된 곳’이라는 상 황은 글쓴이가 매화의 아름다움을 느끼지 못하는 상 황이 아니라 글쓴이가 매화의 아름다움을 비로소 느 낄 수 있는 상황이라는 의미가 담겨 있다. ‘많은 조건 이 멸시된 곳’이라는 표현에서 ‘많은 조건’이 의미하 는 바는 앞의 문맥과의 연결선상에서 이해할 수 있어 야 한다. 말하자면 일반 세상 사람들이 생각하는 매 화의 아름다움에 대해 여러 관점을 나열하면서, 정작 글쓴이 자신은 세인들이 말하는 그런 조건들이 모두 사라진 상태에서 매화에 대한 진정한 아름다움을 느 낄 수 있다고 보고 있다. 글쓴이의 관점은 세인들이 말하는 많은 조건이 사라진 지점, 말하자면 자라고 싶은 대로 자라고 피고 싶은 대로 피어오르는 꽃들이 향기를 보내고 싶을 때 보내는 즉 자연의 본성과 순 리대로 살아가는 매화의 모습 그 자체가 사랑스럽다 는 의미인 것이다. [42 ~ 45] (현대소설) 오정희, ｢옛 우물｣ 이 소설은 45세 중년 여성인 ‘나’가 생일날 아침, 막 내 동생이 탄생하던 날을 떠올리는 장면으로 시작한 다. 어느 지방 도시의 평범한 가정주부인 ‘나’는 사랑 하던 사람의 죽음, 연당집이 헐리는 것, 간질을 앓는 사람과의 만남 등을 통해 삶과 죽음, 생성과 소멸 등 에 대해 생각한다. 이를 계기로 어린 시절 자신이 목 격했던 탄생과 죽음의 공간인 ‘옛 우물’을 떠올리고, 그 과정에서 ‘옛 우물’로 상징되는 여성의 자궁(모성) 을 통해 영원히 순환되는 생명력과 여성성, 삶의 감 추어진 의미 등을 깨닫는다. 수록 부분은 ‘나’가 우물 을 중심으로 어린 시절을 회상하는 장면이다. [38 ~ 41] (가) (고전시가) 윤선도, ｢어부사시사｣ 이 작품은 윤선도가 보길도에서 생활하며 지은 40수 의 연시조이다. 봄, 여름, 가을, 겨울의 사계절마다 10수씩의 작품으로 구성되어 있다. 자연 속에서의 흥 취를 계절별로 노래한 작품이다. (나) (현대수필) 김용준, ｢매화｣ 이 작품은 매화를 대상으로 글쓴이의 개성을 드러낸 수필이다. 세인들이 매화를 사랑하는 이유를 제시하 면서 자신만의 독특한 관점으로 매화를 대하며 매화 를 통해 연상되는 다양한 예술 작품과의 비교를 바탕 으로 매화가 지닌 미의식과 미덕을 개성 있게 형상화 하고 있다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 작품의 서술상 특징을 파악한다. ‘내게 오래된 옛 우물과~ 증조할머니였을 것이다.’에 서 과거의 시간을 떠올리고 있다는 것을 알 수 있다. 서술자는 ‘옛 우물’, ‘금빛 잉어’, ‘증조할머니’, ‘정옥’ 등을 떠올리며 이와 관련된 과거의 사건을 서술하고 있다. [오답풀이] ① 이 작품은 1인칭 서술자의 서술로 이 루어져 있으며, 본문에 대화는 나타나지 않는다. 대화 적 상황도 화자의 서술로 녹아들어 간접 화법이 많이 사용되고 있다. ③ 서술의 주체는 일관되게 ‘나’로 나 타나고 있다. 서술자의 교체는 나타나지 않는다. ④ 인물의 성격 변화 과정은 나타나지 않고 있다. ⑤ 인 물의 내면 심리를 부분적으로 서술하고 있으나, 대체 로 어린 시절의 기억을 내면 의식보다는 당시의 서사 적 사건이나 다른 사람의 심리적 반응에 대한 세밀한 관찰을 드러내고 있으므로, 드러난 내면의 의식 역시 자의식의 혼란이라고 볼 수 없다. [42 ~ 45] (현대소설) 오정희, ｢옛 우물｣ 이 소설은 45세 중년 여성인 ‘나’가 생일날 아침, 막 내 동생이 탄생하던 날을 떠올리는 장면으로 시작한 다. 어느 지방 도시의 평범한 가정주부인 ‘나’는 사랑 하던 사람의 죽음, 연당집이 헐리는 것, 간질을 앓는 사람과의 만남 등을 통해 삶과 죽음, 생성과 소멸 등 에 대해 생각한다. 이를 계기로 어린 시절 자신이 목 격했던 탄생과 죽음의 공간인 ‘옛 우물’을 떠올리고, 그 과정에서 ‘옛 우물’로 상징되는 여성의 자궁(모성) 을 통해 영원히 순환되는 생명력과 여성성, 삶의 감 추어진 의미 등을 깨닫는다. 수록 부분은 ‘나’가 우물 을 중심으로 어린 시절을 회상하는 장면이다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 작품 속 사건이나 인물의 심리를 파악 한다. ‘나’의 ‘어머니’는 증조할머니를 무서워했지만, ‘나’는 그렇다고 볼 수 없다. 증조할머니는 ‘나’에게 금빛 잉 어에 대한 이야기를 들려준 사람이며, ‘나’는 이에 대 한 믿음을 끝까지 가지고 있다. 할머니의 외양 묘사 나, 할머니가 들려주신 옛이야기에 대한 믿음 등을 통해 볼 때 ‘나’는 할머니에 대한 긍정적 태도를 갖고 있다. [오답풀이] ① ‘그해 여름 장마’ 때문에 학교가 휴교 를 했으며, 그것은 학교가 수재민의 숙소가 되었기 때문이었다고 본문에 나타나 있다. ③ ‘어른들’은 둑 이 무너질까 밤새 잠을 이루지 못하였다고 하였다. 이는 둑이 무너지면 마을이 잠길까 걱정했기 때문이 라고 추측할 수 있다. ④ 순옥이 삼촌은 우물을 나온 후 영문 모를 웃음을 터뜨렸다고 서술자가 본문에서 진술하고 있다. ⑤ ‘옛 우물’의 다른 이름(‘단샘’, ‘한 우물’)은 물맛이 달아서 붙여진 이름이거나, 그 크기 때문에 붙여진 이름이다. 그런데도 사람들이 ‘옛 우 물’이라고 부르는 것은 오래된 습관 때문이라고 서술 자는 추측하고 있다. [42 ~ 45] (현대소설) 오정희, ｢옛 우물｣ 이 소설은 45세 중년 여성인 ‘나’가 생일날 아침, 막 내 동생이 탄생하던 날을 떠올리는 장면으로 시작한 다. 어느 지방 도시의 평범한 가정주부인 ‘나’는 사랑 하던 사람의 죽음, 연당집이 헐리는 것, 간질을 앓는 사람과의 만남 등을 통해 삶과 죽음, 생성과 소멸 등 에 대해 생각한다. 이를 계기로 어린 시절 자신이 목 격했던 탄생과 죽음의 공간인 ‘옛 우물’을 떠올리고, 그 과정에서 ‘옛 우물’로 상징되는 여성의 자궁(모성) 을 통해 영원히 순환되는 생명력과 여성성, 삶의 감 추어진 의미 등을 깨닫는다. 수록 부분은 ‘나’가 우물 을 중심으로 어린 시절을 회상하는 장면이다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 핵심 소재를 통해 작품의 내용을 이해 한다. ‘옛 우물’에 대한 ‘나’의 믿음은 글 전체에서 일관되게 나타난다. 따라서 할머니에 대한 어머니의 부정적 태 도가 화자에게 영향을 끼치지 않았다고 볼 수 있다. [오답풀이] ① ‘나’는 ‘옛 우물’에 금빛 잉어가 살고 있다고 믿고 있다. 그리고 나에게 금빛 잉어 이야기 를 들려준 것은 증조할머니이다. ③ ‘계집아이들’에게 ‘옛 우물’은 늘 물을 길어야 했고, 두레박을 빠뜨리면 혼나야 했던 고달픈 일상의 기억이 있는 곳이므로, 고달픔을 주는 공간이라고 볼 수 있다. ④ ‘어른들’의 입장에서 ‘옛 우물’은 삶을 유지시켜주는 중요한 것이 기 때문에 ‘우물맛’의 변화는 나라의 큰일이나 변고와 관련된다고 믿고 있으며, 이는 과학적, 합리적 믿음과 거리가 있다. ⑤ ‘정옥’은 아이들 중에서 유일하게 ‘나’를 지지해 준 인물이다. ‘나’의 말을 믿어주기도 하고, 심지어 우물 밑에 아무 것도 없음을 확인한 뒤 에도 금빛 잉어가 존재할 것이라고 말해 주고 있다. 따라서 나의 믿음을 지지해 주고 있다고 볼 수 있다. [42 ~ 45] (현대소설) 오정희, ｢옛 우물｣ 이 소설은 45세 중년 여성인 ‘나’가 생일날 아침, 막 내 동생이 탄생하던 날을 떠올리는 장면으로 시작한 다. 어느 지방 도시의 평범한 가정주부인 ‘나’는 사랑 하던 사람의 죽음, 연당집이 헐리는 것, 간질을 앓는 사람과의 만남 등을 통해 삶과 죽음, 생성과 소멸 등 에 대해 생각한다. 이를 계기로 어린 시절 자신이 목 격했던 탄생과 죽음의 공간인 ‘옛 우물’을 떠올리고, 그 과정에서 ‘옛 우물’로 상징되는 여성의 자궁(모성) 을 통해 영원히 순환되는 생명력과 여성성, 삶의 감 추어진 의미 등을 깨닫는다. 수록 부분은 ‘나’가 우물 을 중심으로 어린 시절을 회상하는 장면이다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 글의 문맥적 의미를 파악한다. 아이들과 어른들이 강으로 달려가는 것은 장마로 인 해 이들의 평범했던 일상에 큰 변화가 생겼기 때문이 다. 어른들이 긴 장대와 망태를 들고 집을 나서는 것 은 강에 떠내려 오는 물건들을 건지려는 것이며, 아 이들은 장마로 변한 강물을 보기 위해 나간 것이다. 아이들은 악을 쓰며 강가에서 노래를 부르기까지 한 다. 이를 통해 볼 때 장마로 인해 사람들의 평범했던 생활에 큰 사건이 발생하고, 이러한 상황에 따라 인 물들의 비일상적 행동이 드러난다고 볼 수 있다. [오답풀이] ① ‘나’가 우물 속에서 아귀센 힘을 느끼 는 것은 우물 속에 어떤 존재가 있을 것이라는 막연한 믿음이나 두려움 때문이다. 우물에 대한 친구들과의 추억과는 관련이 없다. ③ 강물이 불어 강 건너 섬이 잠긴 모습을 묘사하고 있다. 포플러 가지들만이 비죽 비죽 솟아 있고 앉을 곳이 없어 커다란 새들이 날아 와 앉아 있는 것이다. ④ 우물 속 깊이 내려가는 순옥 이 삼촌을 보며 ‘나’와 ‘아이들’이 느끼는 두려움이다. ⑤ 순옥이 삼촌이 여러 일상의 물건들과 마지막으로 고운 모래흙까지 담아 올리고 나자 우물은 텅 비게 된 다. 결국 아이들도 혹시나 하고 기대했던 우물 속 존 재가 없다는 것을 확인한 것이다. 그러나 아이들은 여 전히 깊은 우물 속을 들여다보고 있다. 이것은 우물 속 존재에 대한 들뜬 기대감 때문이 아니라 아쉬움이 나 미련 때문이라고 할 수 있다. [42 ~ 45] (현대소설) 오정희, ｢옛 우물｣ 이 소설은 45세 중년 여성인 ‘나’가 생일날 아침, 막 내 동생이 탄생하던 날을 떠올리는 장면으로 시작한 다. 어느 지방 도시의 평범한 가정주부인 ‘나’는 사랑 하던 사람의 죽음, 연당집이 헐리는 것, 간질을 앓는 사람과의 만남 등을 통해 삶과 죽음, 생성과 소멸 등 에 대해 생각한다. 이를 계기로 어린 시절 자신이 목 격했던 탄생과 죽음의 공간인 ‘옛 우물’을 떠올리고, 그 과정에서 ‘옛 우물’로 상징되는 여성의 자궁(모성) 을 통해 영원히 순환되는 생명력과 여성성, 삶의 감 추어진 의미 등을 깨닫는다. 수록 부분은 ‘나’가 우물 을 중심으로 어린 시절을 회상하는 장면이다."
}
