{
    "question_number": 1,
    "question_text": "[출제의도] 토론의 과정 이해 ‘반대 1’은 ‘찬성 1’의 반대 신문에 대해 SNS상의 소통 이 질문과 답변이 연속적으로 오가고, 실시간으로 댓 글을 달아야 하는 경우가 많아 선거 운동 참여가 부담 이 될 수 있다고 답변하고 있을 뿐 기존 방식의 긍정 적 측면을 강조하고 있지는 않으므로 적절하지 않다. ① ‘찬성 1’은 작년에 선거 운동에 참여했던 자신의 과거 경험을 근거로 활용하고 있으므로 적절하다. ② ‘찬성 1’은 ‘반대 2’의 반대 신문에 대해 SNS 사용에 대한 실태 조사 결과의 구체적인 수치를 근거로 답 변하고 있으므로 적절하다. ④ ‘찬성 2’는 후보자가 학생들의 의견을 지속적으로 확인하기 어려웠다는 기존 선거 운동 방식의 문제점을 들어 SNS를 활용 하면 후보자와 학생들 간의 소통이 활발해질 수 있 다는 도입 효과를 강조하고 있으므로 적절하다. ⑤ ‘반대 2’는 SNS를 선거 운동에 활용하면 자유롭고 활발한 의사소통을 할 수 있게 된다는 찬성 측의 의 견을 일부 인정하고 있으므로 적절하다. 2 [출제의도] 토론의 반박할 내용 마련하기 ‘반대 2’는 입론에서 SNS를 활용한 선거 운동은 비 방과 거짓 정보를 확산시키는 역기능이 나타날 수 있다고 주장하였다. 따라서 이에 대해 상대 후보에 대한 비방과 거짓 정보의 확산이 SNS만의 문제라고 할 수 있는지 묻는 것은 ‘반대 2’의 입론 내용의 허 점을 끌어내는 질문이므로 반대 신문으로 적절하다. ① ‘반대 2’의 입론에서는 선거 운동에 SNS를 활용하 면 비방과 거짓 정보가 확산되는 역기능이 나타날 수 있음을 언급하고, 이에 대한 규제가 어렵다는 점을 이미 제시했으므로 반대 신문으로 적절하지 않다. ② ‘반대 2’의 입론에서는 SNS에 의한 비방과 거짓 정보 확산, 과열 경쟁에 대한 학교 차원에서의 규제가 현 실적으로 어렵다고 하였으므로 적절하지 않다. ③ ‘반 대 2’의 입론에서는 기존 선거 운동 방식과 SNS를 활용한 선거 운동 방식에서의 거짓 정보 파급력의 정 도를 비교한 내용을 언급하지 않았으므로 적절하지 않다. ⑤ ‘반대 2’의 입론에서는 비방과 거짓 정보에 의한 의식을 개선해야 한다고 언급하지 않았으므로 적절하지 않다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 토론의 자료 활용 ‘찬성 2’는 학생회장 선거에 SNS를 활용하면 후보자와 학생들 간의 소통을 활발하게 할 수 있다고 하였다. <보기>의 ‘동원이론’에서는 인터넷이 상호 작용적 특 성을 가지고 있다고 했으므로 적절하다. ① SNS를 통해 공약의 실현 가능성을 판단할 수 있다 는 내용은 ‘찬성 2’의 입론이므로 적절하지 않다. ③ <보기>의 ‘동원이론’에서 인터넷이 전자적 피드백 장 치의 역할을 할 수 있다고 언급하였고, ‘반대 1’의 반 대 신문에 대한 ‘찬성 2’의 답에서 SNS를 통해 다양한 의견과 정보를 확인할 수 있어 소통의 질을 높일 수 있다고 했으므로 이를 ‘찬성 2’에 대한 반박 근거로 사 용하는 것은 적절하지 않다. ④ <보기>의 ‘동원이론’ 에서 인터넷이 정보 습득을 용이하게 한다는 내용과 ‘반대 1’의 주장인 SNS를 선거 운동에 활용하면 기존 방식보다 시간과 노력이 더 많이 든다는 것은 서로 상 반되는 내용이므로 적절하지 않다. ⑤ ‘반대 2’가 SNS 를 활용한 선거 운동에 모든 학생들이 관심을 가져야 한다는 내용을 언급하지 않았으므로 적절하지 않다. [작문]"
}
{
    "question_number": 4,
    "question_text": "[출제의도] 글쓰기의 전략 파악하기 3문단의 ‘이러한 문제가~ 무엇일까?’, ‘먼저~ 하나의 원인이다.’에서 묻고 답하는 방식을 통해 독자에게 청년 창업이 활성화되지 않는 원인을 효과적으로 전 달하고 있으므로 적절하다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 자료를 활용하여 초고를 보완하기 Ⅰ-2에서 청년들이 창업을 주저하는 원인 중 하나가 자금 부담임을 알 수 있다. 그리고 Ⅲ에서는 해외의 경 우 정부가 심사를 통해 금융권 대출을 용이하게 해 준 다는 내용을 확인할 수 있다. 그러나 이를 바탕으로 금 융권이 창업 자금 지원 제도의 홍보에 적극적으로 나서 야 한다는 내용을 추가하는 것은 적절하지 않다. ① Ⅰ-1은 청년들의 창업에 대한 관심도가 2015년 에 비해 2017년에 두 배 이상 증가했음을 보여 주는 자료이므로 1문단에서 창업에 대한 청년들의 관심이 높아지고 있다는 내용의 근거 자료로 활용하는 것은 적절하다. ② Ⅰ-2에서 청년들이 창업을 주저하는 이유 중 재기 부담이 61%나 차지함을 알 수 있으므 로 적절하다. ③ Ⅱ에서는 청년 창업에서 숙박업, 요 식업과 같은 단순 서비스업에 해당하는 비지식기반 생계형 창업의 비중이 64%로 높다는 내용을 제시하 고 있으므로 적절하다. ⑤ Ⅱ에서는 창업을 희망하는 청년과 선배 창업 전문가의 인적 교류를 통해 협업 과 공동 창업을 유도하는 정책이 호응을 얻고 있음 을 제시하고 있다. Ⅲ에서는 예비 청년 창업자와 창 업 전문 컨설턴트나 투자자와의 인적 교류를 통해 창업이 성공으로 이어짐을 제시하고 있다. 3문단에 제시된 원인을 고려할 때 4문단에서 창의적 아이디 어를 실현할 수 있는 구체적 방법을 제시하지 않았 으므로 Ⅱ와 Ⅲ의 활용 방안으로 적절하다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 조건에 맞게 표현하기 ‘청년 창업이 활성화되면～경제 발전의 토대가 될 것 이다.’에서 청년 창업이 활성화되었을 때의 기대 효과 를 언급하고 있고, ‘청년 실업은 줄어들고 청년 일자리 는 늘어나서’에서 대구법, ‘노력이 열매를 맺어’와 ‘경제 발전의 토대’에서 비유법을 사용하였으므로 적절하다. ① ‘자금 마련에 대한 부담은 덜어주고 기술 습득에 대한 기회는 늘려 준다면’에서 대구법을 사용하였으 나, 청년 창업이 활성화되었을 때의 기대 효과가 언 급되지 않았고, 비유법이 사용되지 않았으므로 적절 하지 않다. ② ‘청년들의 뜨거운 열정과 노력이 결실 을 맺을 수 있는 토양’에서 비유법을 사용하였으나, 청년 창업이 활성화되었을 때의 기대 효과가 언급되 지 않았고, 대구법이 사용되지 않았으므로 적절하지 않다. ③ ‘더욱 역동적이고 혁신적인 사회를 만들 수 있을 것이다.’에서 청년 창업이 활성화되었을 때의 기대 효과가 언급되었고, ‘청년들의 꿈과 창의적 아 이디어가 꽃핀다면’에서 비유법이 사용되었으나, 대 구법이 사용되지 않았으므로 적절하지 않다. ④ ‘청 년 창업이 활성화되어 취업 걱정은 사라질 것이다.’ 에서 청년 창업이 활성화되었을 때의 기대 효과가 언급되었고, ‘창업 역량을 높이고 자금 부담을 낮춘 다면’에서 대구법이 사용되었으나, 비유법이 사용되 지 않았으므로 적절하지 않다. [화법 ․ 작문]"
}
{
    "question_number": 7,
    "question_text": "[출제의도] 발표자의 말하기 전략 파악하기 발표자는 마지막 부분에서 요약된 내용을 나열하고 있지 않으므로 적절하지 않다. ① 2, 3문단에서 영상을 통해 발표 대상인 실패작 박 물관에 대한 청중의 이해를 돕고 있으므로 적절하다. ② 2문단에서 ‘어떤 전시품이 가장 인상적이었나요?’ 라고 질문을 던지며 청중의 반응을 확인하고 상호작 용하고 있으므로 적절하다. ③ 4문단에서 ‘목소리에 힘을 주어’와 같은 반언어적 표현을 사용하여 발표하 려는 내용을 효과적으로 강조하고 있으므로 적절하다. ④ 1문단에서 ‘실패작 박물관’과 실패를 대하는 자세 를 담은 책의 내용을 바탕으로 실패 극복 방법을 소 개한다고 하여 발표 내용을 예측하며 듣도록 하고 있 으므로 적절하다."
}
{
    "question_number": 8,
    "question_text": "[출제의도] 청중의 반응 적절성 판단하기 (가)의 2문단에서 발표자는 해외에 있는 실패작 박 물관만을 소개했고, 우리나라에 실패작 박물관이 있 는지에 대한 언급은 하지 않았다. 따라서 발표를 들 은 청중의 추가 질문으로 적절하다. ② 3문단에서 실패작 박물관의 원래 명칭을 신제품 작업소라고 밝히고 있으므로 추가 질문으로 적절하 지 않다. ③ 4문단에서 실패작 박물관을 통해 실패가 흔하게 일어나는 것을 알게 되고 실패에서 배움을 얻을 수 있다는 박물관이 갖는 의의를 밝히고 있으 므로 추가 질문으로 적절하지 않다. ④ 3문단에서 현 재 10만여 점의 제품이 전시되어 있다고 밝히고 있 으므로 추가 질문으로 적절하지 않다. ⑤ 2문단에서 실패작 박물관의 실패작들을 더 이상 시중에서 볼 수 없다고 했으므로 추가 질문으로 적절하지 않다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 작문 내용 구상의 적절성 파악하기 (가)의 4문단에 실패를 정면으로 바라보는 것이 실패 극복의 중요한 방법이라는 것을 밝히고 있지만, (나)에 서 실패를 숨기려고 했던 내용이 언급되어 있지 않으므 로 적절하지 않다. ① (가)의 5문단에 실패의 원인을 찾는 노력이 필요 하다는 것을 밝히고 있고, (나)의 4문단에서 자율 동 아리에서 읽을 책의 목록을 제대로 선정하지 못했던 것 과 시간과 장소 안내도 제때에 하지 못했던 것을 실패 의 원인으로 분석하고 있으므로 적절하다. ② (가)의 5 문단에 실패의 상황을 구체적으로 적어 보라고 밝히고 있고, (나)의 2문단에서 자율 동아리에서 계획대로 책 을 읽지 못하고, 토론 모임의 횟수도 줄어 결국 활동 보고서를 제출하지 못했던 경험을 자세하게 언급하고 있으므로 적절하다. ④ (가)의 5문단에 실패의 상황을 재해석해야 하고 여기에는 자기 인정이 필요하다고 밝 히고 있고, (나)의 3문단에서 모임 장소를 구하고, 토 론 모임에 자주 빠진 친구들을 찾아가 설득하는 등 동 아리 부장으로서 자신이 한 일을 긍정적으로 재해석하 며 자기 인정을 하는 내용을 언급하고 있으므로 적절하 다. ⑤ (가)의 6문단에서 실패 속에서 숨어 있는 긍정 적인 의미를 발견하는 것이 실패를 성공의 어머니로 만 드는 열쇠라고 밝히고 있고, (나)의 5문단에서 실패의 경험을 통해 내년에는 자율 동아리를 잘 운영할 수 있 을 것이라는 기대를 드러내고 있으므로 적절하다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 고쳐 쓰기의 적절성 파악하기 ㉤의 ‘내년에는 자율 동아리를 잘 운영할 수’의 생략된 주어는 ‘내가’이다. 주어 ‘내가’와 호응하는 서술어는 ‘운 영할’이므로 ‘운영될’로 수정하는 방안은 적절하지 않다. ① ㉠에는 ‘읽고’가 목적어를 필수적으로 요구하는 서 술어이므로, ‘책을’이라는 목적어를 추가하는 것이 적절 하다. ② ㉡의 앞의 문장은 읽을 책의 목록을 정한 후 각자 책을 읽고 토론하기로 했다는 내용이고, 뒤의 문 장은 활동 일지를 바탕으로 학기말에 최종 활동 보고서 를 제출하기로 했다는 내용이다. 따라서 앞뒤의 상반된 내용을 이어 주는 접속어 ‘하지만’을, 앞뒤 내용을 순조 롭게 이어주는 접속어 ‘그리고’로 바꾸는 것이 적절하 다. ③ ㉢은 문단의 중심 내용인 동아리 부장으로서 내 가 한 일을 돌아보는 내용과는 상관없는 불필요한 문장 이다. 따라서 이 문장은 글의 통일성을 고려하여 삭제 하는 것이 적절하다. ④ ㉣의 ‘공지하다’는 ‘사람들에게 널리 알리다’라는 뜻으로, ‘알려서’와 의미가 중복되므 로 ‘알려서’를 삭제하는 수정 방안은 적절하다. 2017학년도 11월 고2 전국연합학력평가 정답 및 해설 2 [문법]"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 음운 변동의 이해 ‘맛없다[마덥따]’는 ‘맛’의 받침 ‘ㅅ’이 ‘ㄷ’으로 교체 되는 ‘음절의 끝소리 규칙’과 ‘없-’의 받침 ‘ㅄ’중 ‘ㅅ’ 이 탈락되고 ‘ㅂ’이 남는 ‘자음군 단순화’가 일어나고, ‘-다’의 첫소리 ‘ㄷ’이 ‘ㄸ’으로 교체되는 ‘된소리되기’ 가 일어나므로 ‘교체’와 ‘탈락’ 현상이 일어난다. 그리 고 ‘영업용[영엄뇽]’은 ‘용’에 ‘ㄴ’이 첨가되는 ‘ㄴ첨 가’와 ‘업’의 받침 ‘ㅂ’이 ‘ㅁ’으로 교체되는 ‘비음화’가 일어나므로 ‘첨가’와 ‘교체’ 현상이 일어난다. 또한 ‘깨끗하다[깨끄타다]’는 ‘끗’의 받침 ‘ㅅ’이 ‘ㄷ’으로 교체되는 ‘음절의 끝소리 규칙’, 교체된 받침인 ‘ㄷ’과 ‘하다’의 첫소리 ‘ㅎ’이 만나 ‘ㅌ’으로 축약되는 ‘자음 축약’이 일어나므로 ‘교체’와 ‘축약’이 일어난다. 마지 막으로 ‘급행열차[그팽녈차]’는 ‘급’의 받침 ‘ㅂ’과 ‘행’의 첫소리 ‘ㅎ’이 축약되어 ‘ㅍ’이 되므로 ‘자음 축 약’이 일어나고, ‘열차’의 ‘열’에 ‘ㄴ첨가’가 일어나므 로 ‘축약’과 ‘첨가’가 일어난다. 그러므로 ⓐ에는 ‘맛 없다’가, ⓑ에는 ‘깨끗하다’가, ⓒ에는 ‘영업용’이, ⓓ 에는 ‘급행열차’가 적절하다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 사전 활용하기 ‘버스가 고장이 나 승객들이 차표를 도로 물리는 소 동이 있었다.’는 물리다1의 용례가 아니라 물리다3[1] 「1」의 용례에 해당하므로 적절하지 않다. ① 물리다1, 물리다2, 물리다3은 사전에 별개의 표제 어로 등재되어 있는 것으로 보아 서로 동음이의 관 계이므로 적절하다. ② 물리다2의 경우 [1], [2], 물 리다3의 경우 [1], [2]를 보아 하나의 단어가 두 가 지 이상의 뜻을 가진 다의어임을 알 수 있으므로 적 절하다. ④ 물리다2[1]의 【…에/에게 …을】, 물리다1 의 【…에/에게】를 볼 때 물리다2[1]의 서술어 자릿 수가 더 많다는 것을 알 수 있으므로 적절하다. ⑤ ‘약속 날짜를 이틀 뒤로 물리다.’라는 용례를 볼 때 ‘정해진 시기를 뒤로 늦추다.’가 들어가는 것은 적절 하다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 부사의 종류와 기능 파악하기 ‘아주’는 뒤에 이어지는 관형사 ‘새’를 수식하고 있으 므로 적절하다. ① ‘매우’는 뒤에 이어지는 부사 ‘빨리’를 수식하고 있 으므로 적절하지 않다. ② ‘설마’는 ‘나에게 맞는 옷이 없을까?’를 수식하는 문장 부사이므로 적절하지 않 다. ③ ‘바로’는 뒤에 오는 명사인 ‘옆’을 수식하고 있 으므로 적절하지 않다. ⑤ ‘과연’은 ‘그 아이는 재능 이 정말 뛰어나군.’을 수식하고 있는 문장 부사이다. 그러나 ‘정말’은 뒤에 이어지는 형용사 ‘뛰어나군’을 수식하므로 적절하지 않다. [14 ~ 15] <출전> 고영근,「표준문법론」"
}
{
    "question_number": 14,
    "question_text": "[출제의도] 현대 국어의 시제 이해하기 ‘이제 나무 아래에서 낮잠은 다 잤다.’는 과거 시제 선어말 어미 ‘–았-’을 사용하였지만, 그 의미는 ‘앞으 로는 나무 아래에서 낮잠을 잘 수 없다.’는 의미를 나 타낸다. 따라서 사건시가 발화시 이후인 미래의 의미 를 나타내므로 적절하지 않다. ① ‘나는 묘목을 심는다.’는 선어말 어미 ‘-는-’을 사 용한 현재형 표현이므로 적절하다. ② ‘묘목이 자라면 나무 아래에서 잘 수 있겠지.’는 선어말 어미 ‘-겠-’ 을 사용하여 사건시가 발화시 이후임을 나타내므로 적절하다. ③ ‘나는 묘목을 심었었지.’는 선어말 어미 ‘-었었-’을 사용하여 시간적으로 거리가 먼 과거를 나타낸 표현이므로 적절하다. ④ ‘나는 나무 아래에서 자더라.’에는 선어말 어미 ‘-더-’가 사용되었는데, 주 어가 1인칭인 경우에 ‘-더-’의 쓰임에 제약이 따르 는 경우로 볼 수 있으므로 적절하다. [14 ~ 15] <출전> 고영근,「표준문법론」"
}
{
    "question_number": 15,
    "question_text": "[출제의도] 중세 국어의 시제 이해하기 (마)의 ‘닐오리라’는 선어말 어미 ‘-리-’를 사용하여 미래의 의미를 나타내고 있는데, 선어말 어미 ‘-리-’ 는 현대 국어에서도 미래를 나타내기 위해 사용되고 있으므로 적절하지 않다. ① (가)의 ‘명종(命終)호라’는 시제를 나타내는 선어 말 어미 없이 ‘죽었다’라는 과거의 의미를 나타내고 있으므로 적절하다. ② (나)의 ‘롱담다라’에서 선어 말 어미 ‘-다-’는 1인칭 주어 ‘내’와 함께 쓰여 과거 의 의미를 나타내고 있으므로 적절하다. ③ (다)의 ‘묻다’는 선어말 어미 ‘--’가 쓰여 ‘묻는다’라는 현재의 의미를 나타내고 있으므로 적절하다. ④ (라) 의 ‘니라’는 현재형 선어말 어미 ‘--’가 사용 되어 ‘하늘이며 사람 사는 땅을 다 모아서 세계’라고 하는 보편적 사실을 나타내고 있으므로 적절하다. [인문] [16 ~ 20] <출전> 유원기·이창우,「인생교과서 아리스 토텔레스」 [14 ~ 15] <출전> 고영근,「표준문법론」"
}
{
    "question_number": 16,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 2문단의 ‘또한 세계는 존재하는 것들이 하나로 뭉쳐 있고 빈 공간이 없기 때문에 변화가 가능하지 않다 고 보았다.’를 보면 파르메니데스는 세계를 존재하지 않는 것들이 뭉쳐 있다고 인식한 것은 아니므로 적 절하지 않다. ① 2문단의 ‘따라서 그는~ 착각 또는 환상에 불과하 다고 간주했다.’를 보면 적절하다. ② 2문단의 ‘그는 그 믿음을~ 말로 표현했다.’와 ‘또한 그는 불꽃이~ 근원적 요소로 보았다.’를 보면 적절하다. ③ 3문단의 ‘플라톤은 모든 것이 항상 변화한다는~ 이원론적 세 계관을 확립했다.’를 보면 적절하다. ④ 1문단의 ‘그 들은 변화라는 현상의~ 아리스토텔레스에 이르러 학 문적 성과를 이룰 수 있었다.’와 6문단의 ‘그는 다수 의 저술 속에서~ 이는 근대 자연 과학의 발전에 밑 바탕이 되었다.’를 보면 적절하다. [16 ~ 20] <출전> 유원기·이창우,「인생교과서 아리스 토텔레스」"
}
{
    "question_number": 17,
    "question_text": "[출제의도] 서로 다른 두 관점 비교하기 3문단의 ‘그는 변화의 실재에 대한 헤라클레이토스와 파르메니데스의 상반된 견해를 어떤 방식으로든 현 실 세계에 적용하려고 노력했다.’를 보면 아리스토텔 레스는 이상 세계가 아닌 현실 세계에 변화하는 것 과 변화하지 않는 것을 적용하였음을 알 수 있으므 로 적절하지 않다. ①, ②는 3문단의 ‘플라톤은 모든 것이 항상 변화한다 는~ 이원론적 세계관을 확립했다.’를 통해 알 수 있 으므로 적절하다. ③, ④는 3문단의 ‘그는 변화의 실 재에 대한~ 현실 세계에 적용하려고 노력했다.’를 통 해 알 수 있으므로 적절하다. [16 ~ 20] <출전> 유원기·이창우,「인생교과서 아리스 토텔레스」"
}
{
    "question_number": 18,
    "question_text": "[출제의도] 구체적 상황에 적용하기 5문단의 ‘실체적 변화란 실체의 변화 정도가 커서 기 체가 무엇인지 분명하지 않은 변화를 가리킨다.’와 ‘애벌레가 나비가 되는 것을 그 예로 들 수 있는데’ 를 보면, ㄴ에서 올챙이가 개구리가 된 것은 실체의 변화 정도가 큰 실체적 변화에 해당한다. 따라서 기 체가 분명하게 식별되지 않으므로 적절하지 않다. ① 5문단의 ‘비실체적 변화에는~ 이곳에서 저곳으로 장소를 이동하는 장소 변화가 있는데’를 보면 변화 전의 개구리가 다른 장소에서 이동해 온 것은 장소 변화가 나타난 것이어서 비실체적 변화가 있었다고 볼 수 있으므로 적절하다. ② 4문단의 ‘변화란 현실 세계에서 실체의 기저에 깔린 머리카락이라는 기체 위에서 검은색의 형상이 흰색의 형상으로 대체되는 현상과 같은 것이라고 보았다.’와 5문단의 ‘얼굴이 빨 개지는 등의 질적 변화’를 보면 ㄱ에서 변화 전의 개 구리의 피부색이 변화 후와 같이 바뀐 것은 색깔이 라는 형상이 대체된 질적 변화가 나타났다고 볼 수 있으므로 적절하다. ④ 5문단의 ‘비실체적 변화에는 ~ 작은 풍선이 커지거나 살이 찌거나 빠지는 등의 양적 변화’를 보면 ㄷ은 변화 전과 변화 후의 개구리 라는 실체의 크기가 양적으로 증가한 비실체적 변화 라고 볼 수 있으므로 적절하다. ⑤ 5문단의 ‘왜냐하 면 모든 변화에서 기체가 유지된다는 것을 전제하기 때문이다.’를 보면 ㄱ, ㄴ, ㄷ은 모두 변화 과정에서 기체가 실체의 기저에 깔려 있다는 공통점을 갖고 있다는 것을 알 수 있으므로 적절하다. [16 ~ 20] <출전> 유원기·이창우,「인생교과서 아리스 토텔레스」"
}
{
    "question_number": 19,
    "question_text": "[출제의도] 외적 준거를 바탕으로 내용 이해하기 <보기>에서 탈레스는 ‘물’을 만물의 근원인 ‘아르케’ 라고 보았으며 아르케를 주장한 그리스 철학자라 볼 수 있으므로 절대적인 무에서의 생성과 절대적인 무 로의 소멸을 인정하지 않았음을 알 수 있다. 또한 5 문단의 ‘그러나 아리스토텔레스는~ 무에서의 생성과 무로의 소멸을 인정하지 않는데’를 보면 아리스토텔 레스 또한 절대적인 무에서부터의 생성과 무로의 소 멸을 인정하지 않았음을 알 수 있으므로 적절하다. [16 ~ 20] <출전> 유원기·이창우,「인생교과서 아리스 토텔레스」"
}
{
    "question_number": 20,
    "question_text": "[출제의도] 어휘의 문맥적 의미 파악하기 ㉠은 문맥상 ‘생각 따위를 전개하거나 발전시키다’를 의미하므로 적절하다. ①은 ‘접히거나 개킨 것 따위를 널찍하게 펴다.’를, ②는 ‘펴서 드러내다.’를, ③은 ‘보고 듣거나 감상할 수 있도록 사람들 앞에 주의를 끌 만한 상태로 나타 내다.’를, ⑤는 ‘꿈, 계획 따위를 이루기 위해 행동하 다.’를 의미하므로 적절하지 않다. [현대시] [21 ∼24] <출전> 김기림,「추억」 신경림,「어머니와 할머니의 실루엣」 윤대녕,「한 그루 나무처럼」 [16 ~ 20] <출전> 유원기·이창우,「인생교과서 아리스 토텔레스」"
}
{
    "question_number": 21,
    "question_text": "[출제의도] 표현상의 공통점 파악하기 (가)에서는 ‘제비 같은 이야기’, ‘곰팽이처럼 얼룩진 수염’ 등에서, (나)에서는 ‘칠흑 같은 어둠’에서, (다) 에서는 ‘침묵의 시간으로 돌아간 듯’에서 직유법이 사용되어 대상을 구체화하고 있으므로 적절하다. ② (나)에서는 유년 시절부터 자라면서 ‘대처’로 나 오고 ‘먼 세상’으로 날아도 가면서 겪게 되는 다양한 경험을 점층적인 방식으로 전개했다고도 볼 수 있으 나 (가), (다)에서는 점층적인 방식으로 내용을 전개 하고 있지 않으므로 적절하지 않다. ③ (가)에서 ‘소 년일 수 없고나’에서 영탄적 표현이 나타나고 있으 며, (다)에서는 ‘보았던가’ 등을 영탄적 표현으로 볼 수도 있으나 (나)에서는 영탄적 표현이 나타나지 않 으므로 적절하지 않다. ④ (가), (나), (다) 모두 명 령형 어미를 사용하지 않았으므로 적절하지 않다. ⑤ (나)에서 ‘하지만 멀리 다닐수록, 많이 보고 들을수 록 이상하게도 내 시야는 좁아’졌다는 부분에서 역설 적 표현이 사용되었으나, (가)와 (다)에서는 역설적 표현이 사용되지 않았으므로 적절하지 않다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 외적 준거를 참고해 작품 간 비교하기 (가)는 화자가 ‘또다시 가슴이 둥근 소년일 수 없’다 고 말하는 것에서 소년 시절로 돌아갈 수 없다는 단절 감이 드러나고 있다. 그러나 (나)의 ‘다시 이것이 세 상의 전부가 되었다’는 것에서 넓은 세상에 대한 화자 의 동경이 나타난다고 볼 수 없으므로 적절하지 않다. ① (가)는 ‘그날’과 ‘오늘’에서, (나)는 ‘어려서’와 ‘조 금 자라서’, ‘소년 시절’에서 시간의 흐름이 나타나고 이에 따라 내용이 전개되고 있으므로 적절하다. ③ (가)에서 ‘이야기는 바다 건너로만 날’렸던 모습과 ‘봉해진 입술에는 바다 건너 이야기가 없’는 모습에 서 꿈이 있었던 소년 시절과 그렇지 못한 현재 모습 이 대비되고 있으므로 적절하다. ④ (나)는 어린 시 절의 화자가 성장하면서 ‘칸델라불 밑’, ‘전등불 밑’, ‘대처’에서 다양한 경험을 하고 있으므로 적절하다. ⑤ (나)의 ‘젊은 어머니’와 ‘주름진 할머니의 실루엣’ 은 화자가 경험한 유년 시절의 모성의 이미지로 대 표되는 가치를 나타낸다고 할 수 있다. ‘젊은 어머니’ 와 ‘주름진 할머니의 실루엣만 남았다’는 것은 유년 시절의 가치로 회귀하고자 하는 모습으로 볼 수 있 으므로 적절하다. 3"
}
{
    "question_number": 23,
    "question_text": "[출제의도] 시어의 기능 비교하기 (나)에서 ‘나’는 ‘먼 세상’으로 나가서 ‘많은 것을 보 고 많은 것을 들었다’를 통해 ㉠은 ‘나’가 견문을 넓 히는 공간이라는 것을 알 수 있으므로 적절하다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 작품의 내용 이해하기 [E]에서 글쓴이는 ‘겉모습은 어쩔 수 없이 변하더라도 속마음은 변하지 않는 사람이 되고 싶다’고 했으므로, 나무를 본받아 겉과 속이 일치하는 사람이 되겠다고 다짐하고 있다는 말은 적절하지 않다. ① [A]에서 ‘나무에 박혀 있는 녹슨 대못’과 ‘두고두 고 그 대못이 가슴에 남았다’를 통해 글쓴이가 연민 을 느꼈다는 것을 알 수 있으므로 적절하다. ② [B] 에서 글쓴이는 ‘장도리를 챙겨 넣고 약수터로 올라’ 가 나무의 못을 빼내고 난 후 ‘그렇게 후련할 수가 없었다’고 했으므로 적절하다. ③ [C]에서 글쓴이는 ‘나무는 언제나 그 자리에 서 있었고 내게 시원한 그 늘을 내 주며 때로는 미소를 짓거나 무어라 말을 건 네 오는 것 같았다’고 했으므로 적절하다. ④ [D]에 서 글쓴이는 ‘헐벗은 나무’를 보며 과거 자신의 모습 을 되돌아보고 있으므로 적절하다. [과학 ․ 기술] [25 ~ 29] <출전> 박영기,「과학으로 만드는 자동차」"
}
{
    "question_number": 25,
    "question_text": "[출제의도] 글의 중심 내용 파악하기 이 글은 탄성력에 의한 퍼텐셜 에너지의 전환과 진 동의 감쇠 현상을 응용한 자동차 현가장치의 스프링 과 쇼크업소버의 작동 원리에 대한 글이므로 적절하다. ① 현가장치 스프링과 쇼크업소버의 역사에 대한 내 용은 언급하지 않았으므로 적절하지 않다. ② 평형점 의 이동 원리는 언급하지 않았으므로 적절하지 않다. ④ 쇼크업소버의 단점은 언급하지 않았으므로 적절 하지 않다. ⑤ 열에너지의 감소 과정을 언급하지 않 았으므로 적절하지 않다. [25 ~ 29] <출전> 박영기,「과학으로 만드는 자동차」"
}
{
    "question_number": 26,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 1문단에서 ‘당겼던 추를 놓으면 탄성력에 의해 추는 상하로 진동하다가 추를 당기기 전과 동일한 지점에 서 멈추게 된다. 이 지점을 평형점이라고 한다.’고 했 으므로 추를 당기기 전보다 높은 지점에서 멈추게 된다는 내용은 적절하지 않다. ① 1문단에서 ‘탄성력이란 고무줄이나 스프링같이 탄 성을 가진 물체가 원래의 모양으로 되돌아가려는 힘’ 이라고 하였으므로 적절하다. ② 1문단에서 탄성력이 탄성이 있는 물체의 길이를 늘이거나 압축하는 방향 의 반대 방향으로 작용한다고 했으므로 적절하다. ③ 1문단에서 ‘추를 당기는 힘으로 인해 스프링은 늘어나 는데~ 탄성력 때문이다.’라고 하였으므로 적절하다. ④ 1문단에서 ‘추의 진동이 공기와 스프링의 마찰 등에 의해~ 이를 감쇠 현상이라고 한다.’라고 하였으므로 적절하다. [25 ~ 29] <출전> 박영기,「과학으로 만드는 자동차」"
}
{
    "question_number": 27,
    "question_text": "[출제의도] 내용 추론하기 d는 차체가 진동의 최고점에서 평형점으로 수직 하 향하고 있는 지점이다. 따라서 d는 탄성력에 의해 스 프링이 줄어들고 있는 지점이므로 적절하지 않다. ① 1문단에서 추의 진동이 멈춘 곳이 평형점이라고 하였고, 2문단에서 추는 평형점을 지날 때 속력이 가 장 빠르다고 했으므로, 차체 진동에서도 평상시의 차 체 높이인 a는 평형점이 되며, 이 지점에서 속력이 가장 빠르다고 볼 수 있어 차체 진동의 평형점인 a 에서의 차체의 속력이 d에서보다 더 빠르다는 진술 은 적절하다. ② 3문단에서 최고점에서 운동 에너지 가 퍼텐셜 에너지로 완전히 전환된다고 하였으므로 차체 진동의 최고점인 b가 차체의 운동 에너지보다 스프링에 저장된 퍼텐셜 에너지가 큰 지점이라는 진 술은 적절하다. ③, ④ 2문단에서 추의 속도가 0인 최고점을 지난 후 다시 최저점에 도달하는 과정이 반복된다는 내용이 언급되어 있으므로 최저점도 속 도가 0임을 알 수 있다. 그러므로 차체 진동의 최고 점인 b와 최저점인 c는 스프링이 수직 방향으로 움 직이는 속도가 0인 지점이라는 진술은 적절하다. 그 리고 3문단에서 최저점이 운동 에너지가 완전히 전 환되는 지점이라는 것을 알 수 있으므로 c는 수직 하향하던 차체의 운동 에너지가 0이 되는 지점이라 는 진술은 적절하다. [25 ~ 29] <출전> 박영기,「과학으로 만드는 자동차」"
}
{
    "question_number": 28,
    "question_text": "[출제의도] 내용 추론하기 4문단에서 차체가 수직 상향하는 과정에서 피스톤도 차체를 따라 실린더 윗부분으로 이동하고, 피스톤 위 의 액체는 피스톤 아래로 이동하게 됨을 알 수 있으 므로 적절하지 않다. ① 4문단에서 차체가 수직 상향할 때, 피스톤은 실린 더의 상단으로 이동함을 알 수 있다. a는 차체가 최 저점에서 최고점으로 수직 상향하는 과정에서 차체 가 평형점을 만나는 지점이므로 적절하다. ③ 4문단 에서 쇼크업소버는 차체 진동의 진폭을 줄여준다고 하였으므로 적절하다. ④ 4문단에서 차체 이동에 따 라 실린더 내 피스톤도 상하로 이동한다고 했다. 따 라서 차체가 하향하다 c를 지나면서 상향하게 되면 실린더 내 피스톤도 하향하다 상향하게 됨을 알 수 있으므로 적절하다. ⑤ 4문단에서 차체가 수직으로 하향할 때 피스톤도 실린더의 하단으로 이동하게 되 고, 이때 피스톤 아래에 있던 액체가 구멍을 통해 피 스톤 위로 이동하며 마찰에 의해 열이 발생한다고 했으므로 적절하다. [25 ~ 29] <출전> 박영기,「과학으로 만드는 자동차」"
}
{
    "question_number": 29,
    "question_text": "29. [출제의도] 세부 내용 비교하기 3문단의 ‘스프링은 진동을 활용하여 지면에서 받는 충격이 차체로 전달되는 것을 줄여주는 역할을 한 다.’와 4문단의 ‘쇼크업소버는 차체 진동의 진폭을 줄 이게 된다.’로 볼 때 적절하다. ① 스프링이 열을 탄성력으로 바꾼다는 내용은 본문 에 없으므로 적절하지 않다. ③ 4문단에서 쇼크업소 버는 차체 진동의 진폭을 줄여준다고 했으므로, 쇼크 업소버는 차체 진동의 속도를 높이는 역할을 한다는 진술은 적절하지 않다. ④ 4문단에서 쇼크업소버의 실린더 내 액체와 피스톤의 마찰에 의해 열이 발생 하는 것을 운동 에너지가 열에너지로 흩어지게 되는 것으로 설명했다. 따라서 쇼크업소버에서 열에너지가 운동 에너지로 전환된다는 진술은 적절하지 않다. ⑤ 4문단에서 쇼크업소버의 실린더 내 액체와 피스톤의 구 멍 사이에서 마찰이 발생하여 차체 진동의 진폭을 줄이 게 된다는 것을 알 수 있으므로 마찰을 억제한다는 진술 은 적절하지 않다. [고전시가] [30 ∼33] <출전> 정극인,「상춘곡」 작자 미상,「갑민가」 [25 ~ 29] <출전> 박영기,「과학으로 만드는 자동차」"
}
{
    "question_number": 30,
    "question_text": "[출제의도] 내용의 사실적 이해 1문단 둘째, 셋째 문장을 통해, 길이가 짧은 시조와 구별하여 길이가 길어질 수 있다는 점에서 가사를 장가라고도 불렀음을 알 수 있으므로 적절하지 않다. ①, ② 1문단 둘째 문장을 통해, 가사는 복잡한 체험 을 두루 표현할 수 있을 만큼 길어질 수 있었음을 알 수 있으므로 적절하다. ③ 3문단 첫째 문장을 통 해, 임진왜란을 경계로 후기 가사가 시작됨을 알 수 있으므로 적절하다. ⑤ 3문단을 통해, 가사의 작자층 이 확대된 것과 표현 방식이 다양해진 것은 서로 관 련이 있음을 알 수 있으므로 적절하다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 작품 감상하기 (나)의 ‘공명’은 자연과 대비되는 속세에 대한 화자 의 부정적 태도를 드러낸다. (다)의 화자는 조상 덕 에 ‘좌수별감’과 같은 직을 수행하였으나 군사 계급 으로 강등된 인물이다. 따라서 (다)에는 화자가 사대 부들의 경건한 삶을 풍자하는 태도가 드러나지 않으 므로 적절하지 않다. ① (나)의 화자는 자연 속에서 ‘도화행화’를 감상하 고 있지만, (다)의 화자는 세금을 물어야 하는 경제 적 어려움 속에서 생존을 위해 ‘인싹’을 찾고 있으 므로 적절하다. ② (나)의 ‘세우’는 ‘녹양방초’와 어우 러져 화자의 흥취를 돋우어 주는 역할을 하지만, (다)의 ‘눈’은 서민인 화자의 고통을 더욱 심화하는 역할을 하므로 적절하다. ③ (나)의 화자는 ‘봉두’에 올라 ‘연하일휘금수재폇’이라 하며 자연 의 아름다움을 형상화하고 있지만, (다)는 화자가 ‘입’하여 사냥에 앞서 산신께 발원하고, 사냥에 실 패한 일 등을 구체적으로 형상화하고 있으므로 적절 하다. ⑤ (나)는 화자가 ‘단표누항에 흣튼 혜음 아니 ’며 만족하는 모습을 통해 안빈낙도를 중시하는 가치관을 보여 주지만, (다)는 화자가 ‘뷘손’으로 표 현된, 경제적으로 어려운 상황에서 겪는 고난을 통해 화자에게 닥친 현실의 문제를 보여 주므로 적절하다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 표현상의 공통점 찾기 (나)의 ‘물아일체어니 흥이다소냐’와 (다)의 ‘해 마다 맞춰 무니 석숭인들 당소냐’에서 설의적 표현 을 통해 화자의 정서를 강조하고 있으므로 적절하다. ② (나)는 봄, (다)는 겨울이라는 계절적 배경이 나 타나지만, (나)는 애상적 분위기를 환기하지 않으므 로 적절하지 않다. ③ (나)와 (다) 모두 대화의 형식 이 사용되지 않으므로 적절하지 않다. ④ (나)의 ‘새’ 와 (다)의 ‘오갈피잎’은 의인화된 대상이지만, (다)는 대상의 긍정적 속성을 부각하지 않으므로 적절하지 않다. ⑤ (나)와 (다) 모두 의성어가 사용되지 않으 므로 적절하지 않다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 외적 준거를 통해 작품 감상하기 [E]는 갑민이 돈피 사냥에 실패한 후 겪은 시련을 보여 주는 것이지, 유배를 가는 길에서 겪은 시련을 보여 주는 것이 아니므로 적절하지 않다. ① [A]에는 ‘원수인의 모해’ 때문에 갑민의 처지가 바뀌게 되었음이 제시되어 있으므로 적절하다. ② ［B]에는 친척들이 충군이 된 후 모두 도망가 버리 고, 여러 사람의 신역을 갑민 혼자서 물게 되는 과정 이 드러나 있으므로 적절하다. ③ [C]는 ‘허항영’처 럼 실제 지명을 언급하여 작품의 사실성을 높이고 있으므로 적절하다. ④ [D]에서 갑민이 싸리를 꺾어 누대를 치고 잎갈나무로 모닥불을 놓고 산신에게 발 원하는 것을 통해 갑산 지역에서 돈피 사냥에 앞서 행하던 민속을 짐작할 수 있으므로 적절하다. [현대소설] [34 ~ 36] <출전> 황석영,「줄자」"
}
{
    "question_number": 34,
    "question_text": "[출제의도] 서술상의 특징 이해하기 ‘방태흥씨도~ 끝날 거였다.’, ‘그날은~ 훨씬 미세한 존재인 것만 같았다.’ 등을 볼 때 작품 외부의 서술 자가 방 씨와 이 전무의 갈등을 주로 방 씨의 입장 에서 서술하고 있으므로 적절하다. ① 인물 간의 대화는 드러나지만 이를 통해 인물의 분열된 의식이 드러나는 것은 아니므로 적절하지 않 다. ② 과거에 대한 회상의 장면이 나타나지 않으므 로 적절하지 않다. ③ 외부 이야기 속에 내부 이야기 가 삽입되어 나타나지 않으므로 적절하지 않다. ④ 현학적 표현이 드러나 있지 않으므로 적절하지 않다. [34 ~ 36] <출전> 황석영,「줄자」"
}
{
    "question_number": 35,
    "question_text": "[출제의도] 인물의 의도 파악하기 이 전무가 제시한 조건에 대해 ‘십만원이란 부당합니 다.’라고 한 방 씨의 대답을 통해서 ㉢은 이 전무의 요구를 전적으로 수용할 수는 없다는 태도가 드러나 고 있으므로 적절하다. ① ㉠은 방 씨가 아닌 이 전무에 대한 불만을 드러 내는 것이므로 적절하지 않다. ② ㉡은 이 전무에 대 한 부정적 평가를 드러내는 것일 뿐 이 전무의 행동 에 대해 정당성을 부여하고자 하는 것이 아니므로 4 적절하지 않다. ④ ‘방씨는~ 근심이 앞섰다.’를 볼 때 ㉣은 이 전무의 요구를 수용은 했으나 안도감이 드 러나는 것은 아니므로 적절하지 않다. ⑤ ‘댁과는~ 좋을 대루 하겠소.’라는 이 전무의 말을 볼 때 ㉤은 자신의 요구가 과도했음을 인정하는 것이라 볼 수 없으므로 적절하지 않다. [34 ~ 36] <출전> 황석영,「줄자」"
}
{
    "question_number": 36,
    "question_text": "[출제의도] 외적 준거를 참고하여 작품 감상하기 방 씨가 약속어음을 쓰지 않겠다고 말하며 이 전무 와 타협하지 못하는 모습을 볼 때, 이 전무의 ‘그야 기분문제루~ 이웃 사촌이라잖소.’라는 말을 들은 후 ‘이웃 사촌’이라는 말을 되뇌는 것은 그 말의 의미를 떠올려 보는 것일 뿐 공동체 의식이 약화된 시대적 변화에 적응하지 못하는 모습이 드러나는 것이라 볼 수는 없으므로 적절하지 않다. ① ‘가짜 구리무’를 ‘외제 빈 갑’에 담아 돈을 번 행 위는 자신의 금전적 이익을 양심이나 도덕성보다 중요시하는 태도로 볼 수 있으므로 적절하다. ② 이 웃인 방 씨와의 사이에서 발생한 갈등을 해결하기 위해 이웃 사이임에도 손해 배상금을 청구하고 고소 장을 제출하겠다는 이 전무의 모습은 법을 내세워 문제를 해결하려는 당시의 시대상을 드러내고 있으 므로 적절하다. ④ 집을 둘러싸고 발생한 다툼에서 서로의 입장을 내세우며 결국 타협에 이르지 못하는 것은 인간적 관계보다는 물질적 이해관계를 우선시 하는 태도를 드러내는 것이므로 적절하다. ⑤ 이 전 무의 요구를 부당하다고 여기면서도 적절한 타협점 을 찾지 못하고 돌아온 후 생겨난 종기 자국을 보며 자신을 그 아픔과 상처보다 훨씬 미세한 존재라고 느끼는 것에서 상처를 통해 자신의 소시민적 모습을 인식했다고 볼 수 있으므로 적절하다. [사회] [37 ~ 41] <출전> 권오상,「환경경제학」 [34 ~ 36] <출전> 황석영,「줄자」"
}
{
    "question_number": 37,
    "question_text": "[출제의도] 내용 전개 방법 파악하기 이 글은 환경오염을 줄이기 위한 주요 환경 정책 중 하나인 간접 규제 방식을 설명한 글로, 경제적 유인 을 통해 환경오염을 줄이려는 부과금, 보조금, 예치 금 제도를 소개하고, 각 제도의 특징을 설명하고 있 으므로 적절하다. ① 이 글에서 규제 절차의 문제점을 밝히고 있지는 않으므로 적절하지 않다. ② 이 글은 환경오염을 해 결하기 위한 방법을 설명하고 있으나, 환경오염을 유 발하는 다양한 원인을 분석하고 있지는 않으므로 적 절하지 않다. ④ 환경오염을 해결하기 위한 방법으로 간접 규제 방식을 중심으로 설명하고 있으나, 절충안 을 모색하고 있지는 않으므로 적절하지 않다. ⑤ 환 경오염을 규제하기 위한 정책을 제시하고 있으나, 이 러한 정책의 시대적 변천 과정을 살펴보고 있지는 않으므로 적절하지 않다. [37 ~ 41] <출전> 권오상,「환경경제학」"
}
{
    "question_number": 38,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 8문단을 보면 예치금 제도는 재활용 가능 자원의 효 율적인 수거 및 처리를 위해 시행하는 것이다. 따라 서 재활용률을 높이는 것을 목적으로 하는 제도는 예치금 제도이므로 적절하지 않다. ② 5문단을 보면 ‘배출부과금 제도는~ 연계성이 높 기 때문에’라고 되어 있으므로 적절하다. ③ 5문단의 ‘제품부과금은~ 배출부과금에 비해 떨어지나 정보 획득을 위한 비용은 상대적으로 적게 든다고 할 수 있다.’라고 되어 있으므로 적절하다. ④ 1문단의 ‘경 제적 유인을 통해 환경오염을 줄이려는 간접 규제 방식’, ‘부과금, 보조금, 예치금 등’을 보면 보조금 제 도와 예치금 제도는 간접 규제 방식으로 경제적 유 인을 통해 환경오염을 줄이도록 유도하므로 적절하 다. ⑤ 8문단의 ‘소비자 예치금은~ 예치금 요율이 너 무 낮을 경우 경제적 유인이 부족할 수 있다’라고 되 어 있으므로 적절하다. [37 ~ 41] <출전> 권오상,「환경경제학」"
}
{
    "question_number": 39,
    "question_text": "[출제의도] 구체적 상황에 적용하기 1문단에서 ‘직접 규제는~ 정부가 직접 단속하는 데 많은 예산이 필요하다’라고 했다. 그런데 A국에서 ○ ○ 음료수 빈 병을 소비자가 알아서 처리하도록 하 므로 이는 직접 규제의 대상이 아니다. 따라서 이를 단속하기 위해 정부의 예산이 많이 소모된다는 것은 적절하지 않다. ② 2문단을 보면 ‘수거료 요율이 높으면 불법적인 무 단투기가 성행할 수도 있다’고 하고 있으므로 B국이 현재보다 쓰레기 수거료 요율을 올린다면 B국의 사 람들이 느끼게 되는 금전적 부담이 더욱 커져서 쓰 레기 불법 배출이 더 늘어날 수 있으므로 적절하다. ③ A국에서 ○○ 음료수 판매 가격은 500원인데, 동 일한 음료수를 B국에서는 550원에 판매하고 있다. 그런데, B국에서는 소비자가 빈 병을 반납하면 50원 을 돌려주고 있으므로 이는 소비자 예치금제도를 시 행한 것이라고 볼 수 있다. 만약 B국이 소비자 예치 금 50원을 음료수 가격에 포함시키지 않았다면 음료 수의 가격은 500원이 될 수 있어 A국의 음료수의 가격과 동일할 수 있으므로 적절하다. ④ 2문단을 보 면 수거료 요율이 높으면 금전적 부담을 느낀다고 했으므로, C국에서 쓰레기 수거료를 올해부터 인하 했기 때문에 C국 국민들이 느끼는 쓰레기 배출에 대 한 부담감이 줄어들 수 있으므로 적절하다. ⑤ 1문단 과 6문단을 보면 저감시설 보조금이 간접 규제의 한 방법으로 경제적 유인을 통해 환경오염을 줄이도록 유도하는 방법이라는 것을 알 수 있다. C국은 공장 에 매연 저감 장치를 설치할 경우 보조금을 지급하 고 있는데, 이는 저감시설 보조금에 해당한다. 따라 서 C국이 생산자가 환경오염 감소를 위한 투자를 하 도록 경제적 유인을 제공하고 있다고 할 수 있으므 로 적절하다. [37 ~ 41] <출전> 권오상,「환경경제학」"
}
{
    "question_number": 40,
    "question_text": "[출제의도] 주어진 정보를 바탕으로 추론하기 7문단의 ‘한계피해비용곡선(MDC)과 한계저감비용곡 선(MAC)이 교차하는 지점에서 오염 배출량이 사회 적 최적 수준이기 때문에 정부는 이 지점에서의 금 액을 보조금으로 결정하고 오염 배출량이 최적 수준 이 되도록 유도한다’를 볼 때 a는 정부가 오염 배출 량을 사회적 최적 수준으로 유도하기 위한 금액이므 로 적절하다. [37 ~ 41] <출전> 권오상,「환경경제학」"
}
{
    "question_number": 41,
    "question_text": "[출제의도] 내용 추론하기 3문단의 내용을 보면 생산자의 한계저감비용은 오염 물질 배출량에 해당하는 한계저감비용곡선에서의 금 액이다. 따라서 배출량이 b와 c일 때 한계저감비용곡 선에 해당하는 금액을 비교해 보면 c에서보다 b가 더 높으므로 적절하지 않다. ① 7문단의 ‘한계피해비용곡선(MDC)과 한계저감비 용곡선(MAC)이 교차하는 지점에서~ 최적 수준이 되도록 유도한다’를 보면 정부는 a에서 보조금을 지 급하거나 부과금을 부과하게 되는데, 이는 오염 물질 배출량을 사회적 최적 수준인 b로 유도하게 되므로 적절하다. ③ 4문단의 ‘오염 물질을 배출하면 배출량 ep2에 부과금 t를 곱한~ 배출부과금을 지불해야 하 고’를 보면 이 경우의 배출부과금은 정부가 정한 부 과금인 a와 오염 물질 배출량인 c를 곱한 면적인 ㉮ +㉯+㉰+㉱가 되므로 적절하다. ④ 4문단을 보면 생 산자가 오염 물질 배출량을 줄이는 데 필요한 저감 비용은 줄어든 오염 물질 배출량에 해당하는 한계저 감비용을 통해 알 수 있는데, 이는 한계저감비용곡선 의 아랫부분의 면적으로 나타난다. 따라서 오염 물질 배출량을 c에서 b로 줄이는 데 필요한 저감비용은 c 에서 b의 한계저감비용곡선의 아랫부분의 면적인 ㉰ 이므로 적절하다. ⑤ 위 그래프에서 결정하고자 하는 보조금은 저감보조금으로, 6문단에서는 ‘저감보조금 제는 정부가 지정한 배출 상한 기준보다 적은 양의 오염 물질을 배출할 경우 배출 상한 기준과 실제 배 출량의 차이에 대해 1단위당 특정 금액을 보조해 주 는 것이다’ 와 같이 저감보조금을 설명하고 있는데, 만약 정부가 지정한 배출 상한 기준이 c이고 지급하 는 보조금이 a라면 c에서 b로 오염 물질 배출량을 줄일 때 받는 보조금은 c에서 b만큼의 배출량에 보 조금을 곱한 금액인 ㉰+㉱이므로 적절하다. [고전소설] [42 ∼45] <출전> 작자 미상,「유문성전」 [37 ~ 41] <출전> 권오상,「환경경제학」"
}
{
    "question_number": 42,
    "question_text": "[출제의도] 표현상의 특징 파악하기 ‘장발이 재주 있으나 어찌 대적하리오.’, ‘제 비록 천 하 명장이요 만고 영웅인들, 당시 창업 주씨를 어찌 대적하며 유문성을 당하리오.’ 등에서 편집자적 논평 을 활용하여 서술자의 생각을 드러내는 표현이 있음 이 확인되므로 적절하다. ① 꿈과 관련된 장면은 나타나지 않으며, 현실과 교 차되는 부분도 찾을 수 없으므로 적절하지 않다. ② 도술을 사용하고 뛰어난 무예를 가진 인물인 유기, 유원수를 초월적 존재로 볼 여지는 있으나, 그 인물 들이 갈등을 중재하고 있지는 않으므로 적절하지 않 다. ③ 인물의 외모를 과장되게 표현하여 인물을 희화 화한 부분은 나타나지 않으므로 적절하지 않다. ⑤ 공 간적 배경에 대한 구체적 묘사를 통해 인물의 과거를 암시한 부분이 나타나 있지 않으므로 적절하지 않다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 내용의 사실적 이해 주원수는 달황에 대한 처분을 유원수에게 맡길 뿐 달황에게 관용을 베풀지는 않으므로 적절하지 않다. ② 유기는 장발과의 싸움에서 수세에 몰리자 도술을 써서 위태로운 상황에서 벗어나고 있으므로 적절하 다. ③ 이장이 여자라는 사실은 도망가는 달황이 잡 힌 후의 장면에서 ‘그제야 이장이 여자인 줄 알고’에 서 확인할 수 있으므로 적절하다. ④ 달황은 장발이 죽은 뒤 ‘이때 달황이 할 수 없어~ 북문을 향하여 도망하거늘’을 통해 알 수 있으므로 적절하다. ⑤ 이 장이 유원수에게 ‘만일 나를 놓지 아니하시면 필연 둘이 다 위태할 것이니 바삐 놓으소서.’라고 말하고 있다. 이러한 말을 통해 이장이 유원수의 안위를 걱 정하고 있음을 알 수 있으므로 적절하다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 외적 준거를 통해 작품 감상하기 ⓔ의 본진에서 유원수가 달목을 질책하는 장면은 유원수가 장발과의 대결에서 승리한 후 적대 세력의 우두머리 달목을 벌하려는 것에 해당한다. <보기> 에서 주인공이 승리한 후 독자의 긴장감이 이완되고 감동과 대리 만족을 느끼게 된다고 했으므로 적절하 지 않다. ① 유기는 보조 인물로서 ⓐ에서 유기는 장발과 맞서 싸우면서 도술을 행하는 등 자신의 능력을 보여준다. 하지만 장발에게 열세임을 확인하고 본진으로 몸을 피 하는데, 이때 유기가 장발을 대적할 수 있는 사람은 유원수밖에 없다고 말하므로 유원수의 뛰어난 능력에 대해 독자가 기대감을 갖게 된다는 것은 적절하다. ② ⓑ에서 유원수가 전장에 나가려고 하나 ⓒ에서와 같 이 이장이 출전하여 위기에 처함으로써 유원수의 등 장이 지연되어 독자의 기대감을 상승시킬 수 있다고 볼 수 있으므로 적절하다. ③ ⓓ에서 유원수는 장발 과 대결한다. 하지만 장발과의 싸움은 삼십여 합, 오 십여 합에 이르도록 쉽게 승부가 나지 않는다. <보 기>에 의하면 이때 독자는 주인공의 대결 장면에서 흥미와 긴장감을 가지고 주인공의 승리를 기대하게 될 것이므로 적절하다. ④ <보기>에 따르면 ⓓ의 대결에서 유원수가 장발을 물리치기 전까지 독자의 긴장이 지속될 것이고 유원수가 승리한 후 그 긴장 이 이완될 것이므로 적절하다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 상황에 맞는 한자성어 파악하기 ㉠은 사건의 흐름상 이장이 장발의 공격에 의해 죽 을 뻔하다가 유원수에 의해 간신히 구출되어 목숨을 구하게 된 상황이다. 따라서 빈칸에 들어갈 말은 ‘거 의 죽을 뻔하다가 다시 살아남.’의 뜻을 가진 ‘기사회 생(起死回生)’이라는 말이 가장 적절하다. ① 허물을 고치고 착하게 됨을 뜻하는 말이므로 적 절하지 않다. ② 맺은 사람이 풀어야 한다는 뜻으로, 자기가 저지른 일은 자기가 해결해야 한다는 말이므 로 적절하지 않다. ④ 하는 일 없이 놀고먹기만 함을 뜻하는 말이므로 적절하지 않다. ⑤ 어떤 무리를 한 꺼번에 모조리 잡음이라는 말이므로 적절하지 않다."
}
