{
    "question_number": 1,
    "question_text": "[출제의도] 발표자의 말하기 방식 파악하기 발표자가 경험한 구체적 사례를 제시한 부분은 찾을 수 없다. [오답풀이] ② 2문단에서 고려 시대 부채에 관한 내 용이 담긴 책 제목을 언급하여 신뢰성을 높이고 있다. ③ 1문단에서 청중에게 더위와 관련한 질문을 하여 부채에 대한 청중의 관심을 유도하고 있다. ④ 1문단 마지막에 발표 순서를 청중에게 제시하여 예측하며 듣도록 하고 있다. ⑤ 마지막 문단에서 부채를 가까이하자는 제안을 하 고, 냉방병 예방이라는 부수적 효과를 밝히고 있다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 자료 활용의 적절성 파악하기 ㉢은 맥락상 화려함을 강조한 옛 부채가 적절하다. 따라서 현대의 공예 부채를 제시하는 것은 적절하지 않다. [오답풀이] ① ㉠에는 기원전의 것으로 추정되는 오 래된 부채 관련 유물을 제시해야 한다. ② ㉡에는 둥글부채와 접부채에 대한 자료로 두 가 지 종류의 부채를 제시해야 한다. ④ ㉣에는 우리나라 부채가 지닌 예술미를 갖춘 추사 김정희의 글과 그림이 담긴 부채를 제시해야 한다. ⑤ ㉤에는 오늘날에도 계승되고 있음을 보여 주기 위해 주변에서 쉽게 볼 수 있는 홍보 부채, 팬시 부 채를 제시해야 한다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 청중의 반응 분석하기 학생1은 부채의 재료와 관련된 배경지식을 떠올리고 있으며, 학생2는 부채와 관련된 단오의 풍습에 대한 배경지식을 떠올리고 있다. [오답풀이] ① 학생1은 전통 부채를 만드는 무형 문 화재 관련 내용을 추가할 만한 내용으로 언급했지만, 학생2는 추가하기를 바라는 내용에 대한 언급을 하 지 않았다. ③ 학생1, 학생2 모두 자신의 태도를 반성하는 모습 은 보이지 않았다. ④ 학생2는 부채와 관련한 풍습을 더 알고 싶어서 인터넷 자료를 찾아보고 싶다고 하였지만, 학생1은 의문점 자체를 떠올리지 않았다. ⑤ 학생1, 학생2 모두 자신이 알고 있는 기존 지식을 수정하는 모습을 보이지 않았다. [4~7] 화법/작문"
}
{
    "question_number": 4,
    "question_text": "[출제의도] 발화 의도 이해하기 ㉢은 인간이 다른 생명들과 공존하려는 노력인 ‘생태 통로’를 언급하여 인간이 다른 생명들의 보금자리를 빼앗고 있다는 상대의 발언과 상반된 사례를 들고 있다. [오답풀이] ① ㉠책을 쓰게 된 계기를 환경 단체에 서 멸종 위기종의 보호를 위해 힘써 온 자신의 경험 과 관련해 언급하고 있다. ② ㉡반달가슴곰이 웅담 채취용으로 사육된 것이 인 간이 만든 끔찍한 일이라 슬펐다며 상대에 공감하는 정서적 반응을 보이고 있다. ④ ㉣야생동물의 안전을 위해 생태 통로가 필요하다 는 것과 관련해 자신이 알고 있는 수달의 로드킬 사 고에 대해 진술하고 있다. ⑤ ㉤자연과 인간의 공존을 위해서는 적극적으로 목 소리를 내야 한다는 것이 발언 의도인지를 확인하기 위해 질문하고 있다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 말하기 계획 수립하기 책에 소개하지 못해 아쉬운 멸종 위기종에 대한 질 문은 (가)에 없다. [오답풀이] ① 학생1의 첫 번째 발화에서 확인할 수 있다. ② 학생2의 첫 번째 발화에서 확인할 수 있다. ③ 학생2의 두 번째 발화에서 확인할 수 있다. ⑤ 학생2의 다섯 번째 발화에서 확인할 수 있다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 글쓰기 내용 조직하기 (나)의 4문단에 국립공원관리공단에서 발표한 생태 통로 설치의 효과는 제시하고 있지만, 우리 시가 진 행 중인 생태계 보존 정책의 긍정적인 효과를 제시 하고 있지는 않다. [오답풀이] ① (나)의 1문단에서, (가)에서 작가가 모든 생명은 존중받아야 하며 멸종 위기종도 우리와 동등한 존재라고 언급한 것을 바탕으로 야생동물 보 호라는 화제를 제시하고 있다. ② (나)의 2문단에서, (가)에서 언급된 수달의 사고 내용과 함께 한 해 로드킬 사고의 절반이 우리 지역 에서 발생한다는 통계를 추가하여 문제 상황을 제시 하고 있다. ③ (나)의 3문단에서, (가)에서 알게 된 생태 통로 설치의 필요성을 바탕으로 생태 통로의 설치와 관리 가 필요한 장소를 언급하며 건의하고 있다. ⑤ (나)의 5문단에서, (가)에서 언급된 반달가슴곰과 저어새의 대조적인 상황을 바탕으로 우리 지역의 로드 킬 문제 해결을 위한 적극적인 대응을 당부하고 있다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 조건에 맞게 표현하기 ‘친구를 떠나 보낸 것처럼’이라는 비유적 표현과 ‘슬 프다’라는 정서를 드러내는 어휘가 사용되었다. [오답풀이] ② ‘부끄럽다’라는 정서를 드러내는 어휘 는 있으나, 비유적 표현은 없다. ③ ‘등불’이라는 비유적 표현은 있으나, 정서를 드러 내는 어휘는 없다. ④ 비유적 표현과 정서를 드러내는 어휘가 모두 없다. ⑤ ‘미어지다’라는 정서를 드러내는 어휘는 있으나, 비유적 표현은 없다. [8~10] 작문"
}
{
    "question_number": 8,
    "question_text": "[출제의도] 글쓰기 전략 파악하기 일라이트라는 제재의 특성을 알리기 위해 정의나 분 석 등의 방법을 사용하고 있으나, 다른 광물자원 등 과 비교하지 않았을뿐더러 일라이트의 단점에 대해 서는 언급하지 않았다. [오답 풀이] ① 1문단에 글쓴이는 평소 천연자원의 발굴에 관심이 많았기 때문에 일라이트라는 제재를 선정하게 되었다고 밝히고 있다. ② 2문단에 일라이트라는 명칭이 생긴 유래를 제시 하여 독자의 이해를 돕고 있다. ③ 4문단에 한국지질자원연구원의 자료를 인용하여 일라이트와 관련된 정보의 신뢰성을 높이고 있다. ④ 3문단에 일라이트의 활용 분야를 제시하여 그것 의 효용 가치를 드러내고 있다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 자료 활용의 적절성 파악하기 ‘ㄴ’은 일라이트의 구체적인 효능을 소개하는 전문가 인터뷰이고, ‘ㄷ’은 일라이트를 상품화하기 위한 업무 협약의 사례를 소개하는 신문 기사이다. 따라서 일라 이트 활용 기술 개발을 위한 기관 간 협조 체제를 구축하고 있는 사례로 ‘ㄷ’은 적절하지만, ‘ㄴ’은 적절 하지 않다. [오답 풀이] ① ‘ㄱ’은 일라이트와 관련된 동양 고서 의 기록으로 2문단 말미에 언급된 정보를 구체화할 수 있는 자료이다. ② ‘ㄴ’은 일라이트의 환경과 의료 분야의 효능을 보 여 주는 것으로 3문단의 내용을 보강할 수 있는 자 료이다. ③ ‘ㄷ’은 일라이트 개발을 위한 기관 간 협력의 사 례로 일라이트에 대한 연구가 여러 가지 상품 개발 로 이어지는 현황을 보여 주는 자료이다. ④ ‘ㄱ’과 ‘ㄴ’은 일라이트의 효능에 대한 것이므로 자원으로서의 다양한 가치를 뒷받침하는 근거로 추 가할 수 있다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 고쳐 쓰기의 적절성 파악하기 <보기>는 마지막 문단의 앞부분을 구체화하기 위해 객관적인 정보를 추가한 것이고, [A]는 진로 탐색 활동을 하면서 깨달은 것과 느낀 것으로, 소감에 해 당한다. 따라서 <보기>를 [A]로 고쳐 쓸 때, 추가 된 정보 대신 자신의 소감을 전하며 마무리할 것을 친구가 조언했다고 할 수 있다. [11~15] 문법"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 의문문의 특징과 유형 탐구하기 ㉢은 의문사 ‘무엇’이 포함된 의문문으로, 맥락에 따 라 설명 의문문으로도, 판정 의문문으로도 쓰일 수 있다. ㉢의 경우, 청자의 반응이 ‘아니’이므로 판정 의문문으로 사용된 것으로 판단할 수 있으며, 의문사 ‘무엇’도 부정칭 대명사로 사용한 것이다. 따라서 의 문사가 가리키는 내용을 설명해 달라는 의도를 드러 낸 것으로 보기 어렵다. [오답풀이] ① ㉠은 대답 ‘응’으로 보아 판정 의문문 으로 사용된 것이므로 청자에게 긍정이나 부정의 대 답을 요구하고 있다. ② ㉡은 종결 어미 ‘-지’를 사용하여 청자도 자신처 럼 아침을 못 먹었을 것이라고 믿는 바를 확인하기 위한 판정 의문문이다. ④ ㉣은 청자의 반응에 따라 의문문의 유형이 달라 질 수 있다. 청자에게 긍정이나 부정의 대답을 요구 할 수도 있고, 의문사가 가리키는 내용을 설명해 주 기를 요구할 수도 있다. ⑤ ㉤은 의문사 ‘왜’가 가리키는 내용에 대하여 청자 가 설명하는 대답을 하고 있으므로 설명 의문문으로 판단할 수 있다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 중세 국어의 의문문 이해하기 <보기>의 [탐구 결과]에 따르면, ㄱ과 ㄴ은 판정 의문문, ㄷ과 ㄹ은 설명 의문문이다. 그리고 4문단에 의하면, ㄱ의 ‘가’와 ㄷ의 ‘고’는 의문문을 만드는 보 조사이고, ㄴ의 ‘-녀’와 ㄹ의 ‘-뇨’는 의문문을 만드 는 종결 어미이다. 중세 국어에서는 판정 의문문에는 2021학년도 6월 고2 전국연합학력평가 정답 및 해설 2021학년도 6월 전국연합학력평가 정답 및 해설 고2 2 ‘아/어’ 계통의 보조사나 종결 어미가 사용되었고, 설 명 의문문에는 ‘오’ 계통의 보조사나 종결 어미가 사 용되었다. 따라서 <보기>의 사례들을 통해 중세 국 어에서는 판정 의문문에 사용되는 보조사나 종결 어 미의 형태가 설명 의문문과 달랐다고 판단할 수 있 다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 음운 변동 이해하기 ‘팥빵[팓빵]’은 받침 ‘ㅌ’이 ‘ㄷ’으로 바뀌는 평파열음 화(교체)가 일어나고, ‘많던[만턴]’은 ‘ㅎ’과 뒤의 ‘ㄷ’ 이 ‘ㅌ’으로 합쳐지는 거센소리되기(축약)가 일어난다. ‘애틋한[애트탄]’은 받침 ‘ㅅ’이 ‘ㄷ’으로 바뀌는 평파 열음화(교체)가 일어나고, 앞의 ‘ㄷ’과 뒤의 ‘ㅎ’이 ‘ㅌ’ 으로 합쳐지는 거센소리되기(축약)가 일어난다. [오답풀이] ① ‘낯설고[낟썰고]’는 받침 ‘ㅊ’이 ‘ㄷ’으 로 바뀌는 평파열음화(교체)가 일어나고, ‘ㄷ’ 뒤의 ‘ㅅ’이 ‘ㅆ’으로 바뀌는 된소리되기(교체)가 일어난다. ② ‘놓더라[노터라]’는 ‘ㅎ’과 뒤의 ‘ㄷ’이 ‘ㅌ’으로 합 쳐지는 거센소리되기(축약)가 일어난다. ③ ‘맞는지[만는지]’는 받침 ‘ㅈ’이 ‘ㄷ’으로 바뀌는 평 파열음화(교체)가 일어나고, ‘ㄷ’이 ‘ㄴ’의 영향을 받 아 ‘ㄴ’으로 바뀌는 비음화(교체)가 일어난다. ④ ‘먹히는[머키는]’은 ‘ㄱ’과 뒤의 ‘ㅎ’이 ‘ㅋ’으로 합 쳐지는 거센소리되기(축약)가 일어난다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 문장 부호 용법 파악하기 ‘저 친구, 저러다가 큰일 한번 내겠어.’는 쉼표를 ‘문 장 앞부분에서 조사 없이 쓰인 제시어나 주제어의 뒤 에 쓰’는 예에 해당한다. ㉡의 ‘문장의 연결 관계를 분명히 하고자 할 때 절과 절 사이에 쓴다.’에 해당하 는 예는 ‘콩 심은 데 콩 나고, 팥 심은 데 팥 난다.’ 등이다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 이중 피동 표현 파악하기 ‘가려진’은 기본형 ‘가리다’에 ‘-어지다’만 붙은 것으 로 피동 표현을 두 번 겹쳐 쓴 이중 피동 표현의 예 가 아니다. [오답풀이] ② ‘쓰여진’은 기본형 ‘쓰다’에 피동 접미 사 ‘-이-’와 ‘-어지다’가 붙은 이중 피동 표현이다. ③ ‘담겨진’은 기본형 ‘담다’에 피동 접미사 ‘-기-’와 ‘-어지다’가 붙은 이중 피동 표현이다. ④ ‘열려진’은 기본형 ‘열다’에 피동 접미사 ‘-리-’와 ‘-어지다’가 붙은 이중 피동 표현이다. ⑤ ‘보여진’은 기본형 ‘보다’에 피동 접미사 ‘-이-’와 ‘-어지다’가 붙은 이중 피동 표현이다. [16~20] 독서(인문) <출전> 타인의 얼굴(재구성) 개관: 이 글은 레비나스의 타자 중심의 철학을 다루 고 있다. 레비나스는 ‘향유’의 주체성과 ‘환대’의 주체 성이란 두 개념으로 주체성을 새롭게 정의하고, 전자 에서 후자로 나아갈 때 참다운 주체가 될 수 있다고 보았다. 타자를 지배의 대상으로 본 기존의 철학과 달리 레비나스는 타자를 주체보다 높은 위치에 올려 놓는 타자 중심의 철학을 제안하였다는 점에서 그 가치를 인정받고 있다."
}
{
    "question_number": 16,
    "question_text": "[출제의도] 세부 정보 이해하기 2문단에서, ‘타자성’은 주체로 환원되지 않는 타자의 성질이라고 정의하고 있다. [오답풀이] ① 2문단에서 주체는 주위의 모든 것들 을 자기와 동일한 것으로 끊임없이 환원하는 자기 중심적 존재이고, 레비나스는 이러한 주체를 동일자 로 보고 있다. ② 4문단에서 레비나스는 타자에 대한 무조건적인 수용을 환대라고 보고 있다. ③ 3문단에서 향유는 즐김과 누림이며, 다른 누구도 대신해 줄 수 없는 개체의 고유한 행위라고 했다. ⑤ 3문단에서 어떤 것에 의존하지 않고 홀로 무엇을 누릴 때 나로서의 모습인 자기성이 성립한다고 보고 있다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 세부 내용 추론하기 레비나스는 인간의 삶은 진정한 삶을 향해 나아가는 초월이라고 했으며(2문단), 타자를 자기성에 갇힌 주 체를 무한히 열린 세계로 초월할 수 있게 하는 존재 라고 보고 있다(5문단). [오답풀이] ① 향유의 대상인 세계는 불확실하기에 주체의 욕구는 항상 충족되지는 않는다(3문단). ② 타자는 주체로 환원될 수 없는 존재라고 보았다 (2문단). ③ 타자의 출현으로 인해 자기성이 상실되는 것이 아니라고 보고 있다(5문단). ⑤ 타자는 주체를 갇힌 세계에서 열린 세계로 나아 갈 수 있도록 한다고 보고 있다(5문단)."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 단어의 문맥적 의미 파악하기 ⓐ와 ①의 ‘놓이다’는 모두 ‘물체가 일정한 곳에 두어 지다.’의 의미로 사용되었다. [오답풀이] ② ‘걱정이나 근심, 긴장 따위가 사라지 거나 풀리다.’를 의미한다. ③, ④ ‘일정한 곳에 기계나 장치, 구조물 따위가 설 치되다.’를 의미한다. ⑤ ‘무늬나 수가 새겨지다.’를 의미한다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 다른 관점과 비교하기 <보기>는 나와 타자는 투쟁 관계에 있으며, 타자를 자신의 생명과 자유를 박탈하려는 잠재적인 적으로 여기고 있다. 반면 ㉮는 타자를 주체가 지배할 수 있 는 대상으로 여긴 기존의 철학과 달리, 타자를 마음 대로 할 수 없는 존재로 보고 있다. [오답풀이] ① <보기>와 ㉮ 모두 인간을 욕망을 추 구하는 이기적 존재로 여기고 있다. ② 타자와의 중재를 위해 국가의 존재를 필요로 하 는 것은 <보기>에 해당한다. ④ ㉮는 합의와 계약에 의해 타자에 대한 의무를 강 제해야 할 것이 아니라 무조건적으로 타자를 환대해 야 한다고 보고 있다. ⑤ <보기>는 공동의 이익과 평화를 위해서 주체의 이익은 제한될 수 있다고 보고 있으며, ㉮ 또한 타자 를 환대할 때, 주체의 이익은 제한될 수 있다고 보고 있다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 구체적 상황에 적용하기 A는 타자를 자신의 이익과 자유를 제한하는 존재로 여기고 있으므로, 자신의 자유에 의문을 제기하며 타 자를 환대하는 새로운 주체의 모습으로 나아가고 있 지 못하다. [오답풀이] ① A는 자신의 이익과 자유를 위해 외국 인들을 자국으로 돌려보내야 한다고 말하는 점에서 타자를 마음대로 할 수 있는 대상으로 취급하는 주 체의 모습을 보이고 있다. ③ B는 외국인들을 위해 자신이 가진 것을 나눠 주 자고 말하는 점에서 타인의 문제를 자신의 문제로 받아들여 책임지려는 모습을 확인할 수 있다. ④ B는 외국인들을 환대하고 있으며, 이는 타자를 주체보다 높은 위치에 올려놓는다는 것을 의미한다. ⑤ A는 자기성이 바탕이 된 향유의 주체성의 모습 이, B는 타인의 문제를 책임지는 환대의 주체성의 모습이 나타나고 있다. [21~25] 독서(사회) <출전> 고발・고소장・내용증명・탄원서・진정서(재구성) 개관: 이 글은 특수 우편 제도인 내용증명의 특징과 기능을 소개하고 있다. 내용증명은 발신인이 계약 해 지 등과 같은 의사 표시를 계약 상대방에게 보냈다 는 것을 객관적으로 증명하는 제도이다. 내용증명은 증거의 기능, 상대방의 의무 이행 독촉 기능, 6개월 이내 법적 대응을 동반할 시 소멸시효 중단의 기능 을 갖는다. 내용증명은 발신인, 수신인, 제목, 본문, 날짜 등의 일정한 요소를 갖추어 작성해야 하며 3년 간 재발급이 가능하다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 내용 전개 방식 파악하기 1~3문단, 6~7문단은 다른 우편물과 달리 내용증명 제도가 갖는 특징을 설명하고 있으며, 4~5문단은 내 용증명이 갖는 기능을 서술하고 있다. 또한 2문단과 4문단에서 구체적 예를 들어 이해를 돕고 있다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 세부 정보 이해하기 내용증명은 철회 기간 내에 계약을 취소할 경우나 철 회 기간 내에 계약의 철회가 불가능한 경우에 사용할 수 있다(2문단). 그러나 ‘계약을 철회할 수 있는 기간 이 지난 경우’와 관련된 정보는 확인할 수 없다. [오답풀이] ① 내용증명은 상대방에게 심리적 부담 을 주어 그 내용의 이행을 실현하게 하기도 한다(4 문단). ② 방문판매의 청약 철회를 요청하는 내용증명은 수 신인의 수취 여부와 상관없이 발송한 날로부터 효력 이 발생한다(7문단). ③ 내용증명은 발송 후 3년간 보관하므로 발신인이 나 수신인이 본인임을 입증하면 복사를 요청할 수 있다(7문단). ④ 내용증명은 같은 내용의 문서 3부를 발신인, 수신 인, 우체국이 소지한다(3문단)."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 구체적 상황에 적용하기 내용증명 작성 시 기재하는 날짜는 문서 발송 날짜 이다(6문단). [오답풀이] ① 발신인과 수신인의 주소와 이름이 봉 투 겉면과 동일하게 작성되어야 한다(6문단). 자료에 는 수신인의 주소와 이름만 작성되어 있으므로 발신 인의 주소와 이름을 추가하여야 한다. ② 제목에는 내용증명의 구체적 목적이 드러나야 한 다(6문단). 자료의 제목은 구체적 목적을 드러내지 못하므로 ‘계약 철회 요청’과 같이 발신인이 내용증 명을 보내는 목적이 드러나도록 수정하여야 한다. ③ 본문 내용을 수정할 때에는 수정 사유와 수정 글 자 수를 여백에 기재하여야 한다(6문단). 자료는 ‘삭 제’라는 수정 사유가 문자로만 기재되어 있으므로 수 정한 글자 수를 추가하여야 한다. ④ 본문에는 객관적 사실관계와 요구 사항이 제시되 어야 한다(6문단). 자료는 객관적 사실관계만 드러나 있으므로 요구 사항을 명시하여야 한다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 세부 정보 추론하기 내용증명이 향후 법적 분쟁의 소지를 줄일 수 있는 이유는 4문단에서 내용증명이 증거의 효력을 갖는 것과 관련지어 추론할 수 있다. 내용증명은 문서 발 송 사실을 우체국에서 객관적으로 증명하므로, 어떤 내용의 문서를 언제 받았다는 사실을 두고 다투지 않아도 된다. [오답풀이] ① 내용증명은 분쟁이 예상되는 상황에 서 채권․채무 관계를 명확히 하고자 발송하는 문서이 다. 따라서 분쟁 철회를 요청하는 것이 아니다. ② 내용증명은 발신인의 요구 사항을 밝히는 문서이 다. 따라서 수신인에게 의사를 표시하도록 주장하는 것은 아니다. ③ 내용증명은 주로 충동적 계약 체결 후 이를 취소 할 때 쓰인다. 따라서 내용증명이 충동적 계약을 맺 는 것을 막아 주는 것은 아니다. ⑤ 내용증명은 증거의 효력만 가질 뿐 그 내용이 맞 다는 것까지는 입증하지 못한다. 2021학년도 6월 전국연합학력평가 정답 및 해설 고2 3"
}
{
    "question_number": 25,
    "question_text": "[출제의도] 구체적 사례에 적용하기 내용증명이 소멸시효 중단의 효력을 갖기 위해서는 발송 후 6개월 이내에 청구, 압류, 가압류, 가처분 등 의 법적 대응을 해야만 한다(5문단). 따라서 을이 내 용증명을 보낸 이후 법적 대응을 하지 않는다면 소 멸시효 중단의 효력이 발생하지 않으므로 만료일인 2020년 12월 31일까지만 을의 권리가 유지된다. [오답풀이] ① 내용증명은 채권․채무 관계나 권리․의 무를 명확하게 하는 데 이용되므로, 을이 보낸 내용 증명의 궁극적인 목적은 갑에게 채무 이행을 요구하 는 것이다. ② 내용증명을 보낸 이후 법적 대응을 진행한다면 소멸시효는 내용증명을 보낸 2020년 10월 31일에 중단된다. ③ 소멸시효가 일단 중단되면 그때까지 경과한 소멸 시효 기간은 무효가 되고, 중단 사유가 종료된 때로 부터 소멸시효가 새로이 시작된다. ⑤ 내용증명을 보낸 이후 6개월 이내인 2021년 4월 30일 전에 법적 대응을 진행해야 소멸시효가 중단된다. [26~29] 문학(고전시가/고전수필) <출전> (가) 김광욱, ｢율리유곡｣ / (나) 윤휴, ｢육우당기｣ 개관: (가)는 전원생활의 여유와 풍류를 노래한 연 시조로, 세상의 부귀와 공명을 잊고 자연을 벗하며 살아가는 삶에 대한 만족감이 잘 드러나 있다. (나) 는 사촌 형이 거처하는 초가집에 ‘육우’라는 당명을 지어 주게 된 배경과 이유를 밝히고 있는 고전수필 로, 글쓴이는 변치 않는 지조를 지닌 자연물인 ‘대, 국화, 진송, 노송, 동백, 창송’을 본받아 천진(天眞)을 지키는 삶을 권유하고 있다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 작품 간의 공통점 파악하기 (가)는 ‘내 몸을 내마저 잊으니 남이 아니 잊으랴’, ‘나같이 군마음 없이 잠만 들면 어떠리’의 설의법을 활용하여 전원생활 속에서 느끼는 만족감을 강조하 고 있다. (나)는 ‘그 취미나 기상이 또한 서로 가깝 지 않겠습니까’, ‘어찌 육우라 이름하는 것이 좋지 않 겠습니까’ 등의 설의법을 활용하여 육우를 벗 삼아 천진을 지키는 삶의 태도를 강조하고 있다. [오답풀이] ① (가)와 (나) 모두 연쇄법이 나타나지 않는다. ③ (가)와 (나) 모두 역설적 표현이 나타나지 않는다. ④ (나)의 ‘뒤로는 감악산을~ 초막집을 한 채 얽어’ 에서 원경에서 근경으로의 시선 이동이 나타났다고 볼 수 있으나, 계절감은 드러나지 않는다. ⑤ (가)에서 의인화된 대상인 ‘대 막대’에게 말을 건 네는 방식으로 자신의 감회를 드러내고 있으나, (나) 에서는 의인화된 대상에게 말을 건네는 방식이 나타 나지 않는다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 작품 내용 이해하기 <2수>에서 화자는 욕심 없는 삶에 대한 지향을 드 러내고 있다. 따라서 ‘남’으로부터 소외된 자신의 존 재에 대한 안타까움을 드러낸 것으로 볼 수 없다. [오답풀이] ① <2수>에서 화자는 ‘공명’과 ‘부귀’를 잊었다고 하며 욕심 없는 삶을 지향하고 있다. ③ <5수>에서 ‘팥죽’과 ‘저리지’의 맛을 ‘남이 알까 하노라’라고 하여 소박한 삶에 대한 만족감을 드러내 고 있다. ④ <11수>에서 ‘대 막대’를 ‘유신하고 반갑’다고 표 현하여 대상에 대한 친밀감을 드러내고 있다. ⑤ <11수>에서 어릴 적에 타고 다녔던 ‘대 막대’를 지금은 지팡이로 쓰며 의지하고 다니는 상황을 통해 세월의 흐름을 드러내고 있다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 소재의 의미 이해하기 ⓐ는 욕심을 갖고 ‘갈 숲으로 서성이며 고기 엿보기 하는’ 대상이라는 점에서 ‘군마음 없’는 화자가 비판 적으로 바라보는 대상이다. ⓑ는 ‘지조를 변치 않는’ 대상으로 글쓴이가 예찬하는 대상이다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 ‘적막한 자리’는 글쓴이가 거리를 두려는 세태의 한 단면이므로, 이것에 만족하는 삶은 진정한 한(閑)에 가까워지는 길이라 볼 수 없다. [오답풀이] ① 글쓴이는 사촌 형이 ‘육우’와 벗하며 ‘충분히 그 운취’를 누리기를 바라고 있다. ② 글쓴이는 ‘육우’와 사촌 형의 ‘취미나 기상’이 서 로 가까움을 들어 ‘육우’라고 하는 새로운 당명을 권 하고 있다. ④ 글쓴이는 상황에 따라 변하는 ‘세태의 풍조’를 비 판하고 이와 대비되는 ‘육우’를 통해 지조와 신의 있 는 삶의 중요성을 강조하고 있다. ⑤ 글쓴이는 ‘육우’의 지조를 취하여 ‘천진’을 지키는 삶을 바람직한 삶의 자세라고 보아 이를 권유하고 있다. [30~33] 문학(현대소설) <출전> 서유미, ｢저건 사람도 아니다｣ 개관: 이 작품은 치열한 경쟁 속에서 가정과 직장에 서의 역할을 감당해야 하는 현대인의 고단한 삶을 다루고 있다. 자신의 위치를 지키기 위해 로봇의 도 움을 받지만 결국 로봇에게 밀려나는 인물의 모습은, 자신의 사회적 위치와 정체성을 유지하는 데 어려움 을 겪는 현대인의 상황을 잘 보여 준다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 구절의 의미 이해하기 ㉤에서 ‘나’는 회사에서 ‘그것’이 보여 준 업무 능력이 완벽했을 것이라고 짐작하였지만, 안심하고 있는 것 은 아니다. [오답풀이] ① ㉠‘나’와 똑같이 생긴 로봇인 ‘그것’을 처음 본 ‘나’는 ‘그것’을 손님, 즉 사람으로 대해야 할 지, 물건으로 대해야 할지 혼란스러워하고 있다. ② ㉡업체에서 보낸 유의사항에는 로봇과 함께 있는 모습을 주변 사람, 특히 가족에게 들키지 말라고 적 혀 있다. ‘나’는 로봇과 함께 있는 모습을 아이에게 들키지 않기 위해서 노력하고 있으므로 업체 측이 전 한 유의사항을 지키려 노력하고 있다. ③ ㉢‘나’는 ‘그것’이 청소, 설거지, 빨래, 요리에 있 어 최고의 능력을 갖추고 있다고 생각하고 있다. ④ ㉣아이가 말한 ‘저번에 해준’ 음식은 ‘그것’이 아 이에게 해 준 것인데 아이가 ‘저번에 해준’ 음식을 더 먹고 싶어 하는 것을 보면, ‘나’가 만든 음식이 예 전에 ‘그것’이 만든 음식과 비교되고 있다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 공간의 특성 파악하기 집 안에서 ‘나’는 ‘그것’을 통해 혼자서 육아와 집안 일을 해야 하는 문제를 해결하려 한다. 회사에서 ‘나’ 는 자신이 맡은 L그룹의 홈페이지 웹 디자인 작업을 ‘그것’에게 맡겨서 부서의 인원 감축이라는 위기 상 황에서 벗어나려 한다. [오답풀이] ① 집 안과 회사 모두에서 ‘나’보다 ‘그 것’이 뛰어난 능력을 보여 준다. ② 집 안에서 ‘나’는 ‘그것’에 못 미치는 자신의 가사 업무 능력을 인식하게 되어, 회사에서도 ‘나’는 ‘그것’ 만큼의 업무 능력을 발휘하지 못하고 있어 위축감을 느꼈을 것이라고 짐작할 수 있다. ④ 아이가 ‘나’와 있으면서 ‘그것’이 만든 음식을 먹 고 싶어 하며 투정을 부리는 것을 보면 집 안에서 아이와의 관계가 돈독해졌다고 볼 수 없다. 또한 ‘그 것’이 바꾸어 버린 자신의 이미지로 인해 회사 사람 들과도 예전처럼 지내기 어렵게 된 것으로 보아 회 사에서도 주변 사람들과의 관계가 돈독해지는 것은 아니다. ⑤ 집 안에서 ‘그것’이 ‘나’를 필요로 하고 있음을 확 인할 수 있는 내용은 찾을 수 없다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 인물의 발화 이해하기 [A]에서 ‘홍’은 기대에 못 미치는 ‘나’의 결과물을 보 고 실망감을 드러내며 ‘나’를 질책하고 있다. [오답풀이] ② [B]는 ‘구’가 ‘나’의 기분을 헤아리며 위로하는 말이라고 볼 수 없다. ③ [A]는 ‘홍’이 ‘나’를 설득하는 것이 아니라 질책하 는 것으로 볼 수 있다. ④ [A]와 [B] 모두는 수용하기 어려운 요구를 하는 것이라고 볼 수 없다. ⑤ [A]와 [B] 모두는 속마음을 감춘 채 진위를 확인하 는 것이라고 볼 수 없다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 ‘죄인처럼 회사에 복직할 날만 기다’리는 모습은 집 에서 불편한 마음을 느끼며 회사에 가기를 기다리는 심리이므로 로봇의 도움으로 ‘나’의 사회적 위치가 회복된 것이라고 보기 어렵다. [오답풀이] ① ‘그것’은 ‘나’를 똑같이 닮은 로봇으로, 공상과학물의 상상력이 활용된 것으로 볼 수 있다. ② ‘나’는 부서의 인원 감축이 예고된 상황에서 로봇 도우미 업체 담당자로부터 ‘회사에서 살아남는 게 중 요하지 않’느냐는 말을 듣는다. 이는 치열한 경쟁 속 에서 살아가는 현대인의 처지를 보여 준다고 볼 수 있다. ③ ‘나’보다 뛰어난 업무 능력을 지닌 ‘그것’이 ‘나’가 맡은 작업을 대신하는 것은 ‘나’의 역할을 대체한 것 으로 볼 수 있다. ⑤ 회사로 복귀한 ‘나’는 ‘홍’이 ‘나’가 아닌 ‘그것’을 필요로 한다고 생각한다. 예전에 ‘구’와 ‘홍’에 대한 험담으로 친목을 도모했던 동료들은 ‘그것’이 보여 준 완벽한 이미지로 인해 ‘나’를 노골적으로 피하고 있다. 이런 상황에서 ‘나’는 사무실의 사람들을 어떻 게 대해야 할지 혼란스러워한다. 따라서 ‘나’가 ‘사무 실에 있는 사람들이 원하는 게’ 자신이 아니라고 생 각하는 것은 ‘그것’으로 인해 자신의 정체성이 위협 받는 상황을 드러낸다고 볼 수 있다. [34～37] 문학(고전소설) <출전> 작자 미상, ｢옥단춘전｣ 개관: 이 작품은 남녀 간의 사랑 이야기와 암행어사 가 등장하여 탐관오리를 벌주는 이야기로 구성된 전 형적인 고전소설이다. 하지만, 옥단춘이 기생이지만 상당한 경제력을 지닌 점과 도덕적이지 않은 사대부 와 대비되는 신의 있는 인물이라는 점 등은 이 소설 의 특징이라고 할 수 있다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 서술상의 특징 파악하기 제시문은 이혈룡이 김 감사의 잔치 자리에 참석하면 서 벌어지는 일들과 암행어사 출두 이후 김 감사를 처벌하는 모습을 보여 주고 있다. 그러나 외양 묘사 를 통해 인물의 성격 변화를 보여 주는 부분은 찾을 수 없다. [오답풀이] ① 제시문은 이혈룡, 김 감사, 옥단춘 등 의 대화와 여러 등장인물의 행동 묘사를 중심으로 사건이 전개되고 있다. ③ 암행어사 출두 직후 놀란 김 감사와 수령들의 모 습을 과장된 행동으로 묘사하여 해학성을 드러내고 있다. ④ 이혈룡의 첫 번째 말에서 지난 사건들을 요약하 여 전달하고 있다. ⑤ ‘통곡하는 옥단춘의 정상을 누가 아니 슬퍼하랴.’, ‘그중에서 ~ 거동 가관이다.’, ‘평양 감사 김진희의 거동이 가장 볼만하니라.’에서 서술자의 주관적 감정 2021학년도 6월 전국연합학력평가 정답 및 해설 고2 4 을 확인할 수 있다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 인물들의 관계 파악하기 옥단춘은 김 감사의 잔치 자리에 가면서 ‘집을 보고 있으라고 신신당부’를 하였다. 그러나 옥단춘은 예고 없이 잔치 자리에 온 이혈룡으로 인해 죽을 위기에 처하자 ‘모든 것이 허사로다.’라고 하며 낙담을 하고 있다. [오답풀이] ① 이혈룡이 옥단춘과 언약을 후회했다 는 내용 자체를 찾을 수 없다. ② 김 감사는 이혈룡이 이미 죽었을 것이라고 생각 하고 있기 때문에 찾아올 것은 짐작하지 못하였다. ③ 비장은 이혈룡을 죽은 원혼이 아닐 것이라고 말 은 하고 있으나 이혈룡을 모함하지는 않았다. ④ 김 감사는 수청을 거역하였다며 옥단춘을 위기 상황에 빠뜨리고 있다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 뱃사공들이 이혈룡을 죽이라는 명을 거역하여 문초 를 당하는 장면은 김 감사의 악행을 보여 주는 장면 이다. 따라서 뱃사공에 대한 문초를 악인을 징계하는 것으로 판단하는 것은 적절하지 않다. [오답풀이] ① 친구인 이혈룡을 죽이려는 김 감사는 오랜 우정을 저버리는 부도덕한 사대부라고 할 수 있다. ③ 목숨이 위태로운 상황에서도 이혈룡의 안위를 먼 저 걱정하는 것을 통해 옥단춘의 신의 있는 모습을 찾을 수 있다. ④ 자신의 재물만으로도 호의호식할 수 있을 것이라고 말하는 것을 통해 옥단춘이 상당한 경제력을 지녔음을 확인할 수 있다. ⑤ 이혈룡이 암행어사가 되어 죄 없는 백성들을 괴 롭히는 김 감사와 그의 무리를 벌하는 것은 암행어 사 모티프를 활용한 것이라고 할 수 있다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 상황에 맞는 한자 성어 찾기 형방은 뱃사공이 김 감사의 명령대로 이혈룡을 죽였 는지를 다그치며 문초하고 있다. 이런 상황에 어울리 는 말은 ‘사실 그대로 고함.’이라는 뜻의 ‘이실직고 (以實直告)’이다. [오답풀이] ② 결초보은(結草報恩) : 죽은 뒤에라도 은혜를 잊지 않고 갚음. ③ 상부상조(相扶相助) : 서로서로 도움. ④ 각골통한(刻骨痛恨) : 뼈에 사무칠 만큼 원통하고 한스러움. ⑤ 전화위복(轉禍爲福) : 재앙과 근심, 걱정이 오히려 복(福)이 됨. [38~42] 독서(과학) <출전> 차원해석(재구성) 개관: 차원을 분석해 물리적 변수의 관계나 의미를 이해하는 차원해석에 대해 다룬 글이다. 단위와 차원 에 대한 설명으로 시작해 차원해석의 개념을 밝히고, 차원해석을 이해하기 위해 필요한 차원의 동일성과 무차원화의 의미를 설명한다. 그리고 차원해석의 사 례를 들어 차원해석이 지닌 의의를 드러내고 있다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 핵심 정보 이해하기 차원의 동일성과 무차원화를 통해 차원해석에 대해 서 설명하고 그 의의를 밝히는 글이므로 ‘차원해석의 이해와 의의’가 표제로 적절하다. [오답풀이] ① 무차원화의 의미와 의의가 아니라 차 원해석의 의미와 의의가 표제로 적절하다. 무차원화 는 차원해석을 이해하기 위한 일부에 해당한다. ② 무차원화의 방법들은 나타나기는 하지만 이것이 글의 주제는 아니므로, 표제로 적절하지 않다. ③ 차원해석의 역사는 글에 드러나지 않는다. ⑤ 단위와 차원의 분류가 중심 내용이 아니다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 세부 정보 적용하기 제시문에서 면적(A)은 [길이2]이므로 차원의 동일성 에 따라 수식이 성립하기 위해서는 우변의 각 항도 [길이2]이 되어야 한다. 즉 ‘A=2(B×C)+πD’을 차원 으로 표현하면 ‘[길이2] = 2[길이2]+π[길이2]’이므로, B와 C는 [길이], D는 [길이2]이어야 한다. [오답풀이] ① 우변이 2[길이2]+π[길이]이므로 적절 하지 않다. ② 우변이 2[길이4]+π[길이2]가 되어 적절하지 않다. ④ 우변이 2[길이3]+π[길이]가 되어 적절하지 않다. ⑤ 2와 π는 차원을 지니지 않으므로 차원에 영향을 줄 수 없고, 우변이 2[길이3]+π[길이]가 되어야 2와 π의 영향으로 차원이 같아진다고 했으니 적절하지 않다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 구체적 상황에 적용하기 <그림2>를 보면 ㉯의 성장 곡선이 ㉮보다 기울기가 가파르다. 이 기울기는 성장 속도를 나타내므로 태어 난 직후부터 ㉯의 성장이 ㉮보다 빠르다. [오답풀이] ① <그림1>을 통해 ㉮와 ㉯가 시간, 즉 나이(변수1)에 따라 몸무게(변수2)가 어떻게 변화하 는지를 알 수 있다. ② <그림1>에서 ㉮와 ㉯의 수명이 달라 몸무게의 변화 과정이 상대적인 크기로 드러나지 않으므로 비 교하기가 어렵다. ④ <그림2>에서 ㉯는 무차원 시간 ‘t/T’가 0.2일 때 성체 몸무게에 도달하고, ㉮는 0.3일 때 성체 몸무게 에 도달한다. 이것을 사람 수명을 기준으로 하면, 개 는 생후 16년(0.2×80세)인 반면, 사람은 생후 24년 (0.3×80세)으로, 성체 몸무게에 도달하는 시점은 ㉯ 가 ㉮보다 빠르다. ⑤ <그림2> 두 축의 0에서 1 사이의 값은 몸무게 (질량)와 시간(나이)을 무차원화한 값이다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 세부 정보 추론하기 [B]에 따르면, 위로 던진 물체의 최대 높이는 질량 (m)과는 무관하므로, 물체의 질량을 달리하며 실험 할 필요가 없다. 이처럼 차원해석을 하면 변수를 줄 여 실험이나 작업의 양을 줄일 수 있다. [오답풀이] ① 상수값 C보다 변수들 사이의 관계를 아는 것이 중요하다. 차원해석 후 실험을 통해 상수 값 C를 알 수 있다. ② c는 2가 아니라 –1이므로 g를 제곱한 것이 아니다. ③ 최대 높이(h)는 속도의 제곱(v2)에 비례하므로 v 와 무관하지 않다. ⑤ a=0, b=2, c=-1이 되어 a, b, c의 합이 1이 되 면 우변은 [길이] 차원만 남아 좌변과 차원이 같아지 므로, 좌변이 차원이 없는 상태가 되는 것은 아니다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 단어의 사전적 의미 파악하기 ⓔ‘도출’은 ‘판단이나 결론 따위를 이끌어 냄.’이란 뜻이다. ‘시간이나 물건의 양 따위를 헤아리거나 잼.’ 은 ‘계측(計測)’의 뜻이다. [43~45] 문학(현대시) <출전> (가) 오세영, ｢열매｣ / (나) 김광규, ｢대장간의 유혹｣ 개관: (가)는 나무의 모습을 관찰하며 바람직한 삶 의 자세를 깨닫는 과정을 담은 작품이다. 화자는 열 매를 통해 원만한 삶의 자세와 자기희생적 사랑의 가치를 발견하며, 모든 생성하는 존재는 둥글고 모가 나지 않는다는 것을 깨닫고 있다. (나)는 현대 사회 를 살아가는 화자의 자기 성찰을 담은 작품이다. 화 자는 ‘플라스틱 물건’처럼 마구 쓰다 버려지는 무가 치한 존재가 아니라 대장간에서 단련의 과정을 통해 태어난 ‘무쇠낫’과 ‘호미’처럼 의미 있고 가치 있는 존재로 거듭나고 싶다는 소망을 드러내고 있다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 표현상의 특징 파악하기 ‘~는 ~지만’, ‘~는 ~는 것을’의 반복을 통해 시적 의미를 강조하고 있다. [오답풀이] ① 자연물을 소재로 사용하였지만, 그것 에 감정을 이입하지는 않았다. ② 청각적 심상이 활용되지 않았다. ④ 색채어의 대비가 활용되지 않았다. ⑤ 계절의 흐름이 나타나지 않는다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 구절의 의미 이해하기 ‘가던 길’을 멈추고 어딘가에 걸려 있고 싶다는 것은 현실과 타협하는 모습이 아니라, 의미 있는 존재가 되고 싶은 화자의 소망이나 의지를 나타낸다고 할 수 있다. [오답풀이] ① 자신이 플라스틱 물건처럼 느껴질 때 ‘버스’에서 뛰어내리고 싶다고 한 것은 부정적으로 인식한 상황에서 벗어나려는 행동으로 볼 수 있다. ② ‘홍은동 사거리’의 변화는 털보네 대장간이 사라 진 자리에 현대 아파트가 들어선 것이다. 화자는 사 라진 털보네 대장간을 찾아가고 싶은 심정을 드러내 고 있다. ③ ‘털보네 대장간’에서 자기 자신을 달구고, 벼리고, 갈아 내는 과정은 새로운 존재로 거듭나기 위한 단 련의 과정으로 볼 수 있다. ④ 자신의 인생을 ‘직지사 해우소’의 나락으로 떨어 지는 똥덩이처럼 느끼는 것은 자신의 삶을 무가치한 것으로 인식하며 반성하는 것으로 볼 수 있다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 ‘꼬부랑 호미’가 ‘송진’을 흘리며 벽에 걸려 있는 모 습은 인간의 땀과 정성을 통해 생명력 넘치는 존재 로 거듭나려는 소망을 표현한 것으로 볼 수 있다. 따 라서 무가치한 존재로 머물러 있음을 의미한다고 볼 수 없다. [오답풀이] ① ‘뿌리’의 날카로운 모습과 달리 ‘열매’ 의 모가 나지 않는 모습에서 원만한 삶의 태도를 찾 을 수 있다. ② ‘스스로 먹힐 줄’ 아는 열매의 모습에서 다른 생 명을 위해 자신을 희생하는 자세를 찾을 수 있다. ③ ‘모든 생성하는 존재’가 둥글다는 인식은 둥글고 모가 나지 않는 열매를 통한 깨달음을 확장한 것이 라고 할 수 있다. ④ ‘망가지면 내다 버리는’ 플라스틱 물건은 무가치 하고 소모품적인 존재를 비유적으로 표현한 것이라 고 할 수 있다."
}
