{
    "question_number": 1,
    "question_text": "[출제의도] 말하기 전략 파악하기 이 발표에서 발표자가 발표 순서를 안내한 부분은 찾을 수 없으므로 적절하지 않다. ① 1문단에서 ‘행동디자인은~ 말합니다.’라고 중심 화제인 ‘행동디자인’의 개념을 설명하여 청중들의 이 해를 돕고 있으므로 적절하다. ② 2문단에서 ‘화면을 가리키며’라는 비언어적 표현을 통해 청중의 주의를 집중시키고 있으므로 적절하다. ③ 4문단에서 영상을 통해 발표 내용을 청중에게 생생하게 전달하고 있으 므로 적절하다. ⑤ 6문단에서 ‘이제부터는~ 어떨까 요?’라고 청중에게 행동을 유도하는 질문을 하며 발 표를 마무리하고 있으므로 적절하다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 추가 질문의 적절성 판단하기 물리적 트리거가 심리적 트리거로 자연스럽게 연결 되지 않은 예는 제시되어 있지 않으므로 학생이 할 추가 질문으로 적절하다. ① 4문단에서 물리적 트리거를 만들 때에는 사람들 의 마음을 이해하는 것이 중요하다고 하고 있으므로 적절하지 않다. ② 3문단에서 행동디자인의 행동 유 발 요소인 ‘물리적 트리거’와 ‘심리적 트리거’를 제시 하고 있으므로 적절하지 않다. ③ 1문단에서 ‘환경’과 ‘조건’을 디자인하여 사람들의 행동 변화를 이끌어 내는 것을 제시하고 있으므로 적절하지 않다. ④ 4문 단에서 물리적 트리거를 사람들이 인식하지 못하면 행동디자인이 사람들의 행동에 영향을 줄 수 없다고 제시하고 있으므로 적절하지 않다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 청중 반응의 적절성 판단하기 3문단에서 물리적 트리거가 심리적 트리거를 유발한 다고 제시되어 있으며, <보기>에서 심리적 트리거 가 유발된 사람은 영수가 아닌 학생들이므로 적절하 지 않다. ① 5문단에서 물리적 트리거를 만들 때에는 공통점 이 있는 두 물건을 결합한다는 것을 알 수 있으며, 농구 골대에 공을 넣는다는 점과 쓰레기통에 쓰레기 를 넣는다는 공통점을 결합하여 새로운 쓰레기통을 만들었으므로 적절하다. ② 4문단에서 물리적 트리거 를 만들 때 사람들의 마음을 이해하는 것이 중요함 을 알 수 있으며, 영수는 학생들의 심리를 파악하고 쓰레기통을 만들었으므로 적절하다. ④ 5문단에서 사 람들이 물리적 트리거에 익숙해져 행동 변화가 일어 나지 않는 경우가 있음을 알 수 있으며, 교실 바닥에 다시 쓰레기가 버려진 것은 이에 해당하므로 적절하 다. ⑤ 5문단에서 게임 요소를 더하여 행동디자인 효 과를 강화한다고 하였으며, 영수가 똑같은 쓰레기통 을 하나 더 설치한 것은 이에 해당하므로 적절하다."
}
{
    "question_number": 4,
    "question_text": "[출제의도] 토의 사회자의 역할 파악하기 토의에서 참여자들의 의견 충돌이 일어나는 부분이 없으므로 적절하지 않다. ① 지혜의 첫 번째 발언을 보면 ‘『어린 왕자』를 통 해 우리의 삶을 돌아보는 시간을 가져보려 해’라고 하며 토의 주제를 안내하고 있으므로 적절하다. ② 지혜의 첫 번째 발언을 보면 ‘슬기가 먼저 이야기해 보자’라고 하며 발언할 토의 참여자를 지정하고 있으 므로 적절하다. ③ 지혜의 두 번째 발언을 보면 토의 참여자들의 공통적 의견에 대해 ‘어떤 면에서 그렇게 생각했는지 구체적으로 말해 볼까?’라고 하며 토의 참여자들이 제시한 의견에 대한 이유를 묻고 있으므 로 적절하다. ④ 지혜의 세 번째 발언을 보면 ‘슬기 는 가로등 켜는 사람의 성실한 면에, 준호는 수동적 인 면에 더 주목했구나.’라고 하면서 입장의 차이를 구분하여 정리하고 있으므로 적절하다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 토의 참여자들의 말하기 방식 이해하기 [B]에서 ‘준호’는 ‘나도 그 사람이 성실하다는 것은 인정해.’라고 상대방의 의견에 일부 동의하고 있지만 ‘그건 다른 사람의 명령 때문에 한 일’이고 ‘난 그 사 람이 행복해 보이지 않았어’라고 자신의 의견을 제시 하고 있으므로 적절하다. ① [A]에서 ‘준호’는 ‘나도 그런데.’라고 하여 ‘슬기’ 가 한 발언에 동의하지만 자신의 견해를 수정하고 있지 않으므로 적절하지 않다. ② [A]에서 ‘슬기’는 상대방에게 자신의 의견에 동의를 구하고 있지 않으 므로 적절하지 않다. ③ [B]에서 ‘슬기’는 ‘아, 그렇 게 생각할 수도 있구나.’라며 상대의 입장에 공감하 고 있으나, 상대방의 의견을 재진술하는 것은 나타나 있지 않으므로 적절하지 않다. ⑤ [C]에서 ‘슬기’는 상대방 의견의 문제점을 언급하거나 그 내용을 보완 하고 있지 않으므로 적절하지 않다. [작문]"
}
{
    "question_number": 6,
    "question_text": "[출제의도] 작문 계획의 반영 여부 파악하기 (나)에서 자신의 문제를 사회적 문제로 확장하여 생 각한 내용이 드러나 있지 않으므로 적절하지 않다. ① (나)의 1문단에서 ‘독서 토의 후 이런 나의 삶에 대해 다시 돌아보게 되었다’라고 한 부분을 통해 알 수 있으므로 적절하다. ② (나)의 2문단에서 어릴 때 『어린 왕자』를 읽었던 느낌과 이번에 내 마음속에 깊이 새겨진 내용에 대해 언급하며 차이점을 드러내 고 있으므로 적절하다. ③ (나)의 3문단에서 올해 학 급 임원을 하면서 들었던 생각과 반성한 내용을 언 급하고 있으므로 적절하다. ⑤ (나)의 4문단에서 ‘어 린 왕자’에게 ‘여우’가 한 말을 간접적으로 인용하여 친구 관계에서의 깨달음을 드러내고 있으므로 적절 하다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 조건에 따라 제목 작성하기 (나)의 핵심적인 성찰 내용은 수동적인 삶에 대한 반성과 주체적이고 능동적인 삶에 대한 의지라고 할 수 있다. ‘스스로 자기 삶의 주인이 되라’는 것은 삶 에 대한 이러한 성찰의 내용을 포함하고 있으며, ‘『어린 왕자』가 나에게 말했다’에는 의인법이, ‘선 장같이’에는 직유법이 사용되었으므로 적절하다. ① ‘나의 미래를 밝혀주는 등불『어린 왕자』’에서 비유적인 표현이 사용되고 있으나, 핵심적인 성찰 내 용은 없으므로 적절하지 않다. ② ‘주체적인 삶의 소 중함을 깨닫게 되다’에 핵심적인 성찰 내용을 담고 있으나, 비유적인 표현이 사용된 부분이 없으므로 적 절하지 않다. ③ ‘선물처럼’에서 비유적인 표현이 사 용되고 있으나, 핵심적인 성찰의 내용이 없으므로 적 절하지 않다. ⑤ 비유적인 표현과 핵심적인 성찰 내 용이 모두 나타나지 않으므로 적절하지 않다."
}
{
    "question_number": 8,
    "question_text": "[출제의도] 글쓰기의 전략 파악하기 3문단은 ‘이러한 문제점이 발생하게 된 원인은 무엇 일까?’라고 물은 후, 이에 답하는 방식으로 내용이 서술되어 있으며, 1문단에서는 공공미술에 대한 개념 을 정의하며 화제를 소개하고 있으므로 ㄱ과 ㄷ이 적절하다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 자료를 활용하여 초고를 보완하기 (가)-2와 (다)를 통해 주민들의 의사를 반영하여 특 정 분야에 편중되어 있는 공공미술 작품을 다양화 함으로써 감상 기회를 확대할 수 있다는 점을 알 수 있으나, 관리 주체를 통합해야 한다는 내용을 확인할 수 없으므로 적절하지 않다. ① (가)-2는 설치된 공공미술 작품이 ‘조각’이나 ‘회 화’ 분야에만 편중되어 있음을 보여주는 현황이므로 공공미술 작품이 특정 분야에 편중되어 있다는 사실 에 대한 구체적 근거로 적절하다. ② (나)에는 공공 미술 작품 중 긴급 보수가 필요한 작품과 철거가 시 급한 작품의 비율이 제시되어 있으므로 훼손된 채로 방치된 작품들이 많다는 사실에 대한 구체적 근거로 적절하다. ③ (가)-1을 통해 공공미술 작품에 대한 안내판 실태를 알 수 있으며, (나)를 통해 시민들이 작품 감상에 불편을 겪는 이유가 작품 안내판이 난 해하기 때문임을 알 수 있으므로 사람들이 공공미술 작품의 의미를 이해하기 어려워하는 원인을 구체화 할 수 있는 자료로 적절하다. ⑤ (나)에서 ‘공공미술 위원회’를 통해 체계적인 작품 관리가 가능함을 알 수 있으며, (다)에서 ‘30년 일몰제와 같은 제도’를 통해 작품의 효율적 관리가 가능하다는 것을 알 수 있으므로 사후 관리가 부실한 공공미술 작품의 문제 를 해결할 수 있는 제도적 방안으로 제시하는 것은 적절하다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 고쳐 쓰기의 적절성 ‘더욱이’는 맞춤법에 맞는 단어이므로 ‘더우기’로 고 치는 것은 적절하지 않다. ① ‘설치되어져’는 ‘-되다’와 ‘-어지다’를 통한 피동 표현이 중복되어 사용되었으므로 ‘설치되어’로 고치 는 것은 적절하다. ② 글의 흐름을 고려할 때, 앞뒤 문장이 나열의 의미를 가지고 있으므로 ‘그래서’를 ‘그리고’로 고치는 것은 적절하다. ④ ‘설치와 비용이 많이 들지 않는’은 ‘설치가’라는 주어에 호응하는 서 술어가 필요하므로 ‘설치가 쉽고 비용이 많이 들지 않는’으로 고치는 것은 적절하다. ⑤ ‘일원화’의 의미 는 ‘하나로 됨, 하나로 만듦’이므로 ‘하나로 일원화’는 의미가 중복된 표현이다. 따라서 ‘하나로’를 삭제하는 것은 적절하다. [문법]"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 합성어의 이해 ㉠은 ‘피’라는 명사와 ‘땀’이라는 명사가 결합한 합성 명사이고, ㉣은 ‘송이’라는 명사 두 개가 결합한 합성 부사이므로 적절하지 않다. ① ㉠은 사람이나 동물의 혈액을 의미하는 ‘피’와 사 람이나 동물의 피부에서 분비되는 액체를 의미하는 ‘땀’이 결합하여 문맥상 ‘노력과 수고’라는 새로운 의 미로 사용된 융합 합성어이므로 적절하다. ② ㉢은 ‘봄’과 ‘비’가 결합한 합성 명사이며, 의미상 선행 어 근이 후행 어근을 수식하는 종속 합성어이므로 적절 하다. ④ ㉡은 대등 합성어이면서 합성 명사이고, ㉢ 은 종속 합성어이면서 합성 명사이므로 적절하다. ⑤ ㉡은 대등 합성어이면서 합성 명사이지만, ㉣은 대등 합성어이면서 합성 부사이므로 적절하다. 2018학년도 11월 고2 전국연합학력평가 정답 및 해설 2"
}
{
    "question_number": 12,
    "question_text": "[출제의도] 합성어의 이해 ‘하루빨리’는 명사 ‘하루’와 부사 ‘빨리’가 결합한 비 통사적 합성어이므로 적절하지 않다. ① ‘또다시’는 부사 ‘또’와 부사 ‘다시’가 결합한 통사 적 합성어이므로 적절하다. ③ ‘첫사랑’은 관형사 ‘첫’ 과 명사 ‘사랑’이 결합한 통사적 합성어이므로 적절 하다. ④ ‘붙잡다’는 용언 ‘붙다’와 ‘잡다’의 어간이 연 결어미 없이 직접 결합한 비통사적 합성어이므로 적 절하다. ⑤ ‘굳세다’는 용언 ‘굳다’와 ‘세다’의 어간이 연결어미 없이 직접 결합한 비통사적 합성어이므로 적절하다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 음운 변동의 이해 ㉠은 첨가, ㉡은 교체, ㉢은 탈락, ㉣은 축약에 대한 설명이다. ‘구급약[구ː금냑]’은 ‘ㄴ’이 첨가된 후 ‘ㅂ’ 이 ‘ㄴ’과 만나 ‘ㅁ’으로 교체되었다. 물엿[물렫]은 ‘ㄴ’이 첨가된 후 ‘ㄹ’의 영향으로 ‘ㄴ’이 ‘ㄹ’로 교체 되었으며, ‘ㅅ’은 ‘ㄷ’으로 교체되었으므로 적절하다. ① ‘설날[설ː랄]’은 교체만 일어나므로 적절하지 않 다. ② ‘없을[업ː쓸]’은 교체만 일어나므로 적절하지 않다. ③ ‘끓이다[끄리다]’는 탈락만 일어나므로 적절 하지 않다. ⑤ ‘꿋꿋하다[꾿꾸타다]’는 교체와 축약이 일어나므로 적절하지 않다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 사동문의 이해 ㉠의 주동문의 주어 ‘철수가’는 사동문에서 ‘철수를’ 이라는 목적어로 바뀌었지만, ㉡의 주동문의 주어 ‘동생이’는 사동문에서 ‘동생에게’라는 부사어로 바뀌 었으므로 적절하지 않다. ① ㉡의 사동문은 ‘-이-’라는 사동 접미사를 활용한 형태를 보이고 있다. 하지만 ㉠은 사동 접미사를 활 용한 사동문을 만들 수 없으므로 적절하다. ② ㉢의 사동문에서 사동 접미사 ‘-기-’ 대신 ‘-게 하다’를 활용해 사동문을 만들면 ‘인부들이 이삿짐을 방으로 옮게 하다.’와 같이 어색한 문장이 되므로 적절하다. ④ ㉠과 ㉡은 모두 주동문이 사동문으로 되면서 ‘내 가’와 ‘누나가’라는 새로운 주어가 생겼으므로 적절하 다. ⑤ ㉠, ㉡과 달리 ㉢은 사동문에 대응하는 주동 문이 비문이므로 적절하다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 중세 국어의 품사의 통용 이해하기 ㉤은 ‘어느’에 목적격 조사가 결합한 형태로, ㉤에 사 용된 ‘어느’는 현대 국어의 ‘어느 것’이라는 의미를 가진 옛말이므로 대명사이다. 이는 <보기 2>의 ‘어 느 02’에 해당하므로 적절하지 않다. ① ㉠은 체언 ‘나라’를 수식하고 있으므로 관형사이 다. 따라서 <보기 2>의 ‘어느 01’과 품사가 동일하 다는 진술은 적절하다. ② ㉡은 ‘어느’에 주격 조사 ‘ㅣ’가 붙은 형태이다. ㉡에 사용된 ‘어느’는 현대 국 어의 ‘어느 것’이라는 의미를 가진 옛말이므로 대명 사이다. 따라서 <보기 2>의 ‘어느 02’에 해당하므로 적절하다. ③ ㉢은 용언인 ‘듣리고’를 수식하고 있으므로 부사이다. 따라서 <보기 2>의 ‘어느 03’으 로 쓰였다는 진술은 적절하다. ④ ㉣은 용언인 ‘플리’ 를 수식하는 부사이고, <보기 2>의 ‘어느 01’은 관 형사이므로 적절하다. [인문] [16 ~ 20] <출전> 이종하,「아도르노, 고통의 해석학」"
}
{
    "question_number": 16,
    "question_text": "[출제의도] 서술 방식 이해하기 아도르노의 비동일성 철학에서 대비되는 개념인 ‘동 일성’과 ‘비동일성’을 통해 비동일성 철학이 추구하고 있는 동일성 사고에 대한 반성의 사유 방식을 밝히 고 있음으로 적절하다. [16 ~ 20] <출전> 이종하,「아도르노, 고통의 해석학」"
}
{
    "question_number": 17,
    "question_text": "[출제의도] 글의 내용 파악하기 3문단의 ‘인간의 이성이 자연을 지배하는 도구가 되 었다’를 보면 자연이 인간의 이성을 억압하고 있음을 의미한다는 진술은 적절하지 않다. ① 2문단의 ‘그는 신화에 나타난~ 노력을 계몽주의 자들이 말하는 이성으로 보았기 때문에 인간의 이성 이 신화에도 작용한 것’을 보면 적절하다. ② 2문단 의 ‘신화에는~ 운명적 필연성으로부터 탈출하려는 인간의 노력이 나타나 있다’와 ‘그는 신화에 나타난 이러한 노력을 계몽주의자들이 말하는 이성으로 보 았기 때문에’를 보면 적절하다. ④ 3문단의 ‘인간의 이성에 의해 발달한 과학적 지식과 수학이 보편적이 고 당위적인 것이 됨으로써~ 이성의 힘이 당위적인 질서를 만들어인간을 억압한다’를 보면 적절하다. ⑤ 3문단의 ‘근대 과학이 발달하면서~ 폭력과 고통의 관계가 형성됐다고 본다’를 보면 적절하다. [16 ~ 20] <출전> 이종하,「아도르노, 고통의 해석학」"
}
{
    "question_number": 18,
    "question_text": "[출제의도] 개념에 대한 내용 파악하기 4문단의 ‘동일성 사고에 지배받는 사회는 필연적으로 전체주의적 사회 질서를 강화하는 방향으로 나아간 다’를 보면 적절하지 않다. ① 4문단의 ‘동일성 사고에 의해, 알려진 것과 아직 알려지지 않은 모든 대상은~ 계산 가능한 형태로만 측정되어 숫자로 환원된다’를 보면 적절하다. ③ 4문 단의 ‘아도르노는 이러한 동일성 사고가 내재된 이성 이, 자연은 물론 인간과 인간의 본성까지 계량화하여 지배하는 도구로 사용되었다고 주장한다’를 보면 적 절하다. ④ 4문단의 ‘서로 질적으로 다른 것들이 쉽 게 교환 가능해진다’를 보면 적절하다. ⑤ 4문단의 ‘동일성 사고가 내재된 이성이, 자연은 물론 인간과 인간의 본성까지~ 지배하는 도구로 사용되었다’를 보면 적절하다. [16 ~ 20] <출전> 이종하,「아도르노, 고통의 해석학」"
}
{
    "question_number": 19,
    "question_text": "[출제의도] 핵심 개념의 내용 추론하기 아도르노는 ‘동일성’은 동일성 사고에 의해 대상을 끌어들이는 주체, ‘비동일성’은 주체에게 끌어들임을 당하는 대상이라고 했다. 따라서 ＜보기>에서 A 국 가는 주체, K 씨는 주체로부터 끌어들임을 당하는 대상에 해당하므로 적절하지 않다. ① 5문단의 ‘아도르노는 헤겔의 동일성 철학의 핵심 개념인 보편자와 특수자를 각각 동일성과 비동일성 으로 보았다’를 보면 적절하다. ② 5문단의 ‘특수자는 보편자의 개념적 틀에서 벗어나 있는 대상을 의미하 는데, ~ 보편자가 자신의 개념으로 특수자를 동일화 시켜 파악하며’를 보면 적절하다. ③ 6문단의 ‘헤겔의 동일성 철학으로 인해 특수자의 고유성과 독자성이 파괴된다고 보았다’를 보면 적절하다. ⑤ 4문단의 ‘동 일성 사고가 내재된 이성이, ~ 인간의 본성까지 계량 화하여 지배하는’을 보면 적절하다. [16 ~ 20] <출전> 이종하,「아도르노, 고통의 해석학」"
}
{
    "question_number": 20,
    "question_text": "[출제의도] 적용 사례 추론하기 아도르노는 진정한 예술이 동일성 사고가 지닌 억압 을 자각할 수 있게 하는 것이라고 보았으며, 쇤베르 크의 12음 기법은 이에 해당한다. 따라서 조성 중심 작곡법을 사용해 억압을 자각하게 한다는 것은 적절 하지 않다. [현대소설] [21 ~ 23] <출전> 김정한,「어떤 유서」 [16 ~ 20] <출전> 이종하,「아도르노, 고통의 해석학」"
}
{
    "question_number": 21,
    "question_text": "[출제의도] 서술상의 특징 이해하기 이 글은 이야기 밖의 서술자가 사건을 전개하고 있 는데, ‘송노인의 불평은 한 계단 더 비약했다. 그는 자기에게 내려진 부당한 처사를 참을 수가 없었다.’, ‘송노인은 상출의 얼굴에 침이라도 뱉어 주려다 그대 로 돌아섰다. ~ 송노인은 생각했다.’ 등을 볼 때 서술 자가 주로 송노인의 입장에서 서술하고 있으므로 적 절하다. [21 ~ 23] <출전> 김정한,「어떤 유서」"
}
{
    "question_number": 22,
    "question_text": "[출제의도] 인물의 의도 파악하기 송노인은 자신을 빨갱이라고 하는 것에 화를 내고 있을 뿐, 자신의 실수에 대해 인정하고 있다고 보기 어려우므로 적절하지 않다. ① ‘부당한 환지’를 받아 재산상의 피해를 입은 송노 인이 “죽일 놈들!”이라고 말하고 있으므로 적절하다. ② 고속도로가 생기면 가게를 차릴 수 있을 것이라 는 이성복의 말에 희망을 걸던 송노인이 가게를 내 지 못하고 있는 상황이므로 적절하다. ③ 젊은이들은 송노인이 과거에 ‘농민조합’에 가담한 것을 ‘빨갱이’ 라고 왜곡하고 있으며, 송노인이 이에 대해 노여움을 드러내고 있으므로 적절하다. ⑤ 환지문제에 대해 별 관심이 없거나 주견 없이 행동하는 사람들에 대해 송노인이 ‘철딱서니 없는 놈들’이라고 생각하며 불편 한 마음을 갖고 있으므로 적절하다. [21 ~ 23] <출전> 김정한,「어떤 유서」"
}
{
    "question_number": 23,
    "question_text": "[출제의도] 외적 준거를 참고하여 작품 감상하기 ‘먼 굴다리 쪽을 일부러 돌아’가는 모습은 권력에 의 해 피해를 입고 불편을 겪는 농민들의 상황을 드러 낸 것이지, 세대 간의 갈등을 일으키는 모습으로 볼 수 없으므로 적절하지 않다. ① ‘정부에서 한 일’이기 때문에 ‘부당한 환지’를 받 고도 어쩔 도리가 없다고 생각하며 피해를 입은 것 에서 권력자들에 의해 토지를 침탈당한 농민들의 모 습이 드러나고 있으므로 적절하다. ② 고속도로가 통 하면 송노인의 집에서 ‘가게도 차릴 수 있을 것’이라 고 한 이성복 동장의 말은 마을 환지위원장이라는 중간자의 입장에서 가해자의 편에 서서 한 말이므로 적절하다. ④ 환지문제에 대해 ‘세상이 그런 걸 머!’ 라고 할 뿐 드러내 놓고 말을 잘 하지 않는 모습에 서 현실에 대해 무기력한 태도로 방관하는 농민들의 모습을 확인할 수 있으므로 적절하다. ⑤ 마을 사람 들 사이에 ‘눈에 보이지 않는 어떤 틈’이 생기는 것 이 ‘숨길 수 없는 사실’이라고 한 부분을 통해 공동 체 의식이 사라지고 파편화되어 가는 농민들의 모습 을 확인할 수 있으므로 적절하다. [현대시ᆞ수필] [24 ∼27] < 출 전 > 서 정 주 , 「 다 시 밝 은 날 에 - 춘 향 의 말 2」 오세영, 「그리운 이 그리워」 이종휘, 「함해당기」 [21 ~ 23] <출전> 김정한,「어떤 유서」"
}
{
    "question_number": 24,
    "question_text": "[출제의도] 시의 구조에 따라 감상하기 이 작품의 [A] ~ [D]는 화자가 ‘그’를 만나기 전의 상황부터 ‘그’와 만난 이후 이별하게 되기까지의 상 황을 다양한 이미지를 활용하여 형상화하고 있다. [A]에는 ‘그’를 만나기 전의 순수하고 평화로웠던 화 자의 내면이 ‘아지랑이’, ‘애기 구름’ 등으로 형상화되 어 있고, [D]에는 이별 후 고통의 시간을 지나 희망 의 날이 오기를 기다리는 화자의 내면이 ‘도라지꽃’ 으로 형상화되어 있다. 이를 통해 볼 때, [A]의 ‘애 기 구름’은 아직 ‘그’를 만나기 전 화자의 정서를 비 유적으로 드러내고 있는 것으로 ‘화자의 사랑’을 드 러내는 것은 아니며 [D]의 ‘도라지꽃’도 화려한 결실 을 드러낸다고 보기 어려우므로 적절하지 않다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 외적 준거를 참고하여 작품 감상하기 ‘푸른 바닷가에서 온 완행’을 타기 위해 ‘차표를 끊 고’ 싶은 것은 ‘그리운 이’를 만나고 싶은 정서를 드 러내는 것일 뿐이므로 적절하지 않다. ① 이 작품에서 기차역은 사람들이 ‘역구’를 ‘빠져 나 3 가고’ ‘들어오’며 이별과 만남을 경험하는 곳으로 나 타나고 있으므로 적절하다. ② 사람들이 ‘격정으로 눈물짓’고 ‘동백꽃잎’이 뿌려지는 ‘역두’에 화자의 그 리움이 심화되고 있음을 알 수 있으므로 적절하다. ④ ‘어제의 어제를 달려서’ 잃어버린 사랑을 만날 수 있을 것을 기대하는 화자의 모습에서 과거로 돌아가 고 싶어하는 화자의 소망이 드러나므로 적절하다. ⑤ ‘그리운 이’를 ‘그리워’하는 마음에 홀로 떠나고자 했 던 화자는 기차역에서 사람들의 모습과 봄 풍경을 보며 과거로 가고 싶은 마음을 느낀다. 그리고 문득 완행열차를 탔으나 결국 우수를 느끼는 것은 그것이 불가능하다는 것을 인식했기 때문이라고 할 수 있으 므로 적절하다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 시어의 의미 및 기능 비교하기 ㉠과 ㉡은 사랑하는 대상이 화자의 곁에 없는 결핍 의 시간을, ㉢은 집에 앉아 있으면서도 책을 통해서 인식이 확장된 시간을 의미하므로 적절하다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 작품의 내용 이해하기 ⓒ는 좁은 방안에 있으면서도 집에서 벗어나 멀리 떨어진 곳에 있는 것과 같다는 인식을 드러내고 있 으므로 적절하다. ① ⓐ는 자신이 영남을 유람할 때 보았던 바다의 풍 경을 묘사한 내용일 뿐 이로 인해 내면의 동요를 일 으키고 있는 것은 아니므로 적절하지 않다. ② ⓑ는 몰운대의 경치를 즐긴 후 휴식을 취한 것일 뿐 지난 날을 돌아보며 자신의 삶을 성찰하고 있는 것은 아 니므로 적절하지 않다. ④ ⓓ는 동래의 바다에 대해 묘사함으로써 책을 통해 인식을 넓혀가는 과정을 드 러내고 있으므로 자신의 관점이 편협하다고 느끼는 것은 적절하지 않다. ⑤ ⓔ는 큰 붕새와 조그마한 메 추라기를 비교하며 학문을 탐구하는 자세에 대해 이 야기하고 있을 뿐 역경 극복에 대한 방법을 깨달은 것은 아니므로 적절하지 않다. [과학] [28 ~ 32] <출전> 장조원,「비행의 시대」"
}
{
    "question_number": 28,
    "question_text": "[출제의도] 내용 전개 방식 파악하기 이 글은 관성 항법 장치의 구성 요소인 가속도 센서 와 자이로스코프를 비행기의 운동을 측정하는 기능 에 따라 구분하여 설명하고 있으므로 적절하다. [28 ~ 32] <출전> 장조원,「비행의 시대」"
}
{
    "question_number": 29,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 3문단의 ‘비행기가 좌우로 선회를 하는 경우는 동체 의 윗부분에서 수직으로 아랫부분까지를 회전축으로 한 회전 운동이다.’를 통해 비행기가 왼쪽으로 선회 하는 경우 회전축이 z축이 됨을 알 수 있다. 따라서 이때 작동하는 것은 z축을 기준으로 한 비행기의 회 전 운동을 감지하는 자이로스코프이므로 적절하지 않다. ① 3문단의 ‘비행기의 머리 부분이 위로 들리거나 아 래로 기우는 것은 비행기의 한 쪽 날개 끝에서 반대 쪽 날개 끝을 회전축으로 한 회전 운동이다.’라는 부 분을 통해 비행기의 앞머리가 들리는 경우 회전축이 y축이 됨을 알 수 있다. 따라서 이때 작동하는 것은 y축을 기준으로 한 비행기의 회전 운동을 감지하는 자이로스코프이므로 적절하다. ② 3문단의 ‘비행기가 좌우로 기울어지는 것은 맨 앞부분에서 꼬리까지를 회전축으로 한 회전 운동이고’를 통해 비행기가 좌우 로 기울어지는 경우 회전축이 x축이 됨을 알 수 있 다. 따라서 이때 작동하는 것은 x축을 기준으로 한 비행기의 회전 운동을 감지하는 자이로스코프이므로 적절하다. ③ 3문단의 ‘비행기가 좌우로 선회를 하는 경우는 동체의 윗부분에서 수직으로 아랫부분까지를 회전축으로 한 회전 운동이다.’를 통해 비행기가 오 른쪽으로 선회하는 경우 회전축이 z축이 됨을 알 수 있다. 따라서 이때 작동하는 것은 z축을 기준으로 한 비행기의 회전 운동을 감지하는 자이로스코프이므로 적절하다. ④ 2문단의 ‘가속도 센서는 비행기의 직선 운동에 의한~ 이동 거리와 속도 등을 측정할 수 있 다.’라는 부분을 통해 z축을 기준으로 한 직선 운동 을 감지하는 가속도 센서가 이를 감지하여 이동거리 와 속도 등을 측정함을 알 수 있으므로 적절하다. [28 ~ 32] <출전> 장조원,「비행의 시대」"
}
{
    "question_number": 30,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 ㉰의 외부의 힘은 6문단에서 회전축에 화살표처럼 가해지는 힘에 해당한다. 그리고 회전축의 회전은 회 전자가 모터에 의해 돌 때 함께 일어나는 것이므로 회전축의 회전도 결국 모터에 의한 것이다. 따라서 외부의 힘이 작용해야 회전축의 회전이 계속될 수 있다는 진술은 적절하지 않다. ① 5문단에서 ‘고속으로 회전 운동을 하는~ 회전축 의 방향이 변하지 않는다는 점이다.’를 통해 확인할 수 있으므로 적절하다. ② 4문단의 ‘짐벌 A는 회전축 의 양 끝을 잡아주며~ 연결되어 있다.’와 5문단의 ‘회전자가 고속으로~ 회전축과 연결된 짐벌 A역시 어느 방향으로도 기울어지지 않는다’를 통해 확인할 수 있으므로 적절하다. ④ 6문단에서 ‘자이로스코프 에 외부로부터 힘이 가해지면~ 현상이다.’와 ‘<그 림>의 화살표 방향으로~ 짐벌 B가 움직이게 된다.’ 를 통해 확인할 수 있으므로 적절하다. ⑤ 6문단에서 ‘이때~ 각의 변화가 발생하게 된다.’라는 부분을 통 해 확인할 수 있으므로 적절하다. [28 ~ 32] <출전> 장조원,「비행의 시대」"
}
{
    "question_number": 31,
    "question_text": "[출제의도] 내용 추론하기 2문단의 ‘지구상의 모든 물체에는~ 중력 값을 바탕 으로 측정된다.’를 통해 <보기>의 가속도 센서도 수 직 방향에 작용하는 중력 값을 고려해야 함을 알 수 있다. 따라서 ㉠은 중력 값이 적절하다. 그리고 4문 단의 회전자는 회전축을 중심으로 돌아간다는 것을 통해 바퀴가 돌아갈 때 바퀴의 중심은 회전축이 됨 을 알 수 있다. 따라서 ㉡은 회전축이 적절하다. 또 5문단의 ‘회전자는 회전 관성에 의해~ 변하지 않는 다.’는 내용을 통해 알 수 있으므로 ㉢은 회전 관성 이 적절하다. [28 ~ 32] <출전> 장조원,「비행의 시대」"
}
{
    "question_number": 32,
    "question_text": "[출제의도] 문맥상 의미 파악하기 ⓐ는 ‘원래 있던 곳으로 다시 오거나 다시 그 상태가 되다.’의 의미이므로 적절하다. ①과 ⑤는 ‘일정한 간격으로 되풀이되는 것이 다시 닥치다.’를, ③은 ‘무엇을 할 차례나 순서가 닥치다.’ 를, ④는 ‘몫, 비난, 칭찬 따위를 받다.’를 의미하므로 적절하지 않다. [사회] [33 ~ 37] <출전> 남종현, 이홍식「국제무역론 」 [28 ~ 32] <출전> 장조원,「비행의 시대」"
}
{
    "question_number": 33,
    "question_text": "[출제의도] 글의 세부 내용 파악하기 3문단에서 ‘규모의 경제’의 개념이 나타나 있으나 규 모의 경제가 적용되지 않은 산업의 예는 글 전체에 드러나 있지 않다. ① 3문단에 ‘상품을 생산하는 데에는 기본적으로 투 자해야하는 초기 투자비용이 높기 때문에 기업은 생 산량이 늘어날수록 평균생산비용을 낮출 수 있다’라 고 언급하고 있으므로 적절하다. ③ 5문단의 끝부분 에 산업 내 무역이 이루어지면서 ‘상품 가격이 하락 하게 되’고 ‘상품 선택의 다양성’이 증가하게 된다고 언급하고 있으므로 적절하다. ④ 2문단에 ‘완전히 동 일한 상품은 아니지만 서로 유사한 기능을 하면서도 질적으로 차별화된 상품’을 생산한다고 언급하고 있 으므로 적절하다. ⑤ 1문단에서 ‘하지만 이러한 무역 이론은~ 오늘날의 무역 양상을 설명하는 데에는 한 계가 있었다.’라고 언급하고 있으므로 적절하다. [33 ~ 37] <출전> 남종현, 이홍식「국제무역론 」"
}
{
    "question_number": 34,
    "question_text": "[출제의도] 구체적 상황에 적용하기 (가)는 특화된 자원이나 상품의 수출만이 이루어지 는 비교우위론에서의 무역 모습을, (나)는 신무역이 론의 산업 내 무역 모습을 나타내고 있다. ‘완전히 동일한 상품은 아니지만 질적으로 차별화된 상품을 수출’하는 것은 (나)에 해당하므로 적절하지 않다. [33 ~ 37] <출전> 남종현, 이홍식「국제무역론 」"
}
{
    "question_number": 35,
    "question_text": "[출제의도] 핵심 개념의 의미 파악하기 ㉠은 신무역이론의 ‘독점적 경쟁시장’을 가리키고 [A]에는 완전 경쟁시장, [B]에는 독점 시장의 특징 을 제시하고 있다. 4문단을 보면 ㉠에서는 가격이 기 업의 수에 영향을 받는다는 것을 알 수 있어 적절하 지만 <보기>의 [B]에서 ‘독점 시장에서 공급자는～ 가격을 조절할 수 있다’고 하고 있으므로 적절하지 않다. ① ㉠은 참여하는 기업이 다수이며, 완전히 동일하지 않지만 유사한 기능을 하는 상품들이 질적으로 차별 화되어 있고 [A]의 완전 경쟁시장은 참여하는 기업 의 수가 다수이나 완전히 동일한 상품이 거래되기 때문에 적절하다. ② ㉠에는 유사한 기능을 하지만 질적으로 차별화된 상품들이, [A]의 완전 경쟁시장 에서는 완전히 동일한 상품이 사례로 제시되어 있으 므로 적절하다. ③ 2문단에서 ㉠은 기업이 어느 정도 독점적 지위를 가지지만 기업의 시장 지배력은 불완 전함을 알 수 있으며, <보기>에서 [B]의 독점 시장 은 기업이 가격을 조절할 수 있고 다른 기업의 진입 이 어렵다는 점에서 기업의 시장 지배력이 매우 크 다고 할 수 있으므로 적절하다. ⑤ 2문단에서 ㉠은 ‘다수의 경쟁 기업이 존재하므로~ 상품에 대해 어느 정도의 대체성을 가지고 있다’라고 하고 있고 <보 기>에서 [B]는 ‘다른 기업의 진입이 매우 어렵다’라 고 하고 있으므로 적절하다. [33 ~ 37] <출전> 남종현, 이홍식「국제무역론 」"
}
{
    "question_number": 36,
    "question_text": "[출제의도] 그래프를 바탕으로 추론하기 <보기>의 그래프에서 상품의 가격이 P1에서 P2로 바뀌었다면 가격은 하락하게 된 것이다. 4문단을 보 면 ‘기존 기업들의 독점력은 약화되어, 상품 가격은 ~ 하락하게 될 것이다’라고 하고 있으므로 기업의 독 점력 약화는 가격 하락의 원인이 될 수 있다. 그러나 상품의 다양성이 줄어든 것은 상품의 가격 하락의 원인이 아니므로 적절하지 않다. ① 그래프에서 무역 후 기업의 수가 n1에서 n2로 바 뀌게 되면 가격이 P1에서 P2로 낮아지는 결과가 나 타나기 때문에 소비자의 후생이 증가한다는 것은 적 절하다. ② <보기>의 그래프에서 CC1과 CC2는 모두 AC0에서 시작되는데 이는 3문단에서 말한 초기 투자 비용이 그래프에 표현된 것이므로 적절하다. ③ 그래 프에서 균형점이 E1에서 E2로 바뀌게 되면 기업의 수는 n1에서 n2로 증가하게 되므로 적절하다. ⑤ 균 형점이 E2인 상태에서 시장의 크기의 변화 없이 기 업의 수가 n2보다 늘어났다면 평균생산비용은 증가하 므로 3문단의 내용처럼 ‘일부 기업은 시장에서 퇴출’ 될 가능성이 생기므로 적절하다. [33 ~ 37] <출전> 남종현, 이홍식「국제무역론 」"
}
{
    "question_number": 37,
    "question_text": "[출제의도] 주어진 정보를 바탕으로 추론하기 단기간에 한 국가의 인구가 급격하게 증가하는 경우 에는 국가의 총수요량이 증가하여 시장이 확대된 것 과 유사한 결과를 가져올 수 있으므로 적절하다. [고전시가] [38 ∼41] <출전> 정철,「속미인곡」 이담명,「사노친곡」 [33 ~ 37] <출전> 남종현, 이홍식「국제무역론 」"
}
{
    "question_number": 38,
    "question_text": "[출제의도] 표현상의 특징 찾기 [A]의 ‘하히라 원망며 사이라 허믈랴’와 [B] 4 의 <6수>의 초장, 중장에서 설의적 표현을 사용하 여 화자의 정서를 드러내고 있으므로 적절하다. ① [A]의 ‘내 몸의 지은 죄 뫼티 혀시니’와 [B] 의 <1수>의 중장에서 직유법이 사용되었으므로 적 절하지 않다. ② [A]의 ‘하히라 원망며 사이라 허믈랴’와 [B]의 <2수>의 초장에서 대구법이 사 용되었으므로 적절하지 않다. ④ [A]와 [B] 모두 의 성어가 나타나지 않으므로 적절하지 않다. ⑤ [A]에 서는 의인법이 나타나지 않으므로 적절하지 않다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 외적 준거를 바탕으로 한 작품 감상 (가)의 ‘셜워 플텨 혜니 조믈의 타시로다.’에서는 임 과 이별한 상황을 자신의 운명으로 돌리는 작가의 모습이 나타나 있으므로, 이를 임금에 대한 서운함으 로 감상한 것은 적절하지 않다. ① (가)는 임금을 떠난 작가의 처지를 임을 잃은 여 인의 모습으로 설정하고 있는데, 이는 군신 관계를 우의적으로 형상화하여 드러낸 것으로 이해할 수 있 으므로 적절하다. ② (나)의 ‘영로수천리’라는 것 은 노모와 화자의 거리감을 나타낸 것이다. 이는 유 배지에서 느끼는 가족과의 이별로 인한 슬픔을 드러 내주고 있으므로 적절하다. ③ (가)의 ‘내 몸의 지은 죄 뫼티 혀시니’에는 산같이 쌓여 있는 자신의 죄를 탓하는 모습이 나타나 있고, (나)의 ‘내 죄 아거니 유찬이 박벌이라’에는 유배가 오히려 가벼 운 처벌이라며 자신이 지은 죄를 인정하는 모습이 나타나 있으므로 적절하다. ⑤ (가)에는 죽어서라도 임 곁에 있고 싶어하는 화자의 소망이 드러나 있는 데, 이는 임금을 연모하는 작가의 모습으로 이해할 수 있다. (나)에는 ‘성은’을 갚을 길이 없다며 탄식하 는 화자의 모습이 나타나 있는데, 이는 임금의 은혜 에 감사하는 작가의 모습으로 이해할 수 있으므로 적절하다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 작품 내용 파악 <1수>의 ‘봄은 오고 오’는 것은 계절의 순환을 나타낼 뿐, ‘도라갈 기약’의 실현이라는 화자의 확신 과는 관련이 없으므로 적절하지 않다. ② <2수>의 ‘업슨 중야’에 흘리는 ‘눈믈’은 노모 에 대한 화자의 그리움과 시름을 나타낸 것이므로 적절하다. ③ <2수>의 ‘친년은 칠십오’는 나이 든 노모를 떠올리는 것이고, <7수>의 ‘갈록 애일촌 심’은 부모님을 모실 시간이 흐르는 것을 안타까워하 는 마음이므로, 여기에는 화자의 근심이 드러난다고 볼 수 있으므로 적절하다. ④ <6수>의 ‘매일의 노친 얼굴이 눈의 삼삼’한 것과 <7수>의 ‘동산을 올라’ 화자가 ‘고국’을 바라보는 것에서 노모를 그리워하는 화자의 간절함을 느낄 수 있으므로 적절하다. ⑤ <11수>의 ‘우리 모자지정을 피실 제 업오랴’는 것은 임금의 은혜가 낮은 곳까지 드리워지기에 우리 모자지정을 살피실 때가 있을 것이라는 화자의 기대 감을 표현한 것이므로 적절하다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 소재의 기능 파악 ⓐ는 화자의 잠을 깨워 임이 부재하는 화자의 현실 상황을 깨닫게 하고, ⓑ는 멀리 떨어져 있는 노모에 게 소식을 전할 수 없는 화자의 현실을 깨닫게 하는 소재이므로 적절하다. [고전소설] [42 ~ 45] <출전> 작자 미상,「강릉추월전」"
}
{
    "question_number": 42,
    "question_text": "[출제의도] 서술상 특징 파악하기 ‘어사가 그 말을 다 듣고~ 어찌 급하게 처리할 수 있으리오.’는 서술자가 개입하여 어사의 상황에 대한 생각을 드러내고 있는 것이므로 적절하다. [42 ~ 45] <출전> 작자 미상,「강릉추월전」"
}
{
    "question_number": 43,
    "question_text": "[출제의도] 서사 내용 파악하기 어사가 ⓒ에서 ⓔ로 들어간 것은 ‘도적을 소탕’하기 위해서이지 도적과 타협점을 찾기 위한 것은 아니므 로 적절하지 않다. ① 어사는 ⓐ에서 암행 중 신분을 밝히고 있지 않으 므로 적절하다. ② 어사는 ⓐ에서 아전으로부터 자신 이 운남도 도적의 아들이라는 정보를 듣고 이를 확 인하기 위해 ⓔ로 들어갔으므로 적절하다. ③ ⓑ에서 도적들의 말을 듣고 ‘분한 마음’을 느낀 어사는, ⓔ에 서 도적을 소탕하고 처벌함으로써 그 분한 마음을 표출하고 있으므로 적절하다. ⑤ 어사는 ⓑ에서 자신 이 서역국의 수양자라는 도적들의 이야기를 엿듣게 되고, 이를 확인하기 위해 ⓓ로 간 것이므로 적절하 다. [42 ~ 45] <출전> 작자 미상,「강릉추월전」"
}
{
    "question_number": 44,
    "question_text": "[출제의도] 외적 준거를 통해 작품 감상하기 옥퉁소는 여천추가 사위인 어사에게 준 것이다. 따라 서 옥퉁소는 혈육임을 증명하기 위한 신표로 사용된 것은 아니므로 적절하지 않다. ② 어사가 여천추에게 자신이 ‘이 감사의 아들’이라 고 말하는 것은, 친부를 알게 됨으로써 상실했던 자 아 정체성을 회복했기에 가능한 일이므로 적절하다. ③ 어사는 해주에서 도적들의 말을 들은 후 자신이 서역국의 수양자임을 확인하기 위해 백학산으로 가 려고 하는데, 이는 자기 존재의 근원을 찾기 위한 노 력으로 볼 수 있으므로 적절하다. ④ 어사가 친부모 를 잃고 서역국과 장수백의 수양자가 되는 것은 혈 육과의 이별로 인해 기구한 운명에 처한 것으로 볼 수 있으므로 적절하다. ⑤ 어사가 전말을 알고 모친 을 찾게 된 후 자신이 이 감사의 아들이라는 사실을 알게 된 것은 ‘도적놈의 아들’이라는 열등한 상황에 서 벗어나는 계기가 되고 있으므로 적절하다. [42 ~ 45] <출전> 작자 미상,「강릉추월전」"
}
{
    "question_number": 45,
    "question_text": "[출제의도] 한자성어의 의미 파악하기 ‘아전인수’는 제 논에 물 대기라는 뜻으로, 자기에게 만 이롭게 되도록 생각하거나 행동함을 이르는 말이 다. [A]에서 장수백은 자신에게 내려질 벌을 모면할 생각으로 자신이 저지른 죄에 대해 변호하며 ‘서역국 도 남의 자식을~ 저와 내가 마찬가지입니다.’, ‘또한 상벌과 공훈으로~ 남의 자식이 되는 것은 마찬가지’ 라고 말한다. 이는 자신이 저지른 잘못된 행위에 대 해서도 자기에게만 유리하게 말하는 것이므로, ‘아전 인수’의 논리로 자신의 행위를 정당화하고 있다고 이 해할 수 있으므로 적절하다. ① ‘호가호위’는 남의 권세를 빌려 위세를 부림을 뜻 하는 말로, 주어진 상황과는 어울리지 않으므로 적절 하지 않다. ② ‘함구무언’은 입을 다물고 말이 없다는 뜻으로, 처벌을 모면하기 위해 변명하고 있는 상황과 는 어울리지 않으므로 적절하지 않다. ③ ‘동병상련’ 은 어려운 처지에 있는 사람끼리 서로 동정하고 돕 는 것을 의미하는 말로, 주어진 상황과 어울리지 않 으므로 적절하지 않다. ④ ‘일벌백계’는 한 사람이나 한 가지 죄를 엄하게 벌줌으로써 여러 사람을 경계 함을 이르는 말로, 주어진 상황과 어울리지 않으므로 적절하지 않다. [42 ~ 45] <출전> 작자 미상,「강릉추월전」"
}
