{
    "question_number": 1,
    "question_text": "[출제의도] 강연의 말하기 방식 이해하기 강연자는 강연 초반에 청중이 주사를 맞아본 경험과 주사가 여러 종류가 있다는 사실에 대해 질문하며 강연 내용에 대한 청중의 관심을 유발하고 있으므로 적절하다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 청중의 듣기 활동 이해하기 ‘학생 2’는 강연과 관련된 자신의 경험을 떠올리고 강연 내용 외에 궁금한 내용을 묻고 있으며, ‘학생 3’ 은 강연 내용에 대해 자신이 이해한 내용을 정리하 고 강연 내용 외에 궁금한 내용을 묻고 있으므로 ‘학 생 2’와 ‘학생 3’이 강연에서 언급된 내용 중 실천할 수 있는 방법이 있는지 고민하며 듣는다는 진술은 적절하지 않다. ① ‘학생 1’은 내가 알고 있던 것보다 주사의 종류가 다양하다고 했으므로 적절하다. ② ‘학생 2’는 주사 맞기 전에 유의할 점에 대해 간호사 선생님께 여쭤 봐야겠다고 했으므로 적절하다. ③ ‘학생 3’은 주사의 종류에 따라 약물의 흡수 속도가 달라지고 약물의 특성에 따라 주사도 달라질 수 있다고 하며 이해한 내용을 정리하고 있으므로 적절하다. ④ ‘학생 1’은 병원에서 주사를 맞은 경험을, ‘학생 2’는 주사 맞은 부위를 문지른 경험을 떠올리고 있으므로 적절하다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 청중의 반응 분석하기 (가)는 피하조직, (나)는 근육, (다)는 혈관을 나타 낸다. 5문단의 ‘피하 주사의 경우에는 피하조직의 손 상을 막고~ 문지르면 안 됩니다.’를 통해 주사를 맞 은 후에 조직의 손상을 막기 위해 주사 맞은 부위를 문지르지 말아야 하는 것은 (가)에 놓는 피하 주사 이기 때문에 적절하지 않다. ① 3문단의 ‘특히 피하조직에 투여하면~ 근육 주사 를 사용해야 합니다.’를 통해 확인할 수 있으므로 적 절하다. ② 3문단의 ‘근육 주사는 피하 주사보다~ 분 포되어 있기 때문인데요.’를 통해 확인할 수 있으므 로 적절하다. ④ 3문단의 ‘약물을 혈관에~ 빨리 나타 나고’를 통해 확인할 수 있으므로 적절하다. ⑤ 4문 단의 ‘정맥 주사는 주사를 맞는 동안~ 주삿바늘을 사용합니다.’를 통해 확인할 수 있으므로 적절하다. [화법·작문]"
}
{
    "question_number": 4,
    "question_text": "[출제의도] 토론의 입론 이해하기 ‘찬성 1’은 ‘국민건강보험공단에 따르면~ 넘는다고 합니다.’라고 밝히며 질병으로 인한 사회경제적 비용 을 140조 원이라는 수치로 제시하고 있다. 그러나 이때 제시된 비용은 유전자 편집 기술 연구에 드는 비용은 아니므로 적절하지 않다. ① ‘찬성 1’은 ‘배아 상태의 유전자를~ 극복할 수 있 을 것입니다.’라고 밝히며 유전자로 인한 질병으로부 터 벗어날 수 있음을 내세우고 있으므로 적절하다. ③ ‘반대 1’은 ‘첫째, 인간 배아의 유전자를~ 영향을 미칠 위험성이 있습니다.’라고 밝히며 예상치 못한 문제가 초래될 수 있음을 우려하고 있으므로 적절하 다. ④ ‘반대 1’은 ‘왜냐하면 이 기술을 사용하는 데 는~ 받게 될 것입니다.’라고 밝히며 기술의 혜택을 받을 수 있는 대상이 제한적임을 언급하며, 이로 인 해 사회적 불평등이 심화되는 사회적 문제를 지적하 고 있으므로 적절하다. ⑤ ‘반대 1’은 ‘그런데 유전자 편집 기술은~ 자유로울 수 없습니다.’라고 밝히며 인 간의 유전자 중 결함이 있는 유전자가 있다는 것을 전제하는 유전자 편집 기술의 관점을 비판하며, 기술 의 비윤리성을 드러내고 있으므로 적절하다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 말하기 방식 파악하기 [A]의 ‘반대 2’는 ‘질병으로 인해~ 할 수 있나요?’라 고 하며 제시된 자료의 비용이 모두 유전병으로 인해 발생한 사회경제적 비용이 아닐 수 있음을 지적하고, ‘그렇지 않다면~ 적합하지 않다고 생각합니다.’라고 하며 근거의 타당성을 지적하고 있으므로 적절하다. ② [A]의 ‘찬성 1’은 상대측의 의견을 자신의 의견과 절충하고 있지 않으므로 적절하지 않다. ③ [B]의 ‘찬성 2’는 예상되는 문제점을 비판하고 있지 않으므 로 적절하지 않다. ④ [B]의 ‘반대 1’은 적합한 사례 제시를 통한 반론을 요청하고 있지 않으므로 적절하 지 않다. ⑤ [A]의 ‘반대 2’는 실현 가능한 방안을 추가하고 있지 않으므로 적절하지 않다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 글쓰기 계획의 반영 여부 확인하기 2문단은 유전자 편집 기술을 허용하는 것에 찬성하 는 입장을 지니고 있던 나의 생각을 서술하는 문단 으로 ‘그래서 처음에는~ 동의하기 어려웠다.’라고 밝 히고 있으므로 유전자 편집 기술을 허용하는 것을 찬성하는 입장에 대해 동의할 수 없었던 이유를 제 시한다는 내용은 적절하지 않다. ① 1문단은 ‘혹시 인간 배아의~ 있었다면 어땠을까?’ 에서 나의 생각을 제시하고 있는데, 이는 유전병을 앓는 소년을 주인공으로 하는 소설을 본 과거의 경 험과 토론에서 들은 인간 배아의 유전자 편집 기술 을 연결지어 생각한 것이므로 적절하다. ③ 2문단에 서는 비행기에 사용된 베르누이 법칙과 인간 배아의 유전자 편집 기술이 인간의 삶을 발전시켰다는 유사 점에 기초하여 비행기가 먼 거리 이동의 한계를 극 복한 것처럼 유전자 편집 기술도 유전병 치료의 한 계를 극복할 수 있는 기술임을 설명하는 유추의 방 식이 사용되었다. 이를 통해 유전자 편집 기술을 활 용해야 하는 필요성을 이야기하고 있으므로 적절하 다. ④ 3문단의 ‘유전자 편집 기술은 아직~ 알게 되 었기 때문이다.’에서 토론에서 새롭게 알게 된 사실 을, ‘또한 유전자 편집 기술이~ 생각을 하게 되었다.’ 에서 변화된 생각을 서술하고 있으므로 적절하다. ⑤ 4문단의 마지막 문장의 ‘무조건 과학 기술을 찬양하 는 것이 아니라’에서 우리가 경계해야 할 태도를 제 시하고 있으므로 적절하다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 잘못된 표현 고쳐쓰기 밑줄 친 ㉣이 포함된 문장은 ‘-면’이라는 가정의 의 미를 담은 어미로 앞 문장과 뒤 문장을 연결하고 있 으므로 해당 문장의 서술어는 ‘ ~ 할 것이다’로 마무 리되어야 한다. 따라서 ㉣의 ‘가게 될 것이다’를 ‘가 고 있다’로 고쳐 쓰는 것은 적절하지 않다. ① 원거리는 먼 거리, 장거리라는 뜻이므로 밑줄 친 ㉠의‘먼 원거리’에는 멀다는 의미가 중복되어 있으므 로 의미의 중복을 피하기 위해 ㉠을 ‘먼 거리’로 고 쳐 쓰는 것은 적절하다. ② 맞춤법에 따르면 밑줄 친 ㉡의 ‘곰곰히’는 ‘곰곰이’로 고쳐 쓰는 것이 맞으므로 적절하다. ③ (나)는 토론을 방청한 후 인간 배아의 유전자 편집 기술과 같은 과학 기술에 대한 나의 생 각을 작성한 초고이다. 밑줄 친 ㉢은 이와 관련 없는 내용을 서술하고 있으므로 글 전체의 통일성을 고려 하여 삭제하는 것은 적절하다. ⑤ 밑줄 친 ㉤은 우리 가 과학의 뒤를 좇기만 한다면 생기는 문제를 서술 한 문장과 과학 기술과 관련하여 경계해야 할 태도 를 서술한 문장을 연결하는 접속어이다. 하지만 ‘그 러나’는 앞의 내용과 뒤의 내용이 상반될 때 쓰는 접 속어이므로 ㉤을 ‘그러므로’로 바꾸는 것은 적절하다. [작문]"
}
{
    "question_number": 8,
    "question_text": "[출제의도] 글쓰기 계획의 적절성 파악하기 (가)에서 물티슈의 무분별한 사용으로 인한 문제의 해결 방법을 제안하는 것이 글의 목적임을 알 수 있 다. (나)의 3문단에서 학교, 물티슈 제조 회사, 학생, 학생회 등 다양한 주체들에 의한 문제 해결 방안을 제안하며 글의 목적을 구체화하고 있으므로 적절하 다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 자료를 활용 방안의 적절성 파악하기 [자료 1-㉮]는 국내 연간 물티슈 시장 규모에 대한 통계 자료이고, [자료 3]은 물티슈의 성분 비율 등이 정확하게 표기되어 있지 않아 무분별하게 사용할 경 우 위험성이 있다는 전문가 인터뷰 자료이다. 이를 통해 물티슈 시장의 확대에 따라 물티슈에 포함되는 화학적 약액의 종류가 늘어나고 있다는 내용은 확인 할 수 없으므로 적절하지 않다. ① [자료 1-㉮]에서 국내 연간 물티슈 시장 규모가 해마다 확대되고 있다는 내용을 확인할 수 있으므로 적절하다. ② [자료 2]에서 잘못 처리된 물티슈가 하 수처리시설 운영비를 증가시키고 있다는 내용을 확 인할 수 있으므로 적절하다. ③ [자료 3]에서 물티슈 성분의 비율 등이 정확하게 표기되지 않기에 정부에 서 이에 대한 의무를 법제화할 필요가 있다는 내용 을 확인할 수 있으므로 적절하다. ⑤ [자료 1-㉯]에 서 82%의 학생이 물티슈에 플라스틱이 함유되어 있 다는 것을 모르고 있음을 확인할 수 있고, [자료 2] 에서 물티슈가 미세 플라스틱이 되어 환경오염의 원 인이 된다는 내용을 확인할 수 있으므로 적절하다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 조건에 따른 글쓰기 ‘환경까지 병들게 한다.’와 같은 비유적 표현을 활용하 여, ‘물티슈의 무분별한 사용’에 대한 문제점을 드러내고 있다. 그리고 ‘물티슈에 대해 제대로 알고 올바르게 사 용하자.’에서 글의 주제를 강조하고 있으므로 적절하다. ① ‘환경의 파수꾼’과 같은 비유적 표현을 활용하고 있으나, 이를 활용하여 문제점을 드러내지 않았으므 로 적절하지 않다. ② ‘편리함이라는 선물’과 같은 비 유적 표현을 활용하고 있으나, 이를 활용하여 문제점 을 드러내지 않았으므로 적절하지 않다. ③ 비유적 표현을 활용하여 문제점을 드러내고 있지 않으므로 적절하지 않다. ⑤ 비유적 표현을 활용하여 문제점을 드러내고 있지 않으므로 적절하지 않다. [문법]"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 현대 국어의 시간 표현 탐구하기 ㄷ에서는 연결 어미 ‘-(으)면서’를 사용하여 노래를 부르는 동작이 시간의 흐름 속에서 계속 이어지고 있음을 나타내는 진행상을 표현하고 있다. 따라서 연 결 어미를 통해 사건이 완료되었음을 표현한다는 진 술은 적절하지 않다. ① ㄱ은 ‘동생’이 책을 읽는 사건이 일어난 시점인 사건시와 발화시가 일치하는 현재 시제가 나타나며 ‘-고 있다’를 통해 진행상을 표현하고 있으므로 적절 2020학년도 11월 고2 전국연합학력평가 정답 및 해설 2 하다. ② ㄴ은 ‘-어 있다’를 통해 ‘꽃’이 핀 후의 결 과가 지속되고 있음을 나타내는 완료상이 실현되어 있으므로 적절하다. ④ ㄹ은 그는 빨간 티셔츠를 입 는 중이라는 진행상으로 해석할 수도 있지만 빨간 티셔츠를 입은 채로 있다는 완료상으로도 해석할 수 있으므로 적절하다. ⑤ ㅁ에서는 ‘나’가 밥을 먹고 집 을 나서는 사건이 일어난 시점인 사건시가 발화시보 다 앞서있는 과거 시제가 나타난다. 그리고 연결 어 미 ‘-고서’를 통해 ‘나’가 밥을 먹는 동작이 끝났음을 나타내는 완료상을 표현하고 있으므로 적절하다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 중세 국어의 동작상 이해하기 4문단에서 중세 국어에서는 보조적 연결 어미와 보 조 용언의 결합이나 ‘-(으)며셔’, ‘-고셔’ 등과 같은 연결 어미를 통해 동작상이 실현되었음을 알 수 있 다. ㄹ의 ‘시름야 잇더니’에서는 보조적 연결 어미 와 보조 용언이 결합된 형태로 시간의 흐름 속에서 동작이 일어나는 양상인 동작상이 표현되어 있으나, ㅁ의 ‘닫고셔’에서는 연결 어미 ‘-고셔’로 동작상이 표현되어 있으므로, ㄹ과 ㅁ에서 보조적 연결 어미와 보조 용언이 결합된 형태로 동작상이 표현되어 있다 는 진술은 적절하지 않다. ① ㄱ의 ‘안자 잇거늘’은 ‘-아 잇다’가 활용된 형태를 통해, 앉은 후의 결과가 지속되고 있음을 나타내는 완료상을 표현하고 있으므로 적절하다. ② ㄴ의 ‘쉬 며셔’는 연결 어미 ‘-(으)며셔’를 통해 시간의 흐름 속에서 동작이 일어나는 양상인 동작상이 실현되어 있으므로 적절하다. ③ ㄷ의 ‘아 잇더라’에서 ‘-아 잇다’는 진행상을 표현하는데 현대 국어에서는 ‘-아 있다’가 완료상을 표현하므로 적절하다. ④ ㄷ의 ‘ 아 잇더라’와 달리 ㄹ의 ‘시름야 잇더니’에서는 보 조적 연결 어미 ‘-아’가 ‘-’ 뒤에서 ‘-야’ 형태로 바뀌어 나타났으므로 적절하다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 음운의 동화 비교하기 ‘작년[장년]’은 음운 ‘ㄱ’이 비음 ‘ㄴ’ 앞에서 비음 ‘ㅇ’으로 바뀌므로 ㉠의 예에 해당한다. 그리고 ‘칼날 [칼랄]’은 음운 ‘ㄴ’이 유음 ‘ㄹ’ 뒤에서 유음 ‘ㄹ’로 바뀌어 ㉡의 예에 해당하므로 적절하다. ① ‘겹눈[겸눈]’은 음운 ‘ㅂ’이 비음 ‘ㄴ’ 앞에서 비음 ‘ㅁ’으로 바뀌므로 ㉠의 예에 해당하지만, ‘맨입[맨 닙]’은 첨가가 나타나 ㉡의 예에 해당하지 않으므로 적절하지 않다. ② ‘실내[실래]’는 음운 ‘ㄴ’이 유음 ‘ㄹ’ 뒤에서 유음 ‘ㄹ’으로 바뀌므로 ㉡의 예에 해당 하고, ‘국물[궁물]’은 음운 ‘ㄱ’이 비음 ‘ㅁ’ 앞에서 비 음 ‘ㅇ’으로 바뀌어 ㉠의 예에 해당하므로 적절하지 않다. ④ ‘백마[뱅마]’는 음운 ‘ㄱ’이 비음 ‘ㅁ’ 앞에서 비음 ‘ㅇ’으로 바뀌므로 ㉠의 예에 해당하지만, ‘잡히 다[자피다]’는 음운의 축약이 나타나 ㉡의 예에 해당 하지 않으므로 적절하지 않다. ⑤ ‘끓이다[끄리다]’는 음운의 탈락이 나타나므로 ㉠의 예에 해당하지 않고, ‘물놀이[물로리]’는 음운 ‘ㄴ’이 유음 ‘ㄹ’ 뒤에서 유음 ‘ㄹ’로 바뀌어 ㉡의 예에 해당하므로 적절하지 않다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 서술어의 자릿수 이해하기 ㄱ은 서술어가 필요로 하는 문장 성분의 개수가 주 어, 부사어로 2개이며, ㄷ은 서술어가 필요로 하는 문장 성분의 개수가 주어 1개이므로 적절하지 않다. ① ㄱ의 능동문은 ‘엄마가 아기를 안았다.’로 서술어 가 필요로 하는 문장 성분의 개수는 주어, 목적어로 2개이므로 적절하다. ② ㄴ의 주동문은 ‘엄마가 아기 를 안았다.’로 서술어가 필요로 하는 문장 성분의 개 수는 주어, 목적어로 2개이므로 적절하다. ④ ㄴ의 주동문은 ‘엄마가 아기를 안았다.’로 서술어가 필요로 하는 문장 성분의 개수가 주어, 목적어로 2개이고, ㄹ의 주동문은 ‘학생들이 사진첩을 보았다.’로 서술어 가 필요로 하는 문장 성분의 개수가 주어, 목적어로 2개이므로 적절하다. ⑤ ㄷ은 서술어가 필요로 하는 문장 성분의 개수가 주어 1개이고, ㄹ은 서술어가 필 요로 하는 문장 성분의 개수가 주어, 부사어, 목적어 로 3개이므로 적절하다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 관형절을 안은 문장의 유형 탐구하기 ㄴ은 안긴문장 ‘사진이 벽에 걸려 있다.’와 안은문장 ‘나는 사진을 떠올렸다.’에서 공통된 체언인 ‘사진’이 생략된 관형절을 안은 문장이라는 점에서 Ⓐ와 같은 유형이므로 적절하지 않다. ① ㄱ은 안긴문장 ‘그가 시를 지었다.’에서 안은문장 ‘시는 감동적이었다.’와의 공통된 체언인 ‘시’를 생략 하여 관형절 ‘그가 지은’을 만들었다는 점에서 적절 하다. ③ ㄷ은 ‘그가 한국에 돌아왔다.’라는 안긴문장 이 생략된 성분 없이 체언 ‘소문’을 수식하는 관형어 로 쓰이고 있다는 점에서 적절하다. ④ ㄹ은 관형절 인 ‘그 사람이 나를 속일’이 문장의 필수 성분을 모 두 갖추고 있다는 점에서 적절하다. ⑤ ㅁ은 안긴문 장 ‘땀이 이마에 흘렀다.’와 안은문장 ‘나는 수건으로 땀을 닦았다.’의 공통된 체언인 ‘땀’이 관형절 ‘이마에 흐르는’에서 생략되어 있다는 점에서 적절하다. [인문] [16 ∼19] <출 전 > 이 병 덕 ,「 표 상 의 언 어 에 서 추 론 의 언 어 로 」"
}
{
    "question_number": 16,
    "question_text": "[출제의도] 내용 전개 방식 파악하기 ‘고유 이름’이 의미하는 바를 지시체로 본 기존의 의 미지칭이론을 비판하며 ‘고유 이름’이 의미하는 바를 새롭게 설명한 프레게의 이론을 ‘샛별’과 ‘개밥바라 기’ 등의 예를 들어 설명하고 있으므로 적절하다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 세부 내용 파악하기 [A]는 프레게가 설명한 지시체, 뜻, 관념의 관계에 대한 내용이다. [A]의 ‘프레게는 특정 지시체에 대해 ~ 혼동해서는 안 된다고 말한다’를 통해 <보기>에서 비유적으로 제시된 ⓐ는 우리 가족들이 관찰한 대상 이므로 ‘지시체’로 설명이 가능하다. 그리고 [A]의 ‘뜻은 우리가 의사소통을~ 뜻이 공적인 것이기 때문 이다.’를 통해 <보기>에서 비유적으로 제시된 ⓑ는 가족들이 하나의 렌즈에 맺힌 같은 형상의 달의 모습 을 보고 이야기를 나누었으므로 ‘뜻’으로 설명이 가능 하다. 또한 [A]의 ‘관념은 지시체에서~ 주관적인 내 적 이미지이다’를 통해 <보기>에서 비유적으로 제시 된 ⓒ는 우리 가족에게 서로 다른 추억으로 기억되고 있다라는 것으로 보아 ‘관념’으로 설명할 수 있으므로 적절하다."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 중심 개념 이해하기 5문단에서 ‘관념은 지시체에서~ 주관적인 내적 이미지 이다’를 통해 지시체에 대한 개인의 내적 이미지는 ‘주 관적’이기 때문에 일치할 수 없으므로 적절하지 않다. ① <보기>에서 ㉮와 ㉯의 지시체는 ㉰라고 하였고, 4문단의 ‘프레게에 따르면~ 서로 다른 제시 방식으로 각각은 다른 뜻을 가진다.’에서 ㉮와 ㉯는 제시 방식 이 달라 뜻이 서로 다름을 확인할 수 있으므로 적절 하다. ② 1문단에서 ‘고유 이름’은 ‘특정 인물이나 사 물 등을 나타’낸다고 하였고, 4문단에서 ‘프레게는 고 유 이름에 한정 기술구도 포함되어야~ 이런저런 기 호로 구성한 언어 표현이다’에서 ㉮와 ㉯가 몇 개의 단어와 기호로 구성된 고유 이름임을 확인할 수 있으 므로 적절하다. ④ 4문단의 ‘한정 기술구란~ 구성한 언어 표현이다.’와 ‘프레게에 따르면~ 서로 다른 제시 방식으로 각각은 다른 뜻을 가진다’를 통해 ‘a와 c의 교점’도 ㉰에 대한 제시 방식에 포함할 수 있으므로 적절하다. ⑤ 2문단의 사례와 3문단의 ‘프레게는 이처 럼 동일한 지시체의~ 인식적 차이가 있음을 설명하 려고 한 것이다.’에서 ㉱의 ‘a와 b의 교점’과 ‘o’의 뜻 의 차이로 인해 두 문장의 인식적 차이가 발생함을 확인할 수 있으므로 적절하다."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 내용 추론하기 ㉠에서 ‘유니콘’은 지시체가 존재하지 않은 고유 이 름이라고 하였는데 1문단의 ‘의미지칭이론에 따르면 고유 이름이 의미하는 바는~ 지시체 자체이다’를 통 해 추론할 수 있으므로 적절하다. [사회] [20 ～25] <출전> 정인섭,「신국제법 강의」"
}
{
    "question_number": 20,
    "question_text": "[출제의도] 세부 정보 파악하기 범죄인인도를 법원이 허가하면 범죄인의 신병이 언 제 인도될지에 대해서는 언급하고 있지 않으므로 적 절하지 않다. ① 2문단에서 ‘서로 범죄인인도를 할 것을 합의하고 그에 대한 사항을 규정하는 국가 간의 조약’이라고 범죄인인도조약의 개념을 제시했으므로 적절하다. ② 4문단에서 범죄인인도거절 사유로 절대적 인도거절 사유와 임의적 인도거절 사유가 있다고 하였으므로 적절하다. ③ 3문단에서 ‘대부분의 범죄인인도조약은 ～인도대상범죄를 규정한다’라고 하였으므로 적절하 다. ④ 2문단에서 ‘사전에 체결된 범죄인인도조약에 의해서만 상대 국가에 대한 범죄인인도청구에 응할 의무가 발생’한다고 하였으므로 적절하다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 핵심 내용 이해하기 2문단에서 ‘범죄인인도조약은～범세계적인 조약은 성립되지 않고 있다’라고 하였으므로 적절하지 않다. ① 1문단에서 ‘근대에 들어 각국은～범죄인인도제도 를 발전시켰다’라고 하였으므로 적절하다. ② 3문단 에서 ‘범죄인인도제도의 구체적인 내용은 범죄인인도 조약에 따라 차이가 있’다고 하였으므로 적절하다. ③ 1문단에서 ‘범죄인이 다른 나라로 도피하면～처 벌이 힘들다.’라고 하였고 ‘이 때문에～범죄인인도제 도를 발전시켰다.’라고 하였으므로 적절하다. ⑤ 2문 단에서 ‘범죄인인도가 원만히 진행되려면～상호 신 뢰가 필요하’다고 하였으므로 적절하다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 구체적 상황에 적용하기 5문단에서 ‘인도청구된 범죄에 대하여~ 범죄인인도 가 허용되지 않는다.’라고 하였으므로 적절하지 않다. ①3문단에서 범죄인인도를 청구하는 청구국과 인도 를 청구받는 피청구국 모두에서 범죄로 성립되는 범 죄를 인도대상범죄로 규정한다고 하였고, X와 Y의 행위는 모두 인도대상범죄에 해당하며 A국은 청구 국, B국은 피청구국이므로 적절하다. ② 제3국 국민 인 X와 A국 국민인 Y는 모두 피청구국인 B국의 국 민이 아니므로 적절하다. ③ 4문단에서 ‘피청구국이 범죄인인도를 할 수 없는’ 사유가 절대적 인도거절 사유라고 하였고 6문단에서는 ‘정치범도~ 범죄인인 도가 불허된다’라고 하였으며 Y의 행위는 그가 정치 범이라는 이유로 거절된 것이므로 Y의 행위는 절대 적 인도거절 사유에 해당한다. 반면 X는 범죄인인도 가 허가되었으므로 그의 행위는 절대적 인도거절 사 유에 해당하지 않는다. 그러므로 적절하다. ④ 2문단 에서 범죄인인도조약에 의해 상대 국가의 범죄인인 도청구에 응할 의무가 발생한다고 하였고 3문단에서 내국인이든 외국인이든 범죄인인도의 대상이 될 수 있다고 하였으므로 적절하다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 세부 내용 이해하기 6문단에서 ‘정치범도～범죄인인도가 불허된다’라고 하였고 ‘대부분의 정치범죄가～범죄행위의 정치적 성 격이 일반 형사범죄로서의 성격보다 우월할 때 그것 을 정치범죄로 판단한다.’라고 하였고 B국 법원은 해 3 당 사건의 일반 형사범죄로서의 성격과 정치범죄로서 의 성격을 검토한 후 이를 바탕으로 인도를 불허한다 고 했으므로 적절하다. ① 6문단에서 ‘결국 어떤 행위가 정치범죄에 해당하 는가의 판단은 피청구국에서 하게 된다.’라고 하였고 (나)에서 피청구국은 B국이므로 적절하지 않다. ③ 6문단에서 가해조항을 ‘국가원수나 그 가족의～침해 하는 행위’라고 하였는데 (나)에서 Y는 무인 공공시 설물을 파손하려다 발각되었을 뿐이므로 적절하지 않다. ④ 6문단에서 ‘정치범죄의 판단기준이～정의 가 포함되는 경우는 찾기 어렵다’라고 하였으므로 적 절하지 않다. ⑤ Y의 행위는 무인 공공시설물을 파 손하려다 발각된 행위로 무고한 불특정 다수를 대상 으로 하는 테러행위가 아니므로 적절하지 않다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 세부 내용 추론하기 제5조와 해당 조항에 대한 내용을 다룬 7문단에는 피청구국이 청구국에 보증을 할 필요가 있다는 내용 은 언급하고 있지 않으므로 적절하지 않다. ① 7문단에서 ‘범죄인이 피청구국의 자국민일 경우 ～회부해야 한다는 조항을 넣기도 한다’라고 하였고 제4조에는 그 내용에 해당하는 구절이 들어 있으므 로 적절하다. ③ 8문단 전체에서 ‘특정성의 원칙’이라 는 명칭을 언급하며 그 내용을 서술하고 있고 제6조 에는 그 내용에 해당하는 구절이 들어 있으므로 적 절하다. ④ 4문단에서 피청구국이 ‘범죄인인도를 하 지 않을 수 있는’ 사유를 임의적 인도거절 사유라고 하였고, 7문단에서는 ‘범죄인이 피청구국의 자국민일 경우 피청구국이 범죄인인도를 거절할 수 있게 하는 경우’와 ‘사형을 폐지한 피청구국’이 ‘청구국이 대상 범죄인을 사형에 처하지 않을 것이라는 보증을 하지 않을 경우범죄인인도를 거절할 수 있게 하는’ 경우 를 임의적 인도거절 사유의 예로 제시하고 있으며 이 경우들에 대한 내용이 각각 제4조와 제5조에 담 겨 있으므로 적절하다. ⑤ 7문단에서 ‘사형을 폐지한 피청구국’이 ‘청구국이 대상 범죄인을 사형에 처하지 않 을 것이라는 보증을 하지 않을 경우범죄인인도를 거절 할 수 있게 하는’ 것이 ‘범죄인의 인권을 보호하기 위’한 것이라 하였고 8문단에서는 특정성의 원칙이 ‘범죄인의 인권을 보호하기 위한 장치’라고 하였으므로 적절하다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 어휘의 사전적 의미 파악하기 ‘기관이나 조직체 따위를 만들어 일으킴.’은 ‘설립’의 사전적 의미이다. 그러나 ‘성립’은 ‘일이나 관계 따위 가 제대로 이루어짐.’이라는 사전적 의미를 가지므로 적절하지 않다. [과학ᆞ기술] [26∼30] <출전> 이동녕 외,「방사광과학입문」"
}
{
    "question_number": 26,
    "question_text": "[출제의도] 글의 세부 정보 파악하기 3문단에서 ‘전자총’은 ‘그 파장보다 짧은∼광전효과 를 활용’한다고 하였으므로 금속의 고유한 파장보다 긴 파장의 빛을 금속에 쏘면 전자를 방출시킬 수 있 다는 것은 적절하지 않다. ① 5문단에서 ‘마지막으로 빔라인은 ~ 나눌 수 있 다.’고 하였으므로 적절하다. ② 4문단에서 ‘일반적으 로 n각형 ∼이루어져 있다.’고 하였고, ‘저장링의 모 서리~ 휨전자석을 설치하여’라고 하였으므로 적절하 다. ③ 2문단에서 ‘휘도란 빛의 집중∼높은 휘도 값 을 갖는다.’고 하였으므로 적절하다. ④ 3문단에서 ‘음(-)전하를 띤∼힘의 원리를 활용’한다고 하였으 므로 적절하다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 핵심 개념의 특성 파악하기 3문단에서 방사광은 ‘방사광가속기를 사용해∼만들 어 사용한다’고 하였고, ‘전기적인 힘의∼전자를 가 속시킨다’고 하였다. 가속시키는 대상은 전자이지 전 자기파인 방사광이 아니므로 적절하지 않다. ① 2문단에서 ‘실험 목적에 따라∼파장 가변성을 지 닌다’고 하였으므로 적절하다. ③ 3문단에서 ‘방사광 은 자연에서는 별이∼인위적으로 만들어 사용한다.’ 고 하였으므로 적절하다. ④ 2문단에서 ‘방사광은 휘 도가 높은 빛이다’라고 하였고, ‘휘도가 수만 배∼자 세하게 얻을 수 있다’고 하였으므로 적절하다. ⑤ 1 문단에서 ‘방사광이란 빛의∼좁은 퍼짐의 전자기파’ 라고 하였으므로 적절하다."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 도식을 통해 글의 내용 파악하기 4문단을 보면 ‘그래서 삽입장치에서∼더 밝은 방사 광이 된다.’고 하였으므로 적절하지 않다. ① 3문단에서 ‘전자총은 고유한∼전자를 방출시킨 다.’고 하였고, 3문단에서 전자는 ‘높은 에너지를∼ 저장링으로 보내진다.’고 하였으므로 적절하다. ② 4 문단에서 ‘저장링의 모서리∼회전할 수 있도록 한 다.’고 하였고 ‘전자는 휨전자석을∼힘을 받아 휘게’ 된다고 하였으므로 적절하다. ④ 4문단에서 ‘이때 휨 전자석과∼궤도를 돌게 한다.’고 하였으므로 적절하 다. ⑤ 5문단에서 ‘빔라인은∼실험에 이용하는 장치’ 라고 하였으므로 적절하다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 다른 대상과 비교하기 1문단에서 ‘가시광선 영역은 파장이 길’다고 하였고 5 문단에서 ‘X선 빔라인에서는∼특성을 이용’한다고 하 였으므로 적절하다. ① 5문단에서 ㉠은 ‘생체 조직 등과∼관찰할 수 있 다.’고 하였으므로 적절하지 않다. ② 5문단에서 ㉠은 ‘강력한 전자기장으로 X선을 굴절’시킨다고 하였고, <보기>에서 ㉡은 ‘가시광선을 굴절’시킨다고 하였으 므로 적절하지 않다. ③ 5문단에서 ㉠은 ‘특수 금속 렌즈를 이용’한다고 하였고 <보기>에서 ㉡은 ‘유리 렌즈를 이용’한다고 하였으므로 적절하지 않다. ④ ㉡은 <보기>에서 ‘가시광선을 굴절시’킨다고 하였 고, 1문단에서 ‘가시광선 영역’이 ‘사람의 눈으로 볼 수 있는’ 영역이라고 하였으므로 적절하지 않다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 문맥상 의미 파악하기 ⓐ의 문맥상 의미는 ‘바탕으로 갖추고 있다.’의 의미로 사용되었으므로 적절하다. ① ‘몸에 간직하여 가지다.’의 의미로 사용되었으므로 적절하지 않다. ② ‘어떠한 일 따위를 맡아 가지다.’의 의미로 사용되었으므로 적절하지 않다. ③ ‘본래의 모 양을 그대로 간직하다.’의 의미로 사용되었으므로 적절 하지 않다. ④ ‘기억하여 잊지 않고 새겨두다.’의 의미 로 사용되었으므로 적절하지 않다. [고전소설] [31 ∼34] <출전> 임방,「옥소선」"
}
{
    "question_number": 31,
    "question_text": "[출제의도] 서술상의 특징 파악하기 윗글에는 전기적인 요소가 드러나 있지 않으므로 적 절하지 않다. ① 자란과 도령이 도망한 후 안정적으로 정착하는 과정을 요약적으로 제시하고 있으므로 적절하다. ② 도령이 자란을 찾아가는 동안의 힘겨운 상황을 누추 한 외양을 통해 묘사하고 있으므로 적절하다. ④ 도 령이 이별할 때 의연한 태도를 보이는 원인에 대해 서술자가 개입하여 자신의 생각을 직접적으로 제시 하고 있으므로 적절하다. ⑤ 이야기의 전개 도중 예 전에 도령이 절을 뛰쳐나온 이후 절에서 있었던 일 을 서술하고 있으므로 적절하다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 인물의 이동에 따라 내용을 이해하기 ㉣의 인물들이 갇히게 된 직접적인 원인은 도령과 자란 이 ㉣에서 ㉤으로 도망쳤기 때문이므로 적절하지 않다. ① 도령이 ㉠에서 ㉡으로 이동한 이유는 부친이 ㉠에 서 관찰사의 임무를 마치고 대사헌에 임명되어 조정으 로 돌아왔기 때문이므로 적절하다. ③ 도령이 ㉢에서 ㉣로 향한 것을 ㉢에 있던 친구들은 알지 못한 채 ‘요 사한 여우에게 홀려서 죽었거나 호랑이 밥이 된’ 것이 라 생각했으므로 적절하다. ④ 도령이 ㉢에서 ㉣로 향 한 것은 과거 ㉠에서 헤어진 자란이 보고 싶어졌기 때 문이므로 적절하다. ⑤ 도령이 ㉣에서 ㉤으로 이동한 것은 ㉣에서 만난 자란과 함께 살기 위해서이므로 적 절하다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 양반인 도령은 이별에 대해 의연한 태도를 보이고, 기녀인 자란은 도령과 이별할 때 목메어 울며 도령 의 얼굴을 차마 보지 못했을 뿐이므로, 신분 질서의 구속에서 벗어나기 위해 개인의 의지대로 행동했다 는 진술은 적절하지 않다. ② 도령이 실성한 모습으로 자란을 찾아가는 것은 사랑의 감정 때문이므로, 이를 두고 인간의 본질적 욕망을 추구하는 모습이라는 진술은 적절하다. ③ 도 령과 자란이 안정적으로 정착할 수 있었던 것은 자 란의 베 짜기와 바느질로 생계를 이어 갔고, 자란이 옷가지와 패물을 팔거나 이웃과 잘 지내 환심을 산 결과이므로 여성 인물의 역할이 확대되었다는 진술 은 적절하다. ④ 자란이 불효의 문제를 제기하자 도령 이 눈물을 흘리며 동의하고 있으므로, 주인공들이 효 를 중시하는 모습을 확인할 수 있다는 진술은 적절하 다. ⑤ 자란은 과거 급제의 당위성으로 부모님을 다시 모실 수 있는 효와 세상에 홀로 나설 수 있는 입신양 명을 말하고 있으므로, 이를 두고 유교적 가치로부터 완전히 벗어나지 못한 모습이라는 진술은 적절하다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 인물의 말하기 방식 파악하기 [A]에서는 도령이 이별에 연연해하지 않을 자신의 생 각을 확신하며 염려하는 부친을 안심시키고 있고, [B] 에서는 자란이 외진 산골에서 늙어 죽을 수도 없고 집 으로 돌아갈 수도 없는 자신들의 상황을 환기하며 도 령에게 앞으로의 계획에 대해 묻고 있으므로 적절하다. ② [A]에서 도령은 부친의 장점을 언급하며 부친의 성 품을 칭송하지 않으므로 적절하지 않다. ③ [B]에서 자란은 도령에게 명령을 거듭하며 자신의 의지를 강요 하지 않으므로 적절하지 않다. ④ [A]에서 도령은 자 신의 무고함을 주장하지 않으며, [B]에서 자란은 도령 의 의견에 동의하며 도령의 삶의 방식을 칭찬하지 않 으므로 적절하지 않다. ⑤ [A]에서 도령은 다른 사람 의 의견을 근거로 들지 않으며, [B]에서 자란은 도령 의 신분적 위세를 두려워하지 않으므로 적절하지 않다. [현대시] [35 ∼37] <출전> 이육사,「절정」김남조,「생명」"
}
{
    "question_number": 35,
    "question_text": "[출제의도] 표현상 특징 파악하기 (가)의 4연에서 ‘겨울은 강철로 된 무지갠가 보다.’에 서 추상적 시간의 계절인 겨울을 시각적으로 인지 가 능한 무지개로 구체화하며 고통의 시간에 대한 인식 을 전환하고자 하는 주제를 강조하고 있고, (나)의 2 연에서 ‘진실도 부서지고 불에 타면서 온다’ 등을 통 해 진실이라는 관념이 불에 타면서 온다고 시각적으 로 구체화하여 생성과 소멸의 이중적 속성을 가진 생 명과 진실이라는 주제를 강조하고 있으므로 적절하다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 작품의 내용 이해하기 3연에서 화자는 자신이 무릎 꿇을 곳을 찾고 있으나 ‘한 발 재겨 디딜 곳조차 없다.’고 하여 자신이 처한 극한 상황을 드러내고 있을 뿐 고난이 끝났음을 인 지하고 있는 것이 아니므로 적절하지 않다. 4 ① 1연에서 계절을 ‘매운’이라는 감각적 이미지를 활 용하여 겨울의 혹독한 추위를 드러내고 있으므로 적 절하다. ② 2연에서 서리가 땅바닥이나 풀포기 등의 위에 엉기어 성에처럼 된 모양을 의미하는 ‘서릿발’ 이라는 시어를 통해 겨울이 주는 시련의 의미를 더 욱 분명하게 드러내고 있으므로 적절하다. ③ 1연의 ‘북방’과 2연의 ‘고원’은 겨울의 이미지들과 맞물려 화자가 처한 상황이 더욱 고통스럽다는 것을 드러내 고 있으므로 적절하다. ⑤ 1 ~ 3연에서는 화자가 처 한 현실 상황인 겨울을 부정적으로 인식하고 있었는 데 4연에서 ‘겨울’을 ‘강철로 된 무지개’의 이미지로 전환하여 현실 상황을 다르게 인식하려는 화자의 모 습이 드러나고 있으므로 적절하다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 4연에서 화자는 ‘상한 살을 헤집고 입 맞출 줄 모르 는 이는 친구가 아니다’라고 하며 고통 속에 있는 이 를 외면하지 않는 삶의 방향을 드러낸다. 그런데 이 시구는 ‘상한 살을 헤집고 입맞출 줄 모르는’ 사람을 부정하는 것일 뿐, ‘상한 살을 헤집고 입맞’추는 사람 을 부정하는 것은 아니므로 적절하지 않다. ① 생명의 속성을 1연의 ‘언 땅에 꽃혀 자라는’ 자연 물인 ‘겨울보리’로 형상화하였으므로 적절하다. ② 생 명이란 고통을 동반할 수밖에 없으며, 삶의 진실 또 한 이와 다르지 않다고 하였는데 2연의 ‘진실도 부서 지고 불에 타면서 온다’를 통해 불에 타는 고통을 동 반한 ‘진실’의 속성을 확인할 수 있으므로 적절하다. ③ 3연에서 ‘추위의 면도날로 제 몸을 다듬’는 자연 물인 ‘겨울 나무’의 모습에서 고통을 감내하는 생명 의 속성을 확인할 수 있으므로 적절하다. ④ 3연에서 ‘떨어져 먼 날의 섭리에 불려 가’는 ‘잎’과 ‘충전 부싯 돌’인 ‘줄기’를 가진 자연물인 겨울 나무를 통해 소멸 과 생성이라는 자연물의 이중적 속성을 확인할 수 있으므로 적절하다. [현대소설] [38 ∼41] <출전> 문순태,「철쭉제」"
}
{
    "question_number": 38,
    "question_text": "[출제의도] 서술상의 특징 이해하기 ‘나’와 ‘판돌’의 대화를 통해 이전에 일어난 사건의 내용을 확인할 수 있으므로 적절하다."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 소재의 의미 파악하기 ‘물론 저도아직 족보가 없습니다만.’에서 판돌의 이 름이 족보에 오르지 않았다는 것과, ‘자식된 도리로 ~ 고향에 다녀오겠다는 나’에서 ‘나’가 고향에 온 이 유를 확인할 수 있으므로 족보에 오른 판돌의 이름 을 지우기 위해 고향에 돌아왔다고 이해하는 것은 적절하지 않다. ① ‘지 아버지는~ 죽을 때꺼정껑껑댔지만’에서 판돌 의 아버지는 족보에 이름이 올라가기를 평생 고대했 음을 확인할 수 있으므로 적절하다. ② ‘이제는 백만 원만~ 올릴 수 있겄습니다만…….’에서 판돌은 이전 과 다른 방식으로 족보에 이름을 올릴 수 있다고 생 각하고 있음이 드러나 있으므로 적절하다. ④ ‘지는 족보 대신에~ 간직허고 있구만요.’에서 판돌은 족보 를 갖는 대신에 판돌 부자의 이름이 적힌 종이쪽지 를 소중히 간직하고 있음이 드러나 있으므로 적절하 다. ⑤ ‘또 지 부자가~ 쥑였다고 허드만요.’에서 ‘나’ 의 아버지는 판돌 부자의 이름이 족보에 올라가는 것을 원치 않았음을 확인할 수 있으므로 적절하다."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 외적 준거에 따라 작품 감상하기 ‘정말이지 마음이~ 허탈하게 물었다.’를 통해 ‘나’가 마주보기도 싫은 판돌에게 어렵게 근황을 묻는 것을 확인할 수 있다. 그리고 <보기>에서는 ‘재회를 통해 인식이 전환되고, 이는 한을 해소할 수 있는 계기가 된다’라고 제시하고 있다. 따라서 ‘나’가 판돌에게 어 렵게 근황을 묻는 것은 인식의 전환이 일어나기 전 이므로 한을 해소할 수 있는 계기를 마련하기 위해 서라고 감상한 것은 적절하지 않다. ① ‘개죽음 당한 아버지~ 아니냐고 설득을 했다.’를 통해 ‘나’가 아버지의 유골을 수습하지 못했음을 확 인할 수 있다. 그리고 <보기>에서 ‘나’는 가족이 겪 은 비극으로 인하여 한을 품게 된다’고 제시하고 있 으므로 적절하다. ② ‘네가 고등 고시~ 검사가 되었 다’는 것과 ‘나는 자신이~ 승낙을 받는데 진땀을 뺐 다.’를 통해 ‘나’가 고등 고시에 합격하여 검사가 되 었기 때문에 부끄러움 없이 고향에 돌아올 수 있었 고, 한을 품게 한 대상인 판돌과의 재회가 가능하게 되었음을 확인할 수 있으므로 적절하다. ③ ‘자식된 도리로~ 꿈꾸듯 오랫동안 별러 온 고향’과 ‘수구초심 으로 동경해 온 귀향’을 통해 ‘나’가 오랜 시간 고향 을 떠나 있었던 것을 확인할 수 있다. 그리고 <보 기>에서는 ‘나’가 ‘소통의 단절로 인하여 한을 해소 할 기회를 잃게’ 되었다고 제시되어 있다. 따라서 ‘나’가 오랜 시간 고향을 떠나 있었던 것은 소통의 단절로 인해 한을 해소할 기회를 얻지 못한 이유가 될 수 있으므로 적절하다. ④ ‘얼굴에 도깨비가죽~ 괴악망측하게 생각되었던 것이다.’에서 판돌에 대한 나의 인식을 확인할 수 있다. 그러나 판돌의 이야기 를 듣고 난 후 ‘판돌이가 그의 아버지유골을 찾았기 를바라면서’ 물어보는 것을 보면 판돌에 대한 인식 이 달라졌음을 확인할 수 있으므로 적절하다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 각색 과정에서 고려한 사항 파악하기 [A]의 ‘사실 그때 지는~ 고백을 허시고 말았어요.’에 서 판돌은 나의 아버지가 거짓말로라도 자신의 아버 지를 죽이지 않았다고 말하기를 바란 것이지 인동의 말을 거짓이라고 생각한 것이 아님을 확인할 수 있 고, S#96에서도 효과음 처리된 판돌이 목소리를 통 해 인동의 말을 거짓이라고 생각하고 있음이 드러나 지 않으므로 적절하지 않다. ① [A]와 달리 S#95에서는 ‘우리에게 당신이~ 왜 숨겼소?’를 통해 판돌이 정체를 밝히지 않은 이유를 묻는 질문이 추가되어 박 검사의 궁금한 점이 여러 가지임을 드러내고 있으므로 적절하다. ② [A]에서 과거 사건에 대해 고백하는 판돌의 말인 ‘그래서 그 어른을데리고~ 지한테 용서를 빌었어요.’를 S#96은 당시 상황을 보여주는 대화 장면으로 제시하여 현장 감을 높이는 효과를 거둘 수 있으므로 적절하다. ③ [A]의 ‘종이를 보이면서’ 판돌이 신분을 밝히는 것을 S#96에서는 ‘종이를 인동의 얼굴을 향해 던지며’라는 지시문으로 구성하여 판돌의 감정이 효과적으로 드러 나는 효과를 거둘 수 있으므로 적절하다. ④ S#95에 서 클로즈업 기법을 사용하여 박 검사의 얼굴을 확대 하여 연출함으로써 판돌을 바라보는 박 검사의 심리 를 부각하는 효과를 거둘 수 있으므로 적절하다. [고전시가] [42 ∼45] <출전> 정철,「속미인곡」 임유후,「목동문답가」"
}
{
    "question_number": 42,
    "question_text": "[출제의도] 외적 준거를 통해 작품 감상하기 (가)의 ‘내얼굴 이거동이 님괴얌즉 가마’은 ‘내 얼굴 이 거동이 임에게 사랑받음직 한가마는’으로, 작자가 조정을 떠나기 전의 임금과의 관계에 대한 생각을 드러내고 있으므로, 정치적 반대 세력에 의해 처하게 된 자신의 상황에 대한 자책이 드러나 있다 는 진술은 적절하지 않다. ① ‘천상 백옥경’은 임금이 있는 조정을 의미하며, ‘엇디야 이별고’는 이별의 상황을 짐작할 수 있 게 하므로, 임금이 있는 조정을 떠난 상황이 드러나 있다는 진술은 적절하다. ③ ‘조물의 타시로다’에서 자신의 상황을 조물에 의한 운명으로 여기고 있는 모습은, 자신의 상황을 거부할 수 없는 운명으로 받 아들이고 있는 모습이므로 적절하다. ④ ‘어엿븐 그 림재 날조이로다’에는 임금 곁을 떠나 홀로 지 내며 임금을 그리워하는 자신의 상황에 대한 탄식이 드러나므로 적절하다. ⑤ ‘하리 싀여디여 낙월이나 되야이셔’에서 죽어서도 낙월이 되어 임금을 비추고 싶다는 충정을 드러내고 있으므로 적절하다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 외적 준거를 통해 작품 이해하기 ‘연교 초야의 소치기만 하나슨다’는 자연에 귀의하여 소 치기를 하는 목동의 삶의 방식에 대한 질책을 설 의적 표현으로 제시하고 있으므로, 반어적 표현을 활 용하여 상대방의 삶의 방식에 대한 질책을 드러내고 있다는 진술은 적절하지 않다. ① ‘소 먹이난 아해들아’라고 대화 대상인 목동을 부 르고 있으므로 적절하다. ② ‘인생 백년이 플끗에 이 슬이라’에는 평생의 삶이 언제 사라질지 모르는 풀 끝의 이슬과 같다고 비유적 표현을 통해 인생의 허 무함을 형상화하고 있으므로 적절하다. ③ 대화 상대 에게 인간영락을 아는지 물어보고 난 후 ‘생애는 유 한하되 사일은 무궁하다’와 같이 대구를 통해 삶의 유한함을 강조하고 있으므로 인간영락을 추구해야 하는 이유를 대구의 표현으로 제시하고 있다는 진술 은 적절하다. ④ 공명을 이루지 못하고 죽을 때의 북 받치는 감정을 ‘공산백골이 긔 아니 늣거오냐’와 같 은 물음의 표현으로 제시하고 있으므로 적절하다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 청중의 반응 분석하기 ㉢에서는, 자신의 삶의 방식에 대해 간섭하는 [A]의 인물에게 자신의 근심은 던져두고 남의 분별을 하느 냐는 물음을 통해 반문하고 있다. 이는 (나)에 나타 난 [B]의 인물이 물음을 통해 상대방의 간섭에 대해 반문하여 대화에 긴장을 유지시켜 작자의식이 어느 한쪽으로 치우쳐 드러나지 않게 하는 ‘열린 대화체’ 의 특징이므로 ㉢에서 대화를 단일한 주제로 통합시 킨다는 진술은 적절하지 않다. ①㉠에서 보조적 인물은 ‘눌을보라 가시고’라는 질 문을 통해 작자의식이 담긴 주도적 인물의 ‘내 셜’을 이끌어내고 있으므로 적절하다. ② ㉡에서 보조적 인 물이 ‘구비나 되쇼셔’라고 의견을 덧붙여 작자의식을 강조하고 있으므로 적절하다. ④ ㉣에서 독자적 인물 인 목동이 ‘너해난 모라리라’와 같이 상대방에 대한 조 롱 섞인 과시를 통해 인물들의 대화를 긴장시키고 있 으므로 적절하다. ⑤ ㉤에서 독자적 인물인 목동이 공 명을 중시하는 대화 상대방의 의견에 ‘부귀는 부운이 오 공명은 와각이라’라며 부귀공명은 소용없는 것이라 며 반박하여 독자적 인물들의 주장을 대등하게 대립시 키고 있으므로 적절하다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 소재의 의미 비교하기 ‘내 셜’에는 ‘내몸의 지은죄 뫼티 혀시니’와 같 이 임금과 이별한 상황에 대한 이유가 드러나 있고, ‘내 노래’에는 ‘장안을 도라보니 풍진이 아득하다’와 ‘부귀는 부운이오 공명은 와각이라’와 같이 자신이 현 실을 떠나 자연에 귀의하여 소 치기를 하는 이유가 드러나 있으므로 ‘내 셜’을 통해 자신이 현재 상황 에 처한 이유를, ‘내 노래’를 통해 자신이 현재의 삶 을 선택한 이유를 드러내고 있다는 진술은 적절하다."
}
