{
    "question_number": 1,
    "question_text": "[출제의도] 발표자의 발표 계획 파악하기 5문단을 보면, ‘서로의 안전을 위해 사회적 거리 두 기가 필요할 때가 있듯이’처럼 발표 내용을 다른 상 황에 빗대고 있다. 그러나 이는 청중이 잘못 알고 있 는 부분을 바로잡는 표현은 아니므로 적절하지 않다. [오답풀이] ① 1문단을 보면, 발표하고자 하는 내용(청소년의 스 마트폰 과의존 현황, 스마트폰 과의존에 따른 문제점 과 예방법)을 미리 제시하여 청중이 그 내용을 예측 하며 듣도록 하고 있다. ② 1문단을 보면, 스마트폰 과의존 현상으로 어려움 을 겪는 청소년들이 많아서 관련 내용을 발표하게 되었다며, 발표 내용을 선정한 동기를 밝혀 청중이 문제의식을 가지도록 하고 있다. ③ 1문단을 보면, 발표 내용과 관련된 ‘노모포비아’라 는 용어의 개념을 설명하여 청중의 이해를 돕고 있다. ④ 3, 4문단을 보면, ‘그렇다면~ 있을까요?’나 ‘그러 면~ 할까요?’처럼 발표 중간에 질문을 던져 발표 내 용에 대한 청중의 주의를 환기하고 있다."
}
{
    "question_number": 2,
    "question_text": "[출제의도] 자료 활용의 적절성 파악하기 스마트폰에 지나치게 몰입하여 생기는 위험성(스마 트폰에 주의를 빼앗겨 주변 상황을 살피지 못해 안 전사고가 일어날 수 있음)을 알려주기 위해 ㉢에 안 전사고 발생 사례를 다룬 신문 기사를 제시하는 것 은 적절하다. [오답풀이] ① ㉠은 스마트폰 과의존 현상의 원인을 밝히기 위해 활용한 것은 아니므로 적절하지 않다. ② ㉡은 성별에 따른 스마트폰 의존도의 차이를 보 여 주기 위해 활용한 것은 아니므로 적절하지 않다. ③ ㉡은 스마트폰을 현명하게 사용하는 방법을 알려 주기 위해 활용한 것은 아니므로 적절하지 않다. ④ ㉢은 스마트폰 과의존의 문제점을 언급하는 자료 는 맞지만, 정신적 문제를 겪는 사람들의 실태를 다 루지는 않으므로 적절하지 않다."
}
{
    "question_number": 3,
    "question_text": "[출제의도] 청중의 반응 분석하기 ‘청중1’은 ‘나중에 인터넷으로 관련 자료를 살펴봐야 겠어.’라며 발표 내용을 더 알아보기 위해 추가 정보 를 찾아야겠다고 생각하고 있다. 하지만 ‘청중2’는 이와 관련된 언급이 없으므로 적절하지 않다. [오답풀이] ① ‘청중1’은 ‘스스로 판단할 수 있는 점 검표가 있지 않을까?’라며 발표자가 언급하지 않은 내용을 궁금하게 여기고 있다. ② ‘청중2’는 발표자의 말을 수용하여 ‘걸을 때는 스 마트폰을 보지 말아야겠어.’라고 자신의 태도를 바꿀 것을 다짐하고 있다. ③ ‘청중3’은 발표에서 통계청의 자료를 활용한 적이 있었다며 발표에서 언급한 인용 출처와 관련한 자신 의 경험을 떠올리고 있다. ⑤ ‘청중2’는 ‘노모포비아라는 개념을 알게 되어 유 익했어.’라며, ‘청중3’은 ‘스마트폰을 지나치게 사용 할 때의 문제점을 새롭게 알게 되어서 좋았어.’라며 이전에 몰랐던 정보를 알게 된 점을 긍정적으로 평 가하고 있다. [4~7] 화법/작문"
}
{
    "question_number": 4,
    "question_text": "[출제의도] 발화 의도 이해하기 ㉡에서 상대가 한 발화의 핵심 내용을 요약한 것은 찾을 수 없다. 또한 상대의 발화를 바탕으로 자신의 상태를 이해하게 되었음을 나타내고 있으므로, 자신 이 이해한 내용을 점검하고 있다는 설명은 적절하지 않다."
}
{
    "question_number": 5,
    "question_text": "[출제의도] 말하기 계획 수립하기 ‘학생2’의 발화를 통해 책상 정리 정돈 방법에 대해 질문하였음은 확인할 수 있으나, 사물함 정리 정돈 방법에 대해 질문한 내용은 찾을 수 없다."
}
{
    "question_number": 6,
    "question_text": "[출제의도] 글쓰기 내용 조직하기 (나)의 5문단에 면담에서 전문가가 제안한 정리 정 돈 실천 방안이 소개되어 있지만, 글쓴이가 제안하는 실천 방안이 추가되어 있지는 않다. [오답풀이] ③ (가)에서 전문가는 ‘정리’의 방법 두 가지를 설명하고 있다. ‘한 번에 정리할 범위를 좁히 는 방법’을 책상에 적용하고, ‘5초 안에 결정하기’ 방 법을 유인물에 적용하여 언급하고 있다. 이를 (나)의 3문단에서는 한데 모아 책상 정리에 적용하였다. ④ (가)에서 전문가는 수납함 안 하위 분류 방법으 로 클리어파일을 활용하여 겉면에 제목을 써서 보관 하는 방법을 언급했다. 이를 (나)의 4문단에서는 ‘학 습지’, ‘각종 안내문’, ‘버리기 애매한 것’과 같은 예를 들어 구체적으로 설명하였다."
}
{
    "question_number": 7,
    "question_text": "[출제의도] 조건에 맞게 표현하기 ‘제대로 된 정리와 수납’이라고 하여 글에서 주로 다 룬 정리 정돈의 두 단계를 언급하였고, ‘삶의 디딤판 놓기’라는 비유적 표현을 써서 질서 있는 삶으로 이 어질 수 있다는 효용을 드러내었다. [8~10] 작문"
}
{
    "question_number": 8,
    "question_text": "[출제의도] 글쓰기 계획 파악하기 ㉠ 3문단에서 떡을 만드는 방법을 증병, 도병, 경단 등으로 나누어 설명하고 각각에 해당하는 예를 들고 있다. ㉢ 4문단에서 떡이 사람들의 관심에서 멀어졌 던 이유로 서구화의 물결과 간편식의 발달을 제시하 고 있다. [오답 풀이] ㉡ 떡에 사용된 재료에 대한 언급이 있 으나, 시대별 특징을 설명하지는 않았다. ㉣ 떡의 주재료로 쌀과 찹쌀이, 추가 재료로 과일이 나 꽃, 약재, 견과류, 제철 채소가 제시되어 있다. 그 러나 주재료와 추가 재료를 구분하는 기준에 대한 언급은 찾을 수 없다."
}
{
    "question_number": 9,
    "question_text": "[출제의도] 자료 활용의 적절성 파악하기 ㄱ은 떡을 만드는 방법을 서술한 문헌 자료와 절기 에 먹는 떡을 서술한 문헌 자료를 제시한 논문 자료 이고, ㄷ은 디저트용 떡의 개발과 글루텐 제외 식품 으로서의 떡의 장점을 설명한 전문가 인터뷰이다. 따 라서 5문단에서 떡이 건강식으로 주목받고 있다는 내용에 추가하는 자료로 ㄷ은 적절하지만, ㄱ은 적절 하지 않다. [오답 풀이] ① ㄱ에는 절기에 먹는 떡이 기록되어 있으므로, 이를 활용하면 1문단에 조상들이 절기마다 먹었던 떡의 예를 제시할 수 있다. ② ㄱ에는 떡을 만드는 방법이 소개된 문헌 자료가 제시되어 있으므로, 3문단에서 문헌 자료를 구체적으 로 언급하는 데 활용할 수 있다. ③ ㄴ에 제시된 떡류 수출액 그래프를 활용하여 6문 단에서 떡에 대한 세계인의 관심이 증가하고 있다는 내용을 뒷받침할 수 있다. ⑤ ㄴ에 제시된 레토르트 기술과 ㄷ의 다양한 디저 트용 떡 제품의 개발에 관한 내용이 떡의 판매량에 긍정적인 영향을 끼쳤음을 확인할 수 있으므로 자료 로 활용할 수 있다."
}
{
    "question_number": 10,
    "question_text": "[출제의도] 고쳐 쓰기의 적절성 파악하기 [A]에 조선 시대에 만들어진 떡의 종류가 나열되어 있지 않으므로, 이를 반영하였다고 보는 것은 적절하 지 않다. [오답 풀이] ① 떡의 기원과 관련된 내용을 [A]에서 확인할 수 있다. ③ 조선 시대 떡이 인기를 끌어 떡 가게가 많아졌다 는 내용을 [A]에서 확인할 수 있다. ④ 조선 시대에 떡을 만들 때 추가한 ‘과일, 꽃, 약 재’ 등의 재료를 [A]에서 확인할 수 있다. ⑤ 쌀농사가 본격화된 삼국시대에 떡의 제조가 활성 화되었음을 [A]에서 확인할 수 있다. [11~15] 문법"
}
{
    "question_number": 11,
    "question_text": "[출제의도] 조사의 종류와 특징 파악하기 ‘나는 아버지보다 어머니와 닮았다.’에서의 ‘와’는 부 사격 조사로 쓰였다."
}
{
    "question_number": 12,
    "question_text": "[출제의도] 조사의 중첩 이해하기 ㉣에 쓰인 조사 ‘에게’와 ‘로’는 모두 부사격 조사이다. [오답풀이] ①‘길을 걷다가 철수가를* 만났다.’에서 주격 조사 ‘가’와 목적격 조사 ‘를’은 서로 겹쳐 쓸 수 없다. ② ‘그 말을 한 것이 당신만이(당신이만*) 아니다.’에 서 보조사 ‘만’과 보격 조사 ‘이’가 함께 쓰일 때는 보격 조사가 보조사의 뒤에 쓰인다. ③ ‘그녀는 전원에서의(전원의에서*) 여유로운 삶을 꿈꾼다.’에서 부사격 조사는 다른 격조사와 겹쳐 쓸 때 다른 격조사의 앞에 쓰이므로, 부사격 조사 ‘에서’ 와 관형격 조사 ‘의’가 결합할 때 관형격 조사는 부 사격 조사의 뒤에 쓰인다. ⑤ ‘빵만도* 먹었다.’에서 의미가 모순되는 보조사는 겹쳐 쓰기 어려우므로 ‘만’과 ‘도’는 겹쳐 쓰지 못한다."
}
{
    "question_number": 13,
    "question_text": "[출제의도] 표준 발음법 이해하기 ‘않다[안타]’는 ‘ㅎ(ㄶ)’ 뒤에 ‘ㄷ’이 결합되어 [ㅌ]으 로 발음되는 경우로, 이는 ㉢이 아니라 ㉠에 따른 것 이다. [오답풀이] ① ‘끓고[끌코]’는 ‘ㅎ(ㅀ)’ 뒤에 ‘ㄱ’이 결 합되어 [ㅋ]으로 발음되는 경우로, 이는 ㉠에 해당한 다. ② ‘쌓지[싸치]’는 ‘ㅎ’ 뒤에 ‘ㅈ’이 결합되어 [ㅊ]으 로 발음되는 경우로, 이는 ㉠에 해당한다. ③ ‘닿네[단네]’는 ‘ㅎ’ 뒤에 ‘ㄴ’이 결합되어 ‘ㅎ’이 [ㄴ]으로 발음되는 경우로, 이는 ㉡에 해당한다. ④ ‘놓여[노여]’는 ‘ㅎ’ 뒤에 모음으로 시작된 어미가 결합되어 ‘ㅎ’을 발음하지 않는 경우로, 이는 ㉢에 해 당한다."
}
{
    "question_number": 14,
    "question_text": "[출제의도] 국어의 시제 파악하기 2022학년도 6월 고2 전국연합학력평가 정답 및 해설 2022학년도 6월 전국연합학력평가 정답 및 해설 고2 2 ‘먹은’의 관형사형 어미 ‘-은’, ’맛있었다’의 선어말 어미 ‘-었-’이 쓰여 발화시보다 사건시가 앞선 과거 시제가 실현되었다. [오답풀이] ② 시간 부사어 ‘내일’과 ‘읽을’의 관형사 형 어미 ‘-을’이 쓰여 발화시보다 사건시가 나중인 미래 시제가 실현되었다. ③ 시간 부사어 ‘이미’와 ‘도착했다’의 선어말 어미 ‘-았-’이 쓰여 발화시보다 사건시가 앞선 과거 시제 가 실현되었다. ④ 시간 부사어 ‘작년’과 ‘왔었다’의 선어말 어미 ‘- 았었-’이 쓰여 발화시보다 사건시가 앞선 과거 시제 가 실현되었다. ⑤ 시간 부사어 ‘지금’과 ‘한다’의 선어말 어미 ‘-ㄴ -’이 쓰여 발화시와 사건시가 일치하는 현재 시제가 실현되었다."
}
{
    "question_number": 15,
    "question_text": "[출제의도] 중세 국어의 특징 이해하기 ㉢에서는 ‘선혜’를 높이는 주체 높임 선어말 어미인 ‘-샤-’가 사용되었음을 확인할 수 있다. [오답풀이] ① ㉠은 현대 국어에서 ‘이르되’로 쓰는 것으로 보아, 중세 국어에는 두음 법칙이 적용되지 않았음을 확인할 수 있다. ② ㉡은 현대 국어에서 ‘좇음이’로 쓰는 것으로 보아, 중세 국어에는 이어 적기가 사용되었음을 확인할 수 있다. ④ ㉣은 현대 국어에서 ‘석 달을’로 쓰는 것으로 보 아, 중세 국어에는 체언에 조사가 결합할 때 모음조 화를 지켰음을 확인할 수 있다. ⑤ ㉤에서 ‘ㅿ’은 현대 국어에서 쓰이지 않는 자음임 을 확인할 수 있다. [16~20] 독서(사회) <출전> 식물 신품종 보호법(재구성) 개관: ‘식물 신품종 보호법’은 식물 신품종을 개발한 육성자의 지식 재산권을 인정하고 보호하는 법으로, 큰 부가가치의 창출로 이어질 수 있는 식물 품종의 개량을 촉진하고 우리나라 종자 산업의 발전을 도모 하기 위해 마련되었다. 품종보호권의 설정 절차에는 품종보호 출원, 출원 내용 공개, 심사, 품종보호 결정, 품종보호권 설정의 단계가 있다. 품종보호권자는 품 종보호권의 존속을 위해 담당 기관에 품종보호료를 납부해야 하고, 품종보호권이 설정된 품종을 실시하 고자 하는 자는 품종보호권자에게 품종실시료를 지불 해야 한다."
}
{
    "question_number": 16,
    "question_text": "[출제의도] 내용 전개 방식 파악하기 이 글은 식물 신품종 보호법의 필요성을 밝히고(2문 단), 품종보호권의 설정 과정을 단계적으로 설명하고 있다(3~5문단). [오답풀이] ① 품종보호권의 발전 과정이나 향후 전 망을 제시하고 있지 않다. ② 품종 보호권에 관한 대립적인 입장을 소개하거나 각각의 장단점을 비교하고 있지 않다. ③ 식물 신품종 보호법이 가진 한계를 분석하고 있 지 않다. ⑤ 품종보호권에 관한 사회 문제를 해결할 수 있는 다양한 방안을 소개하고 있지 않다."
}
{
    "question_number": 17,
    "question_text": "[출제의도] 핵심 정보 파악하기 품종보호권이 설정된 품종을 실시하고자 하는 자는 품종보호권자에게 품종실시료를 지불해야 한다. 이때 품종실시료의 기준은 법률적으로 정해져 있지 않으 므로, 시장의 수요와 공급에 따른 권리자와 사용자 간의 계약에 따라 그 금액이 결정된다(6문단). [오답풀이] ① 품종보호권의 존속 기간이 경과하면 품종보호권이 소멸한다(6문단). ② 식물 신품종 보호법에서 품종보호의 대상은 모든 식물이다(2문단). ④ 신규성의 충족 여부를 심사할 때 국외에서 해당 품종의 상업적 이용이 없어야 하는 기간은 과수가 6 년 이상, 그 외의 경우(화훼)는 4년 이상이다(3문 단). 따라서 과수가 화훼보다 더 길다. ⑤ 재외자가 품종을 개량하여 거주하는 나라와 우리 나라 모두에서 품종보호권의 설정을 받고 싶다면 두 나라에 각각 품종보호를 출원해야 한다(4문단)."
}
{
    "question_number": 18,
    "question_text": "[출제의도] 구체적 상황에 적용하기 심사관이 품종보호를 결정한 후, 육성자가 담당 기관 에 첫 품종보호료를 납부하면 품종보호권이 설정된다 (5문단). 품종보호료의 납부 여부와 상관없이 자동적 으로 품종보호권이 설정된다고 볼 수 없다. [오답풀이] ① 품종보호권의 설정을 받고자 하는 육 성자는 품종의 명칭, 품종의 육성 과정에 대한 설명, 품종의 종자 시료 등을 포함한 출원 서류를 작성하 여 담당 기관에 제출하여야 한다(4문단). ② 담당 기관은 접수된 출원 내용을 일반인이 볼 수 있도록 일정 기간 공개한다. 이때 출원품종이 품종보 호 요건을 어긴다는 사실을 발견한 사람이라면 누구 든지 이 기간에 이의신청을 할 수 있다(5문단). ③ 품종보호 요건 중 구별성과 안정성은 재배 심사 로 진행된다(3, 5문단). ④ 심사관이 심사의 과정에서 품종보호 출원에 대해 거절 이유를 발견할 수 없다면 품종보호 결정을 하 게 된다(5문단)."
}
{
    "question_number": 19,
    "question_text": "[출제의도] 구체적 상황에 적용하기 [사례 1]의 A는 화훼이므로 품종보호권의 존속 기간 은 20년이고, [사례 2]의 B는 과수이므로 품종보호권 의 존속 기간은 25년이다. 따라서 품종보호권의 존속 기간은 [사례 1]의 A가 [사례 2]의 B보다 더 짧다. [오답풀이] ① 재외자인 갑은 자신이 거주하는 나라 에 최초로 품종보호를 2020년 1월 1일에 출원하였 고, 우리나라에는 1년 이내인 2020년 5월 1일에 출 원하였다. 이러한 경우 품종보호 출원일의 적용은 우 리나라에 출원한 날이 아니라 최초의 출원일을 품종 보호 출원일로 인정한다. ② [사례 2]에서 B는 당도가 높지만 병충해에 약한 반면 C는 당도도 높고 병충해에 강하다. 따라서 C는 기존 품종인 B가 가진 단점이 보완된 품종이라고 볼 수 있다. ③ [사례 2]에서 ‘병’은 새로운 품종의 육성을 위한 연구를 목적으로 B를 재배하였으므로 B의 품종보호 권을 가진 ‘을’에게 품종실시료를 지불하지 않아도 된다. ④ [사례 1]의 A와 [사례 2]의 B는 모두 품종보호권 이 설정된 품종이며, 이는 품종보호 요건을 모두 충 족하였다는 의미이다. 따라서 [사례 1]의 A와 [사례 2]의 B는 모두 심사관의 서류 심사를 통해 신규성을 충족하고 있음이 인정되었다고 볼 수 있다."
}
{
    "question_number": 20,
    "question_text": "[출제의도] 단어의 사전적 의미 파악하기 ‘경과’의 사전적 의미는 ‘시간이 지나감.’이다. ‘어떤 곳을 거쳐 지남.’은 ‘경유(經由)’의 사전적 의미이다. [21~25] 문학(고전 시가/ 고전 수필) <출전> (가) 이색, ｢부벽루｣ / (나) 김득연, ｢산중잡곡｣ / (다) 박지원, ｢능양시집서｣ 개관: (가)는 작가가 고구려의 옛 도읍지인 평양의 부벽루에서 바라본 풍경을 통해, 자연의 영원함과 인 간 역사의 유한함을 대비하여 인간 역사의 무상감을 표현한 한시이다. (나)는 속세를 떠나 아름다운 자연 에서 누리는 유유자적함과 풍류, 무릉도원에 비견되 는 곳에서 살아가는 자긍심, 소박한 삶을 통한 안분 지족, 늙음 속에서도 즐거움을 찾는 여유 등을 드러 낸 연시조이다. (다)는 고정 관념에 사로잡혀 사물의 본질을 제대로 파악하지 못하는 문제점을 비판하고, 열린 사고를 지향하는 글쓴이의 통찰이 드러난 고전 수필이다."
}
{
    "question_number": 21,
    "question_text": "[출제의도] 표현상 특징 파악하기 ‘천년의 구름’, ‘바위는 늙었네’의 시각적 이미지를 활 용하여 세월의 흐름을 나타내고 있다. 이를 통해 세 월의 무상감이 느껴지는 쓸쓸한 시적 분위기를 조성 하고 있다. [오답풀이] ① 문답 구조는 나타나지 않는다. ② 명령형 어조는 나타나지 않는다. ③ 반어적 표현은 나타나지 않는다. ④ ‘산은 오늘도 푸르고’에서 색채어가 사용되었지만, 색채어의 대비가 나타나지는 않는다."
}
{
    "question_number": 22,
    "question_text": "[출제의도] 작품 내용 이해하기 화자는 자연 속 소박한 공간인 ‘한 간 초옥’에서 자 신이 소유한 ‘세간’인 ‘책, 벼루, 붓’이 많다고 여기고, 이를 가지고 즐기겠다고 표현하며 자신의 삶에 대한 긍정적인 인식을 드러내고 있다. [오답풀이] ① 화자는 티끌 없는 거울처럼 깨끗한 ‘연못(반무당)’의 속성을 활용하여 자연에 묻혀 살아 가고자 하는 자신의 뜻을 드러내고 있다. ② 화자는 붉은 노을(홍하)이 골짜기에 가득한 경치 의 아름다움을 표현하고, 그에 대한 만족을 드러냄으 로써 자신이 거처하는 공간이 ‘도원’에 견줄 수 있는 이상 세계임을 드러내고 있다. ③ 화자는 남의 ‘부귀’와 자신의 ‘빈천’을 바꿀 수 없 는 것으로 여기고, 세속적 가치에 집착하지 않고 자 신의 분수를 지키려 하고 있다. ⑤ 화자는 자신이 거처하는 ‘산정’에 ‘벗님네’를 불러 그들과 함께 즐기는 상황을 긍정하고 있으며, 자신이 있는 곳으로 사람들이 자주 오기를 희망하고 있다."
}
{
    "question_number": 23,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 화자는 역사적 전환기의 지식인으로서 ‘돌다리’에서 ‘휘파람’을 부는 행위를 통해 인간 역사의 유한함에 서 느껴지는 쓸쓸함을 표현하고 있다. 또한 ‘천손’은 고구려의 동명왕을 가리키는 것으로, 화자는 고려의 국운 회복을 바라며 천손과 같은 영웅이 나타나지 않는 상황에 대한 안타까움을 드러내고 있다. [오답풀이] ① 황폐해진 고구려의 ‘텅 빈 성’을 통해 인간사의 유한함을 느낀 화자는 ‘구름’과 ‘바위’를 바 라보며 감회에 젖어 있다. ③ 퇴락한 역사적 공간인 ‘부벽루’와 변함없는 ‘산’과 ‘강’의 대비는 화자가 느끼는 무상감을 더욱 부각하 고 있다. ④ 화자는 ‘한 간 초옥’에서 자신이 소유한 ‘책, 벼루, 붓’을 가지고 즐기겠다고 말하며 자신의 삶에 대한 만족감을 드러내고 있다. ⑤ 자연 속 공간인 ‘산정’에서 화자는 자신을 ‘늙은 이’로 칭하며 삶을 즐기고 있다."
}
{
    "question_number": 24,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 까마귀의 ‘일정한 색이 없’다는 인식은 사물의 본질 을 하나에 가두려는 고정 관념과 폐쇄적 사고를 비 판한 것으로, 다양한 현상을 자세히 살피지 않고 ‘눈’ 과 ‘마음’으로 섣불리 이를 정해버리는 태도를 비판 한 것이다. [오답풀이] ① 자기 생각과 ‘한 가지 일’이라도 다르 면 ‘만물’을 모함하려는 것은 다양성을 인정하지 못 하고 자신의 기준으로 모든 것을 판단하려는 폐쇄적 사고를 나타낸다고 볼 수 있다. ② 까마귀를 ‘푸른 까마귀’나 ‘붉은 까마귀’로 부르는 것이 모두 옳다는 인식은 ‘검다’라는 일률적 규정의 한계를 지적한 것으로, 사물이 ‘일정한 색’이 없음에 2022학년도 6월 전국연합학력평가 정답 및 해설 고2 3 도 한 가지 색만 고집하려는 태도를 비판하는 것으 로 볼 수 있다. ④ ‘검은색을 일러 어둡다고 하는 것’은 ‘물’과 ‘옻칠’ 의 검은색이 사물을 비출 수 있다는 속성을 갖는다 는 것을 발견하지 못하고 기존의 관습적 태도에 머 물러 있는 것으로 볼 수 있다. ⑤ ‘달관한 사람’이 적은 현실에서 내가 ‘입을 다물’ 지 않고 ‘쉬지 않고 말을 하’는 것은 사물의 본질을 재대로 파악하지 못하는 어리석은 속인들을 깨우치 려는 글쓴이의 의도로 볼 수 있다."
}
{
    "question_number": 25,
    "question_text": "[출제의도] 대상의 의미 비교하기 (가)의 화자는 자신이 거처하는 공간을 ‘도원’이라는 이상향에 견주고, 그 속에서 살아가는 자신을 ‘무릉 인’이라고 칭하며 스스로의 삶에 대한 자부심을 드러 내고 있다. (나)의 글쓴이는 고정 관념에 빠져 올바 른 인식을 하지 못하는 삶을 속인을 통해 경계하고 있다. [26~30] 독서(인문) <출전> 현대 심리치료(재구성) 개관: 이 글은 빅터 프랭클의 심리학과 심리치료의 특징과 의미를 소개하고 있다. 프랭클은 고통을 삶의 일부로 보고, 심리치료를 통해 고통 속에서 견뎌내는 힘을 길러주고자 하였다. 그는 프로이트의 심리학으 로부터 영적 무의식의 개념을, 아들러로부터 자유와 책임의 개념을 받아들여 자유의지를 지닌 영적 존재 로서 인간 존재의 본질을 파악하였다. 프랭클은 자신 의 인생에 긍정적이고 가치 있는 의미를 부여하는 의미 치료 기법을 제시하면서 삶의 의미를 찾은 사 람은 어떠한 고통도 견딜 수 있으며, 고통 속에서도 인간에게는 자신의 태도를 선택할 수 있는 자유가 있다고 보았다."
}
{
    "question_number": 26,
    "question_text": "[출제의도] 내용 전개 방식 파악하기 이 글의 중심 화제는 프랭클의 심리학과 심리치료 기법으로, 이를 프로이트와 아들러의 심리학과의 관 계 속에서 설명하고 있다. 2~3문단은 프로이트의 이 론과 그와 차별화되는 프랭클 이론의 특징을 설명하 고, 4~5문단은 아들러의 이론과 그와 차별화되는 프 랭클 이론의 특징을 설명하고 있다."
}
{
    "question_number": 27,
    "question_text": "[출제의도] 세부 정보 파악하기 아들러는 인간의 원초적 욕구를 권력 의지로 보고, 인간의 타고난 기질적 불완전성으로 인해 우월성에 대한 추구(권력 의지)가 자동적으로 열등감을 발생 시킨다고 설명하였다(4문단). 따라서 열등감으로 인 해 권력 의지가 생긴다고 본 것은 적절하지 않다. [오답풀이] ① 프로이트는 사람의 행동, 사상, 정서 는 오직 쾌락 의지가 원인이 된 결과라고 생각하였 다(2문단). 또한 프랭클은 프로이트가 인간을 단순히 성적 본능이나 공격성 등에 따라 행동하는 존재로 파악하는 점에 한계가 있다고 보았다(3문단). ② 아들러는 인간은 누구나 타고난 기질적 불완전성 을 갖기 때문에 원초적 욕구인 권력 의지를 추구하 는 것이 자동적으로 열등감을 발생시킨다고 보았다. 이 열등감을 극복하려는 노력이 부적절한 삶의 목적 을 지향하거나 부적응적 행동을 선택하게 될 때 신 경증이 발생한다(4문단). 따라서 열등감 그 자체는 신경증으로 보지 않았다. ④ 프랭클은 인간을 본능과 충동의 차원을 넘어선 영적 존재로 생각하였으며, 인간의 무의식 속에는 본 능과 충동만 있는 것이 아니라 책임감, 양심 등이 감 추어져 있다고 보았다(3문단). ⑤ 프랭클은 프로이트의 이론에 동의하여 무의식이 인간의 본질을 규명하는 중요한 요소라고 보았다(3 문단)."
}
{
    "question_number": 28,
    "question_text": "[출제의도] 세부 정보 추론하기 프랭클은 현대인의 고통은 실존적 공허감으로 인한 것이라 보아, 인간의 본질이 무엇인지를 찾고자 하였 다(1문단). 따라서 원초적 욕구는 인간의 본질이 될 수 없다고 생각한 이유는 원초적 욕구가 인간의 존 재 목적과 이유를 설명할 수 없다고 보았기 때문임 을 추론할 수 있다. [오답풀이] ① 프랭클에 따르면 현대인의 고통은 실 존적 공허감으로 인한 것이다. 원초적 욕구에 따라 행동하는 것이 원인이 된다는 내용은 확인할 수 없다. ③ 프랭클이 프로이트와 아들러가 정의한 원초적 욕 구가 다른 것을 문제 삼은 내용은 확인할 수 없다. ④ 아들러는 인간이 원초적 욕구를 충족하기 위해 끊임없이 노력한다고 보았으며, 프랭클도 인간이 원 초적 욕구에 따라 행동하는 존재임을 인정하였다. ⑤ 원초적 욕구가 인간에게만 존재하는 것이 아니라 는 내용은 확인할 수 없다."
}
{
    "question_number": 29,
    "question_text": "[출제의도] 구체적 사례에 적용하기 <보기>의 수용자들은 극한의 상황 속에서 다양한 반응을 보이고 있다. 프랭클은 힘겨운 상황 속에서도 어떤 태도를 보일 것인지는 개인의 선택에 달려 있 다고 보았다(6문단). [오답풀이] ① 프랭클은 삶의 고통은 인간 실존의 일반적 구성요소이며 삶의 일부라 보았다(1문단). 따 라서 고통이 인간 실존의 일반적 구성 요소가 아니 라고 보는 것은 프랭클의 관점에 부합하지 않는다. ② 프랭클은 삶의 의미를 찾은 사람은 더 이상 상황 에 의해 결정되는 존재가 아니며, 인간은 주어진 상 황과 조건에 맞설 수 있는 자유를 가진다고 보았다 (6문단). 따라서 죽음 앞에서도 의연한 반응을 보이 는 수용자들을 상황에 좌절한 존재라 보는 것은 프 랭클의 관점에 부합하지 않는다. ③ 프랭클은 고통에서 벗어나는 것이 아니라 고통을 견디는 힘을 길러야 한다고 주장하였다(1문단). 따라 서 고통을 제거하기 위해 긍정적 삶의 의미를 찾는 다는 것은 프랭클의 관점에 부합하지 않는다. ④ 프랭클은 삶에 대한 책임 의식을 바탕으로 자신 의 인생에 긍정적이고 가치 있는 의미를 부여할 것 을 요구한다(5문단). 또한 주어진 상황과 조건에 맞 설 수 있는 자유가 있다고 보았다(6문단). 따라서 삶 을 비관하여 자포자기하는 것이 삶에 대한 책임 의 식을 바탕으로 했다고 본 것은 프랭클의 관점에 부 합하지 않는다."
}
{
    "question_number": 30,
    "question_text": "[출제의도] 구체적 상황에 적용하기 신경증의 원인을 과거에서 찾는 데 초점을 두는 것 은 프로이트의 심리치료이다. 아들러는 심리치료를 통해 부적절한 동기와 행동을 변화시키는 데 초점을 맞춘다(4문단). [오답풀이] ① 프로이트는 어린 시절에 쾌락 의지가 좌절되어 무의식 속에 억압되어 있다가 이후 신경증 을 유발한다고 보았다(2문단). ② 프로이트는 무의식 속에 억압되어 있는 인간의 원초적 욕구가 심리적 고통과 부적응의 원인이 된다 고 보았다. 심리치료를 통해 무의식 속 원초적 욕구 들을 의식의 영역으로 끌어오게 된다(2문단). ③ 아들러는 심리치료를 통해 올바르고 가치 있는 목적을 설정하여 부적절한 동기와 행동을 변화시키 는 데 초점을 맞춘다(4문단). ⑤ 자신의 존재가 목적도 없고 이유도 없다고 느끼 는 감정을 실존적 공허감이라 한다(1문단). 프랭클은 현대인의 심리적 고통과 부적응은 자신의 본질을 잃 어버린 탓이라 보고(3문단), 이를 극복할 수 있는 방 안으로 삶에 대한 책임 의식을 바탕으로 삶의 의미 를 찾을 것을 요구하였다(5문단). [31~34] 문학(고전 소설) <출전> 작자 미상, ｢진성운전｣ 개관: 이 작품은 진성운과 남순경, 윤호원, 이학녹 등의 영웅들이 효행과 충절로 아버지의 원수를 갚고 나라를 위험에서 구한다는 유교적 명분을 주제로 한 영웅 군담 소설이다. 복수의 영웅이 결연하는 과정과 그들의 가족이 혼사를 통해 연을 맺는 과정을 치밀 하게 보여 주고 있는 점이 이 소설의 특징이다."
}
{
    "question_number": 31,
    "question_text": "[출제의도] 세부 내용 이해하기 성운은 순경과 학녹에게 ‘정병 오천씩 거느리고 적진 좌우에 매복하였다가 불이 일어남을 보고 또 군사를 놓아 쳐라.’라고 하였고, 이에 따라 순경과 학녹이 불 이 일어나자 중행달을 공격하였다. [오답풀이] ② 맹호원이 ‘녹림산’에서 사로잡은 사람 은 ‘황후와 태자와 공주 세 자매’이고, 이때 천자는 성운과 함께 장안에 도달해 있었다. ③ 중행달이 보낸 격서에는 천자의 가족을 인질로 잡고 천자를 협박하는 내용이 담겨 있다. ④ 성운은 순경이 아니라 군사 대여섯 명에게 적병 의 옷을 입혀 진문 밖에 세웠다. ⑤ 성운이 순경에게 ‘만일 적이 성문을 열고 나오면 내가 군사를 거느리고 싸우다가 달아날 것이니’라고 미리 말하였으므로 순경은 성운이 달아날 것을 이미 알고 있었다."
}
{
    "question_number": 32,
    "question_text": "[출제의도] 발화 의도 이해하기 [A]에서 성운은 ‘금인국 백화산의 신령’이라고 자신 을 밝히며 금인국 장수인 중행달의 편인 것처럼 속 여 중행달에게 명령하고 있다. [B]에서는 중행달을 ‘적장’이라 하여 자신이 그의 적임을 밝히고 있다. [오답풀이] ② 자신의 능력을 과시하는 것은 [B]에 서만 나타난다. ③ 자신이 초월적 존재임을 밝히는 것은 [A]에서만 나타난다. ④ 자신의 예지 능력을 근거로 들어 상대의 행동 변 화를 촉구하는 것은 [A]에서만 나타난다. ⑤ 위기에 처한 백성을 위해 상대가 수행할 임무를 일깨우는 것은 [A]에서만 나타난다."
}
{
    "question_number": 33,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 성운이 군사 대여섯 명에게 적병의 옷을 입혀 천자 의 가족이라고 속인 것은 전기적 능력이 아니라 현 실적 차원에서 기지를 발휘한 모습으로 볼 수 있다. [오답풀이] ① 중행달이 천자를 위협한 행위는 영웅 들이 지향하는 세계 질서를 위협하는 행위이므로, 중 행달을 적으로 규정하였다고 볼 수 있다. ② 성운이 신령으로 변장하여 중행달에게 배를 묶으 라고 지시한 것은 승리하기 위해 전략을 세운 모습 으로 볼 수 있다. ④ 순경, 학녹, 호원은 함께 천자의 가족을 구한 후 학녹은 가족을 호위하여 장안으로 가고 순경과 호원 은 중행달을 뒤쫓았다. 이것은 세계 질서를 회복하기 위해 힘을 합쳐 노력한 영웅들의 활약상으로 볼 수 있다. ⑤ 성운이 세계 질서를 위협하는 중행달과 맹호원을 물리친 것은 그들이 지향하는 천자 중심의 세계 질 서를 회복한 것으로 볼 수 있다."
}
{
    "question_number": 34,
    "question_text": "[출제의도] 상황에 맞는 사자성어 파악하기 적군은 배를 모두 잡아맨 상태에서 바람까지 불어 불을 끌 수가 없는 막막한 상황에 처해 있다. 이런 상황에 어울리는 말은 ‘이러지도 저러지도 못하는 어 려운 처지’라는 뜻의 ‘진퇴양난(進退兩難)’이다. [오답풀이] ② ‘자가당착(自家撞着)’은 ‘같은 사람의 말이나 행동이 앞뒤가 서로 맞지 아니하고 모순됨.’ 을 뜻한다. 2022학년도 6월 전국연합학력평가 정답 및 해설 고2 4 ③ ‘이심전심(以心傳心)’은 ‘마음에서 마음으로 뜻이 통함.’을 뜻한다. ④ ‘다다익선(多多益善)’은 ‘많을수록 더욱 좋음.’을 뜻한다. ⑤ ‘기사회생(起死回生)’은 ‘거의 죽을 뻔하다가 도로 살아남.’을 뜻한다. [35~37] 문학(현대 소설) <출전> 김애란, ｢노찬성과 에반｣ 개관: 이 작품은 할머니와 둘이 살던 어린 소년 노 찬성이 휴게소에 버려져 있는 늙은 개를 데려와 ‘에 반’이라고 이름 짓고 함께 살아가는 이야기를 그리고 있다. 찬성이 아픈 에반을 위해 어렵게 모은 돈을 자 신을 위해 조금씩 쓰게 되면서 찬성의 감정 변화를 보여 주고 있는 점이 이 소설의 특징이다."
}
{
    "question_number": 35,
    "question_text": "[출제의도] 서술상의 특징 파악하기 찬성과 할머니의 대화에서 에반을 동물 병원에 데려 가는 것에 대한 갈등의 양상이 드러난다."
}
{
    "question_number": 36,
    "question_text": "[출제의도] 세부 내용 이해하기 상중이라 주말까지 쉰다는 말이 생각났지만 괜히 한 번 병원 전화번호를 눌러 본 찬성의 행동을 볼 때, 동물 병원이 쉰다는 사실을 모르고 전화를 걸었다는 것은 적절하지 않다. [오답풀이] ① 할머니에게 에반의 상태에 대해 이야 기 하는 찬성으로 보아 찬성이 할머니에게 할 이야 기가 있어서 할머니를 따라다녔음을 알 수 있다. ② 할머니는 에반이 찬성을 물려고 했다는 말에 상 체를 들어 찬성을 보는 모습에서 할머니가 찬성을 염려하고 있음을 알 수 있다. ③ 에반과 찬성은 서로 가장 의지하는 존재로 전에 없이 큰소리를 낸 찬성을 통해 에반은 찬성에게 특 별한 의미를 가진 존재임을 알 수 있다. ⑤ 휴대 전화를 살피며 찬성이 만족감을 느끼고, 기 계가 새것처럼 보이고 모서리 쪽 상처도 눈에 덜 띄 는 것 같다고 한 내용을 통해 휴대 전화의 상처 난 부분이 잘 가려졌는지 확인하려는 찬성의 의도를 알 수 있다."
}
{
    "question_number": 37,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 땅에 떨어진 휴대 전화를 보며 찬성의 눈동자가 흔 들린 것은 휴대 전화가 떨어져 액정의 유리 가루 입 자가 손끝에 묻어났기 때문이지 휴대 전화를 갖고 싶어 한 자신에게 실망감을 느낀 것으로 볼 수 없다. [38~42] 독서(과학) <출전> 방수의 기능(재구성) 개관: 시각기관인 눈은 안구와 부속 기관으로 이루 어진다. 안구 중, 안방의 방수와 유리체는 눈의 구조 와 시력 유지에 중요한 역할을 담당한다. 특히 방수 는 수정체와 각막 사이의 공간을 채움으로써 안구의 형태를 유지하는 것뿐만 아니라, 안구 앞쪽의 투명 구조에 영양분을 공급하고 노폐물을 배출하는 역할 도 한다. 이러한 방수는 배출이 원활하지 않으면 안 압이 상승하여 시신경이 손상될 수 있다."
}
{
    "question_number": 38,
    "question_text": "[출제의도] 세부 정보 이해하기 섬모체는 수정체가 물체의 원근에 따라 초점을 조절 하는 것을 돕는다(2문단). 섬모체가 물체의 원근을 감지한다는 진술은 적절하지 않다. [오답풀이] ① 안구벽의 바깥층인 공막이 투명하게 변형되어 각막을 이룬다(2문단). 각막은 공막과 달리 투명하다는 진술은 적절하다. ② ‘혈관 중 다수가 밀집해 있어 빛의 통과를 막’는 다는 표현(2문단)과 ‘혈관 분포가 없어 투명한 구조 인 각막이나 수정체’라는 표현(6문단)을 통해, 수정 체는 투명 구조라는 사실과 투명한 구조는 빛이 통 과할 수 있다는 사실을 알 수 있다. 따라서 수정체는 빛이 통과할 수 있다는 진술은 적절하다. ③ 유리체는 안구 내압을 적정하게 유지함으로써 맥 락막에 대하여 망막을 지지해준다(4문단). ⑤ 방수는 섬유주를 통해 배출된 후 슐렘관으로 재 흡수되어 심장으로 들어가 혈액에 합류된다(6문단)."
}
{
    "question_number": 39,
    "question_text": "[출제의도] 세부 원리 이해하기 안방이 비어 있다면 외부에서 누르는 기압과 이에 대응하기 위해 유리체가 밀어내는(㉮) 압력 때문에 각막과 수정체가 서로 달라붙거나 찌그러질 가능성 이 높다(5문단). 또한 방수는 배출 여부와 관계없이 계속 공급되므로 배출이 원활하지 않아 공급량에 비 해 배출량이 적어지면(㉯), 과도한 방수로 안압이 상 승(㉰)하여 시신경이 위축된다(7문단)."
}
{
    "question_number": 40,
    "question_text": "[출제의도] 세부 정보 추론하기 빛이 각막을 통과하여 망막에 상을 맺는 과정에서 맥락막은 빛이 공막으로 분산되지 않도록 하는 역할 을 한다(2문단). [오답풀이] ① 영양분을 공급하는 혈관 중 다수가 밀집되어 있는 것은 맥락막이다. ② 수정체가 초점을 조절하는 것을 돕는 것은 섬모 체이다. ③ 각막과 맥락막은 모두 안구를 구성하는 부분이다. ⑤ 각막을 통과한 빛은 망막에서 감지된다."
}
{
    "question_number": 41,
    "question_text": "[출제의도] 외적 준거에 따라 판단하기 섬모체에서 만들어진 방수는 안방을 채운 후 섬유주 를 통해 배출되는데(6문단), 이러한 방수는 수정체가 원활하게 움직일 수 있도록 돕는다(5문단). 그러나 눈물은 안구 표면을 적셔 안구가 원활하게 움직일 수 있도록 돕는다. 따라서 ‘방수와 눈물은 모두 안구 표면을 적셔 안구가 원활하게 움직일 수 있도록 한 다.’는 진술은 적절하지 않다. [오답풀이] ① 방수는 섬유주라는 조직을 통해 배출 되고(6문단), 눈물은 누점을 통해 누관을 타고 배출 된다. ② 방수는 각막이나 수정체에 영양분을 공급하고(6 문단), 눈물은 각막에 습기를 지속적으로 공급한다. ③ 방수는 각막의 형태를 유지하여 안구의 정확한 형태 유지를 돕고(6문단), 눈물은 먼지나 병균을 씻 어주어 안구를 청결하게 유지한다. ④ 방수는 적정량이 제대로 흘러야 문제가 발생하지 않으며(7문단), 눈물은 분비와 배출 비율이 일정 수 준으로 유지되어야 정상적인 상태이다."
}
{
    "question_number": 42,
    "question_text": "[출제의도] 단어의 문맥적 의미 파악하기 ⓐ ‘틀어지다’는 ‘본래의 방향에서 벗어나 다른 쪽으 로 나가다.’는 뜻으로 사용되었다. [오답풀이] ② ‘꾀하는 일이 어그러지다.’는 뜻으로 사용되었다. ③ ‘어떤 물체가 반듯하고 곧바르지 아니하고 옆으로 굽거나 꼬이다.’는 뜻으로 사용되었다. ④ ‘마음이 언짢아 토라지다.’는 뜻으로 사용되었다. ⑤ ‘사귀는 사이가 서로 벌어지다.’는 뜻으로 사용되 었다. [43~45] 문학(현대 시) <출전> (가) 이상, ｢거울｣ / (나) 천양희, ｢가시나무｣ 개관: (가)는 거울을 활용하여 거울 밖 자아가 거울 속의 자아를 관찰하며 자아에 대한 인식과 성찰을 표현하고 있는 작품이다. 거울 밖 자아는 거울 속의 자아에게 소통과 합일을 시도한다. 하지만 결국 자아 간 합일이 불가능하고 소통이 단절되는 상황을 통해 비극적 자의식을 드러내고 있다. (나)는 가시나무의 속성과 이미지를 통해 삶에서 겪는 고통에 대한 인 식과 태도를 드러낸 작품이다. 고통을 상징하는 ‘가 시’를 통해 화자의 내면 풍경을 드러내고 ‘가시밭길’ 로 표현되는 삶의 과정에 대해 성찰하고 있는 작품 이다."
}
{
    "question_number": 43,
    "question_text": "[출제의도] 표현상 특징 파악하기 (나)는 ‘~는 얼마나 많은 ~를 / 감추고 있어서 ~인 가’라는 통사 구조를 반복하여 시적 의미를 강조하고 있다. [오답풀이] ① (가)는 명사형으로 시상을 마무리하 지 않았다. ③ (가), (나)는 모두 공간의 이동이 나타나지 않았다. ④ (가), (나)는 모두 수미상관의 방식이 사용되지 않 았다. ⑤ (나)는 ‘잉잉거린다’에서 청각적 이미지를 찾을 수 있으나, (가)는 음성상징어가 사용되지 않았다."
}
{
    "question_number": 44,
    "question_text": "[출제의도] 내적 준거에 따라 이해하기 손을 내밀며 ‘거울속의나’에게 악수를 건네는 화자의 모습에서 거울 속 존재에게 소통을 시도하는 것을 볼 수 있다. 그러나 ‘악수를받을줄모르는’, ‘악수를모 르는’에서 자아 간의 단절을 확인할 수 있다. [오답풀이] ① 화자는 거울 밖과 구분되는 ‘거울속’ 세상을 인식하고 ‘저렇게까지조용한세상’으로 느끼고 있다. ② 화자는 거울 속의 귀에 대해 ‘딱하’다는 정서적 반응을 표출하고 있다. ④ 화자는 거울로 인해 ‘거울속나’를 ‘만나’기는 하지 만 ‘만져보지를못’한다는 표현을 통해 소통과 단절이 라는 거울의 이중적 속성을 파악하고 있다. ⑤ 화자는 ‘거울속의나’와 ‘나’의 모습이 반대지만 닮 았다는 모순적 상황을 파악하고 있다."
}
{
    "question_number": 45,
    "question_text": "[출제의도] 외적 준거에 따라 감상하기 고통에서 벗어나려는 화자의 행위는 ‘이 길, 지나가 면 다시는 안 돌아오리라 돌아가지 않으리라’에서 확 인할 수 있다. 따라서, ‘지독한 노역’이 고통에서 벗 어나려는 화자의 행위라고 보는 것은 적절하지 않다. [오답풀이] ① ‘가시나무’와 ‘말벌’을 이용하여 쏘인 듯 아프게 고통받는 화자의 내면 풍경을 드러낸 것 으로 이해할 수 있다. ② 화자의 순탄하지 않았던 삶의 과정을 가시나무가 많은 ‘가시밭길’이라는 표현에서 이해할 수 있다. ④ ‘가시나무’와 ‘많은 가시’, ‘나’와 ‘많은 나’를 각각 대응하여 고통이 존재의 본질임을 인식했다고 볼 수 있다. ⑤ ‘나에게는 가시나무가 있다’는 가시나무 즉, 고통 과 함께하는 삶을 수용하는 인식을 드러낸 것이라 할 수 있다."
}
