{
    "text": "1 • 영어 영역 • 정 답 1 ⑤ 2 ② 3 ⑤ 4 ① 5 ① 6 ⑤ 7 ③ 8 ③ 9 ② 10 ⑤ 11 ④ 12 ④ 13 ① 14 ③ 15 ③ 16 ① 17 ③ 18 ② 19 ① 20 ② 21 ① 22 ② 23 ④ 24 ④ 25 ⑤ 26 ④ 27 ④ 28 ④ 29 ③ 30 ② 31 ① 32 ② 33 ⑤ 34 ④ 35 ③ 36 ⑤ 37 ④ 38 ⑤ 39 ② 40 ① 41 ③ 42 ③ 43 ② 44 ② 45 ⑤ 해 설 1. [출제의도] 짧은 응답 표현하기 M: Jane, are you done with the novel? W: Yes, I read the whole book in just two days. It was really interesting. M: I want to read that book, too. Can I borrow it from you? W: 2. [출제의도] 짧은 응답 표현하기 W: Kevin, you look tired. Are you okay? M: I didn’t get enough sleep last night. I watched baseball on TV until 2 a.m. W: Oh, I didn’t know you liked baseball that much. M: 3. [출제의도] 담화의 목적 파악하기 W: Good morning, students! This is an announcement from the student council. These days, excessive food waste has become a problem in our school. Our school is spending a huge amount of money getting rid of this waste. So, from September to December, the student council will conduct a campaign to reduce food waste in our school cafeteria and make every Wednesday “No Leftovers Day.” Through this campaign, we expect to cut costs and will donate the money saved to a charity. All students, please keep in mind, “Our small steps can make a big difference.” We need your support and participation in our “No Leftovers Day” campaign. Thank you. 4. [출제의도] 의견 파악하기 W: Hey, Jake. How have you been? M: I’ve been very busy these days working a part­time job and learning Spanish. W: Learning Spanish? Why? M: I’m going to Madrid this summer. W: Sounds exciting! Do you speak any Spanish? M: Not really. So I’m learning a little now. W: Do you have time to study Spanish? M: I’m taking an online course. It saves both time and money. W: Don’t you think just doing online classes is boring? M: Well, some people might think so, but I think online classes have advantages. W: Like what? M: I can do the lessons whenever I want to and wherever I am. Besides, I can review them over and over again. W: That makes sense. It’ll surely help your learning. 5. [출제의도] 대화자의 관계 파악하기 W: Excuse me. Coffee is not allowed here, Sir. M: Oh, I’m sorry. Where should I put it away? W: You can just give it to me. M: Thank you. Maybe you can help me. I’m looking for the English Novel Section. W: Oh, it’s over there. Would you follow me? [Pause] Here we are. M: Can you also help me find a book? It’s Hemingway’s Old Man and the Sea. W: Hemingway? Hmm... Here it is. M: Good. And... Is it okay to return it if I find printing mistakes? It’s happened before. W: Of course. According to our return and refund policy, the book must be returned within a week with your receipt. M: I see. Thanks a lot for your help. 6. [출제의도] 특정 정보(그림) 파악하기 W: How was the magic show last night? M: Fantastic! Let me show you a picture. W: The man wearing the hat must be the magician. M: Right. Look at the bird sitting on the branch. At the start of the show, the bird came out of the magician’s hat. W: Wonderful! And who is the lady with glasses on next to the magician? M: She was a member of the audience. W: What did she do? M: She made sure that the box was empty and put it on the table. W: That box on the table? M: Yes, unbelievably, the magician pulled flowers out of the box. That’s why the flowers are on the floor. W: Wow, it must have been awesome! M: Absolutely! I couldn’t take my eyes off of the stage. 7. [출제의도] 할 일 파악하기 W: Dad, do you know mom’s birthday is tomorrow? M: Of course, how could I forget? W: I thought you had forgotten about it. M: Come on... I’m thinking of throwing her a birthday party. W: How sweet! I have a good idea. Let’s hide in the dark and jump out to surprise her when she gets home from work. M: Sounds fun! Why don’t you work out a plan to give her a nice surprise? W: No problem, I’ll take care of it. Dad, how about inviting Aunt Maria and Aunt Liz? M: Sure! And don’t forget to decorate the living room with colorful balloons and flowers. W: Okay. Dad, we also need to buy a birthday cake. You know mom loves cake. M: Don’t worry, I’ve already ordered one. I’ll go get it now. 8. [출제의도] 5W1H(이유) 파악하기 M: Amy, what’s with all the clothes and bags? W: Oh, I need to pack some things to go to New York. M: New York? How come? W: Well... The Modern Art Gallery in New York is going to exhibit my paintings next month! M: Really? Congratulations! This is the opportunity you’ve been waiting for. W: Thanks. I’m so excited. A lot of visitors will come and see my paintings. M: Good for you. How did you get the chance? W: Last month, I sent my portfolio to that gallery. M: And? W: I got an invitation letter from them this morning! They sent me a plane ticket, too. M: Your efforts are finally paying off. W: I’m looking forward to being there for the opening. 9. [출제의도] 숫자 정보 파악하기 W: Can I help you? M: I need T­shirts and caps for my school’s sports day. W: We have different types of shirts and caps. Please take your time and look around. M: Hmm... Do you have T­shirts under 15 dollars? W: Sure. How about this blue one? It’s only 10 dollars. M: Sounds good. How much is that red cap on the shelf? W: It’s 5 dollars. How many shirts and caps do you need? M: Twenty T­shirts and twenty caps. W: If you’re buying that many, I can give you a 10% discount off the total price. M: That’s great. Do you offer lettering on T­shirts like “Way to Go!”? W: Yes, we offer lettering to students for free. M: Awesome! Here’s my student ID card. I’ll pay in cash. W: Okay. 10. [출제의도] 세부 내용(언급 유무) 파악하기 W: Good morning. What can I do for you? M: I have a skin problem on my back. W: Can you describe it for me? M: My back was itchy all night. I scratched it and now I have small red dots all over it. W: When did it start? M: Yesterday evening. I couldn’t sleep at all last night. W: Did you eat or do anything different recently? These problems often happen when people change something in their routine. M: I guess it could be an allergic reaction to a new soap. W: Then, I recommend this anti­itching cream. M: Okay. But what if it doesn’t work? W: In that case, you should see a doctor. It’s probably nothing serious, but better safe than sorry. M: Right! Thank you. 11. [출제의도] 내용 불일치 파악하기 M: Hello, this is Roseville Fitness Club. Come and enjoy our latest promotion. Our fitness club offers 2016학년도 6월 고2 전국연합학력평가 정답 및 해설 고2 정답 및 해설 2016학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 fantastic benefits to new members! You can get a 50% discount for your first month. Plus, you can use lockers for free. Our various programs include swimming, yoga, Latin dance classes, as well as weight training. Our personal trainers and up­to­date equipment will help you to stay healthy. Our club is open everyday from 6 a.m. until 10 p.m. We also have a café with a variety of sports drinks and fruit juices for your refreshment needs. Please visit us and sign up for your club membership today! Thank you. 12. [출제의도] 세부 내용(도표) 파악하기 M: Wow! We’re finally in Sydney. Where should we go? W: I just picked up this city tour leaflet. Take a look. M: How about this 24­hour ticket? It provides unlimited bus rides for 24 hours. W: But we’re staying here for three days. Isn’t it better to buy a 48­hour ticket instead? M: That makes sense. Do we need an audio guide? W: Of course. It’ll definitely help us get to know more about Sydney’s attractions. M: Okay. How about the Sydney Harbor Cruise? W: Let me see... Don’t you think spending $130 is too much for a city tour? M: Yeah. If we save some money on this, we can visit a museum later. W: Then let’s take the one without the cruise. M: Good. Let’s go. 13. [출제의도] 긴 대화의 적절한 응답 고르기 M: Good morning. Where are you heading, Ma’am? W: Would you take me to the Empire State Building? M: Okay. Fasten your seat belt, please. [Traffic noise] W: I have an important presentation. Can you go a little faster? M: Sorry. If I go any faster, I might get a speeding ticket. W: Don’t you know any shortcuts? M: This is the best route, Ma’am. W: Then, I can’t help it. I should’ve left home earlier. [Honking] M: Oh, my! There’s heavy traffic up ahead. W: Yes, I see. It’s bumper to bumper. What’s going on? M: You see? Over there, they’re doing road repairs. W: What bad luck! And we’re only three blocks away. M: 14. [출제의도] 긴 대화의 적절한 응답 고르기 M: Oh, no! The forecast says there will be snowstorms next week. What should we do about our trip? W: Let’s leave as we planned. M: The problem is we don’t have any snow tires. W: We should have bought some last year when snow tires were on sale. M: But it was spring then, so we didn’t need any. W: Anyway, it’s dangerous to take a trip without snow tires. M: You’re right. If we’re not careful, accidents can happen. W: Now, we have to find a shop that sells inexpensive snow tires. M: Wait. Don’t you remember that Internet store for winter goods? We saw it together. W: 15. [출제의도] 상황에 적절한 표현 고르기 M: Nancy is getting married to Peter next month. Because she works as a fashion designer, Nancy is making a beautiful wedding dress for herself on her own. She cut the dress pattern, picked out white silk fabric, and sewed every piece of cloth together very carefully. Everything seemed to be alright. Then, Nancy decided to add one more touch to her dress, a bead decoration. However, while decorating the dress with hundreds of beads, she has become tired and stressed­out. Now Peter is worried about Nancy because she doesn’t look happy. So, he’s trying to persuade her to look for someone who can do it with her. In this situation, what would Peter most likely say to Nancy? [16 - 17] 긴 담화 듣기 W: Hello, students! Have you ever felt frustrated when you want to get good grades but don’t know what to do? Today, I’m going to tell you a few things to help you with your study. First of all, you should use a study planner. It should include your study schedules and learning goals. It’ll be helpful to draw up a timetable, and you should revise it when necessary. Another thing to consider is creating your own notebook. Write notes using charts, graphs, and mind maps so that you can memorize the information systematically. Next, read your textbook until you can thoroughly understand what it says. What you need to know about a subject is in the textbook and it’s the best basic material for studying. Lastly, make sure you won’t be disturbed by anything while you’re studying. For example, smartphones are the biggest distraction to your studies. Just turn off your phone when you study. Good luck! 16. [출제의도] 담화의 목적 파악하기 17. [출제의도] 담화의 세부 사항 파악하기 18. [출제의도] 글의 목적 파악하기 최근에 대학을 졸업한 사람으로서, 저는 마케팅 직종 으로 옮겨 식품 판매 분야에 대한 추가적인 경험을 할 수 있게 되어 기쁩니다. 당신의 회사에 대한 놀라운 일들에 대해 들었고, 당신의 팀에 합류하기를 바라왔습니다. 저의 이전 경험들이 주로 소매업에 관한 것이었지만, 저는 항상 식품 판매 분야로 옮기고 싶었습니다. 저의 자원 봉사 경험은 모든 삶의 분야의 사람들과 함께 일할 수 있도록 해 주었고, 지역 자선 단체에 대한 당신 회사의 공헌에 대해 그들이 얼마나 많이 감사하는지를 저는 알고 있습니다. 만약 당신 회사의 마케팅 부서 일원 으로서 고용이 된다면, 저의 목표는 새로운 고객을 만 들고, 기존의 고객들이 그들의 구매에 대해서 계속 즐 거워 할 수 있도록 확신시키는 것입니다. [어구] retail 소매 [해설] 해석 참조 19. [출제의도] 심경 파악하기 오싹하게 하는 느낌이 Billy에게 전해졌다. 처음에는 좋은 느낌이었다. 그는 인파 속에서 그의 아버지의 위치를 찾으려 했지만, 찾을 수 없었다. 그러고 나서 좋은 느낌은 나쁘게 바뀌었다. 그는 자신을 둘러싼 세상이 모든(다른) 곳을 향하는 듯한 이상한 기분을 느꼈다. 그는 입이 말랐다. 그의 심장은 두근거렸다. 그는 시의 제목을 포함한 시의 모든 구절들을 잊어버렸으나, 보고 읽기 위한 종이 한 장 갖고 있지 않았다. 그의 시야의 가장 자리에 Ms. Silver가 보였다. 그녀는 미소를 지으며 고개를 끄덕였고, 동그랗게 뜬 눈으로 그를 재촉했다. 그는 그의 시가 적힌 종이를 얻기 위해 그녀에게 걸어 가야 하는 것일까? 그녀는 1마일 정도 멀리 떨어져 있는 것 같았다. 그리고 그는 다리를 움직여 걸어갈 수 있을 거라는 생각이 들지 않았다. [어구] shivery 오싹하게 하는 pounding 두근대는 [해설] 해석 참조 20. [출제의도] 글의 주장 추론하기 (어떤 일을)미루게 될 때, 어떻게 하면 그 버릇으로 부터, 그 날 하루의 가장 힘든 일을 해내도록 바뀔까? 나는 “개구리를 먹어라(싫은 일을 먼저 해라)!”고 말 한다. 그 생각은 Mark Twain의 말을 인용한 것이다: “하루 중, 아침에 살아있는 개구리를 제일 먼저 먹어라, 그러면 그 이후에는 그보다 더 나쁜 어떤 일도 여러분 에게 일어나지 않을 것이다.” 매일 아침, 가장 하기 싫지만 해야 하는 일들의 항목을 처리하는데 전념하라, 그리고 다른 어떤 것들보다 먼저 그 일을 하라. 아침 시간은 특히, 여러분의 정신을 산만하게 하는 것들이 적고 근무 시간 동안 쌓이는 스트레스가 없는 시간대이기 때문에, 글쓰기와 같은 창의적인 일들을 하기 위해 생산적이어야 할, 가장 이상적인 시간대이다. 꺼려지는 일에 제일 먼저 뛰어드는 동안, 그 장애물을 마침내 극복하고 여러분 앞에 온전한 하루가 남았을 때 얼마나 기분이 좋을지를 상상해 보라. [어구] distraction 주의 산만 [해설] 해석 참조 21. [출제의도] 글의 요지 추론하기 우리 각자가 세 살이 되자 우리는 부엌일을 돕기 시작 했다. 우리는 그 나이 때 도움이 된다기보다 방해가 되었을 것이라 확신이 되지만, 엄마는 요리가 좋은 학습도구라고 생각했기 때문에, 그녀는 우리가 저지른 모든 실수들을 참아냈다. 물론, 우리는 배워야 할 것에 대해서 전혀 관심이 없었고, 그저 재밋거리로만 생각했으며, 지금도 여전히 그렇다. 우리는 많은 시행착오를 통해서 요리를 배웠다. 우리는 얼마나 많이 달걀을 바닥에 떨어뜨리고, 부엌을 밀가루로 뒤덮고, 스토브 위에서 (음식을) 끓어 넘치게 했는지 당신에게 말 해줄 수 없다. 요점은, 할 만한 실수가 있다면 우리는 실수를 해 왔다. 그러나, 엄마가 항상 말하는 것처럼, 실수는 최고의 선생님이다. 그러한 실수를 통해서, 우리는 효과가 있는 것과 효과가 분명히 없는 것을 배워 왔다. [해설] 해석 참조 22. [출제의도] 글의 주제 추론하기 어떤 점에서, 차는 중국의 초원이나 목초지에 전파된 후, 유목민들과 사냥꾼들에게 삶을 바꿀 정도의 중요한 역할을 했다. 인간은 주어진 환경에 따라 생계를 유지 하게 된다고들 말한다. 중국 북서 지역의 고원과 초원 에서는, 많은 소, 양, 낙타, 그리고 말이 길러진다. (가축 들이 제공하는) 젖과 고기는 다양한 지방과 단백질을 제공하지만 비타민에 대해서는 그렇지 못하다. 그러므로, 차는 채소가 부족한 유목민들의 식단에 기본적인 필수 요소들을 보충한다. 그러므로, Qinghai­Tibet고원, Xinjiang, 내(內)몽고 자치구의 유목민들은 우유를 차와 함께 마시는 차 문화 체계를 따른다. 그리고 그들은 milky tea를 중국 북서 지역의 사람들에게 가장 소중한 것이 되게 했다. [어구] pasture 초원, 목초지 autonomous 자치의 [해설] 해석 참조 23. [출제의도] 글의 제목 추론하기 다리는 보통 자연적이거나 인공적인 환경에서 백년 간 지속되도록 건설된다. 다리의 존재는 사회의 진화를 보여 주는 지속적인 표시가 된다. 다리는 곧 지역의 환경에 어울리는 부가물이어야 한다. 그러므로, 다리가 보여줘야 할 최선의 특성 중 하나는 얼마나 주변 환경과 조화를 이루는지를 고려하는 것이다. 그것은 환경의 균형을 결코 고2 정답 및 해설 2016학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 해쳐서는 안 된다; 그것은 이 균형에 적응하거나 아니면, 사실, 이 균형을 강화해야 한다. 다리의 유형과 지역에 따라, 다리는 주변 환경에 종속적이기도 하고, 강하게 드러나기도 한다. 후자의 경우 다리는 반드시 주변 환경 내에서 효과적으로 작용하는 내적인 아름다움을 반드시 가져야 한다. 그 자체로 멋있기만 하고 주변 환경을 망치는 다리를 만드는 것은 받아들여질 수 없다. [어구] subordinate 종속시키는 [해설] 해석 참조 24. [출제의도] 도표 이해하기 위 그래프는 1995년부터 2015년까지 미국에서 차량의 크기에 따른 차량 판매 비율을 보여준다. ①주어진 세 해 가운데, 1995년부터 2005년까지 감소했음에도 불구하고, 중형차가 매 해 최고 판매율을 기록했다. ②대형차는 주어진 기간 동안 세 해 모두 가장 적게 선호되었다. ③소형차의 경 우 , 판 매 비 율 은 지 난 20년 간 상 승 했 고 , 2015년에 최고치를 기록했다. ④1995년과 2005년 사이 대형차 판매 비율의 격차는 같은 기간 동안의 소형차 판매 비율의 격차보다 더 컸다( →적었다). ⑤2005년과 2015년에는, 중형차의 판매는 같은 비율을 차지했다. [해설] 해석 참조 25. [출제의도] 내용 불일치 파악하기 tarsier는 쥐보다 크지 않은 크기의 작은 영장류이다. 전체 몸통보다 훨씬 더 긴 가는 꼬리 때문에 쥐와의 유 사성이 더욱 부각된다. 모든 tarsier는 완전히 야행성이 고, 이러한 생활 방식을 위하여 많은 뛰어난 신체적 적 응 장치들이 있다. 그들은 뛰어난 청력을 갖고 있다. tarsier는 또한 몸 크기에 비해 굉장히 큰 눈을 갖고 있는데, 눈이 얼굴 크기의 약 1/4을 차지한다. tarsier의 서식지는 대개 열대 우림지역이며, 빽빽한 대나무 숲에서 발견된다. 낮 동안에는, 나무 둥치의 구멍이나, 어둡고 두꺼운 엉킨 초목에서 누워 있다. 밤에는 벌레, 거미, 그리고, 작은 도마뱀을 사냥한다. tarsier는 그들의 머리를 최소 180도 돌릴 수 있는데, 이는 먹이를 찾기 위한 넓은 시야를 확보해 준다. [어구] habitat 서식지 tangle 얽히다 vegetation 초목 [해설] 해석 참조 26. [출제의도] 내용 일치 파악하기(안내문) 여학생 과학 캠프– 주간 캠프 Chicago대학에서, 우리는 낮 동안에만 진행되는 특별 한 과학 캠프를 제공합니다. 이러한 프로그램은 편의상 5일간의 일정을 특징으로 하고 있으며, 수업은 매일 오 전 9시부터 오후 5시까지 진행됩니다. 주간 캠프에 참가 하는 학생들은 숙박형 캠프의 단축 프로그램에 참가하게 됨을 주목해 주세요. ∙날짜: 7월 4일- 7월 8일 ∙장소: Michigan Science Hall ∙학년: 9학년- 11학년 ∙참가비: 795달러 ∙모든 여학생들은 오전 수업이나 오후 수업에 집중적 으로 수강할 과학 전공을 선택해야 합니다. - 초급: 해양 과학, 공학, 물리학 - 중급: 천문학, 해양 생물학, 화학 ∙예약: 참가자들은 늦어도 5월 31일까지는 예약해야 합니다. [해설] 해석 참조 27. [출제의도] 내용 불일치 파악하기(안내문) Campus Tour California State University, Channel Islands(CI) 해변과 Camarillo 시내에서 10분 떨어진 CI 캠퍼스는 당신의 학업에 필요한 것을 제공합니다. ∙CI는 학생 도우미가 안내하는 캠퍼스 도보 투어를 제공 합니다. ∙투어의 전체 소요시간은 1시간 가량입니다. ∙예약을 강력히 권장합니다. 평일 투어 ∙투어는 월요일부터 금요일까지 오전 11시 30분에 실시 됩니다. ∙투어는 Sage Hall에서 시작됩니다. 토요 투어 ∙토요 투어는 매달 첫 번째 토요일에만 이용 가능하며, 오전 11시에 시작됩니다. ∙투어는 Malibu Hall의 등록 센터에서 출발합니다. 주차 ∙무료 주차권은 미리 등록한 사람에게만 제공됩니다. ∙무료 주차권이 없으면, 하루 주차료로 6달러를 지불해야 합니다. [해설] 해석 참조 28. [출제의도] 문법성 판단하기 건축은 일반적으로 기존 상황에 대한 반응으로써 구상 되고, 디자인되고, 실현된다. 이러한 상황들은 근본적으로 순전히 기능적이거나, 사회적, 정치적, 경제적 상황을 다양하게 반영하기도 한다. 어떤 경우든, 현재 상황이 훨씬 덜 만족스럽고, 새로운 상황이 바람직할 것이라고 여겨진다. 모든 디자인 과정의 첫 번째 단계는 문제 상황을 인식하고 그에 대한 해결책을 찾아내려는 결정이다. 디 자인은 결국 의도적인 노력이다. 디자이너는 우선 문제가 있는 현재 상황을 기록하고, 분석되어야 할 관련 자료를 먼저 수집해야 한다. 이것이 디자인 과정의 가장 중요한 단계인데, 해결책의 본질은 문제가 어떻게 정의되는가와 관련 있기 때문이다. [해설] collecting은 문맥상, 앞 문장의 동사 document와 병렬 구조가 되어야 하므로 collect가 적절함. 29. [출제의도] 문맥에 맞는 어휘 추론하기 태도가 항상 행위를 반영하지 않는다는 것을 발견한 것은 매우 놀랍다. Stanford대학의 교수인 Richard LaPiere는 1930년대에 태도와 행위가 (A) 무관함에 대한 강력한 증명을 내놓았다. 그는 중국에서 온 몇몇 동료와 미국을 여행했다. 그 당시에, 많은 미국 사람들은 중국인에 대해서 (B) 부정적인 견해를 갖고 있었다. LaPiere는 여행 일정에 있는 호텔과 식당에, 그와 그의 중국인 손님들을 받아 줄 수 있는지를 묻는 편지를 썼다. 답장을 보내온 128개의 업소 중에서, 92퍼센트가 그에게 중국인 손님들을 받지 않겠다는 응답을 했다. 그러나, 그가 전국을 여행하며, (편지를 보냈던) 같은 호텔과 식당을 방문했을 때, 250개 중 249개 업소가 중국인 여행객들을 호의적으로 응대했다. 놀랍게도, 강하게 비우호적이었던 태도는 실제 행동을 (C) 예측해내지 못했다. [어구] demonstration 증명 establishment 숙박업소 [해설] 해석 참조 30. [출제의도] 지칭 추론하기 Paul은 키가 크고 주근깨가 많으며 시력이 좋지 않은 여섯 살 아이다. 어느 날, 그의 아버지는 자신이 일하는 박물관의 어린이 투어에 Paul을 보냈다. 가이드는 흰 머리의 노인이었다. 그는 주의를 끌기 위하여 지팡이로 바닥을 두드렸다. Paul은 기술자들이 공룡 화석을 들어 올리기 위해 도르래를 사용하는 것을 보았다. 그는 또한 장식장 속에 박제된 기린도 보았고, 깃털과 유리로 된 눈알로 가득 찬 서랍도 들여다보았다. 가이드는 그에게 Brazil에서 온 희귀한 물건과 태양계만큼이나 오래되었 다고 그가 주장하는 유리 상자 속의 운석도 보여 주었다. Paul을 이끌고 나선형 계단 두 개를 내려가고 몇 개의 복도를 지나서, 그는 한 개의 열쇠 구멍이 있는 철문 밖에 섰다. “투어 끝. 이 쪽이 출구야,”라고 그가 말했다. [어구] freckled 주근깨의 fossilized 화석이 된 [해설] ②번의 he는 Paul이고 나머지는 guide를 지칭함. 31. [출제의도] 빈칸 추론하기 영국의 정치 과학자 John Stuart Mill은 경쟁 부족이 가격 상승을 유발하는 유일한 곳이 재화 시장만은 아니라는 것을 깨달았다. 독점 효과는 노동 시장에서도 일어날 수 있다. 그는 금 세공업자의 사례를 지적했는데, 그들은 유사한 기술을 갖고 있는 노동자들보다 훨씬 더 많은 임금을 받고 있었다. 왜냐하면 그들은 신뢰할만한 사람 으로 여겨졌기 때문인데, (이것은) 드물고 쉽게 증명될 수 없는 특성이다. 이것은 상당한 진입 장벽을 만들어서, 금을 다루는 장인들은 그들의 수고에 대한 독점적인 가격을 요구할 수 있었다. Mill은 금 세공업자의 사례만이 유일한 것이 아님을 깨달았다. 그는 상당 부분의 노동자 계층이 전문직으로 진입하는 것이 제한되었다는 것을 주목했는데, 왜냐하면 그것들은 상당 기간의 교육과 훈련을 수반하기 때문이다. 이러한 과정을 통해 누군가를 뒷바라지 하는 비용은 대부분의 가정에는 감 당 하 기 힘 들 어 서 , 그럴 여력이 있는 사람들만이 예상되는 것보다 더 많은 임금을 누릴 수 있었다. [어구] bar 방해하다, 막다 entail 수반하다 [해설] 해석 참조 32. [출제의도] 빈칸 추론하기 사람들은 주로 설득을 깊은 사고 과정이라고 생각 하지만, 그것은 실제로 얕은 사고 과정으로서 행동에 영향을 주는 보다 흔한 방법이다. 예를 들어, Facebook은 사용자들의 웹 페이지 중간에 광고를 넣기 시작했다. 많은 사용자들이 이 변화를 싫어했고, 기본적으로 광고를 클릭 하기를 싫어했다. 그러나, 이러한 접근은 광고 이면에 있는 심리에 대한 기본적인 오해를 보여준다. 사실, Facebook은 아무도 그 광고를 클릭할 거라고 기 대하지 않았다. 회사가 원하는 것은 단지 당신을 상품의 브랜드와 이미지에 노출시키는 것 뿐이다. 당신이 무언가에 더 많이 노출될수록 일반적으로 그것을 더 좋아한다. 모든 사람들은 이미지의 친숙함에 영향을 받는다. 그래서 당신이 그 광고를 무시하더라도 단순히 당신의 눈 앞에 있음으로 해서 그 광고는 제 역할을 하는 것이다. [어구] persuasion 설득 fundamental 근본적인 [해설] 해석 참조 33. [출제의도] 빈칸 추론하기 과학에서 우리는 어떤 이론이 진리라는 것을 결코 실제로는 증명할 수 없다. 우리가 과학에서 할 수 있는 것은 가설을 거부하기 위해 증거를 사용하는 것 뿐이다. 실험은 어떤 이론이 옳다는 것을 결코 직접적으로 증명 하지 않는다. 실험이 할 수 있는 것은 오직 하나의 그럴듯한 이론이 남을 때까지 모든 다른 이론을 거부함 으로써 간접적인 지지를 제공할 뿐이다. 예를 들어, 가끔 여러분은 ‘진화론은 이론일 뿐이다. 즉, 과학은 결코 진화론을 증명한 적이 없다.’라는 사람들의 말을 듣는다. 그 말이 사실이지만 오직 과학이 결코 어떤 이론도 확실히 맞다고 증명할 수 없다는 점에서만 그렇다. 하지만 진화론은 지금까지 다른 경쟁적인 이론들이 틀렸다는 것을 증명하는 막대한 양의 설득력 있는 자료를 수집해 왔다. 그래서 비록 진화론이 증명되지 못했더라도 진화론은 우리가 가지고 있는 데이터를 설명하기 위해서 우리가 보유한 최선의 이론이다. [어구] hypothesis 가설 convincing 설득력 있는 overwhelmingly 압도적으로 [해설] 해석 참조 34. [출제의도] 빈칸 추론하기 소유가 주는 병폐에는 약이 없다. Adam Smith가 말 했듯이 소유는 우리 삶에 깊이 얽혀 들어와 있다. 하지만 그것에 대해서 인식하는 것이 도움을 줄 수 있다. 우리 주변 어디서나 더 큰 집, 두 번째 차, 새 식기 세척기, 잔디 깎는 기계 등을 구매함으로써 우리의 삶의 질을 향상시키려 하는 유혹을 보게 된다. 그러나, 일단 우리가 우리의 소유를 업그레이드 하면 다시 되돌아가는 것은 굉장히 힘들다. 소유는 우리의 견해를 손쉽게 바꾸어 버린다. 갑자기 이전의 소유 상태로 되돌아가는 것은 우리가 받아들일 수 없는 손실이다. 그래서 삶의 질이 향상될 때, 우리는 언제나 이전의 상태로 되돌아갈 고2 정답 및 해설 2016학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 수 있다는 환상에 빠지지만 실제로는 그럴 것 같지 않다. 예를 들어, 더 작은 집으로 수준이 낮아지는 것은 손실 로 받아들여져서 심리적으로 괴롭고 그러한 손실을 피하 기 위해서 어떠한 희생도 기꺼이 한다. [어구] weave 엮다 temptation 유혹 possession 소유 [해설] 해석 참조 35. [출제의도] 글의 순서 정하기 우리가 쉽게 보고 듣지 못하는 것들이 있다. 많은 별들은 우리의 시야 밖에 있고 우리는 원자나 빗물의 웅덩이에 있는 작은 생물조차도 볼 수 없다. (B) 많은 새나 쥐가 들을 수 있는 소리를 우리는 들을 수 없다. 하지만, 우리는 질문을 하고 우리가 우리의 눈이나 귀만으로 할 수 있는 것보다 훨씬 더 잘 보고 들을 수 있게 하는 도구를 이용 함으로써 그것에 대해서 알 수는 있다. (C) 망원경이 우주 멀리까지 볼 수 있게 하는 것처럼 현미경은 생물의 아주 작은 구성체까지 우리가 깊이 들여다볼 수 있게 해준다. 17세기에 Antonie van Leeuwenhoek는 자신의 작은 현 미 경 을 이용해서 혈액 세포와 파리의 다리에 있는 털을 관찰했다. (A) 한 세기 후에는 더 발전된 현미경으로 자연 과학자들이 해 부 학 적 으 로 더 미세한 부분과 일련의 놀라운 미 세 생명체를 조사할 수 있었다. [어구] puddle 물웅덩이 microscope 현미경 anatomy 해부(학) [해설] 해석 참조 36. [출제의도] 글의 순서 정하기 기억의 본질과 소재에 대해 알기 위해, 1940년대에 과학자들은 기억이 가장 명백히 드러나는 장소인 우리 뇌 세포, 즉, 뉴런에 대해 조사하기 시작했다. (C) 그들은 쥐들이 미로에 대해 잊게 하기 위해서 뇌의 여러 부분을 잘랐다. 그리고 어떤 부분을 자르든지 상관이 없다는 것을 알게 되었다. 쥐는 결코 미로를 잊지 않았던 것이다. 1950년에 과학 연구자들은 기억이 다른 장소에서 일어날 것이라고 결론지으며 포기했다. (B) 연구원들은 마침내 기억에 대한 연구의 대상을 세포 자체 내에서라기보다는 뉴런 사이의 연결체로 바꾸었다. 우리 뇌 속에 있는 천억 개의 뉴런 각각은 칠천 개의 다른 뉴런에 신경 섬유 조 직 의 빽빽한 망으로 연결되어 있다. (A) 이 서로 연결된 망은 우리의 기억과 복잡하게 연관되어 있다. 쥐가 미로에 대해서 갖고 있던 기억은 뇌 전체에 퍼져 있었다. 과학자들이 어떤 조각을 잘라 낼 때마다, 과학자들은 (기억과) 관련된 연결의 작은 일부분만을 손상시킬 뿐이었다. [어구] fiber 섬유조직 intricately 복잡하게 [해설] 해석 참조 37. [출제의도] 주어진 문장 넣기 독서는 도로에서 운전하는 것과 비슷하다. 당신은 속도를 내서 운전하는 것이 위험하기 때문에, 그것을 하지 않도록 배운다. 당신은 또한 고속도로에서 천천히 운전하는 것이 도시에서 경주하듯 달리는 것만큼이나 위험하다는 것을 배운다. 독서도 똑같은 방식으로 작용 한다. 여러 가지 다른 유형의 책을 다루기 위해 똑같은 독서 속도를 이용하는 것은 위험하다. 독서할 때 당신의 읽기 속도가 당신이 읽고 있는 책의 유형에 맞지 않으면 충돌이 발생한다. 당신이 독서의 충돌을 경험할 때 짧은 시간에 잠이 오는 것을 느끼고, 큰 흐름 속에서 방향을 잃거나 정보를 서로 연결시킬 수 없다. 그러한 증상을 피하기 위해서 당신은 책의 유형과 밀도를 고려할 필요가 있다. 서로 다른 책의 유형은 서로 다른 기어와 속도를 요구한다. 올바른 책의 유형에 대한 올바른 기어를 적용 하는 것이 당신이 책을 읽어가는 과정에서 안전을 유지 하게 도와준다. [어구] crash 충돌 [해설] 해석 참조 38. [출제의도] 주어진 문장 넣기 원시 농업 체제에서 남성과 여성의 농업 노동력의 생산성의 차이점은 물리적인 힘의 차이에 대략 비례한다. 농업이 점차 인간의 근력에 의존을 덜하게 됨에 따라 양성간의 노동 생산성의 차이는 좁혀질 것이라 예상된다. 하지만, 이것은 전혀 그렇지 않다. 새로운 유형의 장비를 사용하는 법을 배우는 것은 주로 남성인 반면 여성은 옛 날의 손 도구 로 계속 일한 다. 향상 된 농 업 장비 가 도 입됨에 따라 남성의 근력에 대한 필요가 줄었다. 그럼에도 불구하고, 남성이 새로운 장비와 현대적인 농업 방식의 사용을 지배하기 때문에, 생산성의 차이가 오히려 늘어나는 경향이 있다. 따라서, 농업 발전의 과정에서 여 성 의 노동 생산성은 남성에 비해 정체되어 있다. [어구] dominate 지배하다 [해설] 해석 참조 39. [출제의도] 무관한 문장 찾기 자동차를 통한 이동에 의존하는 것은 불충분한 신체 활동, 교통 관련 이산화 탄소 배출, 그리고 교통 체증의 원인이라는 증거가 늘어나고 있다. 독일 Freiburg시는 세계 곳곳의 자동차를 많이 사용하는 국가에 영향을 줄 수 있는 지속가능한 교통 정책을 성공적으로 적용해 왔다. (자동차 덕분에 대다수의 독일인들이 이전에는 알지 못하던 움직임의 자유를 곧 누리게 되었다.) 최근 30년 동안 Freiburg의 교통 정책이 더 많이 걷기, 자전거 타기, 대중 교통 이용하기를 장 려 해 왔 다 . 이 기 간 동 안 , 자 전 거 이 용 자 수 가 세 배 로 증 가 했 고 대 중 교 통 이 용 은 두 배 로 늘 었 으 며 자동차 이용 비율은 38%에서 32%로 감소되었다. 1990년 이래로 자동차 이용 비율은 안정화되었고 엄청난 경제 성 장에도 불구하고 차량에서 나오는 이산화 탄소 배출이 감 소했다. [어구] traffic congestion 교 통 체 증 sustainable 지 속 가 능 한 [해설] 해석 참조 40. [출제의도] 주어진 글 요약하기 당신은 다수의 결정이 집단적인 지혜를 이끈다고 생각 한다. 분명히, 다수가 개인보다는 더 잘 할 수 있다. 불행하게도, 항상 그런 것은 아니다. 대중의 지혜는 모든 판단이 독립적이라는 사실에 부분적으로 의존한다. 만약 사람들이 소의 몸무게를 예측해서 종이에 쓴다거나 Pakistan에서 혁명이 일어날 가능성을 예측하여 이것을 웹사이트에 입력한다면 그들 견해의 평균은 매우 정확 하다. 그러나 놀랍게도, 그 사람들이 단체로 함께 그 문제에 관해 얘기한다면 그들이 이끌어 내는 답은 점점 더 부 정확해진다. 더 구체적으로 연구원들은 집단 극단화의 효과를 발견했다. 개인으로서 가지는 어떤 편견이든지 간에 그들이 집단으로 어떤 일들을 토론할 때, 그 편견은 배가 된다. 만약 개인들이 위험을 감수하는 방향으로 약간 기운다면 집단은 그것을 향해 돌진해 버린다. → 사람들이 (A) 의존적으로 함께 일할 때, 군중의 지혜는 종종 집단의 (B) 우매함으로 바뀐다. [어구] likelihood 가능성 [해설] 해석 참조 [41 - 42] 장문 독해 eye­blocking은 우리가 위협을 느끼거나 보는 것을 좋아하지 않을 때, 발생하는 비언어적 행동이다. 곁눈질 하기, 눈을 감거나 가리기는 보고 싶지 않은 이미지를 보는 것으로부터 뇌를 보호하기 위해 진화된 행동이다. 조사관으로서, 나는 Puerto Rico의 비극적인 호텔 방화 사건의 조사를 돕기 위해 eye­blocking 행동을 활용했다. 보안 요원이 그가 배정받은 지역에서 화재가 발생했기 때문에 즉각적인 용의 선상에 올랐다. 그가 화재의 발생과 관련이 없다는 것을 결정하기 위한 방법 중 하나는 불이 나기 전과 화재 당시에 그가 어디에 있었는지, 그리고 그가 불을 질렀는지에 대한 몇 가지 구체적인 질문을 하는 것이었다. 각각의 질문을 할 때마다 나는 그의 얼굴 에서 eye­blocking 행위가 드러나는 징후가 있는지를 관찰했다. 화재 당시에 어디에 있었는지에 대한 질문을 받을 때만 그는 eye­blocking을 사용했다. 이상하게 대조적으로, “당신이 불을 질렀습니까?”라는 질문에는 문제가 없는 것처럼 보였다. 이것은 중요한 이슈는 불이 났을 때 그의 위치(location)였다는 것을 나에게 말해 주었다. 그는 조사관으로부터 심도 깊은 심문을 받았고 결국 같은 호텔에서 일하는 여자 친구를 만나기 위해 그의 자리를 떠났음을 인정했다. 불행하게도, 그가 떠났을 때, 방화범들이 그가 지켰어야 할 장소에 들어와 불을 질렀다. 이 경우에 보안 요원의 eye­blocking 행위가 결국 사건을 해결하게 만드는 일련의 의문을 해결하는데 필요한 통찰력을 주었다. [어구] squint 곁눈질하다 telltale 감추려 해도 드러나는 question 심문하다 41. [출제의도] 글의 제목 추론하기 [해설] 해석 참조 42. [출제의도] 빈칸 추론하기 [해설] 해석 참조 [43 - 45] 장문 독해 (A) 2015년 9월에 38세의 Elvis Summers는 60세의 Kenneth McGhee가 재활용할 캔과 병을 찾으러 Elvis의 Los Angeles 아파트 건물에 나타났을 때 Kenneth를 만났다. 그들이 대화를 했을 때 Smokie라고 알려진 Kenneth는 아내가 약 10년 전에 죽은 이후로 자신이 살 곳이 없었다는 것을 밝혔다. Elvis는 그를 도와주고 싶었다. “나는 내 바로 옆에서 벌어지고 있는 사람의 고통을 무시할 수 없었다.”라고 그는 말했다. (C) Elvis는 사람들이 500제곱 피트 이내의 집을 짓는 작은 집 짓기 운동에 대해 읽은 적이 있었고, 자신이 Smokie를 위해 비슷한 건물을 지어줄 수 있는 건설 노 하우가 있다고 믿었다. 그는 건물 자재에 500달러를 썼고 5일 만에 3.5×8피트 집을 그의 아파트 앞 연석에 지었다. 그 작은 집은 바퀴 위에 놓여서 도시 법을 준수하기 위해 72시간마다 움직일 수 있었다. Home Sweet Home이라고 쓰인 표지판은 나무로 된 벽들 중 하나에 걸렸다. (B) 새 집에서의 첫 날에 Smokie는 “너무 편안해서 내 생각에는 반나절이나 잔 것 같다.”라고 그는 지역 방송국에 말했다. 4월에 Elvis는 YouTube에 집이 지어 지는 과정을 동영상으로 게시하여 4일 만에 6백만 조회수를 기록했다. 그는 온라인에서 불쌍한 사람들을 위한 작은 집을 더 짓기 위하여 모금 운동을 하여 한 달 만에 8만 달러가 넘는 금액을 모금했다. (D) 자신이 모은 기금으로 그는 살 곳이 없는 노인과 그녀의 개를 위한 작은 집을 포함한 여러 집을 짓고 있다. 결과적으로 Elvis는 건설을 도와 줄 만한 살 곳이 없는 사람들을 고용하고 싶어하고 그에게는 이미 Smokie라는 그의 첫 직원이 줄을 서 있다. “저는 집을 지을 준비가 되어 있어요.”라고 그는 말했다. Elvis Summers가 Smokie를 도운 방식은 수 백명을 더 도울 수 있다. [어구] fund­raising 기금 모 금운 동 measure 수치 가 ~이다 supplies 자재 curb 연석 comply 준수하다 43. [출제의도] 글의 순서 정하기 [해설] 해석 참조 44. [출제의도] 지칭 추론하기 [해설] 해석 참조 45. [출제의도] 내용 불일치 파악하기 [해설] 해석 참조"
}