{
    "text": "영어 영역 정 답 1 ② 2 ⑤ 3 ① 4 ① 5 ② 6 ④ 7 ① 8 ② 9 ④10 ③ 11 ③ 12 ③13 ⑤14 ①15 ③ 16 ① 17 ③18 ①19 ⑤20 ② 21 ③ 22 ①23 ⑤24 ②25 ④ 26 ④ 27 ③28 ④29 ⑤30 ⑤ 31 ② 32 ①33 ②34 ②35 ③ 36 ④ 37 ④38 ④39 ⑤40 ① 41 ⑤ 42 ⑤43 ②44 ④45 ④ 듣기 대본 및 해설 1. [출제 의도] 적절한 응답 찾기 W: Oh, I totally forgot to return the books to the library. The due date is today. M: Why don’t you extend the due date online now? W: You mean on the library’s website? Is that possible? M: 2. [출제 의도] 적절한 응답 찾기 M: Wow, your plants look great! I don’t know why mine look so unhealthy. W: How often do you water your plants? M: I make sure to water them several times every day. W: 3. [출제 의도] 목적 파악하기 W: Good morning, students. May I have your attention, please? This announcement is for our seniors. The County Bank Foundation is awarding three $5,000 scholarships to seniors based not just on academics or athletics, but also on citizenship. If you have the potential to be a future leader and have a B average or better, you could receive this scholarship. Does this sound like you? Then go to www.countybank.com or ask your guidance counselor for the application for the Richard Citizenship Award. The deadline to apply is November 30, 2016. I hope many of you will take advantage of this opportunity. Thank you for listening. 4. [출제 의도] 의견 파악하기 W: What are you looking at, Danny? M: I’m looking at the schedule for after­school programs. W: Do you have any special program in mind? M: Yeah, I’d like to sign up for a sports program. W: Why don’t you take some academic­related programs instead? You said you got lower grades in general last semester. M: Well, I need to study more, but I think I also need more physical activities to improve my grades. W: Do you really think so? M: Yes. Many researchers agree that students who do physical exercise tend to have better grades in school. W: How come? M: It increases oxygen flow to the brain and helps improve memory. W: Hmm, that makes sense. 5. [출제 의도] 관계 파악하기 W: Hello, Mr. Brown. M: Hello, Ms. Duncan. I just stopped by to check how my order is going. W: I was about to call you to ask about some details. M: All right. What are they? W: Please look at this sample. I need your opinion about this overall concept for your brochure. M: Umm, I like it, but I want you to make the title bigger and the picture smaller. W: I see. How about the background color and font? M: I like the font, but I want to make the color a little brighter. W: Okay. I’ll have the designer change that. You ordered 1,000 copies to be printed, right? M: Exactly. Please, don’t miss the deadline. W: Of course, I won’t. 6. [출제 의도] 세부 내용 파악하기 W: Mr. Morris, I finished designing the set for our musical. Here’s my sketch. M: Let me see. [Pause] I like the entrance door in the middle. W: Thanks. On the left side, I put a fireplace as you requested. M: Great. And hanging that portrait above the fireplace is a very good idea. The portrait is very important for many scenes. W: I agree. How about the sofa? M: It looks good in front of the fireplace. W: And check out the round table in the corner. Do you like it? M: Perfect. I like the vase, too. W: One more question. Is having a rocking chair under the window okay? M: It’s great. You did a really good job! 7. [출제 의도] 할 일 파악하기 W: Steve, are you ready to leave tomorrow? M: Yes, Mom. I can’t believe I’m going to the U.S. as an exchange student. W: I’m so proud of you. Did you buy medical and travel insurance? M: Yeah. And I packed all my stuff. W: Good. Have you canceled your cell phone yet? M: Not yet. I can do that at the airport tomorrow. W: Okay. And don’t forget to photocopy your passport just in case. M: Right, thanks for reminding me. But I have to pick up my international student ID first. W: Then I’ll photocopy it for you while you get your ID. M: Thanks, Mom. I’m meeting some friends on my way home. W: Okay. Don’t be late. 8. [출제 의도] 이유 파악하기 W: Charlie, check this out. I’ve got these bungee jump tickets for my birthday. M: Lucky you! I heard they’re very expensive. W: Yes. I’m very excited. M: But isn’t this place too far from here? W: My cousin Eric will give me a ride. Why don’t you join us? M: Me? I’ve never gone bungee jumping before. I’m a little scared of heights. W: Don’t worry. You’ll get over it once you jump. M: All right, I’ll give it a try. When are you guys going? W: This Sunday. The weather forecast said no rain on that day. M: Sunday? Oh, no! I’m scheduled to go on a business trip this weekend. W: That’s too bad. You should try it next time. 9. [출제 의도] 지불할 금액 파악하기 M: Welcome to New York City Sightseeing. How may I help you? W: Hi. I’m here to purchase city tour package tickets for today. M: Okay. There are one­day and half­day package tours. Which would you like? W: What’s the difference? M: The one­day tour includes three routes and five attractions, and the half­day tour includes only one route and two attractions. W: Umm. The one­day tour sounds better for my family. How much is it? M: It’s $60 for adults and $40 for children. W: I see. I want tickets for two adults and two kids. Can I get a discount with a Metropolitan Membership Card? M: Yes. You’ll get a 10% discount off the total. W: Good. Here’s my credit card. 10. [출제 의도] 언급하지 않은 내용 찾기 M: Sandra, my grandmother looks so bored these days. How can I help her? W: Why don’t you tell her to join the Richfield Sewing Program at the senior center? M: The Richfield Sewing Program? W: Yes. She enjoys sewing, doesn’t she? I think she can make new friends there. M: Good idea! Do you know how much it costs to sign up? W: It’s funded by the town, so it’s free. Any resident over 60 can join. M: That sounds great! W: In the program, besides learning sewing, members can join social activities like bowling, day trips, and watching movies. M: Cool! How can she join? W: She just needs to submit an application to the senior center. M: Good, I’ll ask her now. 11. [출제 의도] 세부 내용 파악하기 M: Hello, everyone. Amazona Zoo will finally reopen this Saturday after its renovation. Now, our zoo has over 800 species of animals, making it one of the largest collections in the United States. Our zoo is open every day except Christmas Day. And the operating hours are from 10 a.m. to 5 p.m. Remember, last admission is one hour before closing time. Some animal exhibits may close up to 30 minutes before closing time. Children under 10 will not be admitted without an adult. You can enjoy a 5% discount when purchasing admission tickets online. Please visit the Amazona Zoo website for more information. Thank you. 12. [출제 의도] 화자의 선택 파악하기 W: Honey, have you decided on a bicycle for Jimmy? M: Not yet. Take a look at these five models. Which one do you think is good? W: Well, he’s 145 cm tall, so this one would be too small for him. M: That’s right. And I’d like it to be lighter than 10 kg. W: I agree. A heavy bicycle would be harder for Jimmy to ride. M: Yeah. And I think a folding bicycle would be better so that we could carry it in our car. W: You’re right. We’d better choose one from these two. But I don’t want to spend more than $300. M: Then I think this is the best option for us. W: Okay. Let’s buy that one. 13. [출제 의도] 적절한 응답 찾기 M: Good evening, ma’am. W: Hi, Mr. Taylor. Can I see my French test results? M: Sure. [Typing] Here. You scored well in most sections except pronunciation. W: Hmm.... What class do you think would be good for me to work on my pronunciation? M: Well, a beginner speaking class would be good for you. W: Then I’ll take a speaking class next month. Are there any classes in the morning? M: We have one at 7 a.m. on Tuesdays and at 9 a.m. on Thursdays. W: I think I’ll take the Tuesday class. M: Okay. The instructor is Mr. Martin. W: Oh, I heard his class is a bit difficult. Do you think I can keep up? M: 14. [출제 의도] 적절한 응답 찾기 M: Melissa, how’s your preparation for the flute audition for the school orchestra going? W: I’ve been practicing a lot. But there’s one problem. M: What is it? W: I’m still looking for a person to play the piano for me. M: Did you ask Sarah? She’s a good piano player. W: I already did, but she said the song is difficult for her, so she needs about two weeks to practice it. M: When is the audition? W: It’s only one week away. Do you know anyone else who can help me? M: Hmm, why don’t you ask Aiden? W: Aiden? The one who was in our biology class last semester? M: Yeah, he’s a good pianist, too. I heard he’s going to major in piano in college. W: 15. [출제 의도] 상황에 적절한 말 고르기 W: Bill is a member of his school’s drama club. One day, the club members decide to join the local student drama contest that’ll be held next month. So, Rachel, the leader of the club, tells the club members that they’ll have a practice session twice a week starting tomorrow. However, their exams are in a week, and Bill is worried about the schedule. He thinks that not many members will like the practice sessions because of the coming exams. Now, he wants to suggest to Rachel that they start practicing after the exams so that they can have enough time to study. In this situation, what would Bill most likely say to Rachel? 16∼17. [출제 의도] 담화 주제 파악하기, 언급하지 않은 내용 찾기 M: Hello, everyone. I’m Benjamin Brown from Healthy Talk. These days people are discovering not only the convenience of home remedies, but also their health benefits for such things as mosquito bites. It’s the season for mosquito bites, so today, I’ll tell you about some of my favorite home remedies for treating them. First, found in virtually every kitchen, baking soda is a good remedy. Rub a paste of baking soda and water onto the affected area, and it’ll provide relief. How about onions? They can also help take the sting out of a bite. Simply place a fresh slice of onion onto a mosquito bite for several minutes, then the itching will be gone. Lemons are your friends, too. By applying lemon juice to the bitten area, you can help reduce the chance of developing an infection. Lastly, honey is helpful since it has many anti­bacterial properties. I hope you find these cures effective this summer. 해설 18. [출제 의도] 목적 파악하기 [해석] 친애하는 Jones 부인께, 어머니의 우려에 주목할 수 있게 해 주 셔서 감사합니다. 학부모로서, 이런 종류의 문의를 하는 것이 어려울 수 있다는 것을 알고 있습니다. 저는 이 수업 프로젝트와 관련된 작업 정도에 대한 우려와 더불어 마감일 연장에 대한 어머니의 요청을 이해 합니다. 과업을 분산시켜 진행하기 위해 우리는 지난 달 내내 이것에 열심히 매진 해 왔습니다. 어머니께서 보지 못하셨을 경우를 생각하여 제가 도움이 될 만한 참 고 자료로서 수업 일정표 사본을 동봉합니 다. 우리가 이 마감 기한까지 작업해 온 방식을 고려해 보건대, 어머니의 요청을 받아들일 수 없게 되어 유감입니다. 저는 이것이 온당한 일정임을 자신합니다. 저는 우리가 서로를 이해할 수 있다고 믿습니 다. 감사합니다. Bryan Roberts 드림 [해설] 해석 참조 [어구] extension 연장 reference 참조, 참고 19. [출제 의도] 지칭 추론하기 [해석] ‘The Karate Kid’라는 영화에서, 십 대인 Daniel은 지혜로운 Miyagi씨에게 가라테를 가르쳐달라고 부탁한다. ①그 노인은 동의하며 Daniel에게 먼저 (양손으로) 정확하게 반대 방향으로 원을 그리는 동작으로 그의 자동차에 왁스칠할 것을 명령한다. 그러고 나서 그는 Daniel에게 정확하게 위아래로 움직이는 동작으로 ②그의 나무 울타리를 칠하라고 말한다. 마침내, ③그는 Daniel에게 벽을 수리하기 위해 망치로 못을 두드려 박게 시킨다. Daniel은 처음에는 당혹스러워 하다가, 나중에는 화를 낸다. 그는 스스로를 방어할 수 있도록 무술을 배우기를 원한다. 그 대신에 그는 집안일만 하게 된다. Daniel이 Miyagi씨의 자동차, 울타 리, 그리고 벽을 복구하는 것을 끝마쳤을 때, 그는 ④그의 ‘멘토’에게 격앙되어 폭발한다. Miyagi씨는 신체적으로 Daniel을 공격하고, 그는 생각이나 망설임 없이 가라테의 핵심 찌르 기와 막기로 ⑤자신을 방어한다. Miyagi씨의 믿을 수 없을 정도로 간단한 허드렛일을 통해, Daniel은 알지 못한 채 가라테의 기본을 받아들이게 된 것이다. [해설] ⑤는 Daniel을 가리키고 나머지는 Mr. Miyagi를 가리킨다. [어구] martial arts 무술 chore 허드렛일 20. [출제 의도] 분위기 파악하기 [해석] 할아버지가 말했다. “Viola, 한잔 안 할래?” Viola는 엄마를 흘긋 쳐다보고, “아니요, 안 돼요, Tate씨, 안 되겠어요.”라고 말했다. 그는 그녀를 무시하고는 그녀의 손에 잔을 쥐 어 주었고 그리고 또 한 잔을 SanJuanna의 손에 쥐어 주었다. 그들은 모두 일어서서 축하 의 잔을 들어 올렸다. 우리는 웃으며 우유가 든 잔으로 그들을 따라했다. 아버지가 말했다. “우리의 건강을 위해, 우리의 지속적인 번영을 위해, 그리고, 이렇게 즐거운 날, 할아버지와 그의 과학적 업적을 위하여. 나는 당신이 시간을 보냈던 방식에 대해 의아해 했던 적이 있 었음을 인정할 수밖에 없습니다. 하지만 당신은 그것이 모두 가치 있는 일이었음을 증명해 왔습니다. 오늘 밤 우리는 자랑스러운 가족입니다!” Harry는 ‘For He’s a Jolly Good Fellow’라는 노래의 합창을 시작했고 그러고 나서 그들이 세 번의 건배를 하도록 이끌었다. [해설] 해석 참조 [어구] glance at ~을 흘긋 쳐다보다 21. [출제 의도] 요지 파악하기 [해석] 일부 기업은 직원들의 자원봉사 활동 참여를 돕는 것을 꺼리기도 한다. 그들은 그것 이 기업의 일과는 무관하다고 믿는다. 만약 직원들이 자원봉사 활동을 원한다면, 직원들이 스스로 계획하고 한가한 시간에 그렇게 할 수 있다. 기업은 또한 그런 프로그램을 마련하는 데 필요한 자원을 할당하는 것에 대해 걱정하게 되거나, 혹은 어쩌면 그들은 그들의 직원이 다른 곳에 관여하는 것을 돕는 것이 그들의 조직이나 업무에 대한 그들의 헌신을 약화시킬 수 있음을 두려워할지도 모른다. 마지막 사항에 대해서는 걱정할 필요가 없다. 사람들은 회 사가 하기 쉽게 만들어준 선행을 행할 때 자존감을 느낀다는 부분적인 이유 때문에 회사 차 원의 자원봉사 활동에 참여하는 것이 직원들의 조직에 대한 헌신도를 약화시키기보다는 오 히려 향상시킨다는 것을 연구가 보여준다. [해설] 해석 참조 [어구] reluctant 꺼리는, 마지못해서 하는 on one’s own time 한가한 시간에 allocate 할당 하다 22. [출제 의도] 주장 파악하기 [해석] 너무 많은 사람들이 종착역 병(destination disease)으로 고생한다. 그들은 어느 정 도의 수준에 이르고, 학위를 받고, 그들이 꿈꾸던 집을 구매하게 되면, 그 후에는 그냥 힘들 이지 않고 살아간다. 연구는 고등학교 졸업자의 50%가 또 다른 책 한 권을 결코 끝까지 읽 지 않는다는 것을 보여준다. 한 가지 이유는 그들이 배움을 여러분이 학교에서 하는 것, 즉 삶의 방식으로서가 아니라, 삶의 한 기간 동안 여러분이 하는 어떤 것으로 여기기 때문일지 도 모른다. 우리 모두는 학교에 다닐 때 배웠다. 우리 선생님들, 코치들, 부모님들이 우리를 가르쳤다. 학령기에, 우리는 공부 할 것이라 기대되었다. 하지만, 일부의 사람들은 일단 그 들이 어떤 수준의 교육을 끝마치면 “나는 학교를 마쳤어. 나는 좋은 직업을 얻었어.” 라고 생각하는 경향이 있다. 승자는 결코 배움을 멈추지 않는다. 여러분이 아홉 살이건 아흔 살 이건 간에, 여러분은 꾸준히 배우고, 여러분의 기술을 향상시키고, 여러분이 하는 일을 더 잘 해내야 한다. [해설] 해석 참조 [어구] tend to ~하는 경향이 있다 23. [출제 의도] 주제 파악하기 [해석] 제국에 의해 확산된 문화적 사상들은 거의 지배층의 독점적 창조물이 아니었다. 제 국의 시각은 보편적이고 포괄적인 경향이 있기 때문에, 제국의 지배층이 사상, 규범, 그리고 전통을 그들이 그것들을 발견한 어떤 곳으로부터든지 채택하는 것이 오히려 단 하나의 완고 한 전통을 고수하기보다는 상대적으로 쉬웠다. 일부 황제들은 그들의 문화를 순화시키고 그 들의 뿌리라고 여겼던 것으로 회귀하는 것을 추구했지만, 대부분 제국들은 피지배 민족들로 부터 많은 것을 흡수한 합성의 문명을 만들어 왔다. 로마의 제국 문화는 로마식 못지않게 그리스식이었다. 몽고 제국 문화는 중국의 복사판이었다. 미 제국에서, 케냐 혈통의 미국 대 통령은 투르크 족에 대항하는 아랍인들의 반란에 대한 영국의 서사시인 ‘Lawrence of Arabia’라는 자신이 가장 좋아하는 영화를 보면서 이탈리아 피자를 먹을 수 있다. [해설] 해석 참조 [어구] rigid 완고한 subject 지배를 받는 rebellion 반란, 폭동 24. [출제 의도] 제목 파악하기 [해석] 다소 자유롭게 스스로에 대해서 다른 사람들에게 전달하고, 솔직하고 개방적이며, 자신의 관점, 의견, 지식, 감정을 자유롭게 표현하고, 자신의 지식과 개인적 경험을 다른 사 람들과 공유하는 사람들은 자기 노출 유형으로 여겨질 수 있다. 이러한 사람들은 끊임없이 다른 사람들과 소통하고 그들에게 영향을 준다. 이 소통 또는 자기 노출은 정보를 생성함에 있어 도움이 되며 그와 같은 사람은 사적 자아보다는 개방적이고 공개적인 자아를 더 많이 지니고 있다. 최적량의 자기 노출이 없다면 우리는 다른 사람들이 우리에 대해서 알 기회와 우리 자신이 적절한 피드백을 받을 기회를 받아들이지 않게 된다. 개방적으로 소통하지 않 는 사람들은 스스로를 완전히 발견하는 데에 어려움을 겪는 사적인 개인들이다. 적어도 그 들은 다른 사람들의 눈을 통해서 완전히 자신을 아는 것이 어렵고, 또한 다른 사람들에게 제한된 영향을 미친다. [해설] 해석 참조 [어구] optimal 최적의 self­disclosure 자기 노출 generate 생성하다 25. [출제 의도] 세부 내용 파악하기 [해석] Paul Klee는 1879년 12월 18일에 Switzerland의 Bern에서 태어났다. 그의 아버지 는 음악 선생님이었고 그의 어머니는 가수이자 아마추어 화가였다. 어렸을 때 Paul은 끊임 없이 그림을 그렸다. 그가 가장 좋아하는 그림의 대상은 고양이였다. 그리고 7세 때 그는 바이올린 연주법을 배웠고, 어른이 되어서도 계속했다. 사실 그는 한동안 Berlin Municipal Orchestra와 함께 연주하기까지 했었다. 비록 음악이 Paul에게 중요하긴 했지만, 그는 화가 가 되었다. 1898년, 그는 Munich Academy에서 공부하며 자신의 화가 경력을 시작했다. 후 에, 그는 1921년 1월부터 1931년 4월까지 Bauhaus에서 회화를 가르쳤다. Paul은 또한 그 의 예술적 통찰과 아이디어를 계속 기록했고 미술에 관한 많은 책을 출판했다. 1940년에 사망에 이르기까지, 그는 일생 동안 만 점이 넘는 소묘와 오천 점에 가까운 회화 등 인상적 인 양의 작품을 만들어냈다. [해설] Paul Klee가 회화를 가르친 곳은 Munich Academy가 아니라 Bauhaus이므로 ④는 글 의 내용과 일치하지 않는다. [어구] insight 통찰 26. [출제 의도] 세부 내용 파악하기 [해석] Summer Youth Projects at The Crescent Theater 연기하라! 배우라! 성장하라! 이번 여름, 청소년들은 Crescent Theater가 재미로 꽉 찬 청소년 연극 프로 젝트 3개를 주관하기 때문에 연극인이 되 어볼 수 있습니다. 각 프로젝트는 5일(월 요일~금요일) 동안 지속되고 참가하는 청 소년들의 가족과 친구들을 위한 공연으로 마무리됩니다. 날짜 & 연령 프로젝트 1 8월 8일~12일 7세~11 세 프로젝트 2 8월 15일~19일 12세~14 세 프로젝트 3 8월 22일~26일 15세 이상 요금: 프로젝트 당 150달러 추가 정보 ∙등록하기 위해서는, 우리 웹사이트에서 지원서 양식을 내려 받고 그것을 작성하여 application@crescent.com에 이메일로 다시 보 내 주십시오. ∙참가 취소는 30달러의 취소 비용을 필요 로 합니다. Crescent에서 이번 여름방학을 즐겁게 보내세 요. [해설] Additional Information의 첫 번째 정보를 통해 ④는 글의 내용과 일치함을 알 수 있다. [어구] take to the stage 연극인이 되다 be subject to ~을 필요로 하다 27. [출제 의도] 세부 내용 파악하기 [해석] Science Museum Gift Memberships 사랑하는 사람에게 특별한 것을 선물하세 요. ￭회원들은 무료 박물관 입장권, Omnitheater 무료 입장권, 그리고 특별 전 시회 할인을 받게 됩니다. 요금 안내 다음의 등급 중에서 선물용 회원권을 구매 하실 수 있습니다. ∙Dual(69달러): 성인 2명 포함 ∙Household(99달러): 성인 2명과 9세 미 만의 모든 어린이 포함 ∙Darwin(150달러): Household 회원권에 성인 2명 추가 및 다른 혜택 포함 ￭선물용 회원권은 온라인(www.smm.org) 이나 전화 (651) 221-9444로(화요일~ 토요일), 혹은 매표소에서(화요일~일요 일) 구매하실 수 있습니다. ￭전화 또는 온라인으로 구매하시면 회원 카드가 3일 이내에 우편으로 발송될 것입 니다. ￭수령인은 전화로 회원 등록을 할 수 있 는데, 등록될 때까지는 회원자격이 발생하지 않습니다. [해설] 전화로 구매하는 것은 화요일부터 토요일까지 가능하므로 ③은 글의 내용과 일치하지 않 는다. [어구] extraordinary 특별한, 비범한 28. [출제 의도] 문맥에 맞는 어법 파악하기 [해석] 세탁기가 발명되기 전, 사람들은 비벼 빨기 위한 빨래판을 이용하거나, 세탁물을 강 가나 개울가로 가져가 그곳에서 바위에 때리거나 문질러 빨았다. 그러한 대단히 힘든 노동 은 세계 각지에서 아직도 흔한 일이지만, 대부분의 집을 가진 사람들에게 있어 이제 그 일 은 자동으로 물의 온도를 조절하고, 세제를 덜어내고, 빨고, 헹구고, 원심력으로 탈수하는 기계에 의해 행해지고 있다. 세탁기는 그 전기적이고 기계적인 체계 때문에 대형 가전제품 중 가장 기술적으로 진보한 예 중 하나이다. 그것은 옷을 깨끗하게 할 뿐만 아니라, 손으로 빠는 것이 요구하는 것보다 훨씬 적은 양의 물과 세제, 에너지를 가지고 그렇게 한다. 롤러 에 빨래를 넣어서 남은 물기를 짜냈던 구식 세탁기와 비교할 때, 현대식 세탁기는 정말로 경이로운 전기적․ 기계적 물건이다. [해설] ④는 cleans를 대신하는 does를 써야 한다. [어구] measure out ~을 덜어내다 feed (기계에) 넣다 29. [출제 의도] 문맥에 맞는 어휘 파악하기 [해석] 우리 문화에서 슬픔은 종종 불필요하고 바람직하지 않은 감정으로 여겨진다. 수많은 자기 계발서들은 일반적으로는 부정적인 감정, 특히 슬픔을 제거될 필요가 있는 ‘문제적 감 정’의 범주로 지정하면서 긍정적 사고와 긍정적 행동의 장점을 장려한다. 다수의 심리학 직 종이 슬픔을 관리하고 완화시키는 일에 활용된다. 그러나 어느 정도의 슬픔과 우울은 현재 의 경우에서보다 이전의 역사적 시대에서 훨씬 더 수용되어 왔다. 고대 철학자로부터 Shakespeare를 거쳐 Chekhov, Ibsen, 그리고 19세기의 위대한 소설에 이르기까지 슬픔, 갈 망, 그리고 우울이라는 감정을 탐험하는 것은 도움이 되는 것으로 오랫동안 여겨져 왔다. 긍 정성을 장려하는 번창하는 산업이 인간 정서에 대한 이전의 더 균형적인 이러한 관점을 가 까스로 없앤 것은 불과 최근에 이르러서였다. [해설] (A)에서 promoted는 ‘장려되는’의 의미이다. (B)에서 discouraged는 ‘억제되는’의 의미이 다. (C)에서 destructive는 ‘해로운’이라는 의미이다. [어구] self­help book 자기 계발서 assign 지정하다 affect 감정, 정서 profession 직업, 전문직 thriving 번창하는 30. [출제 의도] 도표 이해하기 [해석] 위 그래프는 2011년에 각각의 기기로 전자책을 읽는 16-29세의 사람들과 30세 이상의 사람들의 비율을 보여준다. 16-29세의 사람들의 경우는, 데스크톱 컴퓨터나 랩톱 컴퓨터가 가장 널리 사용되는 기기이고, 태블릿은 가장 적게 사용되는 기기이다. 반면에, 30세 이상의 사람들은 전자책을 e­리더기로 가장 많이 읽고 휴대 전화로 가장 적게 읽는다. 30세 이상의 사람들의 경 우, 데스크톱 컴퓨터나 랩톱 컴퓨터의 사용과 휴대 전화의 사용 사이에 퍼센트포인트 차이는 10 포인트보다 크다. 30세 이상의 사람들 사이에서의 e­리더기의 사용 비율은 16-29세의 사람들 사이에서의 사용 비율의 2배이다. 태블릿은 두 연령 집단에서 20퍼센트보다 적은 사람들이 사용 하는 유일한 기기이다. [해설] 30세 이상의 사람들의 태블릿 사용 비율은 26퍼센트이므로 ⑤가 도표의 내용과 일치하 지 않는다. 31. [출제 의도] 빈칸 추론하기 [해석] 우리의 식습관을 바꾸는 것은 우리가 할 수 있는 가장 어려운 일들 중의 하나인데, 이는 우리의 선호를 지배하는 욕구가 심지어 우리 자신에게조차 종종 숨어있기 때문이다. 하지만 여 러분이 무엇을 먹는지를 조정하는 것은 완전히 가능하다. 우리는 항상 그렇게 한다. 이것이 사실 이 아니라면, 매년 새로운 제품을 출시하는 식품 회사들은 그들의 돈을 낭비하고 있는 셈일 것 이다. 베를린 장벽이 무너진 후에, 동독과 서독의 주부들은 수십 년 만에 처음으로 서로의 식품 을 먹어 보았다. 동독의 주부들이 자신의 요구르트보다 서독의 요구르트를 선호한다는 것을 깨 닫는 것은 오래 걸리지 않았다. 똑같이, 서독의 주부들은 동독의 꿀과 바닐라 웨이퍼 비스킷을 좋아한다는 것을 깨달았다. 베를린 장벽의 양쪽에서, 이 독일 주부들은 그들의 음식 선호에 있어 서 놀랄 만한 유연성을 보여 주었다. [해설] 해석 참조 [어구] impulse 욕구, 충동 govern 지배하다 wafer 웨이퍼(얇고 바삭하게 구운 과자의 일종) 32. [출제 의도] 빈칸 추론하기 [해석] 인생은 균형을 맞추는 행위이며, 우리의 도덕심도 그러하다. 연구는 우리가 스스로를 우 리 삶의 한 부분에서 도덕적으로 부족하다고 간주할 때, 저울의 균형을 맞출 도덕적 행동을 찾 는다는 점을 시사한다. 아마도 당신은 재활용을 해야 한다는 것은 알지만 재활용 수거 트럭이 올 시간에 맞춰 유리, 종이, 그리고 플라스틱을 모으는 데는 전혀 시간을 내지 않을 것이다. 어 느 날 당신은 우연히 철물점을 돌아보면서 에너지 효율이 좋은 백열전구가 있는 선반을 발견하 고, 즉시 백열전구 20개를 사기로 결정해서 집에 있는 모든 전구를 바꾼다. 도덕성 부족(재활용 하지 않기)은, 당신의 관점에서, 도덕적 행위(에너지 효율이 좋은 전구를 설치하기)에 의해 균형 이 맞춰진다. 문제는 시소가 다른 방향으로도 기울어질 수 있다는 것이다. 만약 우리가, 도덕적 으로 말해서, 충분히 하고 있다고 믿으면, 그 이상을 할 이유가 거의 없다. 저울은 이미 수평 상 태이다. [해설] 해석 참조 [어구] get around to ­ing ~할 시간(짬)을 내다 tip 기울다 level 수평의, 균형 잡힌 33. [출제 의도] 빈칸 추론하기 [해석] 온라인 생활의 실체와 우리가 그것을 어떻게 경험하는가 사이의 차이는 인터넷상의 사생 활에 대한 우리의 토론을 막는다. 이메일을 생각해 보라. 사람들은 이메일이 사적인 것이 아니라 는 것을 ‘안다.’ 하지만 많은 이들이, 적어도 때로는, 친밀한 서신 왕래를 위해 이메일을 사용할 것이다. 수십 년에 걸쳐, 나는 왜 그러한지를 질문해왔다. 대답은 항상 같다. 컴퓨터 화면을 응시 할 때 여러분은 완전히 혼자라고 느낀다. 여러분이 마치 세상에 있는 단 두 사람인 것처럼 편지 를 쓰고 있는 사람과 단둘이 있다고 느끼는 것은 여러분이 진실이라고 알고 있는 것을 종종 가 린다. 이메일은 보일 수 있고, 저장될 것이며, 그런 후에는 다시 보일 수 있다. 컴퓨터 화면에 있 는 것이 단명할 것처럼 보이는 것은 여러분이 쓴 것이 지워질 수 없다는 진실을 가린다. 더 일 반적으로 말하자면, 인터넷 경험은 인터넷의 실체를 손상시킨다. [해설] 해석 참조 [어구] correspondence 편지, 서신 왕래 block out 가리다, 차단하다 seeming 겉보기의, 외관상 의 34. [출제 의도] 연결어 파악하기 [해석] 한 분야의 연구는 여러분이 자료를 얼마나 ‘자주’ 되풀이하여 읽는지가 여러분이 참여하 는 (자료) 처리의 ‘깊이’보다 덜 중요하다는 것을 시사한다. 그러므로, 만약 여러분이 읽은 것을 기억하길 기대한다면, 그것의 의미와 충분히 씨름해야 한다. 많은 학생들이 만약 기계적인 암기 반복에 시간을 덜 보내고 그들의 읽기 과제의 의미에 실제로 집중하고 분석하는 데 더 많은 시 간을 보낸다면 아마 이익을 얻을 수 있을 것이다. 특히, 자료를 ‘개인적으로’ 유의미하게 만드는 것이 유용하다. 교과서를 읽을 때는, 정보를 여러분 자신의 삶과 경험에 관련시키도록 노력하라. 예를 들어, 만약 여러분이 자신감의 성격 특성에 대한 심리학 교재를 읽고 있다면, 여러분이 아 는 사람들 중에 어떤 사람들이 특히 자신감이 있는지 그리고 왜 여러분이 그들의 특성을 그런 식으로 묘사하는지에 대해 생각할 수 있다. [해설] 해석 참조 [어구] go over 되풀이하다, 다시 읽다 engage in 참여하다 characterize ~의 특성을 묘사하다 35. [출제 의도] 무관한 문장 고르기 [해석] 관광업은 기후 체계 변화의 많은 요인들 중 하나이다. 다른 인간 활동과 마찬가지로 관 광업은 기후 변화에 많은 방식과 공간적 위계로 영향을 끼친다. 예를 들어, 숲을 휴양지 건물과 다른 구조물들로 대체하는 것과 같이 토지 피복과 토지 사용의 변화들은 지역의 기후를 변화시 킬 수 있다. 지역의 기후 변화들은 또한 구조물들의 소각로에 의해, 고정식과 이동식 엔진에 의 해, 그리고 토지 개간 활동을 하는 동안에 대기 오염물질이 방출될 때 일어날 수 있다. (관광업 과 관광객들은 공식적 부문과 비공식적 부문 둘 다에서 일자리와 사업 기회를 창출할 수 있다.) 점차, 시간과 공간에 걸쳐, 지역적으로 집중된 이러한 인간의 활동조차도 지역적으로 그리고 전 세계적으로 기후를 변화시키는 것으로 알려져 있다. 그 활동들은 목적지로 관광객들을 데려가고 데려오는 비행기에서 나오는 배기가스에 관련된 요인들과 같은 더욱 세계적인 규모의 요인들과 함께 작용한다. [해설] 해석 참조 [어구] land cover 토지 피복(지표면에 존재하는 물질 및 그 분포 상황) stationary 고정된 36. [출제 의도] 문장 위치 찾기 [해석] 과학적 발견들은 과거 어느 때보다 더 빠른 속도로 결실을 맺고 있다. 예를 들어, 1836년에 (곡식을) 베고, 타작하고, 짚을 다발로 묶고, 낟알을 자루 안으로 쏟아 부어 주는 기계가 발명되었다. 그 기계는 심지어 그 당시에 20년이 된 기술에 기초하였지만, 1930년 이 되어서야 비로소 그러한 기계가 실제로 유통되었다. 타자기에 대한 최초의 영국 특허권 이 1714년에 발급되었지만, 150년이 더 지나서야 타자기는 상업적으로 판매되었다. 오늘날, 아이디어와 적용 사이의 그러한 지연은 거의 생각할 수 없다. 그것은 우리가 우리 조상들보 다 더 간절하거나 열망이 더 강해서가 아니라, 시간이 지나면서 우리가 그 과정을 앞당기는 모든 종류의 사회적 장치들을 발명해 왔기 때문이다. 그러므로 혁신적인 순환의 첫 번째와 두 번째 단계 사이, 즉 아이디어와 적용 사이의 시간이 급격히 줄어들어 왔다는 것을 우리 는 알게 된다. [해설] 해석 참조 [어구] fruition 결실 mow 베다 patent 특허권(증) 37. [출제 의도] 문장 위치 찾기 [해석] 대부분의 우리들은 우리에게 제기되어 온 문제들(예를 들어, 우리의 상사들이 준 과제들) 을 가지고 있다. 하지만 우리는 또한 우리 자신의 문제(예를 들어, 여러분이 일하고 있는 도시에 서의 추가적인 주차 공간에 대한 필요)를 인식한다. 문제의 존재를 확인한 후에 우리는 그 문제 의 범위와 목적들을 정의해야 한다. 주차 공간의 문제는 종종 더 많은 주차장 또는 주차용 차고 에 대한 필요로 간주된다. 하지만 이 문제를 창의적으로 해결하기 위해서는, 근무일 동안 주차시 킬 공간을 필요로 하는 차량이 너무나 많다는 문제로 그것을 재정의하는 것이 유용할지도 모른 다. 그러한 경우에, 여러분은 도심 주차장을 사용하는 사람들 사이에서 카풀을 조직하기로 결정 을 내릴 수도 있고, 이러한 개인 소유 차량들을 활용하여 주간 지역 택시 서비스를 실시하기로 결정할 수도 있다. 그리하여, 여러분은 여러분이 그 문제를 원래 제기했던 방식이 아닌 나중에 새롭게 생각했던 대로 문제를 해결한다. [해설] 해석 참조 [어구] institute 실시하다 reconceive 새로운 방식으로 생각하다 38. [출제 의도] 글의 순서 정하기 [해석] 진화는 인간에게 축구를 할 수 있는 능력을 주지 않았다. 실제로, 그것은 찰 수 있는 다 리와 반칙을 할 수 있는 팔꿈치를 생기게 했지만, 이것으로 우리가 할 수 있는 것은 아마도 혼 자서 페널티킥을 연습하는 것뿐일 것이다. (C) 우리가 어느 날 오후에 학교 운동장에서 만난 낯 선 사람들과 경기를 시작하기 위해서는, 전에 만난 적이 없는 열 명의 팀 구성원들과 조화를 이 루어야 할 뿐만 아니라, 또한 상대편 열한 명의 선수들도 같은 규칙으로 경기를 하고 있다는 것 을 알 필요가 있다. (A) 의례화된 공격에 낯선 동물을 끌어들이는 다른 동물들은 주로 본능에 의해 그렇게 한다. 전 세계의 강아지들은 그들의 유전자에 내재된 거친 놀이에 대한 규칙들을 가지고 있다. (B) 그러나 십 대 아이들은 축구에 대한 그러한 유전자를 가지고 있지 않다. 그럼 에도 불구하고 그들은 모두 축구에 대한 동일한 생각 체계를 배워 왔기 때문에 완전히 낯선 사 람들과 경기를 할 수 있다. 이러한 생각들은 전적으로 가상이지만, 모두가 그러한 생각들을 공유 한다면, 우리는 모두 경기를 할 수 있다. [해설] 해석 참조 [어구] rough­and­tumble play 거친 (신체) 놀이 39. [출제 의도] 글의 순서 정하기 [해석] 수렵 채집 생활인들을 굶주림과 영양실조로부터 보호했던 성공 비결은 그들의 다양화된 음식이었다. 농부들은 매우 제한되고 불균형한 음식을 섭취하는 경향이 있다. (C) 특히 전근대기 에, 농업 인구가 섭취하는 칼로리의 대부분은 밀, 감자, 또는 쌀과 같은 인간에게 필요한 비타민, 미네랄, 그리고 다른 영양 성분들 중 일부가 부족한 단일 농작물로부터 왔다. (B) 전통적인 중국 의 전형적인 농부는 아침, 점심, 저녁으로 쌀을 먹었다. 만약 그 농부가 운이 좋다면, 그 사람은 다음날에도 같은 것을 먹을 것이라고 기대할 수 있었다. 대조적으로 고대 수렵 채집 생활인들은 수십 가지의 다양한 음식물을 규칙적으로 먹었다. (A) 농부의 고대 조상인 수렵 채집 생활인은 아마도 아침으로 산딸기와 버섯을, 점심으로 과일과 달팽이를, 저녁으로 달래를 곁들인 토끼 고 기 스테이크를 먹었을 것이다. 내일의 메뉴는 완전히 달랐을지도 모른다. 이러한 다양성은 고대 수렵 채집 생활인들이 필요로 하는 모든 영양소를 얻는 것을 보장해 주었다. [해설] 해석 참조 [어구] malnutrition 영양실조 peasant 농부 40. [출제 의도] 문단 요약하기 [해석] 몇몇 회사들은 직원들에게 카페테리아 장려금 프로그램을 제공한다. ‘카페테리아’라는 용 어는 선택이 카페테리아에서의 선택과 유사하기 때문에 사용되는데, 그곳에서는 식사하는 사람 이 줄을 따라가면서 자신이 원하는 음식을 고르고 다른 것들은 두고 간다. 카페테리아 장려금은 다양한 형태를 취한다. 많은 경우에, 회사는 각 개인이 이러한 선택 사항들에 쓸 수 있는, 예를 들어 연간 3,000달러와 같은 이용 가능 자금을 따로 떼어놓을 것이다. 그러면, 만약 어떤 사람이 두 명의 어린 자녀가 있는 가족을 두고 있고 이 돈의 일부를 보육 프로그램에 쓰기를 원한다면, 그 비용은 자동적으로 그 직원의 이용 가능 자금에서 공제된다. 또 다른 개인은 자신의 특정한 필요를 충족하기 위해서 추가적인 생명 보험이나 의료 보장을 구매할 수도 있다. 예를 들어, Lincoln Electric에서는 직원 의료 보험을 위한 모든 비용이 장려금에서 나온다. 직원들은 그들이 어떤 유형의 보장을 원하는지를 결정하고, 그 비용은 그들의 장려금에서 공제된다. [요약문] 카페테리아 장려금 프로그램은 직원에게 (A)열린 선택권을 제공하고, 직원의 선택은 자신의 (B)필요에 근거를 두고 있다. [해설] 해석 참조 [어구] incentive 장려금 put aside ~을 따로 떼어두다 41∼ 42. [출제 의도 ] 제목 파 악하기 , 빈칸 추론 하기 [해석] 우리는 우리의 단어들을 잃어간다. ‘intelligence’는 한때 어떤 인공 지능이 하는 일보다 더 많은 것을 의미했다. 그것은 감각, 감성, 인지, 이성, 재치 등을 포함하곤 했다. 그러나 우리는 지금 기계들이 지능을 가지고 있다고 기꺼이 말한다. ‘affective’는 한때 어떤 기계가 전달할 수 있는 것보다 훨씬 더 많은 것을 의미했던 또 다른 단어이다. 하지만 우리는 감정 상태를 표현하 거나 우리의 감정 상태를 알아챌 수 있는 기계들을 ‘affective computing(감성 컴퓨팅)’의 전형 으로 묘사하는 것에 익숙해져 왔다. 이러한 새로운 의미는 우리의 새로운 표준이 되고 있고, 우 리는 다른 의미를 잊어간다. 우리는 잃어버린 언어, 잃어버린 의미, 그리고 어쩌면, 머지않아, 잃 어버린 경험들을 되찾기 위해 노력해야 한다. 내가 참석했던 한 회의에서, 로봇이 ‘caring machines’라고 불렸고, 내가 반대했을 때, 나는 로 봇이 마음을 쓰기 때문이 아니라 우리를 돌봐줄 것이기 때문에 우리가 이 단어를 사용하고 있다 는 말을 들었다. 회의 참가자들은 돌보는 것이 행위이고 기능이지 감정이 아니라고 믿었다. 그들 은 어리둥절해 보였다. 왜 나는 의미론에 그렇게 많이 신경을 썼는지? 내게 무슨 문제가 있는지? 단어들이 시간이 흐르고 환경이 새롭게 바뀜에 따라 의미가 변하는 것은 당연하다. ‘intelligence’와 ‘affective’는 기계가 할 수 있는 것을 수용하기 위해 의미가 변해 왔다. 그러나 이제 ‘caring’, ‘friend’, ‘companionship’, 그리고 ‘conversation’이라는 단어들은? 이러한 단어들에서 많은 것이 위태롭다. 그것들은 아직 사라지지 않았다. 우리는 이런 대화를 하는 법을 모르게 되기 전에 이 단어들과 이 대화를 기억할 필요가 있다. 아니면, 우리가 기계와 이런 대화를 할 수 있다고 생각하기 전에. [해설] 해석 참조 [어구] sensibility 감각 sensitivity 감수성 exemplar 전형, 본보기 at stake 위태로운 43∼45. [출제 의도] 글의 순서 정하기, 지칭 추론하기, 세부 내용 파악하기 [해석] (A) 그 날은 미국 전역으로 영감을 얻기 위한 여행을 시작하던 즈음으로 거슬러 올라간, 1999 년 8월 18일이었다. 남편과 나는 Oregon주 Portland에 있는 장애 아동 시설을 방문했다. 내게서 선물을 받은 후, 반짝이는 눈을 가진 어린 소년 Michael이 주머니에 손을 넣어 뭔가를 꺼냈고, 그것을 자신의 움켜쥔 주먹 안에 숨긴 채 가지고 있었다. “이제 제가 ‘아주머니께’ 뭔가를 드리고 싶어요.” (a) 그(Michael)는 자신의 손을 내게 뻗으면서 미소를 지었다. “이것은 행운을 위한 거 예요. 오늘 아침에 이것을 발견했어요.” 나는 손바닥을 폈다. 그 위에 그가 초록색의 촉촉한 뭔가 를 떨어뜨렸다. (C) 잠깐 동안 나는 어리둥절했다. 그러나 그 다음에 나는 그것이 정말로 단 하나의 줄기에 네 개의 잎이 붙어있는 클로버라는 것을 알아차렸다. 나는 나의 사촌인 John과 내가 Michael과 거 의 같은 나이였을 때 네 잎 클로버를 찾으러 다녔던 때가 갑자기 떠올랐다. (d) 그(John)와 나는 몇 시간동안 우리 할아버지 집에 있는 클로버 밭을 샅샅이 뒤지곤 했다. 우리는 찾기에 지쳤을 때, 각자 보통의 세 잎 클로버에 이파리 두 장을 떼어낸 줄기 하나를 합쳐 네 잎 클로버를 ‘만들 곤’ 했다. 우리는 바로 그런 식으로 그 두 개의 줄기를 합쳐 쥐고 그렇게 합친 것이 진짜 네 잎 클로버처럼 보이도록 만들기 위해 애썼다. 우리는 진짜 네 잎 클로버를 찾은 적이 없었다. (B) 나는 Michael에게 내가 (b) 그(Michael)의 행동에 대해 매우 고마워하고 있고, 그곳에 머무 는 남은 시간동안 즐거운 마음으로 그의 클로버를 가지고 있을 것이라고 말했고, 반드시 이 추 억을 가져가겠다고 말했다. 그러나 나는 그 실제의 클로버는 가져가고 싶지 않았다. 나는 그가 그것을 간직하기를 바랐다. “왜요?”라고 (c) 그(Michael)가 물었다. 나는 “네 잎 클로버는 흔치 않고 찾기가 힘들잖아.”라고 말했다. “나는 그것들을 많이 찾아다녔는데, 하나도 발견하지 못했단 다.” (D) “정말요?”라고 그가 말했다. 나는 “정말이란다.”라고 말하며, 계속해서 어떻게 내가 그 (진짜 클로버와) 비슷한 모양의 것들을 만들었는지에 대해 이야기해 주었다. “그러면, 정말로 저는 아 주머니가 이 진짜 클로버를 가졌으면 좋겠어요.”라고 Michael이 말했다. “저는 늘 그것들을 발견 하거든요. 걱정하지 마세요. 저는 또 하나 찾을 거예요.” 나는 그의 사랑의 순수함에 경탄했다. 그리고 나는 그것이 상징하는 것에 감명을 받았다. Michael에게, 그 네 잎 클로버는 사랑과 같았 다. (e) 그(Michael)는 많은 것을 내어 주었고, 항상 더 많은 것을 발견했다. [해설] 해석 참조 [어구] patch 밭, 작은 구획 marvel at ~에 경탄하다"
}