{
    "text": "1 • 영어영역 • 정 답 1 ④ 2 ③ 3 ⑤ 4 ⑤ 5 ① 6 ④ 7 ① 8 ⑤ 9 ③ 10 ⑤ 11 ⑤ 12 ② 13 ② 14 ④ 15 ② 16 ② 17 ④ 18 ⑤ 19 ① 20 ⑤ 21 ① 22 ② 23 ② 24 ⑤ 25 ③ 26 ④ 27 ④ 28 ③ 29 ⑤ 30 ④ 31 ① 32 ③ 33 ① 34 ② 35 ④ 36 ② 37 ③ 38 ④ 39 ③ 40 ① 41 ② 42 ① 43 ⑤ 44 ③ 45 ③ 해 설 1. [출제의도] 상황에 적절한 응답을 고른다. W: Mr. Collins, I’m so sick that I can’t take any more classes today. M: Oh, Sally. You look pale. Do you have a fever? W: Yes. I’m also coughing a lot. What should I do? M: ① 오늘까지 보고서를 내야 한다는 것을 알아. ② 나는 따뜻한 물을 많이 마셔야 해. ③ 오늘 수업은 정말 재미있었어. ④ 네가 병원에 가도록 일찍 보내 줄게. ⑤ 책을 옮기는 것을 도와줘서 고마워. pale 창백한 fever 열 cough 기침을 하다 due ~하기로 되어 있는 plenty of 많은 see a doctor 병원에 가다 2. [출제의도] 상황에 적절한 응답을 고른다. M: Cathy, how’s your yoga lesson going? Is it good for your health? W: Sure. It also makes me feel relaxed and refreshed. Why don’t you learn yoga with me, Mark? M: I’d love to, but I’m afraid I can’t make the right poses in class. W: ① 훌륭해. 네 건강에도 좋을 거야. ② 맞아. 내 요가 강사를 정말 좋아해. ③ 걱정하지 마. 처음엔 아무도 완벽하지 않아. ④ 미안하지만, 나는 이미 그 수업을 신청했어. ⑤ 잘했어. 너는 정말 좋은 요가 선생님이야. refreshed 상쾌한 pose 자세, 포즈 as well 또한, 역시 instructor 강사 perfect 완벽한 sign up for ~을 신청하다, ~에 등록하다 3. [출제의도] 담화의 목적을 추론한다. W: Hello, shoppers. This is Esther, the manager of Dream Shopping Mall. Our shopping mall’s 6th anniversary is right around the corner. We’ve prepared some special events to celebrate it. It is expected that a lot of people will visit our mall on that day, so I don’t think our regular staff will be enough to operate all the events. So we’re trying to find some temporary employees to help us out. If you want to apply for this temporary job, please visit the manager’s office on the 10th floor by this Friday. I hope to see you there. Thank you. anniversary 기념일 around the corner 임박하여 celebrate 기념하다, 축하하다 expect 예상하다 regular staff 정규 직원 operate 관리하다, 운영하다 temporary employee 임시 직원 apply for ~에 지원하다 4. [출제의도] 여자의 의견을 추론한다. W: What is the book you’re buying? M: It’s a handwriting practice book for my son. W: Is your son learning how to write these days? M: Yes, I want him to practice his handwriting. W: How old is he? M: He’s three years old. W: Isn’t he too young to practice handwriting? Starting too early can lead to bad handwriting. M: Why do you think so? W: It’s difficult for very young children to control pencils in their hands. M: You mean they tend to hold pencils in the wrong way? W: That’s right. That’s why they’re likely to have bad handwriting later. M: That makes sense. Thank you for your tip. handwriting 글씨 쓰기 lead to ~로 이어지다, ~을 초래하다 make sense 타당하다, 말이 되다 5. [출제의도] 대화자의 관계를 추론한다. M: You watched Susan Jackson’s match on TV yesterday, didn’t you? W: Yes, I did. She knocked down her opponent in the 3rd round. M: Right. Her right punches seemed very strong. W: I agree. She must have trained very hard to strengthen her punches. M: You should be very careful of her right punches. W: Don’t worry. I’ll practice a lot for defense. M: Good. You also need to lose three kilograms before the match. W: I know. I’m going to reduce my fat intake. M: Great. Let me analyze Susan’s matches carefully and make a better plan for your training. W: Thank you. I’ll go do some weight training now. M: All right. I’ll be back in an hour. match 경기, 시합 knock down ~을 때려눕히다 opponent 상대편 선수 punch 타격, 펀치 strengthen 강하게 하다 defense 방어, 수비 reduce 줄이다 fat 지방 intake 섭취 6. [출제의도] 그림과 일치하지 않는 곳을 파악한다. W: Daddy, you are looking at your old photo album. M: Yes. Come here, Nina. This is the photo of the house where I used to live when I was a little boy. W: You mean the house you lived in before you came to the States? M: Yes. Can you see the tree in the yard? W: Yeah. I like the bench beside the tree, especially the flower on it. M: Actually, it’s the flower I painted myself. W: Oh, really? There are peppers spread on the mat in the yard. M: Yeah. We used to dry peppers like that. W: I see. There’s a doghouse beside the stone wall. M: Yes, that was for my dog Mary. Look, she’s sleeping on the ground. W: She looks very cute. And I see a pile of wood next to your house. M: It’s firewood. We used it as fuel. pepper 고추 spread 펼치다 dry 말리다 pile 더미, 쌓아 올린 것 firewood 장작, 땔나무 fuel 연료 7. [출제의도] 남자가 할 일을 파악한다. M: Honey, I’m looking forward to our trip to Hawaii tomorrow! W: Me too. We’ve worked hard, so we deserve it. M: What time should we be at the airport? W: We’re supposed to meet our guide there at six. M: Let’s set the alarm for four, then. W: I already did. How about money exchange? Do we have enough dollars? M: Oh, no! I forgot to exchange money. I’ll go out to buy some dollars now. W: Okay. Jessie will be here soon to take our cat to her house. So I’ll wait for her. M: All right. Tell Jessie that I really appreciate her help. W: Yeah. She’s so kind. M: I’ll be back soon. See if everything is all packed. W: Don’t worry. look forward to ~을 고대하다 deserve ~할 가치가 있다 money exchange 환전 wait for ~을 기다리다 appreciate 감사하다, 고맙게 여기다 pack 꾸리다, 싸다 8. [출제의도] 화자가 특정 행동을 하지 못한 이유를 파 악한다. M: Good morning. W: Hey, Lucas. I saw you rushing into the community center yesterday. M: Were you there? Did you also apply for the singing contest? W: I was going to, but I couldn’t. M: Why? Did you arrive after the closing time? I submitted my application at the last minute. W: It was hard to find the reception desk, but I wasn’t late. M: Then, why couldn’t you apply for it? 2017학년도 3월 고2 전국연합학력평가 정답 및 해설 2017학년도 3월 고2 전국연합학력평가 정답 및 해설 2 W: There is an age limit for the contest. Applicants should be over eighteen. M: Oh, I didn’t know that. You must be very disappointed. W: Yes, but it’s okay. I’ll try again next time. rush into ~에 서둘러 들어가다 submit 제출하다 application 지원서 reception desk 접수창구 limit 제한, 한계 applicant 지원자 9. [출제의도] 수치를 파악한다. W: How may I help you? M: I’d like to buy a flower bouquet for my wife. W: What kinds of flowers do you want? M: My wife loves roses and tulips. How much are they? W: Roses are ten dollars per bundle and tulips are five dollars per bundle. M: How many bundles are needed to make a bouquet? W: It usually needs two bundles of roses and two bundles of tulips. M: Good. Make it that way, please. Do you have a message card? W: Yes. We give it for free. M: Great. Can I get a discount with this credit card? W: Yes, you can get a 10% discount with it. M: Okay. Here’s my card. flower bouquet 꽃다발 bundle 묶음, 꾸러미 for free 무료로 discount 할인 10. [출제의도] 언급되지 않은 것을 파악한다. W: Eric, have you heard about the musical Joy of Spring? M: Yes, I have. Christopher Lee has been cast as a lead role in the musical. W: You’re right! He’s my favorite musical actor. M: I didn’t know you were interested in musicals. W: Well, I don’t miss any musical in which Christopher appears. The musical Joy of Spring runs from May 1st to June 30th. M: Do you know where it is performed? W: Sure. At Grace Art Center. Tickets are available starting this Friday. M: Do they offer a discount for students? W: Yes. We can get 20% off. M: That’s wonderful. Where can I buy a ticket? W: You can get one online. I’m going to buy my ticket on Friday. Do you want me to get one for you as well? M: That would be awesome. cast (역을) 맡기다, 배역하다 lead role 주연 favorite 매우 좋아하는 perform 공연하다 available 이용 가능한 offer 제공하다 awesome 아주 멋진, 근사한 11. [출제의도] 담화의 세부 내용을 파악한다. M: Hello, boys and girls! The Greenhill Club will have the 10th annual “Walk for Youth” on Saturday, March 18th. All the funds raised from the event will be used to support after­school education programs for the youth in our community. To join the walk, walkers should donate at least 20 dollars. The walk begins at 9 a.m. at the Plaza Square. Water and refreshments will be provided. All participants will get a free T­shirt. In case of rain, the walk will take place on March 19th. Wear comfortable shoes and come enjoy the walk! annual 연례의, 매년의 raise 모으다, 마련하다 donate 기부하다, 기증하다 at least 최소한, 적어도 refreshments 간단한 음식물, 다과 provide 제공하다, 공급하다 participant 참가자 take place 진행되다 12. [출제의도] 대화의 내용을 도표에서 확인한다. M: Emma, what are you doing on the computer? W: I’m trying to buy a package of toilet paper. We’ve almost run out of it. M: Let’s see. They’re all eco­friendly products. But then, I don’t like to use 100% recycled toilet paper. W: I don’t like it, either. It’s not soft enough. M: Good. The more rolls a package has, the better. W: Of course! We need a package with more than 30 rolls. M: How about buying toilet paper that has two layers? Two­layer toilet paper is thicker and stronger. W: You’re right. It’s weak when it is made of a single layer. M: Then we have two options left. W: Well, I prefer the scented paper. M: Scented? Okay. Go ahead and order it now. toilet paper 화장지, 휴지 run out of ~이 다 떨어지다 eco­friendly 환경 친화적인 roll 두루마리, 롤 layer 겹, 층 option 선택(권) prefer 선호하다 scented 향기 나는 13. [출제의도] 상황에 적절한 응답을 고른다. W: How is it going with your essay on the cultures of other countries? M: Not so well. How about you? W: I’ve just started working on it. M: For me, it was hard to find an interesting topic. W: Same with me. Also, it’s not easy to put my personal opinions in the essay as the teacher required. M: I know. He always regards our own opinions as the most important part. W: So, what is your topic? M: It’s about India and its culture. W: Oh, my! That’s exactly what I’m going to write about. M: Really? I’m not sure if it’s okay to have the same topic. Should one of us change it? W: ① 그래, 그것은 멋진 에세이였어. ② 음, 그것에 대해서 선생님께 여쭤 보자. ③ 아니, 아직 주제를 결정하지 않았어. ④ 아니, 나는 인도 문화에 관심이 없어. ⑤ 오, 네 주제는 내 것과 크게 달라. require 요구하다 regard 생각하다, 여기다 14. [출제의도] 상황에 적절한 응답을 고른다. W: Hey, Matthew. What are you up to? M: Hi, Jane. I’m writing a novel. W: Really? I never knew you were writing a novel. M: I’m not much of a writer. I’m just posting my novel on the Internet. W: Wow! I know you read a lot, but it’s a big surprise to find you’re writing a novel. M: Last year, I happened to see a notice about an Internet novel contest. I submitted my novel, and luckily I was selected as a finalist. W: Good for you! What kind of novel are you writing? M: I usually write detective stories. It’s my favorite genre. W: Amazing! I’d like to read your Internet novel myself. M: ① 네가 그 대회에서 우승하지 못해 유감이야. ② 시험 삼아 탐정 소설을 쓰도록 해 봐. ③ 인터넷 소설이 인기를 얻고 있니? ④ 그럼, 네게 웹사이트 주소를 알려 줄게. ⑤ 인터넷에 그의 소설을 게재하는 것이 어때? not much of a 대단한[좋은] ~이 아닌 finalist 결승전 출전자 detective story 탐정 소설 novelist 소설가 15. [출제의도] 상황에 적절한 말을 고른다. W: Katie and Jeff have been working on an important presentation. They are supposed to give the presentation together tomorrow afternoon. Unfortunately, this morning, Katie fell down the stairs and broke her leg. She is in the hospital now and has to stay there for at least a week. Now she is very much worried about the presentation. Jeff hears the news and calls Katie to tell her he can take care of everything about the presentation himself. Katie thinks that she has no other choice and feels grateful toward him. In this situation, what would Katie most likely say to Jeff? ① 네가 곧 회복하기를 바라. ② 네가 친절하게 제안해 줘서 고마워. ③ 내일 오후에 너를 방문할게. ④ 내가 직접 그 발표를 할게. ⑤ 네 도움으로 발표를 끝냈어. take care of ~을 처리하다, ~을 돌보다 grateful 감사하고 있는 get better 회복하다 [16 ~ 17] M: Hello, I’m Paul Woods and you’re listening to the One­Minute­Tip for daily lives. Do you think you make the right decision when you buy vegetables? If not, listen carefully now. Let’s start with carrots: select carrots that still have greens attached as they indicate freshness. Avoid buying carrots with cracks or green areas at the top. As for cucumbers, choose firm, dark green ones with no wrinkles or spots. Also, make sure they are not dry. 3 Unlike cucumbers, onions with moisture should be avoided. Choose dry, firm ones that feel heavy for their size. Lastly, as for eggplants, choose ones that have smooth, shiny skin. When gently pressed, flesh that bounces back indicates ripeness. Buy smaller eggplants as they tend to be less bitter. I hope this can help you next time you shop for vegetables. Thanks for listening. attach 붙이다 indicate 나타내다, 지적하다 crack 균열, 금 moisture 수분 eggplant 가지 flesh 속, 과육, 살 bounce back 다시 나오다, 회복하다 ripeness 익음 gardening 재배 nutritional value 영양가 recipe 요리법, 조리법 16. [출제의도] 담화의 주제를 추론한다. ① 채소를 재배하는 즐거움 ② 좋은 채소를 고르는 방법 ③ 신선한 채소의 영양가 ④ 채소 요리를 위한 건강에 좋은 조리법 ⑤ 고객을 끌기 위해 채소를 진열하는 방법 17. [출제의도] 세부사항의 언급 여부를 파악한다. 18. [출제의도] 글의 목적을 추론한다. Rider 씨께 제 아내와 저는 지난 12년 동안 Spruce Apartments 에서 살고 있습니다. 아시는 것처럼, 저희는 최근에 한 해 더 살 계획으로 임대 계약을 갱신하였습니다. 최근 몇 주 동안에 제 아내의 건강이 급격하게 악화되었고, 그녀가 필요로 하는 도움을 받을 수 있는 생활 보조 시설로 저희가 이사를 해야만 한다는 사실이 이제 분 명합니다. 오랫동안 살아온 거주자로서, 저는 새로운 임대 계약의 해지를 요청하고자 글을 쓰고 있습니다. 생활 보조 시설뿐만 아니라 이 아파트의 임대료도 지 불하는 것은 저희에게 상당한 어려움이 될 것입니다. 이 어려운 시기에 저희를 위해 배려해 주신다면 대단 히 감사하겠습니다. 답장을 받기를 고대합니다. Henry Martin 올림 renew 갱신하다 lease 임대 계약 dramatic 극적인 turn 변화; 변화하다 apparent 분명한 assisted­living facility 생활 보조 시설 longtime 오랫동안의 resident 거주자 release 풀어주다 substantial 상당한 hardship 고난, 곤궁 appreciate 감사하다 look forward to ~을 고대하다 19. [출제의도] 심경 변화를 추론한다. 나는 일을 끝내고 내가 사는 곳의 아주 한적한 도로 에서 혼자 자전거를 타고 갔다. 갑자기, 몰래 내 뒤에 서 자전거를 타고 오는, 머리가 긴 남자가 내 눈에 띄 었다. 나는 내 심장이 마구 뛰는 것을 느꼈다. 나는 더 빨리 달리려고 페달을 밟는 발을 빨리 움직였다. 그는 벌판을 가로질러 어둠을 뚫고 계속해서 나를 따라왔 다. 마침내 나는 집에 도착했으며 초인종에 손을 뻗으 려고 했다. 그 남자가 나에게 다가왔다. 나는 고개를 돌렸고, 이 세상에서 가장 이상하게 생긴 얼굴을 보았 다. 나에게 가방을 돌려주면서 “실례합니다만, 당신이 가방을 떨어뜨리셨습니다.”라고 목구멍 깊은 곳에서부 터 나오는 목소리로 그가 말하는 것을 나는 들었다. 나는 아무 말도 할 수 없었지만, 그에 대해 오해한 것 에 대한 부끄러움과 후회가 마음속에 가득 밀려왔다. ① 무서워하는 → 당혹스러운 ② 걱정하는 → 자랑스러운 ③ 들뜬 → 실망스러운 ④ 행복한 → 우려하는 ⑤ 지루해 하는 → 감동을 받은 notice 발견하다 secretly 몰래, 비밀리에 quicken 빠르게 하다 pedal 페달 field 벌판 odd 이상한 throat 목구멍 drop 떨어뜨리다 shame 부끄러움, 수치심 regret 후회 misunderstand 오해하다 20. [출제의도] 글의 요지를 파악한다. 예를 들자면, 우리가 의기소침할 때 “나는 멋져”라 고, 어려운 시기를 겪을 때 “나는 강해”라고, 혹은 매 일 아침 거울 앞에서 “나는 매일 모든 면에서 더 좋아 지고 있어”라고 되뇌는 것과 같은, 자신에게 하는 긍정 적인 말에 관한 많은 글이 쓰이고, 많이 이야기되었다. 이러한 종류의 격려의 말이 효과가 있다는 증거는 빈 약하며 그것이 실제로 도움이 될 수 있기보다는 오히 려 해를 끼칠 수 있다는 것을 제기하는 심리학자들이 있다. 불행하게도, 우리가 주어진 시점에 느끼는 것을 솔직하게 인정하면서 ‘자신에게 하는 진실의 말’에 대 한 저술은 별로 없다. 의기소침함을 느낄 때, 우리 자 신에게 혹은 우리가 신뢰하는 어떤 사람에게, “나는 정 말로 슬퍼” 혹은 “나는 몹시 비참한 심정이야”라고 말 하는 것이 “나는 강해” 혹은 “나는 행복해”라고 선언하 는 것보다 훨씬 더 도움이 된다. positive 긍정적인 self­talk 자신에게 하는 말 go through ~을 겪다 mirror 거울 evidence 증거 psychologist 심리학자 unfortunately 불행하게도 acknowledge 인정하다 trust 신뢰하다 declare 선언하다 21. [출제의도] 글의 주제를 파악한다. sin(죄)이라는 말 자체는 흥미로운 개념이다. 그것은 실제로 궁술에서 온 용어인데, 그것은 ‘과녁을 빗나가 다’라는 것을 의미한다. 우리가 적절한 영양, 운동, 휴 식을 통해서 우리의 몸을 관리하는 데 실패하는 ‘죄’를 저지를 때, 우리는 인생의 중요한 것의 과녁에서 빗나 가고 있는 셈이다. 최상의 신체적 건강 상태에 있는 사람은 계약을 끝까지 성사시킬 수 있는 체력을 지니 고 있으므로, 그런 사람이 흔히 협상에서 이긴다고 사 업가들은 여러분에게 말해 줄 것이다. 세계 수준의 골 프 선수들이 자기 시대의 다른 골프 선수들보다 한 수 위에 있는 이유들 중 하나는 그들이 다른 선수들보다 몸 상태가 훨씬 더 좋다는 것이다. 그들은 골프 연습 장에서뿐만 아니라 체력단련실에서도 운동을 하는데, 이것은 그들이 중요한 토너먼트에서 상대편 선수를 물 리치기 위해서 육체적인 경기에서뿐만 아니라 정신적 인 경기에서도 이길 수 있는 힘과 체력을 지니고 있다 는 것을 의미한다. ① 체력을 길러야 하는 필요성 ② 구체적인 목표 설정의 중요성 ③ 장애를 극복하는 다양한 방법들 ④ 사업과 스포츠의 차이점 ⑤ 성공적인 협상을 위해 고려해야 할 것들 concept 개념 term 용어 archery 궁술, 양궁 miss 빗나가다 mark 과녁 commit 저지르다 proper 적절한 nutrition 영양 exercise 운동 rest 휴식 businesspeople 사업가 physical 육체적인, 신체적인 negotiation 협상 stamina 힘, 정력 deal 계약 world­class 세계 수준의 strength 힘 mental 정신적인 opponent 상대편 선수 major 중요한 22. [출제의도] 글의 제목을 추론한다. 나의 삶의 모든 면에 회복 시간을 도입하는 것이 나 의 전반적인 경험을 바꾸어놓았다. 각각 적어도 15분 의 회복 시간이 뒤따르는 한 시간 반 동안의 활동을 네 번이나 다섯 번 집중적으로 하는 것에서, 내가 전 에 하루 12시간 연속해서 일한 그 정도만큼의 일을 해 낸다. 매주 하루를 종일 쉬면 나는 덜 생산적인 것이 아니라 오히려 전반적으로 더 생산적이게 된다. 그리 고 마침내, 나는 휴가를 좋은 투자로 보게 되었다. 나 는 요즈음 단거리 선수처럼, 전에 마라톤 선수처럼 했 던 것만큼의 일을 훨씬 더 적은 시간에 훨씬 더 많은 에너지와 긍정적인 감정을 가지고 해낸다. 나는 나의 가족 및 친구들과 더 많은 시간을 보내며, 그렇게 할 때 나는 더 현실에 충실하다. 여기에는 마법은 전혀 없다. 나는 그저 인간적인 욕구에 더 주의를 기울이고 있을 뿐이다. ① 생산성은 인내에서 온다 ② 몸과 마음에 휴식을 취할 시간을 주라 ③ 운동에 중독되는 것은 위험하다 ④ 긍정적인 사고로 긍정적인 감성을 활성화하라 ⑤ 일할 시간은 더 많게 그리고 휴가를 위한 시간은 더 적게 가지라 recovery 회복 (시간) transform 바꾸다, 변형시키다 overall 전반적인; 전반적으로 intensive 집중적인 session (활동) 시간 investment 투자 sprinter 단거리 선수 present 현실에 충실한 pay attention to ~에 주의를 기울이다 23. [출제의도] 필자의 주장을 추론한다. 아이들은 때때로 어른들을 즐겁게 하려고 여러 것들 을 보고 말한다. 교사들은 이 사실과, 그것이 암시하는 힘을 이해해야 한다. 미(美)를 자신들이 보는 대로 아 이들이 보기를 선호하는 교사들은 아이들의 미적 감각 을 북돋워 주지 못하고 있다. 그들은 획일성과 복종을 조장하고 있는 것이다. 스스로 선택하고 평가하는 아 이들만이 진정으로 자기 자신만의 미적 취향을 발전시 킬 수 있다. 읽고 쓸 수 있게 되는 것이 교육의 기본 목표인 것처럼, 모든 창의적 초기 아동 프로그램들의 핵심 목표 중 하나는 어린아이들이 미술에 관한 자신 들의 태도, 감정 그리고 아이디어에 관하여 자유롭게 말할 수 있는 능력을 발전시키도록 돕는 것이다. 각각 4 의 아이는 미, 기쁨, 그리고 경이에 대한 개인적인 선 택권을 가지고 있다. 미적 발달은 경쟁과 어른의 판단 에서 벗어난 안전한 환경에서 생겨난다. please 즐겁게 해주다 imply 암시하다 foster 조장하다, 육성하다 uniformity 획일성 obedience 복종 evaluate 평가하다 literate 읽고 쓸 수 있는 education 교육 key goal 핵심 목표 take place 생겨나다, 발생하다 setting 환경, 상황 competition 경쟁 24. [출제의도] 도표의 내용을 파악한다. 동계 올림픽 경기에 참가한 선수의 수 위 도표는 2002년부터 2014년까지 동계 올림픽 경 기에 참가한 남녀 선수의 수를 보여준다. 가장 많은 수의 남자 선수가 2014년 Sochi 경기에 참가했다. 2010년 Vancouver 경기에 참가한 남자 선수의 수는 1,500명보다 많았다. 동계 올림픽 경기에 참가한 여자 선수의 수는 2002년부터 2010년까지 꾸준히 증가했지 만, 2014년에는 감소했다. 2006년 Torino 경기에 참 가한 여자 선수의 수는 2002년 Salt Lake City 경기 에 참가한 여자 선수의 수보다 더 많았다. 2002년 Salt Lake City 경기에서 남자 선수의 수는 여자 선수 수의 두 배보다 더 많았다(→적었다). 남자 선수의 수는 1,513명이고 여자 선수의 수는 886명이므로, ⑤의 more를 less로 고쳐야 한다. athlete 선수, 경기자 female 여자 male 남자 participate in ~에 참가하다 the number of ~의 수 join 참가하다, 연결하다 steadily 꾸준히 drop 감소하다, 떨어지다 25. [출제의도] 글의 세부 내용을 파악한다. 유명한 정신과 의사인 Victor Frankl은 25년 동안 Vienna Policlinic Hospital의 신경학 과장이었다. 그는 전문가와 일반 독자를 위한 책을 30권 넘게 썼다. 그 는 자신의 책을 읽고 영감을 받은 정치인, 교황 바오 로 6세와 같은 세계적인 지도자, 철학자, 학생, 교사, 그리고 수많은 사람들을 만났다. 그는 유럽, 아메리카, 호주, 아시아, 그리고 아프리카에서 널리 강연을 했으 며, 하버드, 스탠포드, 그리고 피츠버그 대학교에서 교 수직을 맡았다. 90대에도 Frankl은 전 세계에서 온 방 문객과의 대화를 계속 했으며, 매주 자신이 받은 수백 통의 편지 중 일부에는 직접 답장을 계속했다. 29개의 대학교가 그에게 명예 학위를 주었으며, American Psychiatric Association은 그에게 Oskar Pfister Award를 수여했다. psychiatrist 정신과 의사 head 장(長), 우두머리 professional 전문가 general reader 일반 독자 politician 정치인 pope 교황 numerous 수많은, 다수의 inspire 영감을 주다 lecture 강연하다 professorship 교수직 engage in ~을 하다, ~에 참가하다 award 주다, 수여하다 honor 수여하다, 경의를 표하다 26. [출제의도] 실용문의 세부 내용을 파악한다. BBC 스포츠 캠프 Bellaire Baseball Club(BBC)이 봄 스포츠 캠프를 개 최합니다. 활동에는 농구, 실내 야구 그리고 더 많은 것이 포함됩니다! ∙언제: 4월 21~23일, 오전 9시~오후 1시 ∙어디서: Tiras 가족 체육관 ∙누가: 7세~10세의 어린이 어린이 1인당 하루 35달러 어린이 1인당 3일 모두 100달러 jtial@gpm.net으로 Jennifer Tiras에게 이메일을 보내 오늘 등록하세요. * 각각의 어린이가 점심, 양말, 그리고 운동화를 가져 와야 합니다. * 최소한 3명의 강사가 항상 현장에 있을 것입니다. hold 개최하다 register 등록하다 instructor 강사 at all times 항상 27. [출제의도] 실용문의 세부 내용을 파악한다. Car Treasure Hunt 5월 14일 일요일 오후 1시 30분부터 Farrier 공원에서 출발 단서를 풀고 보물을 찾으면서, 고전풍의 옛 자동차를 타고 시골을 탐방하는 것을 즐겨 보세요! 티켓: 자동차 1대당 15달러 여러분의 가족이나 친구들과 한 팀을 구성하세요! 최대 4명 (운전자 외 승객 3명) 티켓과 세부사항은 Caroline Fletcher에게서 얻을 수 있음 이메일: caroline@mersh.com 끝나는 지점에서 간단한 음식물이 제공됩니다. treasure 보물 countryside 시골 classic 고전풍의 make up ~을 구성하다 maximum 최대 passenger 승객 detail 세부사항 28. [출제의도] 어법상 틀린 것을 찾는다. 출판사에 원고를 팔려는 경쟁은 치열하다. 출판사에 보내진 자료 중 1% 미만이 출판되는 것으로 나는 추 산한다. 아주 많은 자료가 작성되고 있어, 출판사는 매 우 선택적일 수 있다. 그들이 출판을 위해 선택하는 자료는 상업적 가치를 지니고 있어야 할 뿐만 아니라 매우 적절하게 작성되어 있고 편집 및 사실 오류가 없 어야 한다. 오류를 포함하는 어떤 원고도 출판을 위해 받아들여질 가능성이 거의 없다. 대부분의 출판사는 자료에 너무 많은 오류를 포함하고 있는 집필자와 시 간을 낭비하려 하지 않을 것이다. ③ 문맥상 must 다음에 오는 have와 대등한 관계를 이루는 동사원형이 <not only ~ but (also) ...>의 구조로 연결되어야 하므로 being을 be로 고쳐야 한 다. competition 경쟁 manuscript 원고, 필사본 publisher 출판사, 출판업자 fierce 치열한 selective 선택적인, 선별적인 commercial 상업적인 competently 적절하게, 유능하게 editing 편집 stand little chance at ~의 가능성이 거의 없다 29. [출제의도] 문맥상 적절한 어휘를 찾는다. 때때로 자신에 대한 우리의 판단은 터무니없이 부정 적이다. 이것은 자존감이 낮은 사람에게 있어 특히 그 러하다. 몇몇 연구는 그런 사람이 자신의 실패의 중요 성을 확대하는경향이 있다는 것을 보여주었다. 그들 은 자주 자신의 능력을 과소평가한다. 그리고 직장에 서의 나쁜 평가나 아는 누군가로부터의 무례한 말과 같은 부정적인 피드백을 받을 때, 그들은 그것이 자신 의 자존감을 정확하게반영한다고 믿을 가능성이 있 다. 자존감이 낮은 사람은 또한 우울해질 위험이 평균 보다 높다. 이것은 한 개인의 정신적 그리고 정서적 안녕뿐만 아니라 그 사람의 신체적 건강과 사회적 관 계의 질도 또한 해친다. unreasonably 터무니없이, 비이성적이게 self­esteem 자존감 magnify 확대하다 underestimate 과소평가하다 evaluation 평가 disrespectful 무례한 remark 말, 언급 reflect 반영하다, 나타내다 self­worth 자존감 higher­than­average 평균보다 높은 quality 질 30. [출제의도] 지칭하는 대상을 추론한다. 간호사는 Lina에게 인큐베이터 측면에 있는 창을 보 여 주었다. Lina는 자신의 손을 안으로 슬며시 넣어서 자기 딸의 손을 만졌다. 그녀는 아기의 손목과 손가락 을 가볍게 문질렀다. 그런 다음 두 뺨에 눈물을 흘리 며 그녀는 간호사에게로 몸을 돌렸다. “언제 아기를 안 을 수 있나요?”라고 Lina가 물었다. “아마도 오늘 나중 에요. 의사 선생님께서 그녀를 검사하신 후일 겁니다.” 라고 간호사가 말했다. “당신이 아기와 유대감을 형성 하는 것이 중요합니다. 당신이 아기 곁에 더 많이 있 을수록, 아기에게 더 좋을 겁니다.” Lina는 자신의 나 머지 손등으로 뺨에서 눈물을 닦았다. “걱정할 필요 없 어, 사랑하는 아가야. 내가 바로 여기 너와 함께 있을 거란다. 나는 너를 정말로 집으로 데려가고 싶어.”라고 Lina가 속삭였다. 그녀가 놀랍게도, 그 아기는 눈을 뜨 고 Lina의 손가락을 움켜쥐었다. 커다란 기쁨이 그녀 에게 솟구쳐 올라왔다. opening 창, 구멍, 틈 incubator 인큐베이터, 조산아 보육기 rub 문지르다, 비비다 wrist 손목 stream 흐르다, 흘러나오다 cheek 뺨 bond 유대감을 형성하다 wipe 닦다 whisper 속삭이다 grasp 움켜쥐다, 움켜잡다 surge 큰 파도, 동요 shoot 세차게 나오다, 분출하다 31. [출제의도] 빈칸에 적절한 표현을 추론한다. Charles Darwin이 자신의 자연 선택 이론을 전개했 을 때, 그는 유기체의 적응은 결국 생존과 번식을 위 한 경쟁에 의해 일어난다고 진화 과정을 묘사했다. 이 5 생물학상의 ‘생존 경쟁’은 경쟁 시장에서 경제적 성공 을 얻으려고 애쓰는 사업자들 사이의 인간으로서의 분 투와 상당히 닮았다. Darwin이 자신의 연구를 발표하 기 오래 전에, 사회 과학자 Adam Smith는 이미 사업 에서 경쟁이 경제적 효율과 적응 이면에 있는 추진력 이라고 생각했다. 진화 생물학과 경제학의 근대 이론 창시자들이 자신의 주된 견해의 근거로 둔 사상이 얼 마나 비슷한가는 정말 매우 놀랍다. ② 혼란시키는 ③ 비현실적인 ④ 관습적인 ⑤ 복잡한 natural selection 자연 선택 evolutionary 진화의, 진화론에 의한 adaptation 적응 reproduction 번식 strive for ~을 얻으려고 애쓰다 driving force 추진력 striking 놀라운, 이목을 끄는 founder 창시자 32. [출제의도] 빈칸에 적절한 표현을 추론한다. 1944년 독일군의, 런던에 대한 로켓포 공격이 갑자 기 증가했다. 2,000개가 넘는 V­1 비행 폭탄이 도시에 떨어져, 5,000명이 넘는 사람들의 목숨을 앗아 갔고, 그보다 더 많은 사람들에게 부상을 입혔다. 하지만 웬 일인지 독일군은 시종일관 자신의 목표물을 빗맞혔다. Tower Bridge나 Piccadilly로 의도된 폭탄은 도시에 한참 못 미쳐서, 사람이 더 적게 거주하는 교외에 떨 어지곤 했다. 이것은 독일군이 목표물을 정할 때 그들 이 영국에 배치해 둔 비밀 요원들에게 의지했기 때문 이었다. 그들은 이 비밀 요원들이 발각되었고, 대신 영 국의 지휘 하에 있는 요원들이 그들(독일군)에게 교묘 하게 거짓 정보를 제공하고 있다는 사실을 몰랐다. 폭 탄은 떨어질 때마다 목표물에서 점점 더 먼 곳을 맞히 곤 했다. 공격이 끝날 무렵에 그것들(폭탄)은 시골에 있는 암소 위로 떨어지고 있었다. 적에게 잘못된 정보 를 제공함으로써 영국군은 큰 이득을 얻었다. ① 대중에게 정직함 ② 적에게 물러날 기회를 제공함 ④ 시종일관 하나의 목표에 집중함 ⑤ 미지의 곳을 탐험함 rocket­bomb 로켓포 flying bomb 비행 폭탄 wound 부상을 입히다 consistently 시종일관 miss 빗맞히다, 못 맞히다 target 목표물, 표적 fall short of ~에 못 미치다 suburb 교외, 근교 plant 배치하다, 심다 secret agent 비밀 요원 deceptive 거짓의 33. [출제의도] 빈칸에 적절한 표현을 추론한다. 대부분의 사람이 매일 상품과 상호작용을 한다. 여 러분이 실제로 멈춰 생각해 보면, 보통의 사람이 자신 의 돈을 쓰는 것의 대부분은 상품 소비를 중심으로 돌 아간다. 아침에 잠에서 깨어나면, 여러분은 커피 한 잔 을 마실지도 모른다. 출근하는 길에 여러분은 자신의 차에 휘발유를 넣을지도 모른다. 전기 요금 청구서 대 금을 치르거나, 자동차를 사거나, 옷을 사거나, 혹은 심지어 케이크를 구울 때조차, 여러분은 상품과 관련 된 경비에 돈을 쓰고 있다. 이러한 물품의 가격은 실 물의 가격에 의해 좌우된다. 예를 들면 중동 지역의 고조된 긴장으로 인해 원유 가격이 오를 때, 여러분은 휘발유 가격에서 이를 쉽게 볼 수 있다. 과도한 더위 로 인해 천연가스의 수요가 증가할 때, 여러분은 또한 여러분의 공과금 청구서에서도 이를 볼 수 있다. ② 너무 많이 쓰고 나중에 후회한다 ③ 어느 정도 빚을 지고 있다 ④ 에너지 보존의 필요성을 느낀다 ⑤ 천연자원의 중요성을 이해한다 spend money on ~에 돈을 쓰다 revolve around ~을 중심으로 돌아가다 consumption 소비 commodity 상품 bill 청구서 expense 경비, 비용 be dependent on ~에 의해 좌우되다 crude oil 원유 tension 긴장 the Middle East 중동 지역 drive up ~을 증가시키다, (값을) 올리다 utility bill 공과금 청구서 34. [출제의도] 빈칸에 적절한 표현을 추론한다. 우리가 얼마나 불우한가에 대한 우리의 느낌은 ‘상 대적’이다. 이것은 분명하기도 하고 (탐구해보면) 아주 심오한 관찰이며, 그것은 그렇지 않으면 당혹스럽게 만드는 모든 종류의 관찰을 설명해 준다. 예를 들어, 다음 중에서 어느 곳이 더 자살률이 높다고 생각하는 가? 스위스, 덴마크, 아이슬란드, 네덜란드, 그리고 캐 나다처럼 시민들이 스스로 매우 행복하다고 분명히 말 하는 나라들인가, 아니면 시민들이 스스로 매우 행복 한 것은 전혀 아니라고 묘사하는 그리스, 이탈리아, 포 르투갈, 그리고 스페인과 같은 나라들인가? 정답은 소 위 행복한 국가들이다. 대부분의 사람들이 꽤 불행한 곳에서 여러분이 우울하다면, 여러분은 여러분 주변의 사람들과 여러분 자신을 비교하며 그렇게 아주 나쁘다 고 느끼지 않는다. 그러나 여러분은 나머지 모든 사람 들이 얼굴에 커다란 미소를 짓고 있는 나라에서 우울 하다는 것이 얼마나 어려운 일임에 틀림없을지를 상상 할 수 있겠는가? ① 누가 잘못인지 ③ 무엇이 진정으로 할 가치가 있는지 ④ 언제 우리가 다른 사람을 도와야 하는지 ⑤ 어떤 나라가 더 많은 권력을 가졌는지 observation 관찰 exploration 탐구, 탐험, 답사 profound 심오한 otherwise 그렇지 않으면 puzzling 당혹스럽게 만드는 suicide 자살 declare 분명히 말하다, 선언하다 describe 묘사하다 so­called 소위, 이른바 35. [출제의도] 글의 흐름과 무관한 문장을 파악한다. 몇 가지 이유에서 회사들은 직원의 업무 만족도를 높이고자 한다. 행복한 직원들이 더 열심히 일하기 때 문에 업무 만족도는 생산성을 높이고, 그들이 더 낮은 비용으로 더 많은 것을 생산하게 한다. 게다가, 많은 서비스 조직에서 자주 고객 만족은 직접적으로 직원들 의 태도에 달려 있으며, 그들은 고객에 대한 회사의 얼굴이다. 사람들의 구매 패턴은 그들이 구매를 경험 하는 동안 어떻게 느끼는가에 의해 영향을 받기 때문 에, 행복한 직원들은 중요하다. 직원들이 만족하지 못 하면, 그들의 불행은 고객들의 경험을 악화시키고, 그 결과 고객들은 구매를 덜 하며, 회사의 실적은 어려움 을 겪는다. (다시 말해서, 제품의 가격이 더 비싸지만 그만한 가치가 있다면, 그것의 가치는 소비자들에게 받아들여진다.) 분명히 업무에서 무엇이 직원들을 만 족하게 하는가를 회사가 아는 것은 중요하다. enhance 높이다, 향상하다 productivity 생산성 moreover 게다가 organization 조직 purchasing 구매 suffer 어려움을 겪다, 고생하다 value 가치 acceptable 받아들일 수 있는 36. [출제의도] 글의 순서를 파악한다. James Francis는 영국에서 태어나 열여덟 살에 미국 으로 이주했다. 물공학에 대한 그의 첫 번째 공헌 중 하나는 현재 방화(防火)를 위해 건물에서 널리 사용되 는 스프링클러 시스템의 발명이었다. (B) Francis의 디자인은 건물 전체에 뻗어 있는, 일련의 구멍을 낸 파이프를 포함했다. 그것은 두 가지 결점이 있었는데, 손으로 켜야 했으며, 단지 ‘하나’의 밸브만 있는 것이 었다. (A) 밸브의 개방으로 일단 시스템이 작동되면, 물이 사방에서 쏟아져 나오곤 했다. 건물이 불에 타버 리지 않았을 때는 그것은 틀림없이 완전히 물에 잠기 게 되었다. (C) 몇 년 후에 다른 엔지니어들이 요즈음 에 사용되는 종류의 스프링클러 헤드를 완성했을 때에 야 비로소 그 개념은 대중화되었다. 그것은 자동으로 켜지고, 실제로 필요한 곳에서만 작동되었다. emigrate (타국으로) 이주하다 contribution 공헌, 기여 water engineering 물공학 fire protection 방화(防火) activate 작동시키다, 작동하다 flow out 쏟아져 나오다 burn down 타 버리다, 전소되다 flood 침수시키다 a series of 일련의 defect 결점, 결함 manually 손으로, 수동으로 perfect 완성하다 in use 사용되는 concept 개념 37. [출제의도] 글의 순서를 파악한다. 판매와 마케팅 사이의 차이는 아주 간단하다. 판매 는 주로 수익을 위해 제품을 판매하고자 하는 회사의 요구에 초점을 맞춘다. (B) 회사의 현재 제품에 대한 수요를 창출하기 위해 판매원 그리고 다른 형태의 판 촉이 사용된다. 분명히 판매자의 요구가 아주 강하다. (C) 그러나 마케팅은 소비자의 요구에 초점을 맞추고 궁극적으로 판매자도 또한 이롭게 한다. 제품이나 서 비스를 진정으로 마케팅할 때, 신제품 개발 과정의 아 주 초기에서부터 소비자의 요구가 고려되며, 소비하는 대중들의 충족되지 않은 요구에 부응하기 위해 제품과 서비스의 결합이 기획된다. (A) 적절한 방식으로 제품 이나 서비스를 마케팅할 때, 소비자의 요구가 이미 존 재하고 그 요구를 충족시키기 위해 제품이나 서비스가 단지 만들어지고 있기 때문에 아주 적은 판매 활동이 필요하다. focus 초점을 맞추다 firm 회사 desire 요구, 욕구 product 제품 in the proper manner 적절한 방식으로 consumer 소비자 promotion 판촉, 승진 current 현재의 ultimately 궁극적으로 benefit 이롭게 하다, 혜택을 주다 38. [출제의도] 문장의 위치를 파악한다. 만약 여러분의 모든 여윳돈을 반드시 일어날 일에 대비하여 모아 놓지 않고 빚을 갚는 데 다 쓴다면, 여 러분은 어떤 일이 실제로 발생했을 때 동이 났다고 느 낄 것이다. 여러분은 결국 더 많은 빚을 지게 될 것이 다. 예상치 못했던 500달러의 자동차 수리 청구서를 6 예로 생각해 보자. 만약 여러분이 이것을 위해 돈을 모아 놓지 않는다면, 여러분은 결국 갚아야 할 또 다 른 빚을 지게 될 것이다. 여러분은 빚을 갚기 위해 열 심히 일해 왔지만, 여러분의 빚 목록에 더 많은 빚을 더했을 뿐이라는 것에 대해 좌절감을 느끼게 될 것이 다. 반면에, 만약 여러분이 자동차 수리를 위해 돈을 모으고 있고 빚은 좀 더 천천히 줄여 가고 있다면, 여 러분은 자동차 수리에 대하여 계획을 세웠다는 것에 대해 자부심을 느낄 것이다. 여러분은 그것에 지불할 돈을 가지고 있으면서도 방해받지 않은 채 예정대로 여전히 빚을 줄여 가고 있을 것이다. 예상치 못한 자 동차 수리로 인한 좌절과 실망 대신에, 여러분은 자랑 스럽게 그리고 신나게 느낄 것이다. debt 빚 extra money 여윳돈 guarantee 보장하다, 보증하다 fail 동나다, 부족하다, 실패하다 end up 결국 ~하게 되다 frustrated 좌절된, 실망한 uninterrupted 방해받지 않는 on schedule 예정대로 39. [출제의도] 문장의 위치를 파악한다. 문화가 어떻게 우리의 생물학적인 과정에 영향을 미 칠 수 있는지에 대한 한 극적인 예는 인류학자인 Clyde Kluckhohn에 의해 제시되었는데, 그는 자신의 생애의 많은 부분을 American Southwest에서 Navajo 문화를 연구하며 보냈다. Kluckhohn는 Arizona에 사는 자신이 아는, 음식에 대한 문화적 반응을 이끌어 내는 것에서 다소 심술궂은 기쁨을 얻었던, Navajo인이 아 닌 한 여인에 대한 이야기를 들려준다. 오찬 파티에서 그녀는 참치나 닭고기와 비슷하지만 독특한 맛이 나는 흰살 고기로 채워진 샌드위치를 자주 대접했다. 그 여 주인은 모든 사람이 점심 식사를 마친 후에야 비로소 손님들에게 그들이 방금 먹은 것은 참치 샐러드나 닭 고기 샐러드가 아니라 방울뱀 고기 샐러드였다고 알려 주곤 했다. 어김없이, 그들이 방금 무엇을 먹었는지 알 게 되면 바로 누군가는 먹은 것을 토하곤 했다. 그렇 다면, 이것은 소화의 생물학적인 과정이 어떻게 문화 적인 관념에 의해 영향을 받았는지에 대한 훌륭한 예 시이다. 그 과정은 영향을 받았을 뿐만 아니라 완전히 뒤집혔다. 방울뱀 고기는 먹기에 혐오스러운 음식이라 는 문화에 기초한 ‘관념’이 정상적인 소화의 과정에 극 단적인 반전을 촉발했다. dramatic 극적인 anthropologist 인류학자 luncheon 오찬, 점심 light meat 흰살 고기 tuna 참치 distinctive 독특한, 구별이 분명한 hostess 여주인 rattlesnake 방울뱀 invariably 어김없이 vomit 토하다 digestion 소화 reverse 뒤집다, 바꾸어 놓다 disgusting 혐오스러운 trigger 촉발하다, 방아쇠를 당기다 reversal 반전 digestive 소화의 40. [출제의도] 글의 요약문을 완성한다. 동물들은 어떤 때는 가까이 접근해도 태연해 보이는 반면에, 다른 때는 여러분이 시야에 들어오면 번개처 럼 사라진다. 동물들은 뜻밖의 예측 불가능한 사건들 에 의해 동요하는 경향이 있다. 빠른 움직임과 큰 소 리가 특히 스트레스를 준다. 방문객들에 의해 일상적 으로 방해를 받는 동물들은 인간과의 접촉이 이전에 거의 없었던 동물들보다 여러분의 침입을 참을 가능성 이 더 크다. 예를 들어, Yellowstone 국립공원에서는, Mammoth Hot Springs 마을 근처에 사는 엘크들이 보 통 크로스컨트리 스키 선수가 50피트 안에 올 때까지 도망가지 않는다. 그러나 공원의 더 외진 곳에서는 스 키 선수가 4분의 1마일만큼 멀리 떨어져 있어도 엘크 들이 도망간다. → 인간의 방해에 대한 동물들의 참을성의 정도는 그 들이 인간을 접하는 빈도에 달려있다. ② 참을성 – 손상 ③ 선호도 – 이익 ④ 희생 – 손상 ⑤ 희생 - 빈도 unconcerned 태연한 approach 접근하다 in a flash 번개같이 in sight 시야에, 보이는 거리에 disturbed 동요하는, 불안한 unpredictable 예측할 수 없는 tolerate 참다, 인내하다 previous 앞선, 이전의 flee 도망가다 cross­country 크로스컨트리(경기) remote 외진, 외딴 take flight 도망치다 a quarter mile 4분의 1마일 disturbance 방해, 침해 exposure 노출 [41 ~ 42] 예술가나 어린 아이는 그들 앞에 놓인 것이 무엇이 건 간에 그것을 도구, 장난감 혹은 환경으로 그대로 받아들이고 거기서부터 일을 진행한다. 창조적인 과정 에 있어서 기운을 돋우는 부분은 그것이 시시한 재료 들과 보잘것없는 발단으로부터 시작할 수 있다는 것이 다. 그림 분야에는 ‘제한된 팔레트를 가지고 일하기’라 고 불리는 용어가 있는데, 이것은 실제로 이용 가능한 것보다 더 적은 수의 색을 가지고 작업을 하려는 의도 적인 선택을 뜻한다. 더 적은 선택권을 가지게 되면 예술가는 더 쉽게 일할 수 있다. 더 적은 수의 색은 실제로 그에게 영감을 주어서 창조적인 해결책을 찾아 내게 한다. 디자이너로서 나는 흔히 로고, 물감 팔레트, 슬로건 등 주어진 요소들을 가지고 작업을 하도록 요청받는 다. 나는 이러한 제한들을 나를 실제로 도와주는 요소 들로 여긴다. 나의 창조적인 상상력을 자유롭게 하도 록 도와주는 것이 바로 이러한 제한들이다. 현대 예술 가 Vik Muniz는 고전 예술작품을 모사하기 위해 평범 한 재료들을 이용한다. 그는 Leonardo Da Vinci의 ‘최 후의 만찬’을 만들기 위해 초콜릿 시럽을 이용했으며 땅콩 버터와 젤리를 가지고 ‘Mona Lisa’를 재현했다. 그는 스파게티부터 장난감 병정에 이르기까지 자기 주 변에 있는 것들을 자기 그림의 ‘채색용 물감’으로 이용 한다. 완전한도구나 환경을 기다리지 않는 어린아이처럼 예술가는 자기 주변에 가지고 있는 것으로부터 예술을 만들어낸다. 보통 사람들이 한계 혹은 장애물만을 보 는 곳에서 예술가는 영감을 발견한다. proceed 진행하다, 나아가다 humble 시시한, 변변찮은 material 재료 term 용어 limited 제한된 deliberate 의도적인 option 선택권 limitation 제한, 한정 contemporary 현대의, 동시대의 classic 고전의, (예술품 따위가) 일류의, 걸작의 artwork 예술작품 render 만들다 recreate 재현하다 circumstance 환경 inspiration 영감 obstacle 장애물 41. [출제의도] 글의 제목을 추론한다. ① 예술가들은 늦게 꽃을 피운다(대기만성형이다) ② 한계가 이점이다 ③ 영감은 혁신으로 이어진다 ④ 걸작들은 아이들에게 동기를 부여한다 ⑤ 창조는 우리를 더 인간답게 만든다 42. [출제의도] 빈칸에 적절한 표현을 추론한다. ② 위험한 ③ 익숙한 ④ 상상의 ⑤ 따분한 [43 ~ 45] (A) 10월 중순이었고, Taglia 선생님은 자신이 맡은 1학년 학생들 중 한 명의 행동을 다룰 새로운 방법을 찾아야겠다고 생각했다. Lisa는 학교생활의 처음 며칠 간 어려움을 겪었다. 학교에서 그녀는 울었고 엄마가 그녀를 두고 가는 것을 원하지 않았다. 결국, Lisa는 엄마가 가는 것에 대하여 편안해지게 되었지만 매일 아침 Taglia 선생님에게 매달려 의존하게 되었다. 짜증 이 나고 시간이 모자라서 압박을 받는 것은 차치하고, Taglia 선생님은 그녀가 더 독립적이도록 북돋워 주고 싶었다. (D) 그녀는 Lisa가 관심과 위안을 위해 Taglia 선생 님에게만 의존하기보다, 기여를 하고 스스로 중요하다 고 느끼며 자신을 학급의 일부로서 생각하도록 도울 수 있는 방법을 찾고 싶었다. 그녀는 다가오는 학급의 프로젝트를 이용하기로 마음먹었다. 종이 분류와 각각 의 용기에 물건들을 분배하는 것과 같은 해야 할 준비 가 많이 있었다. 그녀는 Lisa에게 이 일을 맡는 것에 대해 이야기 했고 그녀에게 그녀를 도울 파트너를 고 르도록 요청했다. (C) Lisa는 이 프로젝트에 대해 신이 났다. 그녀는 곧 (자신이) 중요하고 쓸모 있는 사람이라고 느꼈다. 그녀는 함께 일할 수 있는 누군가를 고를 수 있다는 것에 대해 기뻐했으며 Jenny가 자신의 파트너가 될 수 있는지 Taglia 선생님에게 여쭤보았다. Taglia 선생님 은 동의했고 두 소녀에게 무슨 일을 해야 하는지 알려 주기 위해 쉬는 시간에 만나자고 했다. 그녀는 그들에 게 프로젝트를 시작하기 위해 다음 날 아침 버스에서 내린 뒤 곧장 교실로 와야 한다고 상기시켜 주었다. (B) 다음 날 아침, Taglia 선생님은 두 명의 웃는 얼굴을 자신의 문에서 보고 기뻤다. 그것은 하루를 시 작하는 다른 방식이었다. 그 날과 이후로 이어지는 기 간 동안, Taglia 선생님은 자신과 학급의 나머지 아이 에 대한 Lisa의 관계에 두드러진 변화를 알아차렸다. Lisa는 더 이상 선생님에게만 집중하지 않았으며, 반 친구들과 어울리는 방법을 찾아보았다. irritate 짜증나게 하다 marked 두드러진 recess (학교의) 휴식 시간, 휴식 remind 상기시키다 contribute 기여하다 take advantage of ~을 이용하다 upcoming 다가오는 sort 분류하다 distribute 분배하다 take on (일· 책임을) 떠맡다 43. [출제의도] 글의 순서를 파악한다. 44. [출제의도] 지칭하는 대상을 추론한다. 45. [출제의도] 글의 세부 내용을 파악한다."
}