{
    "text": "1 • 영어 영역 • 정 답 1 ② 2 ① 3 ③ 4 ⑤ 5 ② 6 ⑤ 7 ① 8 ① 9 ② 10 ④ 11 ④ 12 ④ 13 ① 14 ⑤ 15 ③ 16 ② 17 ③ 18 ⑤ 19 ④ 20 ③ 21 ① 22 ② 23 ③ 24 ④ 25 ④ 26 ⑤ 27 ⑤ 28 ④ 29 ④ 30 ⑤ 31 ④ 32 ① 33 ⑤ 34 ① 35 ⑤ 36 ② 37 ⑤ 38 ③ 39 ③ 40 ② 41 ② 42 ③ 43 ③ 44 ⑤ 45 ④ 해 설 1. [출제의도] 짧은 응답 표현하기 W: Excuse me. The zipper on my bag is broken. M: Let me take a look. Hmm, I think you need to replace it. It’ll cost 10 dollars. W: Okay, then replace it. Will it take long? M: 2. [출제의도] 짧은 응답 표현하기 M: Amy, Mom’s birthday is this Friday. How about having a family dinner? W: Sounds great. Do you have any ideas for a good restaurant? M: Let me see... A seafood restaurant recently opened nearby. Mom really likes seafood. W: 3. [출제의도] 담화의 목적 고르기 W: Good morning, students. This is Ms. Smith, your fine arts teacher. Today I’d like to tell you about a new cartoon drawing class. The class will be held every Saturday in July, beginning on July 1st. This class is offered with the financial support of the Oakville Community Center. So there’s no participation fee. Pens and drawing papers will be provided for free as well. Any student in our school can join the class, but only 40 students will be accepted. Please hurry up and register. I hope you enjoy the special art class. Thank you. 4. [출제의도] 의견 고르기 W: David, look at this chart. The sales of our new products are not good. M: Let me see it. [Pause] You’re right. We should look for better ways to promote our products. W: Would you be more specific? M: How about posting pictures on social media to advertise them? W: Advertising? I think newspapers are better than social media. M: Nowadays youngsters like social media more than papers. Most don’t even read newspapers at all. W: Well, can social media advertising improve our sales? M: Absolutely, we can attract more young customers. W: All right. But, I don’t think we can afford to spend a lot on advertising. You know, we are small business owners. M: Don’t worry. Social media advertisement costs very little, which is the beauty of it. W: You’re giving me hope for growing sales. 5. [출제의도] 대화자의 관계 고르기 M: Good morning, Julia. How was your holiday? W: Good morning, Mr. Stanley. I had a wonderful time. How was yours? M: Very nice, thanks. Did you check the operation schedule for this week? Is it full? W: No, not yet. M: That’s good. We should always be prepared in case of an emergency. W: Is there anything else you need before seeing patients? M: Yeah, I want to see the list of patients who are scheduled for today. W: Okay, here it is. There are appointments with patients in the morning. And in the afternoon, you have two operations. M: Got it. Please measure and record the blood pressure of the patients. I need their records to be up-to-date. W: Don’t worry, I’ll take care of them! 6 [출제의도] 특정 정보(그림) 파악하기 M: Minji! Was this picture taken when you were in the U.S.? W: Yeah. It wasCulture Exchange Day’. How do you like the banner hanging on the blackboard? I made it myself. M: Great! It looks like you put a lot of effort into it. W: I did. That day, I introduced the traditional Korean clothing to my foreign friends. M: Then the lady on the right side of the picture is you! You’re wearing Hanbok, right? W: Yes. Everyone loved it. Do you see the boy with the hat on? He’s from Mexico. M: Ah, that must be a traditional Mexican hat. Then, who is the girl standing behind the table? W: You mean the girl holding the flag? She is from Canada. She explained the meaning of her country’s flag. M: Good. What’s that next to the window? Is that a kite? W: Right, we all made the kite together, and flew it in the playground. M: It sounds very exciting. I think you had a wonderful experience. 7. [출제의도] 할 일 고르기 M: Hey, what are you doing? W: I’m preparing for a presentation tomorrow. M: You must be busy. What’s the presentation about? W: It’s about our business plan for the Asian market. M: Sounds like a lot of work. Have you finished the market research? W: Sure. I’ve already collected the information and finished analyzing it. M: It must have taken a long time. W: Fortunately, the International Department manager helped me a lot. M: Good for you. Then, what is left to do? W: Now, I have to photocopy handouts and check the microphone in the meeting room. M: I’m on my way to the meeting room. I’ll check the microphone for you. Then you can make the copies. W: Great! Thank you, Tony. 8. [출제의도] 5W1H(이유) 고르기 M: Hi. Megan. How was your first client meeting? W: It was successful. I won the contract with the buyers. M: Wow! Good job! How did you like meeting with clients? W: It was not easy to meet and talk to new people. I was so nervous. M: That’s why we need to keep on developing our communication skills. W: Right. So I’m planning to attend a workshop about how to deal with customers this Sunday. M: Oh, I’ve heard of it. It’ll be held at the Pearson Building, right? W: Yeah. How about going together? I can pick you up. M: Thanks. I’d love to, but I can’t. W: Why not? Is it the day that you volunteer at the Chicago Animal Shelter? M: No, that’s next Sunday. Actually, I’m supposed to go on a business trip to Seoul. So I can’t make it. W: Okay. Then, I’ll give you some good tips later. 9. [출제의도] 숫자 정보 파악하기 W: Hi. Can I help you? M: I’d like to buy a bicycle for my son. W: How old is he? M: He’s in middle school. W: This hybrid bicycle is popular. It’s suitable for riding short distances. It’s $190. M: $190? I think it’s a little expensive. W: Hmm... What about this folding bicycle? It’s convenient for storing anywhere. It’s $40 cheaper than the one you just saw. M: Okay, then I’ll take this one. Do you also have any safety equipment like helmets? W: Sure. We have an all-inclusive safety package, and that includes a helmet, knee protectors, a safety vest, and so on. It’s just $50. M: Sounds good. I’ll take that. Do you have any special offers? W: Yes, we do. You get 10 percent off the total price if you pay with a Big Bonus credit card. M: Great. I have that card. Here’s mine. 10. [출제의도] 세부 내용(언급 유무) 고르기 M: Honey, summer vacation is coming. How about going abroad this time? W: Why not? I saw an International Travel Fair poster in the subway station. We can get some useful information there. M: Okay. Let’s check the fair’s official website first. W: [Typing sound] Wow! It says as many as 60 travel agencies are supposed to attend. M: Really? That’ll be a big event. When will it be held? W: It’s from June 23rd to the 25th. M: And, it’ll take place at the Convention Center. W: Great. It’s not far from our house. M: What kind of events will there be? W: Folk dance performances, traditional costume shows, and virtual reality experiences. M: Wonderful! It’ll surely be good for us. 2017학년도 6월 고2 전국연합학력평가 정답 및 해설 고2 정답 및 해설 2017학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 2 11. [출제의도] 내용 불일치 고르기 M: Hello, listeners and viewers! Are you tired of only getting a few television channels? Then it’s time to switch to ABC Cable Network. With 150 channels, ABC Network is one of the leading cable providers in the country. For a small monthly service fee, you can enjoy a wide variety of entertainment programs, local and international news, and a good selection of movies. This year, we were recognized as the most watched cable network. To celebrate this achievement, new customers can have a one­month free trial for our network channels, excluding movie channels. If you want more specific information on our service plans, visit our website at www.ABCNet.co.ca. 12. [출제의도] 세부 내용(도표) 파악하기 M: Honey, Electro-Mall is having a big sale on washing machines this week. W: That’s good. We need a new washing machine. M: Here, I have their catalog. W: Well... They all look nice, but I don’t think we can afford to spend more than five hundred dollars. M: You’re right. Then we can choose among these four models. Don’t you think 10kg is too small for us? W: I think so. It should be bigger than that. Would the one with a dryer be better? M: Of course. It’s really convenient since we don’t have to hang the laundry out to dry. W: Fair enough. Hmm... About the warranty, I think five years is not long enough. M: I agree. The longer, the better. W: Okay. Then, let’s get this one. 13. [출제의도] 긴 대화의 적절한 응답 고르기 W: What are you thinking so hard about? M: Well, I’m not sure what kind of job is right for me. W: I understand your concerns. I also had the same problem. M: Really? But you’ve already made up your mind. W: Sure. I had a chance to participate in a job shadowing program, and it was helpful. M: Job shadowing? What is that? W: It’s a kind of job experience program. M: You mean you spend time in a real workplace? W: Exactly! Just like a shadow, I followed different professionals and watched them work. M: Sounds interesting. It must’ve been a big help for you. Could that work for me as well? W: 14. [출제의도] 긴 대화의 적절한 응답 고르기 M: Jane, how’s it going with the preparations for your play? W: I’m working hard on it, Mr. Brown! But, I feel nervous about performing in front of everyone. M: Don’t worry. I’m sure you’ll do fine. W: Thank you for encouraging me. M: I heard that you and Mike are a team. Where’s Mike? W: Unfortunately, he’s at home with the flu. I guess he won’t be able to practice with me for a few days. M: Oh, that’s too bad. So you’re acting out your script on your own. W: Right. I’ll do my best to give a good performance. M: Hopefully your efforts will pay off. W: Thanks, but I’m not sure I’m doing it the right way. M: 15. [출제의도] 상황에 적절한 응답 고르기 W: Lucy is the chief student editor of the school magazine. With the help of students and teachers, finally the completed magazines are all printed out. She is eager to see everyone enjoy reading the magazines, so she plans to hand them out today. Ben, another editor, suggests examining the copies for the last time before distributing them. While turning the pages slowly, Lucy is embarrassed to find the name of the school principal is spelled wrong. She quickly starts correcting spelling errors to meet her original schedule. But Ben thinks they should take more time to correct the wrong names in hundreds of copies. In this situation, what would Ben most likely say to Lucy? [16~17] 긴 담화 듣기 M: Hi, class! We talked about the importance of eating healthy foods last class. Today, we’re going to look at some foods that can keep our brains healthy. For example, whole grains, like brown rice, allow blood to flow to the brain better. They contain nutrients including vitamin B and vitamin E. When these work together, brain cells are better preserved. Second, blueberries help protect the brain from stress and delay brain aging by 2.5 years. A study on rats found that diets rich in blueberries dramatically improve the learning ability of aging rats. Third, spinach has substances that could slow down memory loss. A study found that eating a lot of this leafy vegetable is associated with reduced memory loss. Furthermore, nuts are terrific sources of vitamin E, which can help prevent the mental processes like knowing and understanding from decreasing as you age. Plus, it’s been said your heart will benefit from nuts. There must be other foods you know about. Now let’s think about more foods with your partner. 16. [출제의도] 담화의 주제 파악하기 17. [출제의도] 담화의 언급 유무 파악하기 18. [출제의도] 글의 목적 파악하기 Lauren Baker씨께 9월 17일에 열리는 제 딸의 결혼식에 음악을 연주 해 주시는 것에 동의해 주셔서 감사합니다. 안타깝게 도 군대에 있는 딸의 약혼자가 이 날짜를 불가능하게 하는 임무를 받아서, 결혼식 날짜를 2주 앞당긴 9월 3일로 바꾸려 합니다. 대신 이 날에 연주해 주시는 게 가능할까요? 우리가 합의한 모든 다른 사항들은 그대로 지켜질 것입니다. 만약 이렇게 바꿔 주실 수 있다면 정말 감사드리겠고 제 딸의 결혼식에 우아함 을 더 해 주실 것을 간절히 바랍니다. 당신이 참석해 주셔서 자리를 빛내 주시겠습니까? 만약 불가능하다 면 다른 조치를 취할 수 있도록 가능한 한 빨리 알려 주시기 바랍니다. 마음을 담아, Bill Gibson [해설] 해석 참조 19. [출제의도] 글의 주장 파악하기 어떤 것을 기억할 때와 마찬가지로 이름을 기억할 때에도 단순 반복법은 도움이 될 것이다. 이러한 원 칙의 가장 효과적인 적용은 대화 중에 그것(이름)을 반복하는 것이다. 이 경우에 당신은 “Tom. 만나서 반 가워요, Tom.”이라고 단순히 말할 수 있다. 이러한 짧은 어구를 말하면서 그 단어를 크게 두 번 반복한 다. 어떤 것을 크게 말하는 것은 단지 그것을 생각하 는 것보다 더 강력한 기억을 만든다. 그것을 입으로 말하고 스스로가 말하는 것을 들으면서 단어를 말하 는 그 선택은, 단지 마음 속으로 그 단어를 반복할 때보다 기억력을 높이는 일련의 작은 사건들을 만들 어낸다. 대화 중 계속해서 이름을 반복하는 것은 당 신의 기억 속에 그것을 더 굳건히 할 것이다. 자연스 럽게 그렇게 할 기회가 있을 때마다 이름을 말하라. [어구] cement 굳게 하다 [해설] 해석 참조 20. [출제의도] 글의 분위기 파악하기 Lucas가 해군에 입대했을 때, 그의 근무 기지는 Panama City Beach 근처였다. 어느 날, 그의 친구 Julia가 해변에서 약 150야드 떨어진 모래톱까지 수 영하기로 결심했다. Julia가 수영해서 멀어지는 모습을 보았을 때 그는 그녀에게 무언가 잘못된 일이 생길 것 이라는 직감이 들어서 그녀를 따라 수영하기로 결심했 다. 그 날은 해류가 매우 강했다. 그녀는 문제가 생기 기 전까지 약 70야드를 헤엄쳤다. 감사하게도, 그는 곧 물속에서 허우적거리는 Julia를 따라잡았다. 그가 도울 수 있을 정도로 충분히 가까이 갈 때마다 그녀는 그를 아래로 잡아당겼다. Lucas는 그녀를 진정시키려 고 노력했지만 그녀는 그의 목소리를 들을 수 없었다. 결국 그는 그녀가 너무 지쳐서 물 위에 떠 있을 수 없 게 될 때까지 그녀를 놔두었다. Lucas는 그녀를 돕기 위해 그녀가 물에 가라앉도록 두어야 했다. 그녀가 완 전히 지쳤을 때 그는 그녀를 붙잡고자 노력했다. [어구] wear out 지치게 하다 [해설] 해석 참조 21. [출제의도] 글의 주제 찾기 어떻게 우리는 환경에 더 적은 영향을 미치면서 필 요한 영양분에 접근할 수 있는가? 기후 변화를 야기 하는 농업에 있어서의 상당히 많은 부분을 차지하는 요소는 가축이다. 세계적으로 육우와 젖소는 온실가 스 배출(GHGEs)에 있어서 가장 중요한 영향을 미치 고, 세계의 이산화탄소 배출의 41%와 전 세계 온실 가스 배출의 20%를 차지한다. 가축 산업과 연관된 운송, 벌채, 메탄 배출, 곡물 경작으로 야기된 대기의 온실가스 배출 증가는 지구의 온도를 높이는 주요 요 인이다. 전통적인 가축과 대조하여, “minilivestock”으 로서의 곤충들은 온실가스를 적게 배출하고 최소한의 땅을 사용하며 재배된 곡물보다 음식물 쓰레기를 사 료로 먹을 수 있고 어느 곳에서나 사육될 수 있으며, 따라서 잠재적으로 장거리 운송에 의해 야기되는 온 실가스 배출을 줄일 수 있다. 우리가 세계적으로 곤 충 소비를 늘리고 육류 소비를 줄인다면 식량 체계로 인한 지구 온난화 가능성은 현저히 줄어들 것이다. [어구] livestock 가축 [해설] 해석 참조 22. [출제의도] 글의 제목 추론하기 당신은 사용한 커피 잔과 흐트러진 종이의 정글 한 가운데에서 컴퓨터 스크린을 찾는 데 어려움을 겪고 있는가? 또는 당신의 작업 공간은 미니멀리스트의 꿈 인가? 당신이 깔끔하든 지저분하든 당신의 작업 공간 은 당신의 성격에 대해 많은 것을 말해 줄 것이다. 모든 회사원들은 그들이 고수하는 특정한 타입의 책 상을 갖고 있다. 그리고 많은 연구가 당신의 책상의 상태가 어떻게 당신이 일하는지에 영향을 끼칠지도 모른다는 것을 시사하는데, 무질서한 환경이 창조성 을 만들어 낸다는 생각에서부터 ― 너무 많은 어질러 진 물건이 집중을 방해할 수 있다는 생각에 이르기까 지. 의도적이든 아니든 우리는 계속해서 우리 개인의 고2 정답 및 해설 2017학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 3 책상의 표현을 통해 우리 자신에 대해서 진술하고 있 다. 회사 책상을 포함한 물리적 공간이 우리에 대해 서 많은 것을 말해줄 수 있는 이유 중의 하나는 그것 들이 본질적으로 시간이 지남에 따라 많은 행동을 구 체화하는 것이기 때문이다. [어구] amid 한가운데에 scattered 흩뿌려진 disorderly 무질서한 [해설] 해석 참조 23. [출제의도] 글의 제목 추론하기 숫자는 정확한 양을 기술하기 위해 발명되었다: 치 아 3개, 7일, 염소 12마리. 그러나, 양이 많을 때 우리 는 숫자를 정확하게 사용하지 않는다. 우리는 수량 단 위 표시어로 ‘어림수’를 사용하여 대략적으로 말한다. 그것은 더 쉽고, 더 편리하다. 예를 들어, 우리가 시장 에 100명의 사람들이 있었다고 말할 때 그곳에 정확히 100명의 사람이 있었다는 것을 의미하지 않는다. 그리 고 우리가 우주의 나이가 137억 년이라고 말할 때 정 확히 13,700,000,000을 의미하지 않고; 몇 억을 더하 거나 뺀 것을 의미한다. 큰 숫자들은 대강 이해되고 작 은 숫자들은 정확히 이해되고 이러한 두 체계는 불확실 하게 상호작용한다. 내년에 우주가 ‘137억 1’년이라고 말하는 것은 명백히 터무니없는 생각이다. 우리의 남은 생애 동안 그것은 137억 년으로 남아있을 것이다. [어구] approximate 어림잡다 round number 어림수 [해설] 해석 참조 24. [출제의도] 도표 이해하기 위의 그래프는 미국의 성인 남녀 스마트폰 사용자들 이 가장 선호하는 스마트폰 특징별 비율을 보여 준다. ①전반적으로, 더 긴 배터리 수명이 남성과 여성 둘 다 가장 원하는 특징이다. ②여성은 남성보다 바스러지지 않는 화면, 방수, 우수한 카메라 기능에 더 높은 우선 순위를 둔다. ③방수에 대한 여성과 남성의 응답률 차 이는 우수한 카메라 기능에 대한 응답률 차이와 똑같다. ④핸즈프리 기술을 가장 원한 여성의 비율은 5%이고, 그것은 방수를 가장 원한 여성의 비율의 절반 이상(→ 이하)이다. ⑤마지막으로 우수한 카메라 기능을 가장 원한 남성의 비율은 10%보다는 낮지만 핸즈프리 기술 을 가장 우선 순위에 둔 남성의 비율보다는 다소 높다. [해설] 해석 참조 25. [출제의도] 세부 내용 파악하기(실용문) Family Movie Night Brooklyn 초등학교에서 매년 열리는 가족 영화의 밤 을 개최합니다! 가족과 함께 영화 ‘Despicable Me 2’ 를 즐기세요. 날짜: 6월 10일(토요일) 시간: 저녁 7시 (영화는 정시에 시작합니다!) 장소: 2층 강당 가격: 가족당 $10(4인까지) - 만약 가족이 4인을 초과할 경우 1인당 $2의 추가 요금을 내야 합니다. 알림: ∙외부 음식과 음료 반입은 허용되지만 쓰레기는 꼭 가져가십시오. ∙앉을 의자가 없으니 각자 쿠션이나 담요를 가져오 십시오. 더 많은 정보를 원하시면 123-555-7890으로 연락 주십시오. [어구] auditorium 강당 [해설] 해석 참조 26. [출제의도] 세부 내용 파악하기(실용문) Special Tour with The Sound of Music 깜짝 놀랄 만한 풍경과 함께하는 멋진 여행에 참여하 세요! 우리의 환상적인 투어는 Salzburg의 최고의 영 화 촬영 장소로 여러분을 안내할 것입니다. 가이드가 동행하는 이 버스 투어에서 여러분은 영화 The Sound of Music에 나왔던 6개 장소를 볼 것입니다. ∙일정: 매일 오전 9시, 오후 2시 ∙소요 시간: 4시간 ∙집결지: Mirabelplatz 버스 터미널 ∙가격: 일반 (13세 이상) $50 어린이 (5-12세) $25 미취학 아동 (5세 미만) 무료 - 여행자 보험은 포함되어 있지 않습니다. ∙취소 정책: 출발일 최소 1일 전에 취소할 경우 전액 환불됩니다.(출발 당일 예약 취소 시 – 환불 불가) 알림: 예약은 필수입니다. www.salzburgtours.com에서 예약하십시오. [어구] breathtaking 깜짝 놀랄 만한 [해설] 해석 참조 27. [출제의도] 내용 불일치 파악하기 오늘날 Xia Gui는 중국의 풍경화의 대가 중 한 명 으로 알려져 있다. 그는 짧고 날카로운 붓놀림을 사 용하여 빠르게 그렸다. 그의 풍경화 중 대부분은 검은 색조였지만 일부에는 엷은 색이 더해지기도 했다. Xia 는 Ningzong 황제나 Lizong 황제의 공식 궁정 화가였 을 것으로 추측된다. 그의 친구이자 동료 화가인 Ma Yuan과 함께 Xia는 Ma-Xia 유파를 창시했다. 이 유 파는 풍경화에 상황과 세밀한 묘사가 거의 없는 아주 단순한 풍경화 전통을 따랐다. 산 정상이나 뒤틀린 나 무와 같은 몇 가지 특징만 보여 줌으로써, 그들은 무 한 공간의 느낌과 조용한 드라마를 창조하고자 했다. Ma-Xia 유파는 후대 예술가들에게 큰 영향을 끼쳤다. [해설] 해석 참조 28. [출제의도] 문법성 판단하기 비용 절감은 수익성을 향상시킬 수 있지만, 어느 정도까지다. 만약 제조업자가 비용을 너무 많이 절감 해서 그렇게 하는 것이 제품의 질을 손상시키게 된다 면 그 증가된 수익성은 단기적일 것이다. 더 나은 접 근법은 생산성을 향상시키는 것이다. 만약 기업이 똑 같은 수의 직원들로부터 더 많은 생산을 얻을 수 있 다면 그들은 기본적으로 거저 얻게 되는 것이다. 그 들은 판매할 상품을 더 많이 얻고, 각 상품의 가격은 떨어진다. 생산성 향상에 필요한 기계 또는 직원 연 수가 생산성 향상으로 얻는 이윤의 가치보다 비용이 적게 든다면, 이것은 어떤 기업이든 할 수 있는 쉬운 투자이다. 생산성 향상은 그것을 만들어 내는 개별 기업에 중요한 만큼 경제에도 중요하다. 일반적으로 생산성 향상은 모두를 위한 생활 수준을 올려 주고 건강한 경제의 좋은 지표가 된다. [어구] profitability 수익성 tap into ~을 이용하다 [해설] do의 경우, are important를 대신 받아야 하므 로 are가 적절함. 29. [출제의도] 문맥에 맞는 어휘 추론하기 오늘날 시장에서 선택 항목의 과잉은 당신에게 더 많은 선택의 자유를 준다. 그러나 행복의 관점에서 치 러야 할 대가가 있을지도 모른다. 심리학자 David Myers와 Robert Lane의 연구에 따르면 모든 이러한 선 택은 자주 사람들을 우울하게 만든다. 연구자들이 어떤 쇼핑객들에게는 24개의 잼을 맛보게 했고 다른 사람들 에게는 오직 6개만 맛보게 했다. 더 적은 선택 항목을 가진 사람들이 맛볼 때 더 행복했다. 훨씬 더 놀랍게도, 더 넓은 범위의 선택 사항을 가진 사람들 중 오직 그 당시 3%만이 잼을 구매한 반면, 더 적은 선택 사항을 가진 사람들 중에서는 그 당시 31%가 잼을 구매했다. 아이러니한 점은 사람들이 거의 항상 더 많은 선택 항 목을 원한다고 말한다는 것이다. 그러나 그들이 더 많 은 선택 항목을 가질수록 그들은 더 안도한다(→마비된 다). 사리에 밝은 레스토랑 사장들은 더 적은 선택 항 목을 제공한다. 이것은 고객들이 더 편안함을 느끼게 하고, 그들이 쉽게 선택하여 그 선택에 더 만족하도록 촉진한다. [어구] prompt 촉진하다 [해설] 글의 흐름상 relieved는 paralyzed가 되어야 함. 30. [출제의도] 지칭 추론하기 세 명의 십대들은 침낭 속으로 들어가서 지퍼를 올 렸다. 몇 시간 후에 John이 일어났고 목이 말랐다. 그 가 일어나서 어둠 속에서 물병을 찾으러 갔을 때 Paul 은 여전히 심하게 코를 골고 있었다. 그는 Bill의 침낭 위로 넘어졌지만 침낭의 느낌이 이상했다. “Bill”, 그가 조용히 불렀다. 대답이 없었다. John은 침낭 안에 있 는 그의 친구를 확인하려고 몸을 숙였지만 그를 찾을 수 없었다. 그는 랜턴을 찾아서 스위치를 켰다. Bill은 침낭 안에 없었다. “Paul”, 그가 크게 불렀다. “Paul”, 그가 다시 한 번 소리쳤다. “왜 그러니?”라고 Paul이 졸린 목소리로 말했다. “Bill이 없어졌어. 일어나서 내 가 그를 찾는 것을 도와줘. 그는 네 코고는 소리 때문 에 잘 수 없다고 말했어.”라고 John이 말했다. “아직 아침이 아니잖아.” Paul이 웅얼거렸다. 그리고 그는 침 낭에서 천천히 일어나 앉았다. “그는 어디에 있니?” Paul이 물었다. “나도 몰라. 그래서 우리가 그를 찾으 러 가야 해.” John은 매우 걱정하고 있었다. [어구] stumble 넘어지다 mumble 웅얼거리다 [해설] 해석 참조 31. [출제의도] 빈칸 추론하기 우연히 만들어진 과학적 발명의 예는 셀 수 없이 많 다. 그러나 자주 이러한 우연은 그것을 해석할 수 있는 그 분야의 평균 이상의 지식을 가진 사람을 필요로 해 왔다. 우연과 연구자의 협업에 대해 잘 알려진 예 중 하나는 페니실린의 발명이다. 1928년, 스코틀랜드 생물 학자 Alexander Fleming이 휴가를 떠났다. 다소 부주 의한 사람으로, Fleming은 책상 위에 몇몇 박테리아 배 양균을 두고 갔다. 그가 돌아왔을 때, 그는 배양균들 중 하나에서 곰팡이를 발견했는데 그 주변에는 박테리 아가 없었다. 그 박테리아는 penicillium notatum종에서 나온 것으로, 그것이 페트리 접시 위의 박테리아를 죽 였던 것이다. 이것은 운 좋은 우연의 일치였다. 전문적 지식이 없는 사람에게는 박테리아가 사라진 부분이 그 리 중요하지 않았겠지만, Fleming은 그 곰팡이의 마법 같은 작용을 이해했다. 그 결과는 페니실린 ― 지구의 수많은 사람들을 구한 약 ― 이었다. [어구] penicillium notatum 푸른곰팡이속(屬)의 곰 팡이 coincidence 우연의 일치 [해설] 해석 참조 32. [출제의도] 빈칸 추론하기 꿀벌은 한 군집의 최대 5만 마리의 벌이 함께 민주 적인 결정을 내리기 위해 모이면서, 소위 “집단 지성” 을 발전시켜 왔다. 봄철에 벌집이 너무 붐빌 때 군집 들은 새 벌집을 찾기 위해 정찰병을 보낸다. 어느 정 찰병이라도 다음 벌집을 지을 장소에 대해 동의하지 않으면 그들은 문명화된 방법으로 그 문제를 논의한 다: 춤을 통해. 각 정찰병은 다른 정찰병들에게 그들 이 찾은 장소의 장점을 납득시키기 위해 “waggle dance”를 춘다. 그 춤이 더 열정적일수록 그 정찰병 은 그 장소를 더 마음에 들어 하는 것이다. 그 군집 의 나머지 벌들은 그들이 선호하는 장소로 날아가서 한 잠재적인 벌집이 모든 주변의 다른 춤들을 이길 때까지 춤에 합류하여 몸으로 투표한다. 의회가 의견 불일치를 같은 방법으로 해결한다면 멋질 것이다. [어구] swarm 무리 scout 정찰병 [해설] 해석 참조 33. [출제의도] 빈칸 추론하기 자신감 있는 리더들은 아직 답을 알지 못한다는 것 에 대해 창피하게 느낄 수도 있는 기본적인 질문을 하는 것에 대해 두려워하지 않는다. 당신이 무엇인가 를 알지 못한다면, 그것을 가능한 빨리 인정하고 즉 시 조치를 취하라 – 즉, 질문을 하라. 만약 당신이 주 지사가 누구인지 혹은 물 분자에 얼마나 많은 수소 원자가 있는지를 잊어버렸다면, 조용히 친구에게 이 런 저런 방법으로 물어보고, 숨기기를 그만두고, 조치 를 취하라. 역설적이게도, 당신이 기본적인 질문을 할 때, 당신은 다른 사람들에 의해 더 똑똑하다고 인식 될 가능성이 높다. 그리고 더 중요하게는, 당신은 결 국 인생을 살아가면서 훨씬 더 많은 것을 알게 될 것 고2 정답 및 해설 2017학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 4 이다. 이러한 접근법은 만약 당신이 아는 것보다 더 많은 것을 아는 척하는 흔한 행동을 했다면 당신이 이룰 수 있는 성공보다, 당신을 좀 더 성공적으로 만 들 것이다. 훌륭한 리더를 만들어 내기 위해서 유능 한 교사들은 학생들이 그러한 기본적인 질문을 하도 록 격려하고 권유하고 그리고 심지어 강요한다. [어구] molecule 분자 [해설] 해석 참조 34. [출제의도] 빈칸 추론하기 우리는 우리 주변의 사람들이 하는 행동을 인식한 것에 매우 반응적이다. 이러한 무의식적인 기능은 역 사를 통틀어 우리가 빠르고 생명을 구할 정도의 좋은 판단을 하도록 도와준다. 한 연구는 이러한 요소가 얼마나 강력한지 보여 주고 있다. 한 실용적인 실험 이 투숙객이 자신들의 방에서 수건을 재사용하도록 바라는 호텔에서 실행되었다. 그들은 몇 개의 표지판 을 내걸기로 결정했다. 첫 번째 표지판은 환경적인 이유에 대해서 언급했고 두 번째는 연말에 세탁비 절 약한 것의 일부를 호텔이 기부한다는 내용이었다. 세 번째 표지판은 대부분의 투숙객들이 그들이 투숙하는 동안 적어도 한 번은 수건을 재사용했다는 내용이었 다. 놀랍게도, 투숙객들은 세 번째 표지판에 가장 긍 정적으로 반응하였다. 만약 당신이 사람들이 어떤 특 정한 방식으로 행동하도록 영향을 미치고 싶다면, 그 사람들이 했으면 하는 행동을 다른 사람들도 하고 있 다는 인상을 주는 것보다 더 강력한 방법은 거의 없 다. [해설] 해석 참조 35. [출제의도] 글의 순서 파악하기 냉동 요거트의 가격이 떨어진다고 가정해 보자. 수 요의 법칙에 따르면 당신은 더 많은 냉동 요거트를 사게 될 것이다. 동시에, 당신은 아마도 아이스크림은 더 적게 살 것이다. (C) 그 이유는 아이스크림과 냉 동 요거트는 둘 다 비슷한 욕구를 충족시키는 차갑고 달콤한 디저트이기 때문이다. 한 재화의 가격 하락이 다른 재화의 수요를 감소시킬 때, 이 두 재화는 대체 재라 불린다. (B) 그것들은 핫도그와 햄버거처럼 종 종 서로를 대신해서 사용되는 재화의 쌍이다. 이제 초콜릿 토핑의 가격이 하락한다고 상상해 보자. 수요 의 법칙에 따르면, 당신은 더 많은 초콜릿 토핑을 살 것이다. (A) 그러나 이번 경우에는 아이스크림도 더 많이 사게 될 확률이 높은데, 왜냐하면 아이스크림과 토핑은 종종 함께 사용되기 때문이다. 한 재화의 가 격 하락이 다른 재화의 수요를 끌어올릴 때 이 두 재 화는 보완재라 불린다. [해설] 해석 참조 36. [출제의도] 글의 순서 파악하기 대부분의 습관들은 아마도 처음 형성될 때는 좋은 습 관일 것이다. 즉, 당신이 의도적으로 만들지 않은 많은 습관에 대해서, 그 특정한 행동을 하게 된 것에는 어떤 가치가 있었음에 틀림없다. (B) 그 가치가 당신이 그 습관을 형성할 만큼 충분히 자주 그 행동을 반복하게 하는 것이다. 몇몇 습관은 나빠지기도 하는데, 그 이유 는 한때 보상적 요소를 가진 행동이 그 습관이 형성되 기 시작했을 때는 명확하지 않았을지도 모를 부정적인 영향을 역시 가지고 있기 때문이다. (A) 과식이 그러 한 습관이다. 당신은 머릿속으로는 과식이 문제라는 것 은 알고 있을 것이다. 그러나 당신이 실제로 과식할 때, 바로 그 순간에는 부정적인 영향이 거의 없다. (C) 그래서 당신은 그 행동을 반복한다. 그러나 결국 당신 은 살이 찌기 시작할 것이다. 당신이 이것을 인지할 때 쯤, 당신의 과식 습관은 깊이 자리 잡게 된다. [어구] conceptually 개념적으로 rewarding 보상해주는 [해설] 해석 참조 37. [출제의도] 문장 삽입하기 만약 당신이 이 세상을 살아가는 동안 자신을 헌신 한다면 세상은 다르고 더 나은 장소로 바뀔 수 있다. 이러한 생각은 어느 날 Azim이 비행기를 기다리면서 공항에서 TV 시청을 하고 있었을 때 명확해졌다. 한 목사가 갓 태어난 쌍둥이 중에 한 명이 아픈 이야기 를 들려주었다. 그 쌍둥이는 병원 규칙대로 분리된 인큐베이터에 있었다. 그 층의 간호사는 반복적으로 쌍둥이들이 한 인큐베이터에 함께 놓여야 한다고 제 안했다. 의사들은 마침내 이것을 시도하는 것에 동의 했다. 쌍둥이들이 서로 접촉할 수 있게 되었을 때, 건 강한 쌍둥이가 아픈 남동생을 즉시 자신의 팔로 감쌌 다. 이러한 본능적인 교감은 아픈 쌍둥이가 점차적으 로 건강을 회복하도록 도와주었다. 그 아기들의 가족 과 의사들은 만질 수 없는 사랑의 힘과 믿을 수 없는 나눔의 힘을 목격하였다. [어구] instinctive 본능적인 incredible 믿을 수 없는 [해설] 해석 참조 38. [출제의도] 문장 삽입하기 우리가 어디를 가든, 무엇을 하든, 우리 몸의 효소 들이 가장 잘 작용하는 온도로 체온이 유지되게 하는 것이 아주 중요하다. 중요한 것은 몸의 표면 온도가 아니다. 안정되게 유지되어야 하는 것은 몸 속 깊은 곳의 온도이다. 정상적인 체온보다 조금이라도 높거 나 낮을 때 우리의 효소들은 원활하게 기능할 수 없 다. 만약 이러한 상태가 일정 시간 계속된다면 우리 의 세포 안에서의 반응들은 지속될 수 없고 우리는 죽게 될 것이다. 운동 중 근육에서 발생되는 열, 질병 으로 인한 열, 그리고 외부 온도를 포함하여, 모든 것 들은 내부 체온에 영향을 미칠 수 있다. 우리는 다양 한 방법으로 우리의 체온을 통제할 수 있다: 옷과, 행 동하는 방식과, 활동량을 바꿀 수 있다. 그러나 우리 는 또한 내부 통제 체제를 가지고 있다: 너무 더우면 땀을 흘리기 시작한다. [어구] external 외부의 [해설] 해석 참조 39. [출제의도] 무관한 문장 고르기 New York에 있는 구호 기관인 Earth Institute에 따 르면, 지구 온난화에 의해 야기된 식량 부족은 2050년 까지 10억 명이나 되는 사람들이 그들의 집을 떠나게 만들 수 있다. 가장 심한 지역이 아프리카인데, 땅이 초목을 생산하는 능력을 잃어버리고 사막으로 변할 때 발생하는 사막화로 인하여 경작지의 3분의 2를 잃을 수 있다. 비록 많은 과학자들이 기후 변화가 더 많은 비를 야기한다고 예상하지만 어떤 지역은 비가 산발적 으로 내리고, 또 어떤 지역에서는 집중적으로 내리지 만 다른 지역에서는 내리지 않기 때문에 가뭄을 경험 할 수 있다. (적절한 농경 체계를 가지는 것은 농부들 이 장기적 가뭄을 극복하는 데 도움을 준다.) 또한 사 막화는 더 높은 기온이 토양으로부터 습기를 앗아가기 때문에 발생할 수 있다. 지역들이 더 이상 식량을 생 산해 낼 수 없을 때, 사람들은 “기후 난민”이 되어 다 른 지역으로 이동해야만 할 것이다. [어구] vegetation 초목 refugee 난민 [해설] 해석 참조 40. [출제의도] 문단 요약하기 자아는 내적으로뿐만 아니라 외적으로 살펴봄으로써 사회적 힘에 의해 형성된다. 다른 사람들이 당신의 자 아를 형성하는 한 가지 방법은 Leon Festinger의 이 론에 의해 설명된다. 간단히 말하면, 당신이 학급에서 공부를 아주 잘했었기 때문에 당신이 수학을 잘하는 것처럼 느낀다고 상상해 보라. 그러나 당신이 학교 디 스코에서 다른 사람을 본 후 당신은 춤을 못 춘다고 느낄 것이다. 물론 이러한 사실은 객관적이지 않다. 만약 당신이 우연히 장래의 통계 전문가들이 있는 교 실에 있게 된다면, 필연적으로 당신은 상대적으로 수 학을 못한다고 느낄 것이다. 그와는 반대로 춤은 더 잘 춘다고 느낄지도 모른다. Festinger는 이러한 사회 적 비교가 완전히 우연한 것이 아니라는 것을 깨달았 다. 사람들은 비교하기 위하여 적극적으로 특정한 사 람들을 찾고 특정한 기술들과 특성들을 선택한다.  사람들은 자신들과 주변에 있는 사람들을 비교함으로 써 자신이 누구인지에 대한 개념을 얻는다. [어구] attribute 특성 [해설] 해석 참조 [41～42] 1지문 2문항 나의 동료와 그의 아내는 언제 집안일을 할 것인가 에 대해 지속적으로 갈등을 일으켰다. 그는 조금씩 일하고 TV를 시청하거나 맛있는 저녁을 만들어 먹는 휴식을 자주 취하기를 원했다. 그의 아내는 모든 것 을 한 번에 해치우고 놀거나 휴식을 취하면서 그 나 머지 시간을 보내기를 원했다. 나는 동료에게 그의 아내가 엄격한 트레이너가 되려고 한 것이 아니고; 그녀는 다소 감각형, 사고형, 판단형의 사람이고, 그 는 다소 직관형, 감정형, 인식형의 사람이라는 것을 지적해 줄 수 있었다. 그들 둘 다 틀린 것은 아니었 고; 그들은 단지 선호가 달랐을 뿐이다. 일단 그들이 이것을 깨닫게 되자, 집안일에 관하여 타협할 수 있게 되었다. 그들이 단시간에 많은 허드렛 일을 해야 할 필요가 있을 때는 그녀의 방법을 채택하 였지만 끼니때가 되면 식사 시간을 항상 가지기로 동 의했다. 특정 시간이 정해지지 않은 몇 개의 일만 해 야 할 때에는 남편의 방법을 채택했지만, 휴식을 취하 기 전에 특정한 일을 끝내는 것에는 동의했다. 이런 방식으로, 그들은 모두 생산적임을 느낄 수 있었고, 더 이상 집안일은 둘 사이에 큰 문젯거리가 되지 않았다. 41. [출제의도] 글의 제목 추론하기 42. [출제의도] 빈칸 추론하기 [해설] 해석 참조 [43～45] 1지문 3문항 (A) 내가 여덟 살이었을 때, 나는 가출하기로 결심 했다. 가방을 싸고 가방 속에 몇 개의 땅콩버터 샌드 위치를 지닌 채, Wantagh에 있는 우리 방갈로의 앞 문으로 가기 시작했다. 엄마는 어디 가느냐고 물어보 셨다. “집을 떠날 거예요”라고 말했다. “Billy야, 네가 지금 들고 가는 것은 무엇이니?”라고 그녀가 물었다. “몇 가지 옷과 먹을 것이요”라고 내가 대답했다. “만 약 네가 나가고 싶다면, 그렇게 하도록 하거라,” 하고 그녀가 말했다. “그러나 너는 아무것도 없이 이 집으 로 왔기 때문에, 똑같은 방법으로 떠나거라.” 나는 화 가 나서 바닥에 가방과 샌드위치를 집어 던졌고 문 쪽을 향해 다시 출발했다. (C) “잠시만 기다려봐,” 엄마가 말했다. “네가 왔을 때는 아무런 옷도 걸치지 않았으니, 그것들을 돌려다 오.” 이 말은 나를 짜증나게 만들었다. 나는 나의 옷 가지-신발, 양말, 속옷 등 모든 것-를 벗어 던지고 소리쳤다, “이제 제가 나가도 되나요?” “그래, 그러나 일단 네가 저 문을 닫으면 돌아올 생각은 하지 말아 라,”라고 엄마가 대답했다. 나는 너무 화가 나서 문을 쾅 닫고 현관으로 나섰다. 갑자기 나는 내가 완전히 나체로 바깥에 있다는 것을 깨달았다. 그때 나는 저 길 아래에 이웃에 사는 친구가 우리 집 쪽으로 걸어 오고 있는 것을 보았다. (D) 숨을 곳을 찾으면서 나는 우리 마당의 반을 차 지하고 있는 큰 전나무를 발견했다. 그가 나를 보지 못했기를 바라면서 낮게 내려앉은 나뭇가지 아래 숨 었다. 한 무더기의 바싹 마른 갈색의 전나무 잎이 나 무 아래 쌓여 있었고 그 날카로운 전나무 잎이 내 몸 에 주었던 고통을 상상할 수 없을 것이다. 그가 지나 간 것을 확신한 후 나는 앞문으로 달려가서 그 문을 세게 두들겼다. (B) “누구세요?”라고 나는 들었다. “Billy예요. 들여 보내 주세요.” 문 뒤의 목소리가 대답했다, “Billy는 더 이상 이 집에 살지 않는단다. 그는 가출했어.” 혹 시 누군가 길거리를 지나가는지 보기 위해서 내 뒤를 흘끗 보면서 나는 대답했다. “아, 엄마! 저는 여전히 엄마 아들이에요. 들여보내 주세요!” 문이 살짝 열렸 고 엄마의 미소 짓는 얼굴이 나타났다. “가출하는 것 에 대해 네 마음이 바뀌었니?” 그녀가 물었다. “저녁 은 뭐에요?”라고 내가 대답했다. 43. [출제의도] 글의 순서 정하기 고2 정답 및 해설 2017학년도 6월 전국연합학력평가 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 5 44. [출제의도] 지칭 추론하기 45. [출제의도] 내용 불일치 파악하기 [어구] accumulate 쌓이다 [해설] 해석 참조"
}