{
    "text": "고2 정답 및 해설 2019학년도 9월 전국연합학력평가 10 28 영어 영역 정 답 1 ⑤ 2 ② 3 ③ 4 ⑤ 5 ② 6 ③ 7 ② 8 ① 9 ③ 10 ④ 11 ④ 12 ④ 13 ⑤ 14 ① 15 ② 16 ② 17 ④ 18 ③ 19 ① 20 ⑤ 21 ⑤ 22 ③ 23 ④ 24 ⑤ 25 ④ 26 ④ 27 ⑤ 28 ④ 29 ② 30 ④ 31 ② 32 ③ 33 ① 34 ① 35 ③ 36 ② 37 ⑤ 38 ④ 39 ① 40 ② 41 ⑤ 42 ④ 43 ③ 44 ⑤ 45 ⑤ 듣기 대본 및 해설 1. [출제의도] 대화의 적절한 응답 고르기 W: What did you do last weekend? M: I watched the movie The Universe. W: Oh, really? I’m planning to watch that with my friend tonight. How did you like it? M: 2. [출제의도] 대화의 적절한 응답 고르기 M: Mom, I’m home. Did my package arrive this afternoon? W: No. I’ve been home all day, but nothing came. M: That’s strange. I got a text message that says my package was delivered. W: 3. [출제의도] 담화의 목적 파악하기 M: Good morning, students! I’m Principal Brad Smith. We’re pleased to announce the launch of our school’s official social media page on U­Channel! For better communication about school news, emergency information, and upcoming events, we’ve started this social media page as our newest communication tool. We’ll continue to use our other notification tools, including the school website, letters home, and emails. The U­Channel page will be an additional method allowing for quick and immediate updates accessible on your computer or mobile phone. As always, if you have any questions, please feel free to ask. Thank you. 4. [출제의도] 화자의 의견 파악하기 W: Justin, how’s your speech coming along? M: I don’t think it’s going so well, Ms. Jones. W: What’s wrong? I know you’ve been working really hard. M: I think the script and the visual aids are good, but something about my delivery is still awkward. W: Have you considered recording a video of yourself practicing your speech? M: No, I haven’t. Why? W: Seeing how you deliver your speech can help you correct your weak points. M: How can it help? W: When you watch a video of yourself giving the speech, you can see what kinds of gestures you make and hear how you sound. M: Oh, you mean that I can fix something strange in my delivery if I see myself do it on video? W: Exactly! You can improve your delivery through this method. M: Thank you. I’ll try that now. 5. [출제의도] 화자의 관계 파악하기 M: Excuse me, are you Anna Zimmerman? I can’t believe I’m seeing you here! W: Oh, hello. Have we met before? M: No, but I’m a big fan of yours. W: Thank you. I love meeting my fans. M: I just finished your latest book, The Beautiful Days. I read the whole thing in a day. W: I’m flattered. What did you like most? M: I really liked the part where Emma and Jason first dance. W: That’s my favorite moment, too. It took me more than two weeks to write that chapter. M: Wow! It was worth it. It was so beautifully described. I hope this book will be made into a movie. W: I’m so glad you like it that much. M: I think you’re one of the best novelists in the world. Can I get your autograph, please? W: Sure. 6. [출제의도] 그림의 세부내용 파악하기 M: Hey, Vicky. Looks like your club’s face painting booth is ready for the school festival. W: I just finished it. Please have a look. M: Okay. [Pause] You chose the roof with a striped pattern. I love it. W: Thanks. What do you think of the banner between the poles? M: The one that says “face painting” on it? It looks really nice. W: I wanted our booth’s activity to be really clear. I designed it myself. M: Really? You did a great job. Oh, there’s one round table in the booth. W: Right. That’s where we’ll do face painting. We also have two stools next to the table. Do you think it’s enough? M: It looks like it’ll be enough. That’s a nice photo frame outside the booth. W: Yes. I want visitors to take photos of themselves there. M: Cool! It’ll be a great place to record memories of the festival. W: I think so, too. I hope many students visit my booth. 7. [출제의도] 화자가 부탁한 일 파악하기 M: Good morning, Ms. Stevenson. W: Hi, Minsu, how’s your group project going? I heard that you’re sending books to Nepal. M: It’s going well. We bought Korean folk tale books, and we’re translating them into English. W: Are you going to remake the books in English? M: No. We’re planning to put the translations next to the orignal text. W: That sounds really difficult. M: It is. But thanks to a translation app, we’ve been able to finish our first draft. W: That’s good! Does that mean you’re almost ready to send the books? M: Actually, that’s why I came to see you. We’re not sure if our English translation sounds natural. Would you mind checking the first draft of our translation? W: No problem. I’m happy to help you. When do you need me to finish by? M: Well, we’ll package the books next month. W: If you email me the translation this week, then I’ll give you the feedback by the end of this month. M: Thank you so much. 8. [출제의도] 이유 파악하기 W: What a cute dog! Is it yours? M: Yes. I adopted him from an animal rescue center. W: I’ve always wanted a dog. But I can’t have one. M: Why? Are you allergic to animal hair? W: I’m only allergic to cat hair. Dogs are totally fine. M: What’s the problem, then? Your house has a big backyard, so I think it’s a perfect place for dogs. W: I think so, too. It’s a really dog­friendly environment. M: Do your parents not like dogs? W: No, they love dogs. But I’m worried about a dog being alone during the day. M: Is there nobody who can look after a dog? W: There is no one at home during the day. My parents work, and my brother and I go to school. M: Oh, I see. That’s why you can’t get a dog. 9. [출제의도] 지불할 금액 파악하기 W: Hi. How can I help you? M: I’m looking for vegetable seeds for my garden. Can you recommend some vegetables that are easy to grow? W: Sure. How about lettuce or tomatoes? M: How much are they? W: Lettuce seeds are three dollars for one packet, and tomato seeds are four dollars for one packet. M: Sounds good. I’ll buy two packets of tomato seeds. W: Okay. Do you need anything else? M: I also need fertilizer. 2019학년도 9월 전국연합학력평가 정답 및 해설 고2 11 28 W: I’d recommend this liquid fertilizer. It’s one of our best sellers. M: How much is it? W: It was originally ten dollars a bottle, but we’re offering a 30 percent discount on this fertilizer. M: Great! I’ll take one bottle. Here’s my credit card. 10. [출제의도] 언급되지 않은 내용 파악하기 M: Katie, what are you doing? W: I’m looking at a brochure for the World Food Festival. Do you remember the event I talked about before? M: Yeah. You said we can enjoy different types of foods from around the world. Where will it be? W: It’ll be held at the central park in Orange County. M: That’s not far from here. Is it on a weekend? W: Yes. It’s on Sunday, September 22nd and starts at 10 a.m. M: I’ve never been to a food festival before. What kind of programs does this one have? W: There are tasting events for foods from all around the world and a variety of folk shows. Would you like to go with me? M: I’d love to. [Pause] Hmm... we should probably drive there. Will there be parking available? W: The brochure says there will be a parking lot. It’ll cost five dollars to park there for the whole day. M: Perfect! Let’s take my car. I’ll pick you up. W: Okay. I’ll see you then. 11. [출제의도] 담화의 세부내용 파악하기 W: Hello, everyone. I’m Jessica Parker. Today, I’m here to tell you about the Arusha National Park Tour. It’s a one­day tour program. This park is situated between Kilimanjaro and Mount Meru. You can enjoy breathtaking views of lakes and mountains. Also, you can see diverse wildlife such as monkeys, buffalos, and elephants. At 7 a.m., you will be picked up at the East entrance of the park to begin the tour. The drop­off location will be the same as the pick­up location. The tour ends around 9 p.m., but that may change based on weather conditions. I hope you won’t miss this tour. 12. [출제의도] 화자의 선택 파악하기 M: Honey, what are you looking at? W: A website that sells air fryers. I want one so we can cook more healthily. M: Good idea. We can fry foods using less oil if we buy one. How much do you think we should spend? W: Well, I don’t want to spend more than 100 dollars. M: Okay. Then how about these models? W: Hmm... it’s safer to buy one that will turn off if it gets too hot. M: You’re right. Let’s choose one with the automatic switch off function. W: What about capacity? My friend bought one that could only hold two liters. She regretted not buying a bigger one. M: In that case, we should get one with a capacity of at least four liters. Now we have these two to choose from. W: They both look good. But I think the one with the longer warranty is better. M: I agree. Let’s order this one. 13. [출제의도] 대화의 적절한 응답 고르기 W: Hey, Brian, are you eating chocolate again? You’ve been eating a lot of chocolate these days. M: Yeah, but I can’t stop. I eat sweets whenever I’m stressed. W: What’s going on? M: I’ve been busy preparing for my final exams, and I have too many assignments. W: I understand. But eating sweets doesn’t really help relieve stress. It does more harm than good. M: I know. Do you have any idea about what I can do instead? W: Maybe you can try walking or stretching. Those have helped me a lot. M: Really? That sounds like a better way to deal with my stress because it’s healthier. W: Definitely. Physical activity will be much more helpful than eating chocolate. M: 14. [출제의도] 대화의 적절한 응답 고르기 W: Jay, why do you look so annoyed? M: I’ve been surfing the Internet, but there are so many ads. W: What kinds of ads? M: Pop­up advertisements. Whenever I open a new website, ads pop up. It takes a lot of time for me to close all of them. W: That used to happen to me, too. Maybe I can help you. M: Is there a way to stop them? W: I’m using a program that blocks pop­up advertisements. M: Is it difficult to use? W: It’s very simple and easy. Just install a pop­up blocker on your computer, and it’ll prevent ads from popping up. M: That sounds good. But what if I can’t see important pop­up messages that are not advertisements? W: 15. [출제의도] 상황에 적절한 말 고르기 M: Eve is a college student who is majoring in history. She has been worried about her career path because she’s uncertain about what to do after she graduates. So, to learn more about her career options, she regularly meets a career counselor at her college. She feels that it has helped her a lot. One day, Eve finds out that her classmate Tom is also worried about what to do after he graduates. Eve wants to suggest that Tom go see the career counselor for advice. In this situation, what would Eve most likely say to Tom? 16~17. [출제의도] 담화의 주제 파악하기, 언급 되지 않은 내용 파악하기 W: Hello, students. As you all know, heavy traffic is a major source of air pollution. To tackle this problem, many European cities are taking various actions. For instance, in Copenhagen, the capital of Denmark, large parts of the city have been closed to vehicles for decades, and the city plans to become carbon neutral by 2025. Also, Paris, in France, bans cars in many historic districts on weekends and encourages car­ and bike­sharing programs. In Belgium, the city of Brussels operates “Mobility Week” to encourage public over private transportation. And for one day every September, all cars are banned from the entire city center. Lastly, cities in Germany are establishing “green zones” in city centers. If vehicles don’t have a sticker showing they have an acceptable emission level, they can’t enter those places. Now, I’ll show you some pictures that illustrate this. 18. [출제의도] 글의 목적 파악하기 [해석] 관계자님께, 저희는 St. Andrew’s 대학 학생으로 현재 Media Studies 강좌를 수강하고 있으며 단편 영상을 촬영해야 합니다. 2019년 11월 14일 오 전 9시부터 오후 3시까지 Sunbury Park에서 촬 영하고자 합니다. 적당한 장소를 며칠에 걸쳐 찾아본 후, 하루 중 이 시간이 지나치게 붐비지 않기에 저희는 Sunbury에서 촬영하기로 결정하 였습니다. 저희 팀은 공공 시설물이나 다른 공 원 방문객들에게 어떠한 문제도 일으키지 않을 것입니다. 그러므로 저희는 위 시간에 Sunbury Park에서의 촬영 허가를 요청하고자 합니다. 추 가 정보를 위해서 Media Studies 선생님 Damien Matthews에게 연락이 필요하다면, damien@st_andrews.ac.uk로 연락해 주십시오. Taylor Johnson과 Chloe Moore 드림 [해설] 해석 참조 19. [출제의도] 심경 파악하기 [해석] 지난 10분 동안 더 요란해지고 강해진 비 는 잠깐 내리는 봄 소나기 이상이었다. 천둥소리 가 점점 더 가까워졌다. Sadie와 Lauren은 우비도 없이 밖에 있었다. 비를 피할 곳이 없었다. 그리고 지나치게 많은 키 큰 나무들, 즉 피뢰침들의 한 가운데에 서 있었다. Sadie는 먹구름이 움직이는 지를 확인하려 위를 올려다보았다. 그러나 더 이 고2 정답 및 해설 2019학년도 9월 전국연합학력평가 12 28 상 구름 한 점이 아니었다. 마치 하늘 전체가 검 게 변한 것처럼 보였다. 온순한 봄 소나기가 맹렬 한 뇌우로 바뀌었다. “아마도 우리가 왔던 방향으 로 돌아가야 할 것 같아,” Sadie는 겁에 질려 말했 다. “우리가 어떤 길로 왔는지 알고 있어?” Lauren 이 시선을 여기저기 던지며 물었다. Sadie의 심장 이 철렁했다. Sadie는 열 발자국 전이 어디인지조 차 알지 못했음을 불안해하며 깨달았다. 사방이 너무나 똑같아 보였다. 모든 나무가 그 옆 나무와 똑같아 보였다. 늘어진 큰 가지들은 모두 다른 열 개의 가지들과 똑같아 보였다. [해설] 해석 참조 [어구] raging 맹렬한 dart (시선을) 던지다 20. [출제의도] 필자의 주장 파악하기 [해석] 요즘 들어 전동 스쿠터가 빠르게 캠퍼스의 주요한 것이 되고 있다. 그들의 빠른(가파른) 인 기 상승은 스쿠터가 가져다주는 편리함 덕분이지 만, 문제가 없는 것은 아니다. 스쿠터 회사는 안 전 규정을 제공하고 있지만 탑승자들에 의해 이 규정들이 항상 지켜지는 것은 아니다. 학생들은 탑승하는 동안 무모할 수 있고, 일부는 한 대의 스쿠터에 두 명이 한꺼번에 탑승하기도 한다. 대 학들은 이미 전동 교통수단을 제한하기 위해 보행 자 전용 구역과 같은 특정한 규정들을 두고 있다. 그러나 그들은 특정하여 전동 스쿠터를 대상으로 더 많은 규정을 두어야 한다. 전동 스쿠터를 이용 하는 학생들과 그들 주변의 사람들의 안전을 지키 기 위하여 관계자들은 학생들이 규정을 위반했을 때 신호로 정지시키고 경고를 주는 교통정리원을 두는 등 더 엄격한 규정을 강화할 것을 검토해야 한다. [해설] 해석 참조 [어구] staple 주요 산물(상품) 21. [출제의도] 함축적 의미 파악하기 [해석] 인간은 주변 환경에서 발견된 다양한 식물 과 동물을 먹고 소화할 수 있는 잡식성이다. 이것 의 주된 이점은 그들이 거의 모든 지구의 환경에 적응할 수 있다는 것이다. 불리한 점은 단 한가지 의 음식만으로는 생존에 필요한 영양분을 제공하 지 못한다는 것이다. 인간은 신체적 성장과 유지 에 충분한 다양한 것들을 먹을 수 있을 만큼 충분 히 융통성 있어야 하지만, 생리학적으로 해롭고 어쩌면 치명적인 음식을 무작위로 섭취하지 않을 만큼 충분히 조심스러워야 한다. 이 딜레마, 즉 보수성에 대한 필요와 결합된 실험의 필요는 잡식 동물의 역설이라고 알려져 있다. 그것은 음식과 관련된 두 가지의 모순된 심리적 충동을 낳는다. 첫 번째는 새로운 음식에 대한 끌림이고, 두 번째 는 익숙한 음식에 대한 선호이다. [해설] 해석 참조 [어구] omnivore 잡식 동물 ingest 섭취하다 physiologically 생리학적으로 22. [출제의도] 글의 요지 파악하기 [해석] 인터뷰를 녹음하는 것은 더 쉽고 더 면밀 하며 누군가가 수첩에 급히 글을 쓰는 것을 보는 것보다 인터뷰 대상에게는 덜 불안하게 만드는 것 일 수 있다. 그러나 녹음기를 사용하는 것은 일부 단점이 있으며 항상 최고의 해결책은 아니다. 인 터뷰가 어느 정도 지속된다면, 여러분이 사용하고 자 하는 인용구를 고르기 위해 인터뷰를 다시 듣 는 것은 시간이 많이 걸릴 수 있고, 빠듯한 마감 시간에 맞추어야 한다면 특히 그렇다. (원한다면 예비로 녹음기를 사용하며) 선별적 필기 기술을 발달시키는 것이 흔히 더 효율적이다. 이 기술은 인터뷰 이후 전사(轉寫)하는 것이 용이하도록 인 터뷰에서 핵심 답변을 적는 것을 포함한다. 여러 분이 필요할 것이라고 생각하는 것 이상을 적는 것이 합리적이나 인터뷰가 진행되는 동안, 필요하 지 않을 자료를 걸러내는 습관을 들이도록 노력하 라. 이 방법은 인터뷰 이후에 자료를 훨씬 더 쉽 고 빠르게 다루게 한다. [해설] 해석 참조 [어구] transcribe 전사(轉寫)하다 23. [출제의도] 글의 주제 파악하기 [해석] 특허권의 원래 목적은 발명가에게 독점 이 익을 보상하는 것이 아니라 그들이 발명품을 공유 하도록 장려하는 것임을 기억하라. 어느 정도의 지적재산권법은 이 목적을 이루기 위해 분명히 필 요하다. 하지만 그것은 도를 넘어섰다. 대부분의 특허권은 이제 아이디어를 공유하는 것만큼 독점 을 보호하고 경쟁자들을 단념시키고 있다. 그리고 그것은 혁신을 막는다. 많은 회사들은 특허권을 진입 장벽으로 사용하여, 다른 목표를 향해가는 도중에도 지적재산을 침해하는 신흥 혁신가들을 고소한다. 제1차 세계 대전 이전에는 항공기 제조 사들이 특허권 소송에 서로를 묶어 놓아 미국 정 부가 개입할 때까지 혁신을 늦추었다. 오늘날 스 마트폰과 생명공학에서도 동일한 상황이 생기고 있다. 기존 기술을 바탕으로 새로운 기술을 만들 려고 한다면 새로운 업체들은 ‘특허 덤불’을 헤쳐 나가야 한다. [해설] 해석 참조 [어구] patent thicket 특허 덤불 24. [출제의도] 글의 제목 파악하기 [해석] 수학의 중요한 문제를 풀려는 가장 초기의 도전과 경쟁은 16세기와 17세기로 거슬러 올라간 다. 일부 문제들은 계속해서 현대까지 수학자들을 시험하고 있다. 예를 들어, Pierre de Fermat는 1657년에 일련의 수학적 과제들을 제시했는데, 그 중 다수는 소수와 가분성에 관한 것이었다. 현 재 Fermat의 Last Theorem이라고 알려진 것에 대한 해답은 1990년대 후반이 되어서야 Andrew Wiles에 의해 밝혀졌다. 독일 수학자인 David Hilbert는 21세기에는 풀릴 것이라는 희망으로 1900년에 23개의 풀리지 않는 문제를 규정했다. 이 문제들 중 일부는 풀렸으나, 나머지들은 오늘 날에도 풀리지 않고 있다. 더 최근인 2000년에 Clay Mathematics Institute는 21세기에 풀릴 것 이라는 희망을 가지고 풀리지 않는 7개의 수학 문제를 지정했다. 이 7개 문제를 해결하는 것에 각각 100만 달러의 상금이 주어질 것이다. [해설] 해석 참조 [어구] prime number 소수 divisibility 가분성 25. [출제의도] 도표의 내용 이해하기 [해석] 위 표는 2014년부터 2017년까지 전 세계 의 재생 가능한 에너지의 추세를 보여 준다. 재생 가능 에너지 기술의 설비 용량의 총량은 주어진 기간 동안에 증가했다. 2014년부터 2017년까지 수력 에너지의 비율은 꾸준히 감소한 반면에, 같 은 기간 동안 내륙풍력 및 태양 에너지 기술은 비 중이 증가했다. 특히 태양 에너지의 비율은 2014 년에는 10.0퍼센트에서 2017년에는 17.6퍼센트로 주어진 재생 가능 에너지 기술 중 가장 급격한 증 가율을 보여준다. 하지만 여전히 내륙풍력과 태양 에너지를 합친 비중은 4년 동안 매년 설비 용량 총량의 3분의 1 미만이었다. 기타 에너지 범주는 주어진 기간 동안 매년 설비 용량 총량의 10퍼센 트 미만을 차지했다. [해설] 내륙풍력과 태양 에너지를 합친 비중은 2014년 30.1퍼센트로 3분의 1 미만이나 2015년 에서 2017년까지는 각각 33.8퍼센트, 37.0퍼센트, 40.3퍼센트로 3분의 1을 초과했다. 26. [출제의도] 세부내용 파악하기 [해석] 1917년에 태어난 Cleveland Amory는 작 가이며 동물 옹호자이자 동물 구조자였다. 어린 시절 그는 Lucy 아주머니에 대한 엄청난 애정을 가지고 있었는데, 그녀는 Amory가 어린 시절 처 음으로 강아지를 갖게 되는 데 도움을 주었고, 이 는 70년이 지난 후 그가 가장 기억에 남는 순간으 로 기억하는 일이었다. 그는 1939년에 Harvard College를 졸업했고, 후에 ‘The Saturday Evening Post’에 고용된 최연소 편집자가 되었다. 그의 동 물에 대한 애정을 바탕으로 Amory는 ‘The Best Cat Ever’를 포함한 세 권의 출간되자마자 베스트 셀러가 된 책을 썼다. 그는 1967년 The Fund for Animals를 설립했고 1998년에 죽을 때까지 보수 를 받지 않고 회장으로 일했다. 그는 돌봐주는 환 경에서 동물들이 자유롭게 돌아다니고 살 수 있는 장소를 항상 꿈꿨다. Anna Sewell의 소설 ‘Black Beauty’에 영감을 얻어 Amory는 침팬지와 코끼리 를 포함하여 다양한 학대받은 동물들을 보호하는 1,460에이커의 Black Beauty Ranch를 만들었다. 현재 Amory의 석조 기념비가 Black Beauty Ranch에 세워져 있다. [해설] 해석 참조 [어구] advocate 옹호자 roam 돌아다니다 monument 기념비 27. [출제의도] 세부내용 파악하기 [해석] ALABAMA COASTAL CLEANUP 자연과 함께하면서 지역 사회에 환원 할 수 있 는 방법을 찾고 있습니까? Alabama의 해양 오염 을 줄이기 위해 매월 두 번째 토요일에 우리와 함께하세요. 어디서 & 언제 우리의 청소 장소 목록을 보고 원하는 장소 를 선택하세요. ∙ Alabama Port: 오전 9시부터 오전 11시까지 ∙ Gaillard Island: 오후 2시부터 오후 4시까지 자원봉사자 체크리스트 ∙ 모든 연령층에게 열려 있음 (16세 미만 자 원봉사자는 어른과 동행해야 합니다.) ∙ 가져올 것: 모자, 장갑, 재사용 가능한 물병 (마실 물이 제공됩니다.) ∙ 등록은 행사 이틀 전에 마감됩니다. 더 많은 정보를 위해, cleanup2save.org를 방문하세요. [해설] 해석 참조 28. [출제의도] 세부내용 파악하기 [해석] Mini Beam Projector - 사용 설명서- LED 전원 표시기 ∙빨간색: 전원 대기 상태 ∙녹색: 프로젝터가 전원이 켜진 상태로 작동 중 작동법 ∙대기 모드에서 프로젝터를 켜기 위해 전원 버튼을 한 번 누르시오. ∙프로젝터를 끄기 위해 전원 버튼을 두 번 누르시오. ∙조이스틱을 좌우로 움직여 음량을 조절하시오. ∙포커스 링을 돌려 이미지의 초점을 맞추시오. USB 장치 연결하기 콘텐츠 파일을 즐기기 위해 USB 장치를 프 로젝터의 USB 포트에 연결하십시오. 데이터를 USB 장치에 저장하거나 삭제할 수 없습니다. [해설] 해석 참조 2019학년도 9월 전국연합학력평가 정답 및 해설 고2 13 28 29. [출제의도] 어법성 판단하기 [해석] 인간은 점점 확장되는 도구 세트를 이용하 기 시작했다는 점에서 유일무이할 뿐만 아니라 외 부 에너지원을 이용하는 복잡한 형태를 만들어 낸 지구상 유일한 종이다. 이것은 근본적인 새로운 발전이었는데 거대한 역사에서 (그 발전과 같은) 전례가 없었다. 이러한 능력은 인간이 불을 통제 하기 시작했던 150만 년 전에서 50만 년 전 사이 에 처음으로 생겨났을지도 모른다. 기류 및 수류 에 저장된 에너지의 일부가 적어도 5만 년 전부 터 운항에, 그리고 훨씬 후에, 최초의 기계에 동 력을 제공하는 데에도 사용되었다. 1만 년 전 즈 음에, 인간은 식물을 경작하고 동물을 길들여서 이런 중요한 물질 및 에너지 흐름을 통제하는 법 을 배웠다. 곧 인간은 동물의 근력을 이용하는 법 도 배우게 되었다. 약 250년 전에는, 많은 다양한 종류의 기계에 동력을 공급하는 데 화석 연료가 대규모로 사용되기 시작하였고, 그렇게 함으로써 오늘날 우리에게 익숙한 사실상 무한한 양의 인공 적인 복잡성을 만들어내었다. [해설] ②which → for which [어구] precedent 전례 30. [출제의도] 문맥상 적절한 어휘 파악하기 [해석] 언론의 자유와 종교적 관용의 옹호자인 Voltaire는 논란이 많았던 인물이었다. 예를 들어 그는 “나는 여러분이 하는 말을 싫어하지만 그것 을 말할 여러분의 권리를 사력을 다해 옹호할 것 이다,”라고 말했다고 여겨지는데, 그것은 여러분이 경멸하는 의견조차도 들을 자격이 있다는 생각에 대한 강력한 변론이었다. 하지만 18세기 유럽에서 는 가톨릭교회가 무엇이 출판될 수 있는지를 엄격 히 통제하였다. Voltaire의 많은 희곡과 책이 검열 을 받았고 공개적으로 불태워졌으며, 세력이 있는 귀족을 모욕했기 때문에 파리의 Bastille 감옥에 수감되기까지 하였다. 하지만 이 중 어떤 것도 그 가 그의 주변 사람들의 편견과 가식에 도전하는 것을 멈추게 하지 못했다. 그의 철학 단편 소설인 ‘Candide’에서, 그는 당대의 다른 사상가들이 표명 했던 인류와 우주에 대한 종교적인 낙관론을 완전 히 지지했고(→ 훼손했고), 이를 매우 재미있는 방식으로 하여 그 책은 즉시 베스트셀러가 되었다. 현명하게도, Voltaire는 속표지에서 자신의 이름을 지웠는데, 만약 그렇지 않았다면 그 책의 출판은 종교적 신념을 조롱한 이유로 다시 그를 감옥에 갇히게 했을지도 모른다. [해설] ④supported → undermined [어구] despise 경멸하다 censor 검열하다 aristocrat 귀족 pretension 가식 31. [출제의도] 빈칸 추론하기 [해석] 아이들은 관심을 가져주는 타인이 있을 때 혼자 있을 수 있는 능력을 발달시킨다. 여러분이 어린 아이를 자연에서 조용히 산책시킬 때 다가오 는 고요를 생각해 보아라. 그 아이는, 그에게 이 러한 경험을 처음으로 하게 한 누군가와 ‘함께’ 있 다는 것에 의해 도움을 받아, 자연 속에서 혼자 있는 것이 어떤 것인지에 대해 점점 알아 가는 것 을 느끼게 된다. 점차적으로, 그 아이는 혼자 산 책한다. 또는 두 살짜리 딸아이를 목욕시키는 엄 마가, 딸이 엄마와 함께 있고 엄마가 자신에게 시 간을 내어줄 수 있다는 것을 알고 있는 내내, 이 야기를 만들고 생각을 하며 혼자 있는 법을 배우 면서 목욕 장난감을 가지고 공상에 잠길 수 있게 하는 것을 생각해 보아라. 점차적으로, 혼자서 하 는 목욕은 그 아이가 상상을 하며 편안해 하는 시 간이 된다. 애착은 혼자 있는 것을 가능하게 한다. [해설] 해석 참조 32. [출제의도] 빈칸 추론하기 [해석] 가짜 뉴스 확산의 많은 부분은 무책임한 공유를 통해 일어난다. 2016년 뉴욕시의 Columbia University와 프랑스의 기술원인 Inria 의 연구는 소셜 미디어에서 공유된 링크로부터의 뉴스 중 59퍼센트가 먼저 읽히지 않았음을 밝혀 냈다. 사람들은 자신의 뉴스 피드나 다른 웹사이 트에 있는 흥미로운 제목이나 사진을 보고, 클릭 해서 기사 전체를 살펴보지 않은 채, 자신의 소셜 미디어 친구들을 대상으로 다시 게시하기 위해 ‘공유하기’ 버튼을 클릭한다. 그러면 그들은 가짜 뉴스를 공유하고 있는지도 모른다. 가짜 뉴스의 확산을 막기 위해, 기사를 공유하기 전에 그것을 읽어보아라. 여러분이 그들에게 어떤 정보를 보내 고 있는지 알 만큼 충분히 여러분의 소셜 미디어 친구들을 존중하라. 자세히 들여다보면, 여러분은 공유하려는 기사가 분명 속이는 것이라거나, 제목 이 약속하는 것을 정말로 이야기하지 않는다거나, 또는 여러분이 실제로 그것에 동의하지 않는다는 것을 발견할지도 모른다. [해설] 해석 참조 [어구] intriguing 흥미로운 33. [출제의도] 빈칸 추론하기 [해석] 신기술은 새로운 벤처 기업, 즉 스타트업에 서 비롯되는 경향이 있다. 정치 분야의 Founding Fathers부터 과학 분야의 Royal Society와 경영 분야의 Fairchild Semiconductor의 ‘8명의 배신자’ 에 이르기까지, 사명감에 의해 함께 뭉쳐진 소집 단의 사람들이 세상을 더 나은 방향으로 변화시켜 왔다. 이것에 대한 가장 쉬운 설명은 부정적인 것 인데, 큰 규모의 조직에서는 새로운 것을 개발하 기가 어렵고, 혼자 힘으로 해내기는 훨씬 더 어렵 다는 것이다. 관료적인 계급 구조는 느리게 움직 이고, 굳어진 이해관계는 위험을 피하려 한다. 가 장 제대로 기능을 하지 않는 조직에서는, 일이 진 행되고 있음을 알리는 것이 실제로 일을 진행하는 것보다 승진을 위한 더 나은 전략이 된다. 반대 극단에서는, 혼자인 천재는 최고 수준의 예술이나 문학 작품을 만들어 낼지는 모르지만, 절대 전체 산업을 창출해 낼 수는 없다. 스타트업은 일을 끝 내기 위해 여러분이 다른 사람들과 함께 일해야 하지만, 또한 실제로 그렇게 할 수 있도록 충분히 작은 규모를 유지할 필요가 있다는 원칙에 따라 작동한다. [해설] 해석 참조 [참고] “traitorous eight(8명의 배신자)”는 1957년에 Shockley Semiconductor Laboratory를 떠나 Fairchild Semiconductor를 설립한 8명의 직원들 을 일컫는다. [어구] startup 스타트업(소규모 신생 기업) bureaucratic 관료적인 hierarchy 계급 구조 shy away from ~을 피하다 dysfunctional 제대 로 기능을 하지 않는 34. [출제의도] 빈칸 추론하기 [해석] 여러분이 물체를 이동시키는 데 도움이 되 도록 경사면을 이용하기를 원한다면(그리고 누가 안 그러겠는가?), 여러분은 그 물체를 원하는 높 이에 도달하게 하기 위해서는 바로 아래에서 시작 해서 위로 이동시키는 것보다 더 긴 거리로 이동 시켜야 한다. 이것은 아마도 평생 계단을 오르는 것으로부터 이미 여러분에게 명백할 것이다. 여러 분이 출발한 곳으로부터 도달하는 실제 높이와 비 교하여 여러분이 오르는 모든 계단을 고려해 봐 라. 이 높이는 항상 계단으로 오르는 거리보다 짧 다. 다시 말해, 의도한 높이에 도달하기 위해서 계단을 이용했을 때의 더 먼 거리는 더 작은 힘과 교환된다. 이제 우리가 계단을 완전히 지나쳐 단 순히 여러분의 목적지까지 곧바로 올라가려고 한 다면(바로 그것 아래로부터), 확실히 더 짧은 거 리를 오르는 것이지만, 그렇게 하는 데 필요한 힘 은 더 커질 것이다. 그러므로 우리는 집에 사다리 가 아닌 계단을 가지고 있는 것이다. [해설] 해석 참조 [어구] destination 목적지 35. [출제의도] 글의 흐름 파악하기 [해석] 최초의 상업용 철도 서비스는 1830년 Liverpool과 Manchester 간 운행을 시작했다. 10 년 후, 최초의 열차 운행 시간표가 발표되었다. 기 차가 낡은 마차보다 훨씬 더 빨라서, 지역 시간의 고유한 차이는 심각한 골칫거리가 되었다. 1847년 에 영국 철도 회사들은 머리를 맞대어 논의했고, 그 이후 모든 열차 운행 시간표를 Liverpool, Manchester 또는 Glasgow의 지역 시간 대신, Greenwich 천문대 시간에 맞춰 조정할 것에 동의 했다. 점점 더 많은 기관들이 열차 회사들의 선례 를 따랐다. (철도 회사들은 역, 선로, 그리고 다른 시설과 관련된 문제와 같은 기간 시설 관련 문제에 직면했다.) 마침내, 1880년에 영국 정부는 영국의 모든 시간표가 Greenwich 시간을 따라야 한다는 것을 입법화하는 전례 없는 조치를 취했다. 역사상 최초로, 한 국가가 국가 지정 시간을 채택하고 국 민들이 지역 시간이나 일출 일몰 주기 대신에 인위 적인 시간에 따라서 생활하도록 의무화했다. [해설] 해석 참조 [어구] peculiar 고유의, 독특한 henceforth 그 이후 observatory 천문대 unprecedented 전례 없는 legislate 입법화하다 oblige 의무를 지우다 36. [출제의도] 글의 순서 파악하기 [해석] 여러분은 포크가 달로 날아가지 않으며 사 과나 지구상의 그 어떤 것도 태양이 우리에게 추 락하도록 하지 않는다는 것을 알고 있다. (B) 이 런 일들이 일어나지 않는 이유는 중력의 당기는 힘의 강도가 두 가지에 따라 달라지기 때문이다. 첫째는 물체의 질량이다. 사과는 매우 작고 큰 질 량을 가지고 있지 않아서 이것이 태양에 작용하는 인력은 분명히 작은데, 확실히 모든 행성의 인력 보다 훨씬 작다. (A) 지구는 탁자, 나무, 또는 사 과보다 더 큰 질량을 가지고 있어서 지구상의 거 의 모든 것이 지구를 향해 당겨진다. 그것이 나무 에서 사과가 떨어지는 이유다. 이제 여러분은 태 양이 지구보다 훨씬 크고 훨씬 더 많은 질량을 가 지고 있다는 것을 알고 있을 것이다. (C) 그렇다면 왜 사과는 태양을 향해 날아가지 않을까? 이유는 중력의 당기는 힘이 잡아당기는 물체와의 거리에 따라 또한 달라지기 때문이다. 태양이 지구보다 훨씬 더 많은 질량을 가지고 있지만 우리가 지구 에 훨씬 가까워서 지구의 중력을 더 많이 느낀다. [해설] 해석 참조 [어구] gravity 중력 pull 인력(당기는 힘) absolutely 분명히 37. [출제의도] 글의 순서 파악하기 [해석] 내용 지식에 대한 직접 평가와 관련된 테 스트 전략은 여전히 탐구 주도형 교실에서 그 가 치를 지닌다. (C) 우리가 내용을 무시하고 관찰을 통해 학생의 기술만을 평가하기를 원한다고 잠시 가정해 보자. 문제는 기술과 내용이 서로 연결되 어 있다는 것이다. 학생이 패턴분석에 실패하면 그것은 학생이 패턴분석을 올바르게 수행하는 방 법을 이해하지 못하기 때문일 수 있다. (B) 그러나 또한 패턴을 만들려고 하는 내용을 이해하지 못한 것일 수도 있다. 때때로 학생들은 탐구 과정을 잘 이해하고 사회 교과의 전략을 능숙하게 적용할 수 있지만 내용을 잘못 해석하기 때문에 그렇게 하지 못할 것이다. (A) 이러한 이유로 우리는 학생의 내용 이해에 대한 측정이 필요하다. 이것을 올바 르게 하기 위해서 우리의 평가가 학생들이 탐구에 서 사용하는 내용을 이해했는지 여부에 대한 정확 한 측정을 하게 하는지 확실하게 할 필요가 있다. 고2 정답 및 해설 2019학년도 9월 전국연합학력평가 14 28 [해설] 해석 참조 [어구] disciplinary 학과의 38. [출제의도] 문장의 위치 파악하기 [해석] 국제적인 온라인 오픈 액세스는 ‘평평한 지 구’라는 은유를 사용하여 이해된다. 그것은 하키 퍽이 아이스 링크의 평평한 표면을 미끄러져 가는 것만큼 쉽게 정보가 전 세계로 이동하는 세상을 나타낸다. 그러나 이러한 사고방식은 오해하게 만 드는 것일 수 있다, 특히 우리가 그 은유를 확장 해보면. 아이스 링크를 건너 본 사람은 누구든 확 인할 수 있듯이, 단지 링크 표면이 평평하고 탁 트인 듯 보인다는 것이 그 표면이 반드시 매끄럽 고 고르다는 것을 의미하지는 않는다. 오히려, 그 러한 표면은 링크를 가로질러 이동하는 물체에 가 해지는 어느 정도의 인력, 저항력 또는 마찰력을 만들어 내는 수많은 움푹 들어간 부분과 갈라지고 솟아오른 부분들로 덮여 있는 경향이 있다. 이와 매우 유사한 방식으로, 수많은 기술적, 정치적, 경 제적, 문화적 그리고 언어적 요소들이 존재할 수 있고, 유사한 종류의 인력, 저항력 또는 마찰력을 만들어 낼 수 있다. 그 요소들은 정보가 전 세계 사이버 공간에서 지점 간에 얼마나 원활하게, 또 는 곧바로 이동할 수 있는가에 영향을 미친다. 그 러므로 국제적인 온라인 의사소통이라는 관점에서 지구가 점차 평평하게 보일지는 모르지만 결코 마 찰이 없지 않다. [해설] 해석 참조 [어구] dip 움푹 들어간 부분 drag 저항력 friction 마찰력 39. [출제의도] 문장의 위치 파악하기 [해석] 물리학에서, 상대성 이론은 물리 법칙들을 설명하는 모든 방정식이 관성좌표계에 관계없이 동일한 형태를 가져야 한다고 요구한다. 그 공식 들은 두 관찰자와 다른 시공간에 있는 같은 관찰 자에게 동일하게 보여야 한다. 그러나 태도나 가 치관은 원래 주관적이어서 끊임없이 변화하는 우 리의 상황과 목표에 맞게 쉽게 바뀐다. 그러므로 동일한 일이 한 순간에는 지루하게 여겨질 수 있 고 다음 순간에는 매력적으로 보일 수 있다. 이혼, 실직, 그리고 암이 한 사람에게는 엄청나게 충격 적으로 보일 수 있지만 그 사람이 결혼했는지, 취 직을 했는지, 그리고 건강한지에 따라 또 다른 사 람에게는 성장의 기회로 인식될 수 있다. 주관적 인 것은 신념, 태도, 가치관만이 아니다. 우리의 뇌는 우리의 필요에 맞게 물리적 세계에 대한 우 리의 인식을 수월하게 바꾼다. 우리는 동일한 사 건과 자극을 다른 시간에 정확히 똑같은 방식으로 는 절대 볼 수 없을 것이다. [해설] 해석 참조 [어구] devastating 엄청나게 충격적인 stimuli(stimulus의 복수형) 자극 40. [출제의도] 요약문 완성하기 [해석] 우리가 귀여운 생명체를 볼 때, 우리는 그 귀 여운 것을 꽉 쥐고자 하는 압도적인 충동과 싸 워야 한다. 그리고 꼬집고, 꼭 껴안고, 심지어 깨물고 싶을 수도 있다. 이것은 완전히 정상적 인 심리학적 행동, 즉 ‘귀여운 공격성’이라 불 리는 모순 어법이며, 비록 이것이 잔인하게 들 리기는 하지만, 이것은 해를 끼치는 것에 관한 것은 결코 아니다. 사실, 충분히 이상하게도, 이러한 충동은 실제로는 우리로 하여금 (남을) 더 잘 보살피게 한다. 인간 뇌에서 귀여운 공 격성을 살펴본 최초의 연구가 이것이 뇌의 여 러 부분과 관련된 복잡한 신경학적인 반응이라 는 것을 이제 드러냈다. 연구자들은 귀여운 공 격성이 우리가 너무 감정적으로 과부하 되어서 정말 귀여운 것들을 돌볼 수 없게 만드는 것을 막을지도 모른다고 제시한다. “귀여운 공격성은 우리가 제대로 기능하도록 해 주고, 우리가 처 음에 압도적으로 귀엽다고 인지하는 것을 실제 로 돌볼 수 있도록 해 주는 조절 기제로 기능 할지도 모른다.”라고 주 저자인 Stavropoulos는 설명한다. [요약문] 연구에 따르면, 귀여운 공격성은 과도한 감정을 (A) 조절하고 귀여운 생명체를 (B) 돌보게 하는 신경학적인 반응으로서 역할을 할지 모른다. [해설] 해석 참조 [어구] cuddle 꼭 껴안다 compulsion 충동 neurological 신경학적인 overloaded 과부하 된 tempering 조절하는 41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 우리의 불쌍한 조상들이 35세를 넘겨 살면 운이 좋았던 반면에, 항생제와 예방 접종이 우 리를 더 오래 살게 하는 과학과 의학이 발달된 시대에 살아서 얼마나 운이 좋은지에 관한 이 야기를 듣는 것은 드물지 않다. 이것은 그다지 사실이 아니다. 아무리 잘 봐 주어도, 이것은 복잡한 문제를 지나치게 단순화시키는 것이고, 최악의 경우에는 통계에 대한 명백히 잘못된 설명이다. 고대 인간이 그들이 한창 때에 접어 들면서 정말로 급사한 것일까, 아니면 어떤 사 람들은 얼굴에 주름이 있는 것을 볼 수 있을 정도로 충분히 오래 살았을까? 시간이 흐를수 록 여건이 개선되고 사람들의 수명도 길어진 것으로 보일 것이다. 그러나 이것은 그렇게 간 단하지 않다. 흔히 ‘평균 기대 수명’이라고 알려진 것은 엄 밀히 말하면 ‘출생 당시의 기대 수명’이다. 그 러나 그 목적이 성인의 건강과 장수를 비교하 는 것이라면 출생 당시의 기대 수명은 도움이 되지 않는 통계이다. 그것은 출생 당시 기대 수명의 주요 결정 요인이 고대에 상당히 높았 던 아동 사망률이고, 이것이 기대 수명을 극적 으로 상향(→ 하향)하도록 왜곡하기 때문이다. 만약 우리가 35세라는 선사시대 사람들의 추 정된 최대 기대 수명을 다시 살펴보면, 우리는 이 당시에 사는 보통 사람이 35세에 죽었다는 것을 의미하지 않음을 알 수 있다. 오히려, 그 것은 유아기에 죽은 아이 한 명 당 또 다른 한 명이 70세까지 살았을지도 모른다는 것을 의미한다. 그러므로 기대 수명 통계는 우리 고 대 조상들의 삶의 질에 대해 생각하는 매우 결 함이 있는 방법이다. [해설] 42. ④ upward → downward [어구] antibiotics 항생제 misrepresentation 잘 못된 설명 drop dead 급사하다 prime 한창 때 mortality 사망 43~45. [출제의도] 글의 순서 파악하기, 지칭 대 상 추론하기, 세부내용 파악하기 [해석] (A) 무전을 통해 Jacob의 소방관들에게 시내 아 파트의 화재를 진압하라는 긴급 호출이 온 것 은 견딜 수 없을 정도로 더운 시카고의 어느 날이었다. 그들이 도착했을 때, 맹렬히 타오르 는 불은 건물 전체로 퍼지고 있었다. Jacob은 이미 매우 절망적인 것처럼 보인다고 생각했 다. 그러나 갑자기 한 여자가 “우리 아기, Kris 가 5층에 있어요!” 라고 목청껏 소리를 지르며 (a) 그에게 달려왔다. (C) 그녀의 절박하고 다급한 목소리는 Jacob이 즉시 건물로 진입하는 것을 결심하게 만들었 다. 그는 또 다른 소방관과 함께 5층을 향해 올라갔다. 그들이 5층에 다다랐을 때, 불은 너 무나도 사나워졌고, 그들 앞 몇 피트만 넘어도 볼 수 없었다. Jacob의 동료는 그를 바라보며 안 된다고 했다. 소방관으로서 (c) 그는 그의 동료가 옳다는 것을 알았지만, 그의 머릿속에 는 계속해서 그 엄마의 얼굴이 떠올랐다. (D) 충동적으로, Jacob은 그의 동료 없이 복도를 달려가 화염 속으로 사라졌다. 화염이 불덩어 리처럼 아파트로부터 내뿜어졌을 때 (d) 그는 불이 붙지 않은 거의 유일한 곳에서 바닥에 누 워 있는 어린 소년을 볼 수 있었다. 그는 심지 어 그가 살았는지 죽었는지 확인할 시간조차 없었다. 그는 바로 (e) 그를 껴안고 밖으로 뛰 어나왔다. 그 소방관(Jacob)이 위층 바닥이 무 너져 내리는 소리를 막 들었을 때 Jacob과 그 소년은 5층 층계참을 지나갔다. (B) 아래쪽에 있던 긴장한 군중들은 Jacob이 그 소년과 함께 건물에서 나오는 것을 보고 환호 성을 터뜨렸다. Kris를 (b) 그의 가슴에 안고 있는 동안 Jacob은 그 소년의 심장이 뛰고 있 는 것을 느낄 수 있었고, 그가 연기 때문에 기 침했을 때, Jacob은 Kris가 살 것을 알았다. 응 급 구조대원들이 그 소년을 돌보았고 Jacob은 바닥에 쓰러졌다. 구조 2주 후, Kris와 그의 엄 마 두 사람은 소방서에 있는 Jacob을 방문했 다. 그들은 그에게 감사하러 왔고 그에게 평생 빚을 졌다고 말했다. [해설] 해석 참조 [어구] roaring 맹렬한 landing 층계참(층계의 중 간에 있는 좀 넓은 곳)"
}