{
    "text": "1 • 영어영역 • 정 답 1 ① 2 ③ 3 ⑤ 4 ④ 5 ⑤ 6 ④ 7 ② 8 ① 9 ③ 10 ④ 11 ④ 12 ③ 13 ① 14 ② 15 ⑤ 16 ⑤ 17 ③ 18 ② 19 ① 20 ① 21 ② 22 ③ 23 ② 24 ④ 25 ⑤ 26 ③ 27 ② 28 ② 29 ⑤ 30 ③ 31 ① 32 ① 33 ⑤ 34 ⑤ 35 ③ 36 ⑤ 37 ② 38 ⑤ 39 ④ 40 ① 41 ④ 42 ② 43 ③ 44 ④ 45 ③ 해 설 1. [출제의도] 대화에서 적절한 응답을 찾는다. W: I enjoyed the food here, especially the salad. M: Thank you. Our restaurant uses only the freshest vegetables. And we make the salad dressing using a special recipe. W: I see. Can you tell me what it’s made with? M: vegetable 채소 recipe 조리법 2. [출제의도] 대화에서 적절한 응답을 찾는다. M: Good afternoon. I’d like to donate these old clothes to this charity. W: Thank you. Are they all in good condition? M: Yes, but the colors of some shirts have changed a bit. W: donate 기부하다 charity 자선 단체 3. [출제의도] 담화의 목적을 추론한다. M: May I have your attention, please? This is from the management office of Vincent Hospital. The west entrance facing Main Street is being repaired, so it cannot be used. We’d like to remind you all to use the east entrance today. The east entrance is on Wilson Street, and it is open during regular visiting hours from 8 a.m. to 6 p.m. And during non­visiting hours, please use the north entrance facing Hyde Street. The west entrance will be in use from tomorrow. We’re sorry for any inconvenience this might cause. Thank you for your cooperation. management office 관리 사무소 regular 정규의, 정식의 4. [출제의도] 대화자의 의견을 추론한다. W: Jamie, have you decided to join the peer teaching program? M: No, Ms Moore. I haven’t decided yet. W: Come on. I believe you’d be a good peer teacher. M: Thanks, but I don’t think I have enough time to study for myself. W: I know what you mean. But teaching others can be helpful for your study. M: Do you think so? W: Yes. The more you explain something to others, the more deeply you can understand its meaning. M: You mean the more I teach, the more I learn? W: That’s right. M: Well, then, I’ll join the program. W: Good. I’m sure it’ll be a great experience for you. peer 또래, 동료 5. [출제의도] 대화자의 관계를 추론한다. W: Excuse me, Mr. Young. I’m Emma Baker. M: Oh, hi Emma. I’ve been waiting for you. Nice to meet you. W: Nice to meet you too. M: Is this your first visit to a broadcasting station? W: Yes, it is. I’ve been looking forward to seeing the news studio myself. M: I see. You seem to be very interested in broadcasting. W: Yes, I’m the leader of my school’s broadcasting club. M: Oh, you are? Today, you’ll sit at a news desk and experience what it’s like to host a news program. W: Fantastic! I watch your news program every day. How can you deliver the news so effortlessly? M: I read my scripts repeatedly before I begin the broadcast. W: That’s impressive. I really want to host a news program like you someday. M: I hope you will. Shall we go to the news studio now? broadcasting station 방송국 look forward to ~을 고대하다 host 진행하다 deliver 전달하다 effortlessly 쉽게 script 원고 6. [출제의도] 그림과 대화의 일치 여부를 파악한다. M: Joy, I’m excited to be in the theater. W: I really wanted you to see this play, Daniel. M: Thanks for bringing me here. By the way, the stage set looks a little strange. W: This set shows two different living rooms. One on the left and the other on the right. M: Oh, now I understand. The left living room has striped wallpaper. W: Yes. There’s a bookshelf in the left living room, next to the door. M: Oh, but the right living room has flower­patterned wallpaper. W: Yeah. Can you see the rectangular mirror next to the window? M: Yes, it matches the room. And there are two telephones, one at each end of the sofa. W: This play is about a long telephone conversation between the two living rooms. So the title is On the Line. striped 줄무늬의 wallpaper 벽지 bookshelf 책장 flower­patterned 꽃무늬의 rectangular 직사각형의 match 어울리다 7. [출제의도] 대화자가 부탁한 일을 추론한다. W: Alex, let’s go for lunch. M: Sorry, but I don’t have time, Kate. W: What’s keeping you so busy? M: I’m working on our company’s monthly newspaper. W: When’s the deadline? M: Today. I’m doing the final job of matching the articles with the photos, but there’s a problem. W: What is it? M: I don’t have any photos of Mr. Williams’ retirement ceremony. W: Really? I’ve got some photos I took at the ceremony with my digital camera. M: Oh, what a relief! Can you send me the photo files? W: Sure. I’ll email them right after lunch. M: Thank you so much, Kate. monthly 월간의 deadline 마감일, 마감 시간 retirement 퇴임 8. [출제의도] 이유를 추론한다. M: Hi, Claire. How did your chemistry presentation go? W: It went better than I expected. M: Good. You look a little tired, though. W: I didn’t get enough sleep last night, but I’m okay now. You know we have a badminton lesson today, right? M: Yes, but I don’t think I can come. W: Oh, does your left ankle still hurt? M: No, I’ve fully recovered. W: Then, why? M: Actually, I got a flu shot this morning. W: I see. I once had a terrible muscle ache after a flu shot. M: Well, anyway, I’ll skip the lesson and get some rest today. W: Okay, take care. chemistry 화학 presentation 발표 ankle 발목 recover 회복하다 flu shot 독감 예방 주사 muscle ache 근육통 skip 빠지다, 거르다 rest 휴식 9. [출제의도] 수치를 파악한다. M: Welcome to Mary’s Gift Shop. How may I help you? W: Hi. I’d like to buy a cup for my friend’s birthday. M: How about this pumpkin­shaped cup? W: It’s so unique. She’ll like the design. How much is it? M: It’s $20. W: Okay, I’ll take it. And I’d also like to buy these teaspoons. How much are they? M: They’re $10 each. W: Okay. I’ll take two pink ones and two blue ones. M: Then, one pumpkin­shaped cup and four teaspoons, right? W: Yes. Can I use this coupon that I downloaded from your website? M: Sure. You’ll get a 10% discount off the total 2020학년도 3월 고2 전국연합학력평가 정답 및 해설 2 price. W: Great. Here’s my credit card. pumpkin­shaped 호박 모양의 unique 독특한 10. [출제의도] 세부 사항의 언급 여부를 파악한다. M: Hello, Dr. Peterson. How are you doing these days? W: Hello, Dr. Collins. Good, I’m working on the Dream Bio Research Project. M: You mean the medical research project sponsored by the government? W: That’s right. More than 20 researchers are involved in the project and I’m the head researcher. M: Wow, you’re in charge of a really big job. How big is the budget for the project? W: We’re allowed to spend one million dollars on the project. M: That’s a really huge amount. It’s a project to develop a new drug for lung cancer, isn’t it? W: That’s right. M: How long will the research project last? W: It’s a 5­year project. I hope we can develop the drug within this period. M: I wish you success, Dr. Peterson. W: Thank you, Dr. Collins. medical 의학의 sponsor 후원하다 head researcher 수석 연구원 budget 예산 lung cancer 폐암 11. [출제의도] 담화 내용과의 일치 여부를 파악한다. W: Hello, students. Are you interested in reading books? Then, join this year’s Marathon Reading Program. In this program, students, teachers, and parents will read books until late at night on the 5th of April. It starts at 2 p.m. and ends at 10 p.m. The program will be held at our school library. You can bring your own book or check out one at the library. After they finish reading their book, all students are required to write a book review. Snacks and beverages will be provided. Don’t forget to bring some warm clothes in case it gets cold at night. You must sign up for the program by this Friday. hold 개최하다 check out ~을 대출하다 book review 독서 감상문 beverage 음료 sign up for ~을 신청하다 12. [출제의도] 표를 보고 선택한 것을 찾는다. M: Ms Sanders, are you buying something online? W: Yes. I’m trying to buy a portable speaker and microphone set. Can you help me choose one? M: Sure. Let’s see.... There’s a wide range of prices. W: Well, I want to buy one that’s less than $100. M: All right. I think running time is also important. What do you think? W: I agree. I’d like to choose one that can last at least 10 hours after a full charge. M: I see. What about the color? W: Well, I don’t like the grey ones. M: That leaves only two options. Do you want a model with a clip microphone? W: Of course. It’ll keep my hands free. M: Then, this model is the best one for you. W: Okay. I’ll order it. Thanks for your help. M: You’re welcome. portable 휴대용의 charge 충전 option 선택 13. [출제의도] 대화에서 적절한 응답을 찾는다. [Telephone rings.] M: Hello, Diamond Sports Center. May I help you? W: Hello. I’m a member of your sports center and I want to know if I can suspend my membership. M: Okay, would you tell me your name? W: I’m Katie Walker. M: [Typing sound] Yes, I see you have an annual membership for swimming classes. You mean you can’t come for a while? W: That’s right. I broke my arm yesterday. M: Oh, I’m sorry. You can put your membership on hold for up to 60 days. W: That’s good. M: When do you think you can start taking lessons again? W: I’ll be able to start again after a month. M: suspend 일시 정지하다 annual 연간의 up to ~까지 14. [출제의도] 대화에서 적절한 응답을 찾는다. M: Hi, Lucy. W: Hi, Eric. Look. This is my painting for our art club exhibition next week. M: Wow, it’s really nice. The spring scenery looks so beautiful. W: I painted it during my family trip last week. M: You’re a really good artist. W: Thank you. Are you done with your painting? M: Yes, I completed and hung it on the wall in the exhibition room. W: Great. How about the other members? Have they all finished their art work? M: Not yet. And we won’t be able to see Jake’s painting this time. W: I know. I heard his whole family is moving to Canada this Friday. M: So we need to find someone who has an extra painting to fill up his space. W: exhibition 전시회 scenery 경치 15. [출제의도] 상황에 적절한 말을 찾는다. M: Ryan is a high school student. He is running for president of the student council this year. He needs to come up with some appealing campaign promises. He thinks one of the promises should be related to improving the facilities for students. So, Ryan discusses it with one of his campaign staff, Amy. He asks her what school facilities need improvement. Amy suggests promising to replace all the student lockers. Ryan agrees, but he thinks they should check if the school can do it. In this situation, what would Ryan most likely say to Amy? run for ~에 출마하다 student council 학생회 come up with ~을 생각해 내다 appealing 매력적인 campaign 선거 운동 locker 사물함 [16 ~ 17] W: Hello, everyone. Today, let’s learn about some details about the Olympic Games. As you all have learned, the first Olympic Games were held in Athens, Greece, in 1896, and there were nine sports events in total. The events in the Olympic Games have been changed through the agreement of the IOC members. For example, soccer made its first appearance at the second Olympic Games and was excluded in the 10th Olympic Games. The fate of tennis is more interesting. Tennis was one of the nine sports events in the first Athens Olympic Games, but it was excluded from 1928 to 1984 and then revived at the 1988 Seoul Olympics. The 1936 Berlin Olympics became the first to introduce handball. However, handball disappeared from the Olympics and later was revived at the 1972 Munich Olympics. Taekwondo made its debut in the relatively recent Sydney Olympic Games in 2000. Overall, the number of sports events in the Olympic Games has gradually increased through some additions or exclusions. event (경기) 종목 appearance 등장, 출현 fate 운명, 숙명 revive 되살아나게 하다 debut 데뷔, 첫 무대 addition 추가 exclusion 제외 16. [출제의도] 담화의 주제를 추론한다. 17. [출제의도] 세부 사항의 언급 여부를 파악한다. 18. [출제의도] 글의 목적을 추론한다. Tony 씨께 제 부탁을 들어주실 수 있는지 여쭤보려고 편지를 씁니다. 올해 연수로 저희는 업계의 새로운 리더십 기 술에 대해 더 많이 배우기 위해 모든 직원을 데리고 Bridgend로 꼭 가고자 합니다. 귀사에서 작년에 비슷 한 연수 과정을 하셨고, 거기에는 여러분 모두가 고무 적이라고 생각한 호주 출신 여성분의 강연이 포함된 것으로 기억합니다. 아직도 그분과 연락을 하고 계십 니까? 그러시다면, 그분의 전화번호 또는 이메일 주소 를 알려주실 수 있으십니까? 귀하께서 도와주신다면 정말 감사하겠습니다. Luke Schreider 올림 lecture 강연 inspiring 고무하는, 감격시키는 appreciate 감사하다 assistance 도움 19. [출제의도] 등장인물의 심경 변화를 추론한다. 연설을 시작한 이후 처음으로 Alice는 자신의 연설 문으로부터 고개를 들었다. 연설할 부분을 놓칠까 두 려워 마칠 때까지 그녀는 페이지에 있는 단어들로부터 감히 눈을 뗄 수가 없었다. 사실 그녀는 단지 두 가지 간단한 것들을 바랐을 뿐이었는데, 연설하는 동안 읽 는 능력을 잃지 않는 것과 자신을 웃음거리로 만들지 않고 연설을 마치는 것이었다. 이제 강연장에 있는 모 두가 일어서서 박수를 치고 있었다. 그것은 그녀가 희 망했던 것 이상이었다. 환하게 웃으며, 그녀는 앞줄에 있는 낯익은 얼굴들을 바라보았다. Tom이 박수를 치 3 고 환호성을 질렀고, 달려와 그녀를 껴안고 축하해 주 는 것을 간신히 참는 것처럼 보였다. 그녀도 또한 정 말로 그를 포옹하고 싶었다. ① 긴장한 → 기쁜 ② 당황한 → 겁이 난 ③ 놀란 → 짜증난 ④ 희망에 찬 → 실망한 ⑤ 화난 → 감사한 dare 감히 ~하다 for fear of ~을 두려워하여 get through ~을 끝내다, ~을 완수하다 make a fool of ~을 웃음거리로 만들다 entire 전체의 ballroom 강연장, 연회장 clap 박수 치다 row 줄, 열 cheer 환호성을 지르다 barely 간신히 congratulate 축하하다 20. [출제의도] 필자의 주장을 추론한다. 내가 일을 시작했을 때, 나는 각 지도자에 대한 통 계를 보여주는 조직의 연간 보고서를 손꼽아 기다렸 다. 그것을 메일로 받자마자, 나는 내 순위를 찾아 다 른 모든 지도자의 발전과 나의 발전을 비교하곤 했다. 그렇게 한 지 5년쯤 지나서, 나는 그것이 얼마나 해로 운지 깨달았다. 여러분 자신과 다른 사람을 비교하는 것은 사실 불필요하게 정신을 흩뜨리는 것일 뿐이다. 여러분 자신과 비교해야 하는 유일한 대상은 여러분뿐 이다. 여러분의 임무는 어제보다 오늘 더 나아지는 것 이다. 나아지고 성장하기 위해 오늘 여러분이 무엇을 할 수 있는가에 집중함으로써 여러분은 그렇게 한다. 충분히 그렇게 한 다음, 되돌아보고, 몇 주, 몇 달, 또 는 몇 년 전의 여러분과 오늘의 여러분을 비교한다면, 여러분은 자신의 발전에 대단히 고무될 것이다. career 일, 경력 look forward to ~을 손꼽아 기다리다 annual 연간의 organization 조직 statistics 통계 standing 순위, 지위 progress 발전, 성장 distraction 정신을 흩뜨리는 것, (주의) 산만함 focus on ~에 집중하다 improve 나아지다, 향상하다 look back 되돌아보다 encourage 고무시키다, 격려하다 21. [출제의도] 어구의 함축 의미를 추론한다. 나는 한때 아이들에게 완충 지대의 개념을 설명하려 고 했다. 우리는 그때 차에 함께 있었고 나는 게임을 이용하여 그 아이디어를 설명하려고 했다. 나는 멈추 지 않고 3마일 떨어진 목적지까지 우리가 도착해야 했 다고 상상해 보자고 말했다. 우리는 우리 앞과 주위에 서 무슨 일이 일어날지 예측할 수 없었을 것이다. 우 리는 신호등이 얼마나 오랫동안 녹색으로 켜 있을지, 아니면 앞차의 운전자가 갑자기 브레이크를 밟을지 몰 랐을 것이다. 추돌을 막는 유일한 방법은 우리 차와 우리 앞에 있는 차 사이에 여분의 공간을 두는 것이었 을 것이다. 이 공간은 완충 지대로 작용한다. 그것은 우리에게 다른 차들의 갑작스러운 움직임에 반응하고 적응할 시간을 준다. 마찬가지로, 우리는 단지 완충 지 대를 만듦으로써 우리의 일과 삶에서 필수적인 일을 할 때의 마찰을 줄일 수 있다. ① 이기는 것보다는 배우는 것이 더 중요하다는 것을 아는 것 ② 항상 예상치 못한 사건에 대비하는 것 ③ 우리가 이미 시작한 것을 멈추지 않는 것 ④ 우리가 운전할 때 확실한 목적지를 갖는 것 ⑤ 다른 사람들과 평화로운 관계를 유지하는 것 concept 개념 buffer 완충 지대, 완충물 destination 목적지 predict 예측하다 in front of ~ 앞에 put on one’s brakes 브레이크를 밟다 crash 추돌[충돌]하다 act as ∼으로 작용하다 respond 반응하다 adapt 적응하다 similarly 마찬가지로 reduce 줄이다 unexpected 예상치 못한 definite 확실한 relationship 관계 22. [출제의도] 글의 요지를 추론한다. 내가 미디어 업계에서 알고 있는 지도자 중 다수가 지적이고, 유능하고, 정직하다. 그러나 그들은 오로지 단기간의 이익과 ‘주주 가치’만을 추구하는 것이 유일 한 목표인 것 같아 보이는 회사의 지도자들이다. 그러 나 나는 미디어 산업이 우리 사회와 세계 문화 속에서 갖는 그것의 바로 그 본질과 역할로 인해, 다른 산업 과는 다르게 행동해야 한다고 믿는데, 특히 미디어 산 업이 우리의 공중파와 디지털 스펙트럼을 자유롭게 이 용하고, 우리 아이들의 감정과 생각에 대한 거의 무한 한 접근을 하기 때문이다. 이것들은 매우 귀중한 자산 이며, 그것들을 사용할 권리는 공공의 이익을 증진하 는 중대하고 장기간에 걸친 책임을 반드시 수반해야 한다. media industry 미디어 업계[산업] capable 유능한 single­minded 목적이 단 하나인 pursuit 추구 profit 이익 nature 본질 public airwave 공중파 digital spectrum 디지털 스펙트럼 access 접근 priceless 매우 귀중한 asset 자산, 재산 necessarily 반드시 long­lasting 장기간에 걸친 responsibility 책임 promote 증진하다, 촉진하다 23. [출제의도] 글의 주제를 추론한다. 레크리에이션은 다양한 형태를 취할 수 있을 뿐만 아니라, 광범위한 개인의 욕구와 관심사를 충족시킨다. 많은 참여자들은 업무상의 압박이나 다른 긴장으로부 터의 휴식과 분출구의 형태로 레크리에이션에 참여한 다. 흔히 그들은 텔레비전, 영화 또는 다른 형태의 전 자적인 즐길 거리에 의해 제공되는 오락의 수동적인 구경꾼일 수 있다. 그러나, 다른 중요한 놀이 동기는 창의성을 표현하거나, 숨겨진 재능을 발견하거나, 다양 한 형태의 개인적 표현에서의 탁월함을 추구하려는 욕 구에 근거한다. 일부 참여자들에게 활동적이고 경쟁적 인 레크리에이션은 적의와 공격성을 분출하거나 모험 적이고 위험성이 높은 활동에서 타인이나 환경에 맞서 싸울 수 있는 통로를 제공할 수 있다. 다른 사람들은, 매우 사교적이고, 새로운 친구를 사귀거나 집단 환경 에서 다른 사람들과 협력할 기회를 제공하는 레크리에 이션을 즐긴다. ① 레크리에이션 참여가 기억력에 미치는 영향 ② 레크리에이션 참여를 위한 다양한 동기 ③ 일과 여가 사이의 균형의 중요성 ④ 레크리에이션 운동을 촉진하는 사회적 요인 ⑤ 레크리에이션 참여에 영향을 주는 경제 동향 in addition to ~외에도 a wide range of 광범위한 participant 참여자 take part in ~에 참여하다 relaxation 휴식 release 분출구; 분출하다 tension 긴장 spectator 구경꾼 electronic 전자적인, 전자의 amusement 즐길 거리, 오락 motivation 동기 hostility 적의[적개심] aggression 공격(성) struggle against ~와 맞서 싸우다 opportunity 기회 cooperate 협력하다 economic trend 경제 동향 24. [출제의도] 글의 제목을 추론한다. 한 식품이 다른 어떤 성분보다 설탕을 더 많이 함유 하고 있다면, 정부 규정은 설탕이 라벨에 첫 번째로 기재될 것을 요구한다. 그러나 어떤 식품이 몇 가지 다른 종류의 감미료를 함유하고 있다면, 그것들은 각 각 기재될 수 있는데, 그것은 각각의 감미료를 목록에 서 더 아래로 밀어 내린다. 이 요구는 식품업계가 그 식품에 설탕이 그렇게 많이 들어 있다고 말할 필요가 없도록 세 가지 다른 당의 원료를 넣게 만들었다. 그 래서 설탕이 첫 번째로 나타나지 않는다. 진짜 동기가 무엇이든, 성분 라벨 표기는 식품에 첨가되는 설탕의 양을 여전히 충분히 전달하지 못하고 있으며, 분명히 소비자가 이해하기 쉬운 언어로 되어있지 않다. 예를 들어, 세계적으로 유명한 어떤 시리얼 브랜드의 라벨 은 시리얼이 1회분에 11g의 설탕을 함유하고 있음을 보여준다. 그러나 라벨의 어디에서도 상자의 3분의 1 넘게 첨가당을 함유하고 있다는 것을 소비자들에게 알 려주지 않는다. ① 인공 감미료: 이로울까 아니면 해로울까? ② 성분 라벨 표기로 얻는 소비자 이익 ③ 설탕: 여러분의 두뇌를 위한 에너지 촉진제 ④ 식품 라벨에 숨겨진 설탕에 대한 진실 ⑤ 설탕 섭취를 줄이기 위해 우리는 무엇을 해야 하 는가? ingredient 성분 regulation 규정, 규제 sweetener 감미료 requirement 요구, 요구 조건 source of sugar 당의 원료 motive 동기 convey 전달하다 serving 1회분, 한 그릇 intake 섭취 25. [출제의도] 도표의 내용을 파악한다. 내셔널 풋볼 리그에서 경기의 요일별 부상률 (2014 ~ 2017) 위 그래프는 2014년부터 2017년까지 내셔널 풋볼 리그(NFL) 경기의 요일별 부상률을 보여 준다. 목요 일 경기 부상률은 2014년에 가장 낮았고 2017년에 가 장 높았다. 토요일, 일요일 그리고 월요일 경기 부상률 은 2014년부터 2017년까지 꾸준히 감소하였다. 2017 년을 제외한 모든 해에 목요일 경기 부상률이 토요일, 일요일 그리고 월요일 경기 부상률보다 더 낮았다. 목 요일 경기 부상률과 토요일, 일요일 그리고 월요일 경 기 부상률 간의 차이는 2014년에 가장 컸고 2017년에 가장 작았다. 4년 중 두 해에, 목요일 경기 부상률이 4년 전체의 목요일 경기 부상률보다 더 높았다. ⑤ 목요일 경기 부상률이 4년 전체의 목요일 경기 부 상률보다 더 높았던 해는 2017년 한 해이므로, 도표 4 의 내용과 일치하지 않는다. injury 부상 steadily 꾸준히 26. [출제의도] 글의 세부 내용을 파악한다. 네덜란드의 수학자이자 천문학자인 Christiaan Huygens는 1629년 헤이그에서 태어났다. 그는 대학에 서 법과 수학을 공부했고, 그런 후에 처음에는 수학에 서, 그다음에는 망원경에 대한 작업을 하고 자기 자신 의 렌즈를 갈면서 광학에서도 상당 기간을 자신의 연 구에 바쳤다. Huygens는 영국을 몇 차례 방문했고, 1689년에 아이작 뉴턴을 만났다. 빛에 관한 연구 외에 도 Huygens는 힘과 운동을 연구했으나, 뉴턴의 만유 인력 법칙을 받아들이지 않았다. Huygens의 광범위한 업적에는 시계추에 대한 그의 연구의 결과물인, 당대 의 가장 정확한 시계 중 몇몇이 포함되었다. 자신의 망원경을 사용하여 수행된 그의 천문학 연구에는 토성 의 위성 중 가장 큰 타이탄의 발견과 토성의 고리에 대한 최초의 정확한 기술이 포함되었다. astronomer 천문학자 devote 바치다, 전념하다 optics 광학 telescope 망원경 grind 갈다, 연마하다 motion 운동 achievement 업적 astronomical 천문학의 carry out ~을 수행하다 Titan 타이탄(토성의 위성) Saturn 토성 moon 위성 description 기술, 설명, 묘사 27. [출제의도] 실용문의 세부 내용을 파악한다. 꽃꽂이 대회 연례 꽃꽂이 대회에 참가하십시오! 언제: 2020년 5월 7일 오후 4시 어디서: Jade 고등학교 교육 전시관 참가 대상 ▪부문Ⅰ– 가정 과목 등록 학생 ▪부문Ⅱ– 학부모(전문가는 참여할 수 없음) 규칙 ▪각 참가자는 자신의 재료를 가져와야 합니다. ▪꽃꽂이를 끝내는 데 30분이 주어집니다. 부문별 시상 1위: 80달러 2위: 60달러 3위: 40달러 * 꽃꽂이 작품은 2020년 5월 9일까지 전시될 것입 니다. flower arranging 꽃꽂이 contest 대회 annual 연례의 exhibit 전시 enroll 등록하다 category 부문, 범주 contestant (대회의) 참가자 on display 전시된 28. [출제의도] 실용문의 세부 내용을 파악한다. Bright Cat Toy 독특한 전자 고양이 장난감으로 여러분 고양이의 관 심을 끌고 사냥 본능을 충족시키세요. 주요 이점 ▪깃털이 6개의 구멍에서 무작위로 나옵니다. ▪깃털을 쉽게 교체할 수 있습니다. ▪8분 후 자동으로 작동을 멈춥니다. ▪USB 케이블을 통해 30분 만에 완전히 충전되며, 5시간 동안 작동합니다. 사용법 ▪기기의 전원을 켜거나 끄려면 버튼을 짧게 누르세 요. ▪깃털을 바꾸려면 버튼을 길게 누르세요. 상자 속 내용물 ▪Bright Cat Toy: 1개 ▪깃털: 2개(장착된 것 1개, 여분 1개) attract 끌다, 매료시키다 attention 관심, 주의 instinct 본능 feather 깃털 randomly 무작위로 charge 충전하다 via ~을 통하여, ~을 거쳐 device 기기, 장치 install 장착하다, 설치하다 extra 여분(의) 29. [출제의도] 어법상 맞지 않는 표현을 찾는다. 일반적으로 민간 항공기는 물리적 구조물은 아니지 만 도로와 유사한 항로로 운항한다. 항로에는 고정된 폭과 규정된 고도가 있으며, 그것들이 반대 방향으로 움직이는 통행을 분리한다. 항공기 간에 상하 간격을 둠으로써 아래에서 다른 과정이 이루어지는 동안 일부 비행기가 공항 위를 통과할 수 있게 된다. 항공 여행 은 보통 장거리에 걸치며, 이륙과 착륙 시 짧은 시간 의 고강도 조종사 활동과, ‘장거리 비행’이라고 알려진 비행 부분인, 공중에 있는 동안 긴 시간의 저강도 조 종사 활동이 있다. 비행에서 장거리 비행 부분 동안 조종사들은 근처의 비행기를 탐색하는 것보다 항공기 상태를 평가하는 데 더 많은 시간을 보낸다. 이는 항 공기 간의 충돌은 대개 공항 주변 지역에서 발생하는 반면 항공기 오작동으로 인한 추락은 장거리 비행 중 에 발생하는 경향이 있기 때문이다. ⑤ while이 이끄는 부사절에서 복수 명사 crashes가 주어이다. 따라서 동사 tends를 tend로 바꿔야 한다. commercial 민간의, 상업적인 airway 항로 structure 구조(물) fixed 고정된 width 폭 define 규정하다 opposite 반대의 vertical 상하의, 수직의 aircraft 항공기 (pl. aircraft) flight 비행(기), 항공편 intense 고강도의, 강렬한 takeoff 이륙 landing 착륙 assess 평가하다 collision 충돌 crash (비행기의) 추락 malfunction 오작동, 고장 30. [출제의도] 문맥에 맞지 않는 낱말을 찾는다. 나는 어느 여름날 저녁 스페인의 한 식당 밖에 앉아 저녁 식사를 기다리고 있었다. 주방의 향기가 나의 미 뢰를 자극했다. 곧 먹게 될 내 음식은, 너무 작아 눈으 로 볼 수는 없지만 코로는 감지되는, 공중을 떠다니는 분자의 형태로 내게 오고 있었다. 고대 그리스인들에 게 이런 식으로 원자의 개념이 최초로 떠올랐는데, 빵 굽는 냄새는 그들에게 작은 빵 입자가 눈에 보이지 않 게 존재한다는 생각이 들게 했다. 날씨의 순환이 이 생각이 틀렸음을 입증했다(→ 강화했다). 지면 위 물 웅덩이는 점차 말라 사라지고, 그런 다음 나중에 비가 되어 떨어진다. 수증기로 변하여 구름을 형성하고 땅 으로 떨어지는 물 입자가 존재하는 게 틀림없고, 그래 서 그 작은 입자들이 너무 작아 눈에 보이지 않더라도 그 물은 보존된다고 그들은 추론했다. 스페인에서의 나의 파에야가 원자 이론에 대한 공로를 인정받기에는 4천 년이나 너무 늦게 내게 영감을 주었다. ③ disproved → reinforced aroma 향기 excite 자극하다, 흥분시키다 drift 떠다니다, 떠돌다 detect 감지하다, 알아채다 come upon an idea 생각이 떠오르다 suggest 생각나게 하다, 암시하다 particle 알갱이, 입자 vision 시야 puddle 물웅덩이 gradually 점차 reason 추론하다 steam 수증기 conserve 보존하다 inspire 영감을 주다 take the credit for ~에 대한 공로를 인정받다 atomic 원자의 theory 이론 31. [출제의도] 빈칸에 적절한 표현을 추론한다. 현대의 불교 스승인 Dainin Katagiri는 죽음을 앞두 고, ‘침묵으로의 회귀’라는 주목할 만한 책을 집필했다. 그는 삶이란 “위험한 상황이다.”라고 썼다. 삶을 소중 하게 만드는 것은 바로 삶의 취약함이며, 그의 글은 자신의 삶이 끝나가고 있다는 바로 그 사실로 채워져 있다. “자기 그릇은 언젠가 깨질 것이기 때문에 아름답 다…. 그 그릇의 생명은 늘 위험한 상황에 놓여 있다.” 그런 것이 우리의 고행이다. 이 불안정한 아름다움. 이 피할 수 없는 상처. 우리는 사랑과 상실이 친밀한 동 반자라는 것을, 우리가 진짜 꽃을 플라스틱 꽃보다 훨 씬 더 사랑하고 산 중턱을 가로지르는 한 순간만 지속 하는 황혼의 색조를 사랑한다는 것을 잊어버린다(그것 도 너무나 쉽게). 우리의 마음을 여는 것은 바로 이 연약함이다. ② 안정성 ③ 조화 ④ 만족감 ⑤ 다양성 contemporary 현대의 remarkable 주목할 만한, 놀라운 silence 침묵, 정적 precious 소중한 china 자기(의), 도자기(의) bowl 그릇 struggle 고행, 고투, 분투 unstable 불안정한 inevitable 피할 수 없는 wound 상처 intimate 친밀한 companion 동반자 cast 색조, 빛깔 twilight 황혼 mountainside 산 중턱, 산허리 diversity 다양성 32. [출제의도] 빈칸에 적절한 표현을 추론한다. 아무것도 즉시 일어나는 것은 없으므로, 처음에 우 리는 우리가 하는 일로부터 어떤 결과도 볼 수 없다. 이것은 두 개의 나무 막대기를 서로 문질러서 불을 피 5 우려고 하는 사람의 예와 같다. 그는 “여기에 불이 있 다고들 하잖아.”라고 혼잣말을 하고는 힘차게 문지르기 시작한다. 계속해서 문지르지만, 그는 매우 참을성이 없다. 그는 그 불을 갖고 싶어 하지만, 불은 일어나지 않는다. 그래서 그는 풀이 죽어서 잠시 쉬려고 멈춘다. 그러고 나서 다시 시작하지만, 진행이 더디므로, 그는 다시 휴식을 취한다. 그때쯤에는 열이 사라져버렸는데, 그가 충분히 오랫동안 그것을 계속하지 않았기 때문이 다. 그는 문지르고 또 문지르다가 결국 지치게 되고, 그런 다음에 완전히 멈춘다. 그는 지쳤을 뿐만 아니라, 점점 더 좌절하여 “여기에는 불이 없어.”라고 하며 완 전히 포기한다. 사실 그는 작업을 하고 있었지만, 불을 피울 수 있을 만큼의 충분한 열이 없었다. 불은 줄곧 거기에 있었지만, 그는 끝까지 계속하지 못했다. ② 누군가 그에게 포기하지 말라고 말했다 ③ 그 막대기들이 충분히 튼튼하지 않았다 ④ 그는 미리 계획을 세우지 않고 시작했다 ⑤ 날씨가 불을 피우기에 적합하지 않았다 immediately 즉시 practice 일, 실행 rub 문지르다 energetically 힘차게 impatient 참을성이 없는 discouraged 풀이 죽은, 좌절한 altogether 완전히 completely 완전히 actually 사실은 33. [출제의도] 빈칸에 적절한 표현을 추론한다. 학문적인 언어를 일상 언어로 바꿔 보는 것은 여러 분이 작가로서 자신의 생각을 스스로에게 명료하게 할 수 있는 필수적인 도구가 될 수 있다. 왜냐하면, 글쓰 기 이론가들이 흔히 지적하듯이, 글쓰기는 일반적으로 머릿속에 완전하게 만들어진 한 가지 생각으로 시작하 여, 그 생각을 본래 그대로의 상태로 페이지 위에 단 순히 옮겨 쓰는 과정이 아니기 때문이다. 도리어 글쓰 기는 글쓰기 과정을 사용하여 우리의 생각이 무엇인지 를 알아내는 발견의 수단인 경우가 더 흔하다. 이것이 글을 쓰는 사람들이 결국 페이지 위에 적히는 내용이 처음에 시작할 때 그렇게 되리라고 생각했던 것과 상 당히 다른 내용이라는 것을 발견하고는 자주 놀라는 이유이다. 우리가 여기서 하고자 하는 말은 일상 언어 가 이런 발견 과정에 흔히 매우 중요하다는 것이다. 여러분의 생각을 더 평범하고 더 간단한 말로 바꿔 보 는 것은 여러분이 처음에 그럴 것이라고 상상했던 것 이 아니라 실제 여러분의 생각이 무엇인지 알아내도록 도와줄 수 있을 것이다. ① 글쓰기를 빨리 끝낼 수 있는 ② 문장 오류를 줄일 수 있는 ③ 다양한 독자의 흥미를 끌 수 있는 ④ 창의적인 아이디어를 생각해 낼 수 있는 translate 바꾸다, 번역하다 academic 학문적인, 이론적인 essential 필수적인, 가장 중요한 theorist 이론가 generally 일반적으로 state 상태 on the contrary 도리어, 반대로 figure out ~을 알아내다, ~을 이해하다 crucial 매우 중요한, 결정적인 as opposed to ~가 아니라, ~와는 대조적으로 clarify 명료하게 하다 34. [출제의도] 빈칸에 적절한 표현을 추론한다. 성장하고 있는 유전학 분야는 많은 과학자가 여러 해 동안 의구심을 가져왔던 것, 즉 식품이 유전자 청 사진에 직접 영향을 줄 수 있다는 것을 우리에게 보여 주고 있다. 이 정보는 유전자가 우리의 통제 하에 있 는 것이지 우리가 복종해야 하는 것이 아니라는 것을 더 잘 이해하도록 도와준다. 일란성 쌍둥이를 생각해 보자. 두 사람은 모두 똑같은 유전자를 부여받는다. 중 년에, 쌍둥이 중 한 명은 암에 걸리고, 다른 한 명은 암 없이 건강하게 오래 산다. 특정 유전자가 쌍둥이 중 한 명에게 암에 걸리도록 명령했지만, 나머지 한 명에서는 똑같은 유전자가 그 질병을 발생시키지 않았 다. 한 가지 가능성은 쌍둥이 중 건강한 사람이 암 유 전자, 즉 나머지 한 명이 병에 걸리도록 명령했던 그 똑같은 유전자를 차단하는 식사를 했다는 것이다. 여 러 해 동안 과학자들은 화학적 독소(예를 들어 담배) 와 같은 다른 환경적 요인들이 유전자에 작용하여 암 의 원인이 될 수 있다는 것을 인정해 왔다. 음식이 유 전자 발현에 특정한 영향을 미친다는 생각은 비교적 새로운 것이다. ① 일란성 쌍둥이는 똑같은 유전적 구성을 지닌다 ② 음식에 대한 우리의 선호도는 유전자에 의해 영향 을 받는다 ③ 균형 잡힌 식단이 우리의 정신 건강에 필수적이다 ④ 유전 공학은 몇몇 치명적인 질병을 치료할 수 있 다 genetics 유전학 suspect 의구심을 가지다 identical twin 일란성 쌍둥이 gene 유전자 mid­life 중년 specific 특정한 instruct 명령하다, 지시하다 initiate 발생시키다 possibility 가능성 turn off ~을 차단하다, ~을 끄다 recognize 인정하다, 인지하다 toxin 독소 contribute to ~의 원인이 되다, ~에 기여하다 influence 영향(을 주다) relatively 비교적 immediately 직접, 즉시 preference 선호(도) cure 치료하다 fatal 치명적인 genetic blueprint 유전자 청사진, 게놈 지도 35. [출제의도] 글의 흐름과 무관한 문장을 추론한다. 연극계를 둘러싸고 있는 많은 미신이 있다. 미신은 첫 관객이 오기 전에 연극의 마지막 대사를 말하지 말 아야 하는 것에서부터, 마지막 예행연습 전에 커튼콜 을 예행연습하지 말아야 하는 것에 이르기까지 무엇이 든 될 수 있다. 셰익스피어의 유명한 비극 ‘Macbeth’ 는 저주받았다는 이야기가 있으며, 문제를 피하고자 배우들은 극장이나 (예행연습실이나 의상실 같은) 극 장 공간 내에서 그 연극의 제목을 절대 소리 내어 말 하지 않는다. (연극에서 관객과 배우들 사이의 상호 작용은 배우들의 연기에 영향을 미친다.) 그 연극은 스코틀랜드를 배경으로 하고 있기 때문에, 연극의 제 목을 말할 필요가 있을 때 말하는 암호는 ‘그 스코틀 랜드 연극’이다. 우연히 제목을 정말 말하게 된다면, 밖으로 나가 세 바퀴를 돌고 극장으로 다시 돌아와야 한다는 전설이 있다. superstition 미신 surrounding 둘러싸고 있는 theater 극장 audience 관객 rehearse 예행연습하다 curtain call 커튼콜(연극이 끝난 뒤 관객의 박수를 받으며 배우들이 무대 위에 나오는 것) tragedy 비극 curse 저주하다 interaction 상호 작용 performance 연기 be set in ~을 배경으로 하다 by accident 우연히 legend 전설 36. [출제의도] 글의 순서를 파악한다. 습관은 숙달의 토대를 만든다. 체스에서 체스를 두 는 사람이 게임의 다음 레벨에 집중할 수 있게 되는 것은 오직 말의 기본적인 움직임이 자동적으로 이루어 지고 나서이다. 암기된 각각의 정보 덩어리는 더 노력 이 필요한 사고를 할 수 있도록 정신적 공간을 열어준 다. (C) 이것은 여러분이 시도하는 어떤 것에도 적용 된다. 간단한 동작을 매우 잘 알고 있어서 생각하지 않고도 할 수 있을 때, 더 높은 수준의 세부 사항에 자유롭게 집중하게 된다. 이런 식으로, 습관은 그 어떤 탁월함을 추구할 때도 중추적인 역할을 한다. (B) 그 러나 습관의 이점에는 대가가 따른다. 처음에, 각각의 반복은 유창함, 속도, 그리고 기술을 발달시킨다. 그러 나 그 다음에 습관이 자동화되면서 여러분은 피드백에 덜 민감해지게 된다. (A) 여러분은 무의식적인 반복으 로 빠져든다. 실수를 대수롭지 않게 여기기가 더 쉬워 진다. 여러분이 저절로 ‘충분히 잘’ 할 수 있을 때, 그 것을 더 잘 할 수 있는 방법에 대해 생각하기를 멈춘 다. mastery 숙달, 통달 automatic 자동의, 자동적인 chunk (큰) 덩어리, 상당히 많은 양 effortful 노력이 필요한 mindless 무의식적인, 생각 없는 at a cost 대가를 지불하여 fluency 유창, 능변 sensitive 민감한, 예민한 backbone 중추, 척추 37. [출제의도] 글의 순서를 파악한다. 농경 이후에 존재했던 사람들이 더 행복했든, 더 건 강했든, 아니면 둘 다 아니었든 간에 관계없이, 더 많 은 수의 사람들이 있었다는 것은 부인할 수 없다. 농 경은 더 많은 사람을 부양하는 동시에, 그들을 지탱해 주는 농작물을 기를 더 많은 사람을 필요로 한다. (B) 물론, 추정치는 다양하지만, 증거는 농경이 확립된 후 전 세계적으로 인구가 1 ~ 5백만 명에서 수억 명으로 증가했다는 것을 보여준다. (A) 그리고 더 큰 가족을 위해 더 큰 상자의 시리얼을 사는 것 같이, 더 많은 인구는 단지 모든 것의 규모를 확장하는 것을 의미하 지는 않는다. 그것은 사람들의 생활 방식에 질적인 변 화를 가져온다. (C) 예를 들어 더 많은 사람은 더 많 은 종류의 질병을 의미하는데, 특히 그 사람들이 한 곳에 정착해 있을 때 그렇다. 그러한 사람들의 집단은 또한 음식을 장기간 보관할 수 있고, 이것은 가진 자 와 가지지 못한 자로 이루어진 사회를 만들어 낸다. regardless of ~에 관계없이 agriculture 농경, 농업 undeniable 부인할 수 없는 support 부양하다, 지지하다 require 필요로 하다, 요구하다 sustain 지탱하다, 부양하다 population 인구 qualitative 질적인 estimate 추정치; 추정[추산]하다 vary 다양하다 evidence 증거 point to ~을 보여주다, ~을 가리키다 establish 확립하다 store 저장하다 38. [출제의도] 문장의 위치를 파악한다. 인간 고유의 창의력과 기계의 능력 사이의 경계가 계속 변화하고 있다. 과거 1956년의 체스 게임으로 돌 아가 보면, 13세 신동 Bobby Fischer는 거장 Donald 6 Byrne을 상대로 대단히 창의적인 두 수를 두었다. 먼 저 그는 겉으로 보기에 아무런 이득도 없이 자신의 나 이트를 희생시켰고, 그런 다음 퀸을 노출시켜 잡히게 했다. 겉으로 보기에는 이렇게 말을 쓰는 것이 비상식 적으로 보였지만, 몇 수를 더 두고 나서, Fischer는 이 수를 이용하여 그 게임에서 승리했다. 당시 그의 창의 성은 천재성을 나타내는 표시로 칭송받았다. 하지만 오늘날 보통의 체스 프로그램에 그와 똑같은 배치를 설정하면, 그것은 즉시 Fischer가 두었던 바로 그 수 를 제안할 것이다. 그것은 컴퓨터가 Fischer와 Byrne 의 게임을 암기했기 때문이 아니라, 이러한 수가 실제 로 성과를 거둔다는 것을 볼 수 있을 만큼 충분히 멀 리 앞을 탐색하기 때문이다. program 작동 방식을 설정하다 move (체스의) 수; 말을 움직이다 boundary 경계(선) remarkably 대단히, 현저하게 grandmaster 거장 knight (체스의) 나이트 queen (체스의) 퀸 capture 잡힘, 포획, 생포 insane 비상식적인, 미친 praise 칭송하다 pay off 성과를 거두다 39. [출제의도] 문장의 위치를 파악한다. 1960년대의 모든 의학적 성취 중에서 가장 널리 알 려진 것은 1967년 남아프리카 공화국의 외과 의사 Christiaan Barnard에 의해서 행해진 최초의 심장 이 식이었다. 18일 후에 그 환자가 사망한 것이 의학의 새로운 시대를 환영하는 사람들의 사기를 떨어뜨리지 않았다. 심장 이식을 할 수 있는 능력은 1950년대에 병원에 도입된 인공호흡기의 개발과 관련이 있었다. 인공호흡기는 많은 생명을 구할 수 있었지만, 심장이 계속해서 뛰는 사람들이 모두 다 어떤 다른 중요한 기 능을 회복한 것은 아니었다. 어떤 경우에는 그들의 뇌 가 완전히 기능을 멈추었다. 그러한 환자들이 이식용 장기 공급자가 될 수 있다는 인식으로 인해 하버드 뇌 사 위원회가 설립되었고, 모든 ‘식별 가능한 중추 신경 계 활동’의 부재는 ‘사망의 새로운 기준’이 되어야 한 다는 그 위원회의 권고로 이어졌다. 그 권고는 그 후 일부 수정을 거쳐 거의 모든 곳에서 받아들여졌다. cease 멈추다 function 기능(하다) heart transplant 심장 이식 era 시대 organ 장기 brain death 뇌사 recommendation 권고, 건의 absence 부재, 없음 central nervous system 중추 신경계 adopt 받아들이다, 채택하다 modification 수정, 변경 40. [출제의도] 글의 요약문을 완성한다. 천연자원이 풍부한 일부 개발 도상국들은 자국의 천 연자원에 대한 지나친 의존을 초래하는 경향이 있으 며, 이로 인해 더 낮은 생산적 다양화와 더 낮은 성장 률을 초래한다. 자원의 풍요가 그 자체로 해가 되어야 하는 것은 아니다. 많은 나라들이 풍부한 천연자원을 가지고 있으며 자국의 경제 활동을 다양화함으로써 그 것(풍부한 천연자원)에 대한 의존에서 그럭저럭 벗어 났다. 가장 중요한 나라들을 꼽자면 캐나다, 호주, 또 는 미국의 경우가 그러하다. 하지만 일부 개발 도상국 들은 자국의 많은 천연자원에 대한 의존에 갇혀 있다. 자연 자본에 대한 과도한 의존은 다른 형태의 자본을 배제하고 그로 인해 경제 성장을 저해하는 경향이 있 기 때문에 그들은 일련의 문제를 겪고 있다. → 경제 활동을 다양화하지 않은 채 풍부한 천연자 원에 의존하는 것은 경제 성장에 장애가 될 수 있다. ② 다양화하지 - 지름길 ③ 제한하지 - 난제 ④ 제한하지 - 장애 ⑤ 연결하지 - 지름길 excessive 지나친, 과도한 dependence 의존 generate 초래하다, 야기하다 diversification 다양화, 다양성 abundance 풍요 in itself 그 자체로 abundant 풍부한 outgrow (성장하여) ~에서 벗어나다 diversify 다양화하다 trap 가두다 capital 자본(금), 자원 exclude 배제하다 interfere with ~을 저해하다 [41 ~ 42] 동물 연구는 동물들이 그들과 다른 종의 구성원들 사이에 유지할 수도 있는 거리를 다루어 왔다. 이러한 거리는 소위 ‘도주 또는 공격’ 메커니즘의 기능을 결정 짓는다. 동물은 자기가 포식자라고 여기는 것이 자신 의 ‘도주’ 거리 내로 접근하는 것을 감지하면, 정말 그 야말로 도망갈 것이다. 이러한 현상이 일어나는 거리 는 놀라울 정도로 일관되며, 스위스 생물학자 Hediger 는 자신이 연구하는 일부 종에 대해 그것을 놀라울 만 큼 정확하게 측정했다고 주장했다. 당연히 그것은 종 에 따라 다르며, 보통 동물이 더 클수록 그것의 도주 거리는 더 짧다(→ 더 길다). 나는 기린의 사진을 찍 기 위해서는 원거리 초점 렌즈를 사용해야만 했는데, 기린은 도주 거리가 매우 크기 때문이다. 대조적으로, 다람쥐가 갑자기 도망쳐서 자신에게 관심을 갖게 하기 전에 나는 내 정원에서 다람쥐를 거의 밟을 뻔한 적이 몇 번 있었다! 우리는 거리에서의 이러한 차이가 속력 을 내서 달릴 수 있는 능력에 대한 동물 자신의 평가 와 일치한다고 추정할 수 있을 뿐이다. ‘공격’ 거리는 항상 도주 거리보다 더 짧다. 인식된 포식자가 도주 거리 내로 접근하지만, 그 동물이 장애 물이나 다른 포식자들에 의해 갇혀서 달아날 수 없다 면, 그것(그 동물)은 물러나지 않고 버텨야 한다. 하지 만, 결국에는 공격이 가장 좋은 형태의 방어 수단이 되므로, 그 갇힌 동물은 돌아서서 싸울 것이다. deal with ~을 다루다 determine 결정짓다, 결정하다 function 기능하다, 작용하다 flight 도주, 도망 fight 공격, 싸움 mechanism 메커니즘 predator 포식자, 포식 동물 consistent 일관된 precisely 정확하게 assume 추정하다, 가정하다 assessment 평가 accelerate 속력을 내다, 빨라지다 perceive 인식하다 trap 가두다 flee 달아나다, 도망하다 stand one’s ground 물러나지 않고 버티다 migrate 이동하다, 이주하다 survival 생존 competition 경쟁 41. [출제의도] 글의 제목을 추론한다. ① 동물이 길을 잃지 않고 이동하는 방법 ② 도주 또는 공격 메커니즘: 아직도 우리 뇌 속에 ③ 동물의 생존에서 크기가 중요한 이유 ④ 거리: 도주나 공격의 결정 요인 ⑤ 큰 동물과 작은 동물 사이의 먹이 경쟁 42. [출제의도] 문맥에 맞지 않는 낱말을 찾는다. (b) shorter → longer [43 ~ 45] (A) 여덟 살의 Yolanda는 할머니 댁에 가서 자기가 커서 크게 성공할 것이라고 자랑스럽게 선언하고 할머 니께 이것을 성취할 방법에 대해 조언을 해줄 수 있는 지 여쭈었다. 할머니는 고개를 끄덕이더니, 소녀의 손 을 잡고 그녀를 가까운 식물 묘목장으로 데리고 갔다. 그곳에서 두 사람은 두 개의 작은 나무를 골라서 샀 다. (C) 그들은 집으로 돌아와 그 중 하나를 뒷마당에 심고 다른 하나의 나무는 화분에 심어 실내에 두었다. 그런 다음 그녀의 할머니는 그녀에게 그녀가 생각하기 에 그 나무 중 어느 것이 미래에 더 성공적일 것인지 물었다. Yolanda는 잠시 생각하더니, 실내의 나무는 보 호를 받아 안전하지만 집 밖의 나무는 악천후를 이겨 내야 하기 때문에, 실내의 나무가 더 성공적일 것이라 고 말했다. 그녀의 할머니는 어깨를 으쓱하더니, “두고 보자꾸나.”라고 말했다. 그녀의 할머니는 두 나무를 모 두 정성스럽게 돌보았다. (D) 몇 년 후, 이제 십 대가 된 Yolanda가 자신의 할머니를 다시 찾아왔다. Yolanda는 어떻게 하면 커서 성공할 수 있는지에 대한 어렸을 때의 질문에 그녀가 실제로 대답한 적이 전혀 없었다는 것을 할머니께 일 깨워주었다. 할머니는 Yolanda에게 실내의 나무를 보 여주고는 그녀를 밖으로 데리고 나가 밖에 있는 높이 솟은 나무를 보게 했다. “어느 것이 더 크니?”라고 할 머니가 물었다. Yolanda는 “밖에 있는 거요. 하지만 말 이 되질 않아요. 그것은 실내의 것보다 더 많은 역경 을 이겨내야만 했잖아요.”라고 대답했다. (B) 할머니는 미소를 지으며, “이것을 기억하면, 네 가 무엇을 하든 그 일에서 성공할 것이다. 평생 안전 한 선택을 한다면 너는 결코 성장하지 못할 것이다. 그러나 네가 모든 역경에도 불구하고 세상에 기꺼이 맞선다면, 너는 그 역경으로부터 배우게 되고 성장하 여 대단히 높은 수준까지 성취하게 될 것이다.”라고 말 했다. Yolanda는 큰 나무를 올려다보고, 심호흡을 하 고, 지혜로운 자신의 할머니가 옳다는 것을 깨닫고 자 신의 머리를 끄덕였다. announce 선언하다, 알리다 achieve 성취하다 nod (머리를) 끄덕이다 nursery 묘목장 purchase 사다, 구매하다 option 선택 all of one’s life 평생 face (대담하게) 맞서다 challenge 역경, 도전 take a deep breath 심호흡을 하다 back yard 뒷마당 indoors 실내에 outdoor 집 밖의 cope with ~을 이겨내다, ~에 대처하다 shrug 어깨를 으쓱하다 take care of ~을 돌보다 remind 일깨워주다 towering 높이 솟은 make sense 말이 되다, 이치에 맞다 43. [출제의도] 글의 순서를 파악한다. 44. [출제의도] 지칭하는 대상을 추론한다. 45. [출제의도] 글의 세부 내용을 파악한다."
}