{
    "text": "9 • 3교시 영어 영역 • 1 ④ 2 ② 3 ① 4 ⑤ 5 ④ 6 ③ 7 ⑤ 8 ④ 9 ⑤ 10 ③ 11 ① 12 ① 13 ② 14 ④ 15 ③ 16 ② 17 ④ 18 ④ 19 ① 20 ⑤ 21 ⑤ 22 ③ 23 ② 24 ② 25 ③ 26 ② 27 ⑤ 28 ③ 29 ③ 30 ⑤ 31 ② 32 ③ 33 ① 34 ⑤ 35 ③ 36 ④ 37 ⑤ 38 ④ 39 ③ 40 ① 41 ① 42 ⑤ 43 ② 44 ② 45 ③ [듣 기] 1. [출제의도] 담화의 목적 파악하기 M: Good morning, everyone. I’m your P.E. teacher, Mr. Andrews. Since this is your first class this semester, I’m going to give you some rules to follow in the P.E. class. First, you are required to wear appropriate clothing such as sportswear and proper athletic shoes. Second, you must be careful when using sports equipment in the gym. Don’t use the equipment without permission. Finally, when you hear the whistle, stop what you’re doing and pay attention to my instructions. If you keep these rules in your mind, you’ll be able to participate safely in the P.E. class. Now let’s do a warm－up exercise. 2. [출제의도] 대화의 의견 파악하기 W: Jason, are you going out? M: Yes. I’m going to take a walk, Mom. W: Wait! Why are you wearing shoes without socks? M: I don’t want to put them on. They feel uncomfortable. W: I know you feel that way. But for your foot health, you should wear socks. M: Really? Why do you say that? W: Well, your feet will stay dry if you put on socks. And you can avoid germs and bacteria on your feet. M: Hmm.... I hadn’t thought about that. W: And if you don’t have socks on, you could get scratched or even get a skin infection. M: That makes sense, Mom. I’m going to follow your advice. W: Good. Wearing socks is important for your foot health. 3. [출제의도] 화자의 관계 추론하기 W: Hello, Simon. I’m glad that you are here. M: Hi, Julia. How’s it going with recording your new song? W: Well, it’s been tough. I’ve been singing the song all the time. M: I can imagine. How can I help you? W: The music video for the song will be filmed soon. And I need you to make an easy dance that everyone can follow. M: No problem. I just need a copy of the song, so I can try to make it as simple and memorable as possible. W: Okay. Here’s a copy of the song. M: When do you need the dance by? W: Hmm.... I have a meeting with the music video director next Friday. M: All right. It’ll take a couple of days to make the dance. Then we can practice it together. W: Perfect. Thank you so much. 4. [출제의도] 대화의 세부 내용 파악하기 M: Hi, Anna. How was your weekend? W: Hey, Mike! I helped to make the stage for our school play. Here, take a look at the picture I took of the stage. M: Wow. It’s wonderful. W: Thanks. My favorite is the Christmas tree in the corner. M: I agree. I also like the picture above the fireplace. W: Do you like it? I painted it myself. M: It looks so real. Why is there a cup on the round table? W: The main character is supposed to have some tea at the table. M: I see. Look at the toy horse next to the chair. It’s so cute. W: Yeah. And what do you think of the bell on the door? M: It really adds to the Christmas atmosphere. You did a great job. W: Thank you. Will you come to see the play? M: Sure. I can’t wait to see it. 5. [출제의도] 대화의 특정 정보 파악하기 W: Jake, what are you doing? M: I’m cleaning the house. Mom and Dad will come back tomorrow from their trip to Hawaii. W: You’re right. We need to get ready to welcome them. M: Do you know tomorrow is their 25th wedding anniversary? W: Sure. So I’m going to make a special dinner for them. M: Oh, what will you make? W: Roast chicken and cream pasta. M: That’s great! They’ll love that. W: I hope so. How are they coming back home from the airport? M: They’ll take a bus. W: I’m worried they’ll be too tired. Why don’t you pick them up at the airport tomorrow? M: Good idea. Could you please check the arrival time of their airplane? W: Of course, I can do that now. M: Thanks. Then I should go to the gas station to fill up the car. 6. [출제의도] 대화의 특정 정보 파악하기 M: Good morning. How may I help you? W: Hello. I’m looking for a birthday gift for my sister. Can you recommend something? M: Okay. How about these plates? These are the most popular ones in our store. The plate that has a star－pattern is $20, and the flower－patterned plate is $15. W: My sister has star decoration everywhere in her house. So I’ll take some star-patterned plates. M: Great. How many do you want? W: Four, please. M: All right. Is there anything else you’re looking for? W: Those coffee cups are very pretty, too. How much are they? M: They’re $10 each. W: I’ll take two of them. M: Excellent. You want four star－patterned plates and two coffee cups. Is that right? W: That’s correct. M: Just to let you know, we’re offering a 10 percent discount on all items this month. W: Great. Here’s my credit card. 7. [출제의도] 대화의 특정 정보 파악하기 [Cell phone rings.] W: Hey, Ben. Can I talk to you for a second? M: Hi, Sarah. I’m sorry for not answering the phone this morning. I was in English class. W: That’s okay. I called you to say that our study group meeting made some changes this week. M: Thanks. Did the meeting place change? W: No, we’re still going to meet at the school library. But it’ll be at 11 a.m. on Saturday. M: Saturday? I’m sorry, but I can’t make it. W: Why? You told me that you don’t have volunteer work on the weekends. M: I don’t. But I have to go to the hospital. W: Oh, that’s right. I heard you injured your leg playing soccer. Is that the reason? M: No, my leg wasn’t hurt that badly. Actually I have a medical check-up this Saturday. W: I see. I’ll call you later to tell you the schedule for next time. M: Thank you for understanding. 8. [출제의도] 대화의 특정 정보 파악하기 M: Honey, what are you doing? W: I’m looking at this brochure for Lakeville Campground. Why don’t we go camping next month? M: Sounds great. Let’s look at the brochure together. W: Wow. In these photos, the campground is surrounded by a thick forest. And there’s also a huge lake nearby. M: That’s awesome! We can enjoy the beauty of nature. W: Yeah. And they offer a lot of convenient facilities. M: It says each camping site has a shower room, a barbecue grill, and a place to have a campfire. W: We’re going to have so much fun. How much is it? M: It’s $35 per night. W: That’s reasonable. M: And it says we should make a reservation on their website. W: This campground is really popular. So we need to hurry to reserve a place. M: Okay. Let’s do it right now. 9. [출제의도] 담화의 세부 내용 파악하기 W: Hello, ABS radio listeners. I’m Catherine Barton, director of Lingston Circus. I’m so happy to tell you that we’re hosting this year’s Circus Experience Festival. It starts on November 20th and lasts for three days. We’re offering a variety of hands-on activities including magic tricks and juggling. And qualified instructors will teach you. To ensure your safety, we’ll limit the number of 10 participants to 10 for each activity. You can also enjoy taking pictures with some circus clowns in the photo zone. Additionally, we’ll give you free postcards as a souvenir of this festival. Are you excited? Come to the Circus Experience Festival and have a great time. Thank you. 10. [출제의도] 대화의 세부 내용 파악하기 M: Honey, what are you doing? W: I’m thinking about buying a wireless microphone set. My throat hurts a lot after giving so many lectures every week. M: All right. Let me help you. [Typing sound] How long do you think the receiving distance has to be? W: I’m not sure. I’ll be using it in the classroom. M: Your classroom is not very small. I think 10 meters is not enough for the receiving distance. W: Okay. That’s good advice. M: And do you want a headset? W: I’d like to have one so I can use my hands freely during the lecture. M: You’re right. What color do you want? W: It doesn’t really matter. But I don’t want silver. M: I see. Now you have only two options left. W: I’ll buy the cheaper one. Thank you for your help. 11. [출제의도] 적절한 응답 고르기 M: Mom, I have to borrow some books from the library today. But it’s raining outside. W: Don’t worry. I’ll give you a ride. Do you want to leave now? M: Yes. But I need to look for my library card first. Could you wait for a second? W: 12. [출제의도] 적절한 응답 고르기 [Cell phone rings.] W: Hi, David. I’m almost halfway to the restaurant. Where are you? M: Hi, Amy. I just finished work and got in my car. I’ll take the highway, so I’ll arrive on time. W: I heard on the radio that there has been a car accident on the highway. So you’re going to get stuck. M: 13. [출제의도] 적절한 응답 고르기 M: Ashley, you got a letter from the business department at Corven University. W: Oh, it might be my acceptance letter, Dad. I’m so nervous about it. Can you open it for me? M: Okay. Let’s see.... [pause] You got in, sweetie. Congratulations! W: Really? Wow, I’m so happy! M: I’m so proud of you. And you also got accepted to the mathematics department of the other university. W: Yeah. I have to make a decision soon. But it’s hard for me to choose between the two. M: Hmm.... What do you really want to study? W: Actually, I love math. But business is one of the most popular majors. M: I think you shouldn’t choose a major based on what other people say. W: Do you mean I have to consider my own interests? M: Of course. You will be happy doing what you love to do. W: 14. [출제의도] 적절한 응답 고르기 W: Hi, Steve. I have something to tell you. M: Hi. What is it, Sophie? W: We need to decide on a research topic for our science club. M: Yeah. What topic do you have in mind? W: I don’t have any specific idea. Why don’t we ask the other members for their opinions? M: I’m not sure about that. I think it’s our job to determine a research topic as club leaders. W: But do you remember last semester? We chose the research topic ourselves, and some members didn’t like it. M: You’re right. Then, how can we hear everyone’s opinion? W: Well, we’ll have time to discuss with all of our club members next week. M: That sounds good. But what if they have too many different ideas? W: Then we can put the research topic to the vote and choose what most members want for the topic. M: 15. [출제의도] 담화의 상황에 맞는 적절한 표현 고르기 M: Melissa and Bob are best friends. Melissa is working for a cyber security company. She fully understands the importance of online security, and she’s been updating her computer security program with the latest version. One day, Bob tells Melissa that somebody illegally accessed his personal information and tried to steal his credit card number. When she checks out his computer, she notices that he’s using an old version of the security program. So, she wants to suggest that he keep up with the newest version of the security software. In this situation, what would Melissa most likely say to Bob? 16~17 긴 담화 듣기 W: Welcome back, listeners. I’m Doris Harrell from Garden Stories. Have you heard that flowers could be sending hidden messages? Today, I’d like to talk about secret meanings some flowers can convey. First, carnations can send the message, “You are always on my mind, and I deeply admire you.” Therefore, they are widely used as a gift on Parents’ Day. Next, people prefer to use tulips in a wedding bouquet since they symbolize “consuming love” as well as “happy years.” Did you know that irises generally represent the idea of faith and wisdom? So they are frequently used in religious settings and have inspired many artists. Last, daisies mean innocence, loyal love, and purity. But at the same time, they imply to friends, “I’ll never tell your secret.” Now you know flowers say a lot more than you think. After the commercial break, I’ll talk about how to decorate your home with beautiful flowers. Stay tuned. 16. [출제의도] 담화의 주제 파악하기 17. [출제의도] 담화의 세부 내용 파악하기 [읽 기] 18. [출제의도] 글의 목적 추론하기 [해석] Gullard 고등학교 교장 선생님 귀하, 제 이름은 Nancy Watson이며 Gullard 고등학교 학생 댄스 동아리 회장입니다. 우리는 학교의 가장 중요한 얼굴 중 하나로 많은 상과 트로피를 받고 있 습니다. 그러나 많은 선생님들께서 우리가 학교 운동 장을 엉망으로 만들 것을 염려하시기 때문에 학교는 우리 동아리가 운동장에서 연습하는 것을 허락하지 않고 있습니다. 이는 우리에게 연습 시간을 잃게 하 고 결국 우리에게 유감스러운 고등학교 경험을 만들 어 주게 됩니다. 우리는 그 공간을 소중히 사용할 것 을 약속드립니다. 그러므로, 저는 교장 선생님께 우 리가 댄스 연습을 위해 학교 운동장을 사용하도록 허락해 주시기를 요청드립니다. 교장 선생님께서 그 결정을 재고해 주신다면 고맙겠습니다. 대단히 감사 합니다. Nancy Watson 올림 19. [출제의도] 주인공의 심경 변화 추론하기 [해석] 11살 소년 Ryan은 가능한 한 빨리 집으로 달 려갔다. 마침내, 여름 방학이 시작했다! 그가 집으로 들어갔을 때 그의 엄마는 냉장고 앞에 서서 그를 기 다리고 있었다. 그녀는 그에게 가방을 싸라고 말했 다. Ryan의 심장이 풍선처럼 날아올랐다. ‘왜 가방을 싸지? 우리가 디즈니랜드에 가는 걸까?’ 그는 마지막 으로 부모님이 자신을 데리고 휴가를 갔던 때가 기 억나지 않았다. 그의 두 눈이 반짝거렸다. “너는 Tim 삼촌과 Gina 숙모와 함께 여름을 보내게 될 거야.” Ryan은 불만의 신음 소리를 냈다. “여름 내내요?” “그렇단다. 여름 내내.” 그가 느꼈던 기대감이 순식간 에 사라졌다. 끔찍한 3주 내내, 그는 자신의 삼촌과 숙모의 농장에서 지내게 될 것이다. 그는 한숨을 쉬 었다. 20. [출제의도] 필자의 주장 파악하기 [해석] 누군가를 그 마음을 바꾸도록 설득하고자 할 때 대부분의 사람들이 논리적 주장을 펼치거나 또는 왜 자신의 관점이 옳고 다른 사람의 의견이 틀린지 에 대해 열정적으로 항변한다. 하지만 여러분이 그것 에 대해 생각해 보면 여러분은 이것이 종종 효과가 없다는 것을 깨달을 것이다. 누군가가 여러분이 자신 의 마음을 바꾸려는 임무를 띠고 있다는 것을 알아 차리자마자 은유적인 (마음의) 셔터는 내려간다. 만 약 여러분이 누군가에게 자기 자신의 가정을 의심하 도록 하는 잘 선택된, 다양한 대답이 가능한 질문을 한다면 여러분은 더 좋은 운이 따를 것이다. 만약 우 리가 어떤 견해를 먼저 생각해 냈다면 혹은 최소한 우리가 그것을 먼저 생각해 냈다고 ‘생각’한다면, 우 리는 그 견해를 인정하려는 경향이 있다. 그러므로 누군가에게 자기 자신의 세계관에 의문을 갖도록 장 려하는 것은 억지로 여러분의 의견을 사실로 받아들 이도록 그들에게 강요하려고 하는 것보다 종종 더 나은 결과를 가져올 것이다. 누군가에게 그들 자신의 관점을 다른 각도에서 바라보도록 잘 선택된 질문을 하라. 그러면 이것은 새로운 통찰력을 유발할 것이 다. 21. [출제의도] 함축 의미 추론하기 [해석] 학교에는 하나의 교육과정, 과학을 공부하는 하나의 올바른 방식, 표준화된 시험의 정답을 내어놓 는 하나의 올바른 공식이 있다. ‘물리학의 원리’와 같 11 은 대단한 제목을 가진 교과서들은 300페이지에 걸 쳐 ‘그 원리들’을 마법처럼 보여 준다. 그러고 나서 권위자가 우리에게 ‘진실’을 알려 주기 위해서 강의 대로 다가간다. 이론 물리학자 David Gross가 자신 의 노벨상 수상자 강연에서 설명했듯이, 교과서들은 종종 사람들이 헤매고 다닌 그 많은 다른 경로들과 그들이 따랐던 그 많은 잘못된 단서들과 그들이 가 졌던 그 많은 오해들을 묵살한다. 우리는 마치 뉴턴 의 ‘법칙들’에 대해 마치 그것들이 대단한 신의 방문 이나 한 번의 천재성에 의해 도래하는 것처럼 배우 지만, 그가 그것들을 탐구하고 수정하고 변경하는 데 들인 여러 해에 대해서는 배우지 않는다. 뉴턴이 확 립하는 데 실패한 법칙들, 즉 가장 공공연하게는 납 을 금으로 바꾸기 위해 시도했으나 엄청나게 실패했 던 연금술에서의 실험은 물리학 수업에서 언급되는 일차원적인 이야기의 일부로 선택되지 못한다. 대신 에, 우리의 교육 시스템은 이런 과학자들의 인생 이 야기들을 납에서 금으로 바꿔 버린다. 22. [출제의도] 글의 요지 추론하기 [해석] 대부분의 회사, 학교, 조직이 매출, 수상 이 력, 시험 성적과 같은 개인의 수치적 관점에서 ‘높은 성과’를 측정하고 보상한다. 이러한 접근법의 문제는 우리가 과학이 완전히 확인해 주었다고 생각하는 믿 음, 즉 우리가 ‘적자생존’의 세상에서 살고 있다는 믿 음에 그것이 바탕을 두고 있다는 점이다. 그것은 우 리에게 ‘최고의’ 성적, ‘가장’ 인상적인 이력서, 혹은 ‘최상의’ 점수를 가진 사람들이 성공할 ‘유일한’ 사람 들일 것이라고 가르친다. 이 공식은 간단하다. 즉, 다 른 누구보다 더 잘하고 더 똑똑하고 더 창의적이 되 면 여러분은 성공할 것이다. 그러나 이 공식은 정확 하지 않다. 새로운 연구 덕분에 우리는 이제 최상의 가능성을 성취하는 것이, 가장 잘 적응하는 사람의 생존이 아니라 가장 잘 어울리는 사람의 생존에 관 한 것이라는 것을 안다. 다시 말해서, 성공은 단지 여러분이 얼마나 창의적이고, 똑똑하고, 열의가 있는 가에 관한 것이 아니라, 여러분의 주변에 있는 사람 들의 생태계와 얼마나 잘 관계를 맺고, 그것에 기여 하고, 그로부터 이익을 얻는지에 관한 것이다. 23. [출제의도] 글의 주제 추론하기 [해석] 나는 만약 내가 넓은 숲에서 길을 잃었다면, 머지않아 내가 출발했던 곳으로 결국 올 것을 믿도 록 길러졌다. 그것을 알지 못한 채, 길을 잃은 사람 들은 항상 원을 그리며 걸을 것이다. ‘지도나 나침반 없이 길 찾기’라는 책에서 저자인 Harold Gatty는 이 것이 사실임을 확인해 준다. 우리는 몇 가지 이유로 원을 그리며 걷는 경향이 있다. 가장 중요한 것은 실 제로 어떤 사람도 정확히 똑같은 길이의 두 다리를 가지지 않는다는 점이다. 한쪽 다리는 항상 다른 쪽 보다 조금 더 길고 이는 우리가 심지어 그것을 알아 채지 못한 채 돌도록 한다. 게다가 만약 여러분이 배 낭을 메고 도보 여행을 하는 중이라면, 그 배낭의 무 게가 여러분을 불가피하게 균형을 잃게 할 것이다. 우리의 주로 쓰는 손도 이 조합의 한 요소가 된다. 만약 여러분이 오른손잡이라면 여러분은 오른쪽으로 돌려는 경향을 갖고 있을 것이다. 그리고 여러분이 장애물을 만났을 때 여러분은 그것을 오른쪽으로 지 나가기로 무의식적으로 결정할 것이다. 24. [출제의도] 글의 제목 추론하기 [해석] 정치 체제에서, 법에서, 문화에서, 그리고 가 족 및 가까운 이웃을 넘어서는 일상적인 매일의 상 호작용에서, 폭넓게 이해되고 확실하게 표현된 언어 가 상호 신뢰에 굉장한 도움이 된다. 재산이나, 계약 서, 심지어 단순히 상품과 서비스의 일상적인 교환을 다룰 때 개념과 설명은 가능한 한 정확하고 모호하 지 않아야 하며, 그렇지 않으면 오해가 생길 것이다. 만약 거래에서 잠재적 상대방과의 완전한 의사소통 이 가능하지 않다면 불확실성과 아마 어느 정도의 불신이 남아있을 것이다. 경제 생활이 중세 시대 후 반에 더 복잡해지면서 더욱 완전하고 더욱 정확한 의사소통에 대한 필요가 강조되었다. 공유된 언어는 명확화와 아마도 어떤 분쟁의 해결을 용이하게 했다. 국제무역에서도 또한 정확하고 잘 표현된 언어의 사 용은 통역의 과정을 도왔다. 실크로드가 그나마 기능 할 수 있었던 이유는 교환 지점에서 통역가들이 항 상 이용 가능했기 때문이다. 25. [출제의도] 도표의 내용 파악하기 [해석] 위 도표는 2016년에 캐나다의 6개 대도시에 서 출근하기 위해 친환경 교통수단을 사용한 통근자 의 비율을 보여 준다. 주어진 6개의 도시 모두에서 대중교통으로 통근한 사람들의 비율이 가장 높았던 반면 자전거를 타고 통근한 사람들의 비율이 가장 낮았다. 토론토와 몬트리올에서 비록 그 두 도시의 대중교통으로 통근한 사람들의 비율이 달랐지만 걸 어서 통근한 사람들의 비율은 둘 다 같았다. 밴쿠버 에서 대중교통으로 통근한 사람들의 비율이 자전거 를 타고 통근한 사람들의 비율보다 10배 이상 더 높 았다(→밴쿠버에서 대중교통으로 통근한 사람들의 비율이 자전거를 타고 통근한 사람들의 비율보다 10 배 미만이었다). 비록 오타와는 대중교통으로 통근한 사람들의 비율에서 4위를 차지했으나 걷거나 자전거 를 타고 통근한 사람들의 비율에서는 1위를 했다. 캘 거리와 비교하면, 에드먼턴이 주어진 세 가지 유형의 친환경 교통수단 모두에서 더 낮은 비율을 기록했다. 26. [출제의도] 글의 세부 내용 파악하기 [해석] Alice Coachman은 1923년 미국 Georgia의 Albany에서 태어났다. 그녀가 당시의 인종차별 때문 에 운동 훈련 시설을 이용할 수 없었기 때문에, 그녀 는 자신에게 이용 가능한 것을 사용하여, 자신의 집 근처 비포장도로를 따라 맨발로 달리고, 점프를 연습 하기 위해 집에서 만든 장비를 사용하면서 훈련했다. 육상 경기에서의 그녀의 재능이 일찍이 초등학교 때 눈에 띄었다. Coachman은 계속 열심히 연습하여 고 등학교와 대학교 시절 동안 여러 대회에서의 자신의 성취로 주목을 받았다. 1948년 런던 올림픽에서 Coachman은 높이뛰기에 출전해 5피트 6.5인치에 도 달하여 올림픽과 미국 기록을 둘 다 세웠다. 이 성과 는 그녀를 올림픽 금메달을 딴 최초의 흑인 여성으 로 만들었다. 그녀는 미국 올림픽 명예의 전당을 포 함하여, 9개의 다른 명예의 전당에 올랐다. Coachman은 그녀의 일생을 교육에 바친 후 2014년 에 Georgia에서 90세의 나이에 사망했다. 27. [출제의도] 글의 세부 내용 파악하기 [해석] 2020 쓰레기 없는 날 2020 쓰레기 없는 날(ZWD)은 여러분이 다락방을 치워 재사용을 위한 물품을 기부할 기회입니다. 언제 그리고 어디서: 11월 첫 번째 토요일 (2020년 11월 7일), 오전 9시부터 오후 12시까지 (날씨와 상관없이) 400 Union Square에서 접수 물품: · 입을 수 있는 의류/신발 모든 치수의 의류와 신발이 건조된 상태여야만 합니다. · 침구류(베개, 담요, 매트리스 커버) 헤지거나 찢어져도 괜찮지만 어떤 기름 얼룩도 허용되지 않습니다. · 전자 기기(컴퓨터, 노트북, 휴대폰) 기기에 저장된 모든 정보는 삭제되어야 합니다. 주의 사항: 만약 물품이 접수되지 않으면 그것을 집 으로 가져갈 준비를 해 오십시오. 여러분 이 쓰레기를 버릴 장소가 없습니다. ZWD는 모두에게 열려 있습니다! 더 많은 정보를 원하시면, www.zwd.org를 방문해 주십시오. 28. [출제의도] 글의 세부 내용 파악하기 [해석] 수화 수업 만약 여러분이 수화를 배우는 것을 고려한 적이 있 다면, 우리 수업이 그것을 할 가장 좋은 방법 중 하 나입니다! 수업은 모든 연령대의 사람들에게 열려 있 으나 모든 어린이들은 어른의 동반이 필요합니다. 수업 일정 · 어디: Coorparoo 주민센터 · 언제: 2020년 9월에서 10월까지 (오후 7시부터 오후 9시까지) 수준 · 수업 #1 (월요일, 화요일) - 이전의 수화 경험이 필요 없습니다. · 수업 #2 (수요일, 목요일) - 최소 1,000개의 수화 동작 지식이 필요합니다. 주의 사항 · 수업료가 $100입니다. · 우리는 수업이 저조한 등록으로 취소되지 않는 한 환불을 제공하지 않습니다. · 등록은 온라인으로만 8월 31일 전에 가능합니다. 우리 웹사이트 www.CRsignlgs.com을 방문하십시오. 29. [출제의도] 어법상 틀린 표현 고르기 [해석] 야외에서 곤충의 성공적인 생존의 열쇠 중 하나는 그들의 작은 몸이 탈수가 되는 것을 막도록 돕는 단단한 밀랍 같은 층인 외피에 있다. 그들은 공 기로부터 산소를 흡수하기 위해 몸의 마디에 있는 좁은 호흡구들을 사용하는데, 이들은 공기를 수동적 으로 흡입하고 필요로 될 때 열리고 닫힐 수 있다. 혈관 내 담긴 피 대신 그들은 자유롭게 흐르는 혈림 프를 갖고 있는데, 이는 그들의 몸이 단단하게 유지 되도록 돕고 움직임을 거들고 영양분과 노폐물이 적 절한 몸의 부위로 이동하는 것을 도와준다. 신경 체 계가 모듈식으로 되어 있는데, 어떤 의미에서는 각각 의 몸의 마디가 그 자체의 개별적이고 자율적인 뇌 를 갖고 있으며, 몇몇 다른 몸의 체계가 유사한 모듈 화를 보여 준다. 이것들은 곤충의 몸이 우리의 것과 는 완전히 다르게 구조화되어 있고 기능하는 많은 방식들 중 몇 가지일 뿐이다. [해설] 과거분사 contained가 적절하다. 30. [출제의도] 문맥에 맞는 적절한 어휘 고르기 [해석] 건축 환경에서의 설계에 대해 사람들이 안전 성과 기능성은 협상의 여지가 없다고 여긴다. 하지만 어떻게 그것이 ‘디자인’되어 있는지와 같은 새로운 설계의 미학은 너무 종종 무관하다고 여겨진다. 어떻 게 그것의 디자인이 인간에게 ‘영향을 미치는지’에 대한 질문은 거의 하지 않는다. 사람들은 디자인이 (미학적) 건축물이라고 불리는 허세를 부리는 것을 만들어 낸다고 생각하며, 워싱턴 국립 대성당이 지역 사회 교회와는 다른 것과 마찬가지로 분명하게 (미 학적) 건축물은 (일반적) 건축물과 다르다고 생각한 다. (미학적) 건축물과 (일반적) 건축물, 더 일반적 으로는 디자인과 실용성 사이의 이러한 구분은 더할 나위 없이 잘못된 것이다. 우리의 모든 건축 환경의 디자인이 너무나도 대단히 중요해서 안전성과 기능 12 성이 우리의 유일한 긴박한 우선순위여서는 안된다 는 것을 우리는 더욱더 알아가고 있다. 모든 종류의 디자인 요소들은 사람들의 환경에 대한 경험뿐 아니 라 그들 자신에 대한 경험에도 영향을 미친다. 그것 들은 우리의 인지, 감정, 행동, 심지어 웰빙까지 형성 한다. 그것들은 실제로 우리의 정체성까지 만들어 내 도록 돕는다. 31. [출제의도] 빈칸 내용 추론하기 [해석] 45억 년도 더 전에 지구의 원시 대기는 아마 도 대부분 수증기, 이산화탄소, 이산화황과 질소였을 것이다. 극히 원시적인 생물체(박테리아 같은 미생물 과 단순한 단세포 식물)의 출현과 연이은 진화는 산 소를 유리(遊離)시키고 이산화탄소와 이산화황을 분 해하면서 대기를 변화시키기 시작했다. 이것은 더 상 위 유기체가 발달하는 것을 가능하게 했다. 가장 최 초라고 알려진 핵이 있는 식물 세포가 약 20억 년 전 진화했을 때, 대기는 현재 산소 함량의 고작 약 1%만을 가지고 있었던 것 같다. 약 5억 년 전에 최 초의 육지 식물이 출현하면서 산소는 현재 농도의 약 3분의 1에 달했다. 그것은 약 3억 7천만 년 전까 지 거의 현재 수준으로 증가했고, 그때 동물들이 처 음 육지에 퍼졌다. 그러므로 오늘날의 대기는 우리가 알고 있는 생명체를 유지하기 위한 필요조건일 뿐 아니라, 생명체의 결과이기도 하다. 32. [출제의도] 빈칸 내용 추론하기 [해석] 음악이 우리의 내면세계에서 중요성을 가질 수 있는 주요한 방법 중 하나는 그것이 기억과 상호 작용하는 방식에 의해서이다. 중요한 감정과 연관된 기억들은 다른 사건들보다 우리 기억 속에 더욱 깊 이 박혀 있는 경향이 있다. 감정적인 기억들은 생생 히 기억될 가능성이 더 크고 중립적인 기억들보다 시간이 지나도 기억될 가능성이 더 크다. 음악이 감 정을 엄청나게 불러일으키기 때문에 중요한 삶의 사 건들은 음악의 존재에 의해 감정적으로 고조될 수 있고, 그 사건에 대한 기억들이 확실히 깊이 암호화 되도록 해 준다. 그러고 나서 그러한 기억들의 회복 은 맥락 효과에 의해 강화되는데, 이 맥락 효과에서 그 기억들이 암호화되었던 것(맥락)과 비슷한 맥락 의 재창조가 그것(기억)들의 회복을 촉진시킬 수 있 다. 따라서 그 사건과 연관된 같은 음악을 다시 듣는 것이 그 사건에 대한 강렬하게 생생한 기억들을 활 성화할 수 있다. 33. [출제의도] 빈칸 내용 추론하기 [해석] 우리는 지금 우리 자신들을 자연에게 강요하 고 있으며, 그 반대의 경우는 아니다. 아마도 이것을 알 수 있는 가장 분명한 방법은 전 세계 포유류 무 게의 총합, 즉 생물량의 변화를 보는 것이다. 오래전 에 우리 모든 인간은 합쳐서 아마도 북미에 있는 모 든 들소 무게의 대략 3분의 2 정도의 무게였고, 아프 리카의 모든 코끼리의 8분의 1 무게보다 적었다. 하 지만 산업 시대에 우리의 인구는 폭발적으로 증가했 고 우리는 엄청난 규모와 끔찍한 숫자의 들소와 코 끼리를 죽였다. 그 결과 균형이 엄청나게 바뀌었다. 현재는 우리 인간이 모든 들소와 코끼리를 합친 무 게의 350배가 넘는 무게가 나간다. 우리는 지구상의 모든 야생 포유류를 합친 것보다 10배 이상 무게가 나간다. 그리고 만약 우리가 사육해 온 소, 양, 돼지, 말 등의 모든 포유류를 포함한다면 그 비교는 정말 로 터무니없어지는데, 우리와 우리가 길들인 동물은 현재 지구 포유류 생물량의 97%에 해당한다. 이러한 비교는 기본적인 핵심을 보여주고 있는데, 우리가 환 경에 의해 제약을 받는 것이 아니라, 우리 자신의 목 적에 맞게 그것을 만들도록 배웠다. 34. [출제의도] 빈칸 내용 추론하기 [해석] 현대 세계에서 우리는 불확실한 곳에서 확실 성을 찾는다. 우리는 혼란 속에서 질서를, 애매모호 함에서 정답을, 복잡함에서 확신을 찾는다. 베스트셀 러 작가인 Yuval Noah Harari가, “우리가 세상을 이 해하려고 하는 것보다 세상을 통제하려고 하는 것에 훨씬 더 많은 시간과 노력을 쏟는다.”라고 말한다. 우 리는 쉽게 따라할 수 있는 공식을 찾는다. 시간이 지 나면서 우리는 미지의 것과 상호 작용하는 우리의 능력을 잃어버린다. 우리의 접근법은 나에게 밤에 가 로등 아래에서 자신의 열쇠를 찾는 술 취한 남자에 대한 전형적인 이야기를 생각나게 한다. 그는 자신의 열쇠를 어두운 길가 어딘가에서 잃어버렸다는 것을 알지만 가로등 밑에서 그것을 찾는데, 왜냐하면 그곳 이 빛이 있는 곳이기 때문이다. 확실성에 대한 우리 의 열망은 가로등 아래에서 우리의 열쇠를 찾음으로 써 겉으로 보기에 안전한 해결책을 우리가 추구하도 록 이끈다. 어둠 속으로 위험한 걸음을 내딛는 대신, 우리는 그것이 아무리 열등할 수 있을지라도 우리의 현재 상태 안에 머문다. 35. [출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 과거 17세기 정도에 머리카락은 아프리카에 서 특별한 영적인 중요성을 가졌다. 많은 아프리카의 문화들은 신체에서 머리를 지배, 소통, 그리고 정체 성의 중심이라고 여겼다. 머리카락은 개인을 인격화 하는 힘의 원천으로 여겨졌고 영적인 목적을 위해서 나 심지어 주문을 걸기 위해서 사용될 수 있었다. 그 것이 신체의 가장 높은 지점에 있기 때문에, 머리카 락은 그 자체로 신성한 영혼들과 소통할 수 있는 수 단이었고 그것은 행운을 가져오거나 악으로부터 지 켜준다고 생각되는 방법들로 여겨졌다. (사람들은 서 로의 머리카락을 어떤 모양으로 만들어 주면서 사귀 는 기회를 가졌고 머리카락에 대한 공유된 전통이 대대로 전해졌다.) 작가 Ayana Byrd와 Lori Tharps 에 따르면, “신과 영혼들로부터의 의사소통이 머리카 락을 통과하여 영혼에 다다른다고 여겨졌다.” 예를 들어 Cameroon에서는 치료 주술사들이 (마법의) 물 약을 보호하고 그 효과성을 높이기 위해 머리카락을 자신의 (마법의) 치료 물약을 담은 용기에 붙였다. 36. [출제의도] 글의 순서 파악하기 [해석] Mark Granovetter는 한 무리의 사람들 사이 에서 약한 유대관계 대 강한 유대관계를 통해 유입 되는 직업에 대한 정보의 정도를 조사했다. (C) 그는 관계망을 통해 오는 직업의 6분의 1만이 강한 유대 관계로부터 오며 나머지는 중간이나 약한 유대관계 를 통해 오고 4분의 1이상이 약한 유대관계로부터 온다는 것을 발견했다. 강한 유대관계는 더 동족친화 적일 수 있다. 우리의 가장 친한 친구들은 종종 우리 와 가장 비슷한 사람들이다. (A) 이것은 그들이 우 리와 가장 관련 있는 정보를 가지고 있을지 모른다 는 것을 의미하지만 또한 이는 그것이 우리가 이미 접하고 있을지도 모르는 정보라는 것을 의미한다. 대 조적으로, 우리의 더 약한 인간 관계는 종종 지리적 으로나 인구통계학적으로나 둘 다 더 먼 사람들을 상대로 한다. (B) 그들의 정보는 더 새롭다. 우리가 이러한 사람들과 덜 빈번하게 말은 하지만, 우리는 매우 많은 약한 유대관계를 가지고 있어서 결국 그 것이 정보, 특히 우리가 그렇지 않다면 접근하지 못 하는 정보의 엄청난 원천이 된다. 37. [출제의도] 글의 순서 파악하기 [해석] 우리가 문화에 대해 생각할 때, 우리는 먼저 인간의 문화, ‘우리의’ 문화를 생각한다. 우리는 컴퓨 터, 비행기, 패션, 팀, 그리고 팝 스타를 생각한다. 그 러한 것들 중 어느 것도 대부분의 인간 문화의 역사 에서 존재하지 않았다. (C) 수십만 년 동안, 어떤 인 간의 문화도 움직이는 부품들을 가진 도구를 가지지 않았다. 20세기까지도 다양한 인간의 수렵 채집 문화 는 돌, 나무, 그리고 뼈로 된 도구를 보유했다. 우리 는 수렵 채집인들을 그들의 꽉막힌 단순함 때문에 동정할지도 모르지만, 우리는 실수를 범하고 있는 것 일 수 있다. (B) 그들은 광범위한 지식을 가졌고 그 들의 땅과 생명체의 깊은 비밀을 알았다. 그리고 그 들은 풍요롭고 가치 있는 삶을 경험했는데, 그들의 (삶의) 방식이 위협받았을 때 그것을 고수하기 위해 죽을 때까지 그들이 싸웠기 때문에 우리가 그렇게 알고 있다. (A) 슬프게도 인간성보다 돈을 가치 있 게 여기는 사람들에 의해 마지막 부족민들이 제압당 할 때도 이것은 여전히 사실이다. 우리는 그들의 종 말의 시대에 살고 있고, 다양한 정도로 우리는 모두 그러한 종말에 원인이 되고 있다. 결국 우리의 가치 들이 스스로를 파괴하고 있다는 것을 증명하는 것일 수도 있다. 38. [출제의도] 문장 삽입하기 [해석] 액체는 파괴적이다. 발포 고무는 그것이 쉽게 압축되기 때문에 부드럽게 느껴지는데, 만약 여러분 이 발포 고무 매트리스 위로 점프를 한다면 여러분 은 그것이 여러분의 밑에서 휘어지는 것을 느끼게 될 것이다. 액체는 이렇게 하지 않고, 대신에 액체는 흐른다. 강에서나, 여러분이 수도꼭지를 틀 때나, 혹 은 여러분이 스푼을 사용하여 자신의 커피를 젓는다 면 여러분은 이것을 보게 된다. 여러분이 다이빙 도 약대에서 뛰어내려 많은 양의 물을 치게 될 때 그 물은 여러분에게서 비켜나 흘러나가야만 한다. 그러 나 흘러나가는 것은 시간이 걸리며, 만약 여러분의 충돌의 속도가 너무나도 엄청나다면 그 물이 충분히 빠르게 흘러나가지 못할 것이며 따라서 그것(그 물) 은 여러분을 밀어낸다. 여러분이 배로 수면을 치며 수영장 물속으로 떨어질 때 여러분의 피부를 쓰리게 하며, 굉장한 높이에서 물속으로 떨어지는 것을 콘크 리트 위에 떨어지는 것처럼 만드는 것이 바로 그 힘 이다. 물의 비압축성이 또한 파도가 그러한 치명적인 힘을 가질 수 있는 이유이고, 해일의 경우 그것이 건 물과 도시를 부수며 자동차를 쉽게 던져버릴 수 있 는 이유인 것이다. 39. [출제의도] 문장 삽입하기 [해석] 20세기 후반 연구자들은 얼마나 빨리 그리고 얼마나 멀리 뉴스, 소문, 혁신이 이동하는지를 측정 하고자 했다. 더 최근의 연구는 생각 즉 감정 상태와 상황까지도 사회 관계망을 통해 전파될 수 있다는 것을 보여 주어 왔다. 이러한 종류의 전염의 증거는 분명하며, 즉 ‘학구적인 룸메이트와 함께 하는 학생 들은 더욱 학구적이 되며 폭식하는 사람 옆에 앉아 식사하는 사람은 더 많은 음식을 먹는다.’ 그러나 Christakis와 Fowler에 따르면 우리는 우리의 친구의 친구의 친구를 훨씬 넘어서서, 다시 말해 고작 세 단 계의 떨어짐을 건너서는 생각과 행동을 전파할 수 없다. 이것은 생각이나 행동의 전파와 수용이 편지나 어떤 고용 기회가 있다는 정보를 전달하는 것보다 더 강한 연결을 요구하기 때문이다. 단지 사람을 아 는 것은 그들이 더 공부하거나 과식하도록 영향을 미칠 수 있는 것과는 같지 않다. 모방은 그것이 무의 식적일 때조차도 실로 가장 순수한 형태의 아첨이다. 40. [출제의도] 글의 내용 요약하기 [해석] 2011년 Micah Edelson과 그의 동료들이 기 억 조작의 외부 요인들에 대한 흥미로운 실험을 했 다. 그들의 실험에서 참가자들이 2분짜리 다큐멘터리 영상을 보고 나서 그 영상에 대한 일련의 질문을 받 았다. 그 영상을 본 직후 참가자들은 응답에서 거의 실수를 하지 않았고 정확하게 세부 사항들을 기억해 13 낼 수 있었다. 4일 후에 그들은 여전히 세부 사항들 을 기억할 수 있었고 그들이 영상에 관한 어떤 잘못 된 정보가 제시되었을 때에도 자신의 기억이 흔들리 게 두지 않았다. 그러나 참가자들이 그 영상에 관한 다른 참가자들이 한 거짓 응답을 봤을 때 이것이 바 뀌었다. 다른 사람들의 올바르지 않은 응답을 보자마 자 참가자들 자신 또한 잘못된 응답 쪽으로 이끌려 갔다. 심지어 그들이 다른 응답들은 조작되었으며 그 다큐멘터리와 아무 상관이 없다는 것을 알아낸 뒤에 도, 이는 너무 늦어버린 후였다. 참가자들은 더 이상 진실과 허구를 구분할 수 없었다. 그들은 이미 자신 의 기억을 집단에 맞게끔 수정했다.  실험에 따르면 참가자들이 거짓된 정보 자체를 제공 받았을 때 그들의 기억은 안정된 상태로 남아있었으 나 그들이 다른 참가자들의 거짓 응답에 노출되었을 때 그들의 기억이 왜곡되었다. 41~42 장문의 이해 [해석] 진화생물학자들은 사회성이 우리의 복잡한 뇌의 진화를 이끌었다고 믿는다. 화석 증거는 13만 년 전 아주 과거에 호모사피엔스가 거래하러, 음식을 공유하러, 그리고 의심의 여지 없이 잡담을 하러 150마일 이상을 이동하는 것이 이상한 일이 아니었 다는 것을 보여 준다. 네안데르탈인과는 다르게 그들 의 사회 집단은 그들 자신의 가족을 훨씬 넘어서서 뻗어 있었다. 누가 누구와 관련이 있는지 그리고 그 들이 어디에 사는지의 모든 그런 연결을 기억하는 것은 상당한 처리력을 요구했다. 그것은 또한 길 찾기 요령을 요구했다. 구석기 시 대 황야의 수십 혹은 수백 제곱 마일을 가로지르는 사회 관계망을 유지하려고 한다고 상상해 보아라. 여 러분은 친구들이 어디에 있는지 알아내기 위해 그들 에게 문자 메시지를 보낼 수도 없다. 여러분은 나가 서 그들을 방문하고, 마지막으로 그들을 어디에서 보 았는지 기억하고 혹은 그들이 어디로 갔을지 상상해 야만 했다. 이것을 하기 위해, 여러분은 길 찾기 능 력, 공간 인식, 방향 감각, 풍경의 지도를 머릿속에 저장하는 능력, 그리고 여기저기를 이동할 동기를 필 요로 했다. 캐나다 인류학자인 Ariane Burke는 우리 의 조상이 자신의 이웃과 연락하고 지내려고 하는 동안 이러한 모든 특징들을 발달시켰다고 믿는다. 마 침내 우리의 두뇌가 길 찾기를 위한 준비를 하게 된 것이다. 한편, 네안데르탈인은 그만큼 멀리 이동하지 않았고 다양한 공간 능력을 발전시키지 못했다. 수준 높은 사냥꾼이었고 추위에 잘 적응했으며 어둠 속에 서도 볼 수 있었음에도 불구하고, 그들은 멸종하게 되었다. 선사 시대의 불모지에서는 그 어떤 것도 친 구 집단보다 쓸모 없는(→도움이 되는) 것은 없었 다. 41. [출제의도] 글의 제목 추론하기 42. [출제의도] 문맥에 맞지 않는 어휘 고르기 43~45 장문의 이해 [해석] (A) “Emma, 올해 너는 참 착한 아이였어. 오늘밤, 산 타 할아버지가 우리 집에 들러서 너에게 선물을 몇 개 두고 가실 거야.” Martha가 그녀(Martha)의 귀여 운 딸에게 웃으며 말했다. “Fred 너에게도.” 그녀가 덧붙였다. 그녀는 자신의 두 아이들에게 더 많은 것 을 주길 원했지만 올해는 Martha에게 특히 힘들었 다. 그녀는 자신의 두 아이들을 위한 크리스마스 선 물들을 사기 위해 밤낮으로 일했다. (C) 그날 밤, 모두가 잠들고 난 후 Emma는 천천히 침 대 밖으로 기어 나왔다. 그녀는 산타 할아버지에게 편지를 쓰기 위해 공책 한 장을 찢어 냈다. 그녀는 쓰면서 혼자 작은 소리로 속삭였다. “산타 할아버지 께, 저희 엄마를 위해서 미소와 웃음을 조금 보내주 실 수 있나요? 그녀(Martha)는 별로 웃지 않아요. 그리고 Fred를 위한 장난감도 몇 개 보내주실 수 있 나요? 고맙습니다.” Emma는 그 편지를 두 번 접어 봉투에 넣고 붙였다. 그녀는 현관 밖에 그 봉투를 두 고 나서 다시 잠자리에 들었다. (B) 다음 날 아침 Emma가 자신의 엄마에게 뛰어왔다. “엄마, 어젯밤 정말로 산타 할아버지가 오셨어요!” 양 말 속에서 그녀(Emma)가 틀림없이 발견했을 사탕과 쿠키를 떠올리며 Martha가 미소 지었다. “산타 할아 버지가 주신 선물들이 마음에 들었니?” “네, 멋져요. Fred도 그분이 주신 장난감들이 마음에 든대요.” Martha는 혼란스러웠다. 그녀는 사탕과 쿠키가 하룻 밤 사이에 어떻게 장난감으로 바뀌게 되었는지 궁금 했다. Martha는 Emma의 방으로 뛰어 들어가서 반쯤 열려 있는 작은 빨간 상자를 보았다. 그녀는 무릎을 꿇고 그 내용물을 알기 위해 안을 들여다보았다. (D) 그 상자는 장난감 몇 개, 그리고 셀 수 없이 많은 작은 사탕과 쿠키를 담고 있었다. “엄마, 이건 산타 할아버지가 엄마에게 주신 거예요.” Emma가 Martha 를 향해 카드 하나를 내밀며 말했다. 당황한 채로, 그녀(Martha)는 그것을 열었다. 그것이 쓰여 있길, “Emma 어머님께. 정말 메리 크리스마스입니다! 안녕 하세요, 저는 Amelia입니다. 어젯밤 길 건너편에서 바람에 날리는 당신의 아이가 쓴 편지를 발견했습니 다. 제가 감동을 받아 답장을 하지 않을 수 없었습니 다. 부디 이 선물을 크리스마스 인사로 받아주세요.” Martha는 눈물이 그녀(Martha)의 볼을 타고 흘러내 리는 것을 느꼈다. 그녀는 천천히 눈물을 닦고 자신 의 딸을 껴안았다. “Emma, 메리 크리스마스. 엄마가 너에게 산타 할아버지가 오실 거라고 말했었지?” 43. [출제의도] 글의 순서 파악하기 44. [출제의도] 지칭하는 대상 파악하기 45. [출제의도] 글의 세부 내용 파악하기"
}