{
    "text": "2020학년도 9월 전국연합학력평가 정답 및 해설 고2 9 26 영어 영역 정 답 1 ④ 2 ③ 3 ⑤ 4 ② 5 ④ 6 ⑤ 7 ① 8 ⑤ 9 ④ 10 ③ 11 ④ 12 ④ 13 ① 14 ② 15 ⑤ 16 ④ 17 ④ 18 ① 19 ② 20 ⑤ 21 ① 22 ③ 23 ⑤ 24 ② 25 ⑤ 26 ⑤ 27 ④ 28 ⑤ 29 ③ 30 ② 31 ② 32 ③ 33 ① 34 ① 35 ③ 36 ② 37 ⑤ 38 ④ 39 ③ 40 ① 41 ① 42 ④ 43 ② 44 ③ 45 ② 듣기 대본 및 해설 1. [출제의도] 대화의 적절한 응답 고르기 M: Welcome to Alice Bookstore. How may I help you? W: I bought this book here yesterday, but I want to exchange it for another copy. M: Sure. May I ask what’s wrong with it? W: 2. [출제의도] 대화의 적절한 응답 고르기 W: Wow! Josh, this pasta is very delicious. I didn’t know you cook. M: Actually, this is the first time I’ve made pasta by myself. W: Really? Where did you learn how to cook it? M: 3. [출제의도] 담화의 목적 파악하기 M: Good morning, students! This is your student council president, William Taylor. As some of you already know, our annual school festival is coming up. We are looking for clubs that want to sign up to share their talents at the festival. Now, I’ll tell you how to sign up for the festival. The application period begins today. If your club wants to register to participate, come to the student council room to fill out the application form. The application deadline is September 28th. Let’s make this a festival to remember! 4. [출제의도] 화자의 의견 파악하기 W: Hi, Mike. You look distracted. Is something bothering you? M: Well, my son’s preschool teacher told me he’s having trouble focusing while reading and during conversations. I don’t know what I should do. W: Oh, I see. [Pause] Maybe drawing classes could help. M: How could they help with his concentration? W: Children develop their ability to focus as they pay attention to small details while drawing. M: That’s reasonable. Is that why your daughter takes drawing classes? W: Exactly. When my daughter was 8 years old, she had a similar problem to your son. M: Did you notice a big change when she started drawing? W: Sure. She concentrates better on reading and conversations now. It might help your son, too. M: Okay, I’ll look for a class right away. 5. [출제의도] 화자의 관계 파악하기 W: Hello, Mr. Stevenson. I’m Rachel Adams from Entertainment Monthly. Thank you for meeting with me today. M: Hello, Ms. Adams. It’s my pleasure. W: Congratulations on gaining more than one million subscribers on your work, The Invisible. Why do you think so many people read your webcomic? M: I think many people enjoy the comic because my style of drawing really makes the story come alive. W: I agree. I especially love Jimmy, the character who wants to be a fashion model. M: Yes, many of my subscribers like him. W: I heard you’ll finish it soon. The readers of our magazine have been asking if you have any plans to publish your work as a book or make it into a movie. M: If there’s a chance, I’d love to. W: You’ll have to let our readers be the first to know if you do. M: Of course! I hope I can bring you good news soon. 6. [출제의도] 그림의 세부내용 파악하기 M: Honey, I just found a picture of a great living room design. It can give us some ideas for our own living room. W: Let me see. [Pause] Wow! I like the bookshelf behind the armchairs. M: Yeah. It’s really impressive. I think we should have a bookshelf like that one. W: I agree. What do you think about how they used the space around the window? M: The two flower pots under the window look nice. We should put our plants the same way. W: Oh, there’s a cat lying on a pet cushion. M: It looks so comfortable. Why don’t we buy one for our cat? W: That’s a good idea. Did you notice the round table between the armchairs? M: I’ve always wanted to have a tea table like that one. W: Look at this floor lamp! The lamp shade has the same striped pattern as ours. M: It does! Let’s decorate our living room like the one in this picture. W: I can’t wait to see how it turns out. 7. [출제의도] 화자가 부탁한 일 파악하기 W: I’m so exhausted. I didn’t realize moving was going to be this hard. M: Me neither. I think the move is mostly organized. You already called the cleaning company, right? W: Yes, they should be here soon. What else is left for us to do? M: We still need to book the appointment to set up our internet connection. W: Right. We should also fix the computer. M: Why? Is it broken? W: The moving center staff dropped it. M: Have you asked the staff about compensation for it? W: Yeah. The moving center wants us to fix the computer first and then submit a receipt. M: My cousin runs an electronics repair shop nearby, so I can take it there today. Can you book the appointment to get the internet connected? W: Okay, I’ll do that. 8. [출제의도] 이유 파악하기 W: I’m so happy our exams are over. M: Me, too. They were really tough this time. W: I know. Getting a cold made me even more stressed. M: Are you still sick? W: No, I feel all right now. What are you doing after school today? M: Some of our classmates are going to play board games to celebrate the end of exams. Do you want to come? W: I’d love to go, but I can’t. M: Why not? W: Did I tell you my family is going on a ski trip this weekend? M: No, you didn’t. Why are you going skiing? W: It’s my dad’s birthday, so we planned this trip for him. M: That sounds like a perfect gift for your dad. W: I hope so. I need to go shopping for goggles and a ski suit for myself today. M: Oh, I see. Have a nice trip. 9. [출제의도] 지불할 금액 파악하기 W: Good afternoon. How can I help you? M: Hi. I’m looking for a gift for my newborn niece. What would you recommend? W: These pajama sets and dresses are the best­selling clothes for babies. M: They’re so cute. How much are they? W: This pajama set is 40 dollars, and this dress is 50 dollars. M: Hmm.... I’d like to buy the dress you recommended. W: Okay. Anything else? M: Do you have any other items that would go well with the dress? W: How about this hat? It’s usually 10 dollars, but it’s on sale. You can get 40 percent off that price. M: That sounds great! I’ll take it. W: Wonderful. So, one dress and one hat, right? M: Yes. I also have this 5 dollar discount coupon. Can I use it? W: Let me see. [Pause] Unfortunately, no. This coupon only applies to purchases over 100 dollars. M: All right. I’ll pay with this credit card. 10. [출제의도] 언급하지 않은 내용 파악하기 M: Amy, have you heard about Comedy Allstars? W: No, I haven’t. What is it? M: It’s the biggest comedy show on Broadway. It’s being held at the Western Theater this year. W: Oh, I know that place. When does the show start? M: It starts on December 15th. W: Who will perform in the show? M: Many famous comedians like Tina Scott, Julia Moore, and James Parker will perform. W: James Parker? He’s my favorite comedian. M: Do you want to go with me, then? Tickets will go on sale next week. W: Okay! How can we buy the tickets? M: We can book them online at the theater’s website. W: Great. I’m so excited for the show. 11. [출제의도] 담화의 세부내용 파악하기 W: Good evening, listeners. I’m Elizabeth, the hostess of the Organic Fair. This year, the fair will be held at Springfield Park. It’ll last three days from October 11th to 13th. It aims to promote the eco­lifestyle to a wide range of consumers. Various organic products will be displayed such as organic food and natural cosmetics. You can get a discount if you buy products at the fair. Furthermore, there will be a class where you can learn how to make organic soap. The class will run from 9 am to 11 am each day. If you register online in advance, you can enter the fair for free and join all the activities. For more information, please visit our website at www.springfieldfair.com. I look forward to exploring eco­living with you at the fair. 12. [출제의도] 화자의 선택 파악하기 M: Hey, Tiffany. What are you doing? W: I’m thinking of buying some wireless 고2 정답 및 해설 2020학년도 9월 전국연합학력평가 10 26 earbuds. Do you want to help me choose from these five options? M: Sure. How much can you spend? W: I don’t want to spend more than 200 dollars. M: These models are within your budget. W: What do you think would be a good play time from a single charge? M: Hmm.... I think it should be longer than six hours so you don’t have to charge them very often. W: That’s a good point. I’ll cross out this one. What is noise canceling? M: It reduces unwanted sound using active noise control. W: Does that make a big difference? M: It can really improve the sound quality of what you listen to. W: I see. Then, I’ll go with ones with noise canceling. M: Good choice. There are only two models left. Which color do you prefer? W: I don’t want white ones because they’ll get dirty too easily. So, I’ll buy this model. 13. [출제의도] 대화의 적절한 응답 고르기 M: How are you, Rebecca? W: I’m fine, but you look tired today. M: That’s because my back hurt so much last night that I couldn’t sleep at all. W: Your back? Did you injure it while you were exercising? M: No. I didn’t do anything yesterday other than study at the library. W: Maybe that’s the problem. I bet you were sitting for too long with bad posture. M: You’re right. I have a bad habit of hunching my shoulders when I sit. W: Do you ever take a break and stretch your body? M: When I’m in the middle of something, it isn’t easy to stop. W: You know what? I recently read an article that said sitting with poor posture can lead to chronic back pain. M: How can that happen? W: 14. [출제의도] 대화의 적절한 응답 고르기 W: Andrew, did you choose a topic for the English essay? M: I did. The teacher approved it last week. W: That’s great. Have you started writing it? M: Not yet. I usually have a hard time making logical arguments for my essays. Do you have any suggestions? W: Well, I read a lot of newspaper articles. I especially like editorials. M: Does that really help develop logical thinking? W: Sure. If you read persuasive articles like editorials, you can see how the arguments are developed. M: That makes sense to me. Maybe I should give it a try. W: I can send you the website I usually use. It collects editorials from various newspapers. M: 15. [출제의도] 상황에 적절한 말 고르기 W: Brian and Jennifer are good friends who go to the gym together almost every day. When they’re working out, they drink a lot of water. Brian always brings his own tumbler with him while Jennifer always buys a bottle of water at the convenience store before going to the gym. Brian thinks that buying a bottle of water every day is not only a waste of money but is also harmful to the environment. One day at the gym, Jennifer makes a comment about how much she likes Brian’s tumbler. Brian thinks this is a good chance to suggest that she bring her own reusable bottle to the gym. In this situation, what would Brian most likely say to Jennifer? 16~17. [출제의도] 담화의 주제 파악하기, 언급 하지 않은 내용 파악하기 M: Hello, everyone. I’m Dr. Damon. As parents, we are all worried about our children starting to wear glasses at younger ages. We surely know using smartphones has negative effects on their eyes. Today, I will tell you some foods that can help protect your children’s eyes. First, carrots are rich in vitamin A, which keeps the eye surface healthy by preventing it from drying out. Cheese is not only rich in vitamin A, but it also prevents eye fatigue due to its high levels of iron. Blueberries are rich in antioxidants, which improve night vision as well as maintain general eye health. Lastly, the omega­3 fatty acids in salmon lower the chance of eye diseases. I hope you encourage your children to try the foods I recommended today. 18. [출제의도] 글의 목적 파악하기 [해석] 주민들께, 우리는 반려동물이 있는 분들을 포함하여 모든 주민들을 진심으로 소중하게 생각하고 주민들께 감사하고 있습니다. 우리는 사람들이 반려동물과 함께 살게 하는 것은 그들의 삶을 풍요롭게 한다 고 생각합니다. 우리는 여러분이 반려동물과 즐기 는 것(함께하는 것)을 장려하지만, 우리는 또한 여러분의 이웃이나 지역사회에 폐를 끼치면서까지 여러분이 그렇게 하지는 않을 것을 확실히 하고자 합니다. 우리는 일부 주민들이 반려견이 짖는 소 리로 인한 소음으로 방해받고 있다는 신고를 접수 했습니다. 개가 과도하게 짖는 것은 그 소리를 들 을 수 있는 모든 분, 특히 나이가 많거나 아픈 분, 혹은 어린 자녀가 있는 분들에게 피해를 줍니다. 우리는 여러분이 반려견이 내는 소음을 최소한으 로 유지해 주시기를 정중히 요청합니다. 이 일에 협조해주셔서 감사합니다. Conway Forest 아파트 관리소 [해설] 해석 참조 [어구] at the expense of ~에 폐를 끼치고, ~을 희생하여 19. [출제의도] 글의 분위기 파악하기 [해석] Meghan은 고개를 들어 성난 회색 구름이 물 위로 밀려오는 것을 보았다. 폭풍이 방향을 바 꿔서 그녀 쪽으로 다가오고 있었다. 그녀는 일어 나서 그녀의 샌들을 향해 손을 뻗었다. 그때 그녀 는 호수 한 가운데에서 첨벙거리고 있는 개를 발 견했다. 처음에 그녀는 그 개가 놀고 있다고 생각 했다. 그녀는 1, 2초 정도 지켜봤고, 그러고 나서 그 개가 놀고 있는 것이 아니라는 것을 깨달았다. 그는 가라앉지 않으려고 애쓰고 있었다. 심장이 스프링 해머처럼 쿵쾅거리며 그녀는 물속으로 뛰 어 들어가 그 개를 향해 헤엄치기 시작했다. 그녀 가 그 개에 도달하기 전에, 비가 내리기 시작했다. 그녀는 개를 보았고, 그리고 몇 초 후에 그 개가 사라졌다. 그녀는 팔을 길게 뻗고, 다리를 더욱 힘 차고 빠르게 차면서 미친 듯이 앞으로 나아갔다. [해설] 해석 참조 [어구] trip­hammer 스프링 해머, 기계 해머 frantically 미친 듯이 20. [출제의도] 필자의 주장 파악하기 [해석] 어린이는 서너 살 즈음에 가상의 친구를 만들어 낼 수도 있다. 어린이가 모든 사회적 상호 작용을 가상의 친구로 대체할 때에만 가상의 친구 는 걱정거리이다. 어린이가 다른 어린이들과 함께 사회적으로 성장하는 한, 가상의 친구는 유익하다. 부모는 종종 가상의 친구에 대해 안심할 필요가 있을 것이며, 그들은 자신의 자녀 뿐 아니라 가상 의 친구도 존중해야 한다. 가상의 친구를 만들어 낸 어린이가 절대 어떤 식으로든 놀림 받거나 창 피당하거나 조롱당해서는 안 된다. 부모는 저녁식 사 시간에 여분의 접시를 놓는 일과 같은 일상생 활에 그 친구를 포함시키는 일에 지칠 수 있지만, 그들은 가상의 친구 시기는 지나갈 것이라고 안심 해야 한다. 그때까지는 부모는 가상의 친구가 자 녀의 자라나는 상상력을 의미하는 것이므로 가상 의 친구를 존중하고 받아들여야 한다. [해설] 해석 참조 [어구] reassurance 안심, 안도 signify 의미하다 21. [출제의도] 함축적 의미 파악하기 [해석] 만약 창작자들이 그들이 언제 걸작을 만들 어 가고 있는지를 안다면, 그들의 작품은 오직 앞 으로만 나아갈 것이다. 그들은 금광을 발견했을 때 아이디어를 만들어내는 노력을 멈출 것이다. 그러 나 사실 그들은 역추적하여 이전에 그들이 불충분 하다고 폐기했던 버전으로 되돌아간다. 베토벤의 가장 유명한 작품인 제5번 교향곡에서 그는 제1악 장의 결말 부분이 너무 짧다고 느껴져 폐기했고, (결국) 나중에야 그것으로 복귀했다. 베토벤이 비 범한 작품과 평범한 작품을 구분할 수 있었다면 그 는 그의 작곡을 성공으로 바로 받아들였을 것이다. 피카소가 파시즘에 저항하여 자신의 유명한 Guernica를 그릴 때, 그는 79점의 다른 스케치들을 그렸다. 이 그림의 많은 이미지들은 이후의 변형물 이 아니라, 그의 초기 스케치에 바탕을 두었다. 만 약 피카소가 작품을 만들면서 그의 작품을 판단할 수 있었다면, 그는 일관되게 “더 뜨겁게(원하는 결 과에 더 근접하게)” 되고 나중에 그린 스케치를 사 용했을 것이다. 하지만 실제로는 그가 “더 차갑게 (원하는 결과에서 더 멀어지게)” 된 것은 그만큼 흔한 일이었다. [해설] 해석 참조 [어구] discard 폐기하다 22. [출제의도] 글의 요지 파악하기 [해석] 심리학 교수인 Kelly Lambert 박사의 연구 는 그녀가 “노력 주도 보상 회로”라고 부르는 것을 잘 작동되는 상태로 유지하는 것이, 당신이 당신 주 변의 환경에서나 당신 삶의 감정적인 부분에서의 도 전들을 더 효과적이고 효율적으로 처리하는 데 도움 이 된다고 설명한다. 목도리를 뜨거나 처음부터 직접 요리하거나 정원을 손질하는 것과 같이 여러분이 보 고 만질 수 있는 결과를 만들어내는 수작업 활동을 하는 것은 보상 회로가 최적으로 작동하도록 활성화 시킨다. 그녀는 문서로 기록된 미국인들의 우울증 증 가는 목적이 있는 신체 활동의 감소와 직접적으로 관련이 있을 수도 있다고 주장한다. 우리가 손으로 일을 할 때, 그것은 긍정적인 감정을 발생시키는 것 을 담당하는 신경 화학 물질인 도파민과 세로토닌의 분비를 증가시킨다. 그녀는 또한 우리의 손으로 작업 하는 것은 우리에게 환경에 대한 더 큰 통제감과 우 리 주변의 세계와의 더 많은 연결을 준다고 설명한 다. 이 모든 것이 스트레스와 불안의 감소에 기여하 고 우울증 발생에 대한 회복력을 키워준다. [해설] 해석 참조 [어구] resilience 회복력 onset 발생 23. [출제의도] 글의 주제 파악하기 [해석] 웃음의 능력은 인간의 독특한 특징이라고 오랫동안 여겨져 왔다. (기원후 2세기) Samosata 의 재치 있는 Lucian이 인간을 당나귀와 구별하는 방법으로 한쪽은 웃고 다른 한쪽은 그렇지 않다는 것을 지적했다. 모든 사회에서 유머는 규범을 강 화하고 행동을 규제하면서, 개인적인 의사소통에 서 뿐만 아니라 사회적 그룹들을 형성하는 힘으로 서도 중요하다. “각각 특정한 시간, 각각의 시대, 사실상 각각의 순간은 웃음에 대한 그 자체의 조 건과 주제를 가지고 있다…그 당시에 널리 퍼져있 는 주된 사고, 관심사, 흥미, 활동, 관계, 그리고 방식 때문에.” 고대 그리스와 같은 다른 문화를 연 구하는 누군가의 궁극적인 목표는 유물들, 역사적 사건들, 혹은 사회적 집단화의 총합계 이상이었던 사람들 그 자체를 이해하는 것이다. 이 목표에 직 접적으로 접근하는 한 가지 방법은 그 문화의 유 머를 연구하는 것이다. Goethe가 적절하게 언급한 대로 “그들이 무엇을 웃기다고 생각하는지 만큼 사람의 특성을 명확히 보여주는 것도 없다.” [해설] 해석 참조 [어구] prevailing 널리 퍼져있는 2020학년도 9월 전국연합학력평가 정답 및 해설 고2 11 26 24. [출제의도] 글의 제목 파악하기 [해석] 1980년대 초반부터, 블랙 프라이데이는 휴 가 시즌의 시작을 나타내는 일종의 미국의 비공식 적인 휴일이었고, 그 결과 소매상들에게는 일 년 중 수익이 가장 높은 시기였다. 그러나 최근 몇 년 동안 좀 더 생태학적인 철학이 더해져서 새로운 움 직임이 나타났다. 이 운동은 그린 프라이데이라고 불리며, 블랙 프라이데이가 환경에 가져오는 피해 에 대한 의식을 높이는 것을 추구한다. 쇼핑몰까지 운전하면서 발생되는 탄소 배출, 수백만 개의 물건 의 전세계 배송, 포장에 의해 발생되는 플라스틱 폐기물, 그리고 심지어 우리가 필요하지도 않은 물 건을 생각 없이 구매함으로써 오랫동안 남게될 쓰 레기까지 생각해 보라. 그린 프라이데이는 우리가 그날(블랙 프라이데이)을 보는 방식을 “사고, 사고, 사는 것”에서 그 휴가 시즌에 선물하는 것에 대한 대안적인 방법을 찾는 것으로 우리의 사고방식을 바꾸는 것에 대한 것이며, 그래서 우리가 지구에 더 많은 피해를 주지 않도록 한다. 비록 인구의 단 지 일부만이 변화를 만든다 하더라도, 그것은 환경 에 큰 의미가 있을 것이다. [해설] 해석 참조 [어구] ecological 생태학적인 mindlessly 생각 없이 25. [출제의도] 도표의 내용 이해하기 [해석] 위의 표는 2000년과 2017년 미국에서 도 시 쓰레기로 매립된 물질들을 보여준다. 2017년에 매립된 물질들의 합계양은 2000년보다 적었다. 종이는 2000년에 도시 쓰레기로 가장 많이 매립 된 물질이었지만, 2017년에는 플라스틱이 가장 많이 매립된 물질이었다. 2000년에 금속과 나무 는 각각 세 번째와 네 번째로 가장 많이 매립된 물질이었고, 이것은 2017년에도 동일하게 유지되 었다. 2000년에 유리가 직물보다 더 많이 매립되 었지만 2017년에는 직물이 유리보다 더 많이 매 립되었다. 2017년에 매립된 직물의 양은 2000년 의 그것(매립된 직물의 양)의 두 배 이상이었다. [해설] 2017년에 매립된 직물은 11,150,000톤으로 2000년에 매립된 6,280,000톤의 두 배보다 적었다. 26. [출제의도] 세부내용 파악하기 [해석] Vera Rubin은 1928년에 Philadelphia에서 태어났고, Washington, D.C.에서 자랐다. Washington, D.C.는 그녀가 천문학에 대한 관심을 키우기 시작했던 곳이었다. 그녀는 1951년에 Cornell 대학교에서 석사 학위를 받았고, 1954년에 Georgetown 대학교에서 박사 학위를 받았다. 22살 의 나이에 그녀는 은하의 움직임에 관한 그녀의 이 론으로 대서특필되었고 과학자들을 놀라게 했다. 1965년에 Rubin은 Carnegie Institution에서 연구자 로서 일을 시작했고, Hale 망원경을 사용하도록 허 가받은 최초의 여성이었다. 그녀는 우주의 막대한 양의 암흑물질의 존재에 대한 증거를 제공하는 혁 신적인 관측을 했다. 그녀는 그녀의 연구로 많은 상을 받았지만, 노벨상을 받지 못했다. 그녀는 2016년에 죽었고, 천문학과 물리학 분야에서 여성 들에 있어 선도적 역할을 한 인물로 칭송받는다. [해설] 해석 참조 [어구] groundbreaking 혁신적인 27. [출제의도] 세부내용 파악하기 [해석] 2020 게임 코딩 워크숍 당신의 아이의 컴퓨터 게임에 대한 애정을 기술 로 바꾸세요. 이 게임 코딩 워크숍은 아이들 자신 의 게임을 만들기 위해 블록기반 코딩 소프트웨어 를 사용하는 방법을 아이들에게 가르칠 것입니다! □ 날짜와 시간 ․ 12월 12일 토요일, 오후 1시에서 오후 3시까지 □ 등록 ․ 11월 27일 금요일에 마감 ․ 참가비는 30달러입니다(Lansing 키즈 클럽 회원 은 무료). ․ K id’s Coding Center에 서 직 접 등 록 하 거 나 w w w .lanskidscoding.com 에 서 온 라 인 으 로 등 록 하 십 시 오 . □ 요구 사항 ․ 9세에서 12세까지의 어린이만을 대상으로 함 ․ 노트북 컴퓨터는 제공되지 않습니다. 참가자들 은 자신의 노트북 컴퓨터를 가져와야 합니다. ․ 코딩에 대한 사전 지식이 필요하지 않습니다. 더 많 은 정 보 를 위 해 서 는 우 리 웹 사 이 트 를 방 문 하 십 시 오 . [해설] 해석 참조 28. [출제의도] 세부내용 파악하기 [해석] Young Filmmakers Contest 매년 열리는 Young Filmmakers Contest에 참 여하여 당신의 영화 제작 기술들을 보여주세요! ◇ 대회 규칙 ․ 대회는 오직 고등학생만 대상으로 합니다. ․ 각 출품작의 전체 길이는 15분 미만이어야 합니다. ․ 참가자는 다음 두 가지 주제 중 하나를 선택해 야 합니다: 가족 | 우정 ◇ 제출 ․ 9월 16일 수요일까지 제출하세요. ․ 출품작을 우리 사무실에 우편으로 보내지 마세요. 우리의 공식 Young Filmmakers Contest 웹사이 트에 업로드 된 제출만 허용됩니다. ◇ 상금 ․ 1등: 300달러| 2등: 200달러| 3등: 100달러 ․ 모든 수상작은 공식 웹사이트에 게시될 것입니다. 문의 사항이 있다면, www.2020yfc.org에 방문하 십시오. [해설] 해석 참조 29. [출제의도] 어법성 판단하기 [해석] 모든 사회적 상호 작용은 관련된 당사자들 이 그들의 행동을 조정할 수 있는 어떤 공통의 기반 을 요구한다. 인간과 그 외의 영장류들이 사는 상호 의존적인 집단에서, 개인들은 사회적 관계를 확립하 고 유지하기 위해 훨씬 더 큰 공통의 기반을 가져야 한다. 이러한 공통의 기반은 도덕성이다. 이는 도덕 성이 사회적 관계의 행위에서 옳고 그름을 판단하기 위한 공유된 일련의 기준으로 자주 정의되는 이유이 다. 그것이 어떻게 개념화되더라도(신뢰성, 협력, 정 의 혹은 복지든 간에) 도덕성은 항상 사회적 관계에 서 사람을 대하는 것에 관한 것이다. 이것이 아마 공유된 도덕관념이 사회적 관계에 필수적이라는 광 범위한 관점에 걸쳐 놀라운 일치가 있는 이유이다. 진화 생물학자, 사회학자와 철학자 모두는 인간이 의존하는 집단 내에서의 상호 의존적 관계가 공유된 도덕성 없이는 가능하지 않다는 사회 심리학자의 의 견에 동의하는 듯하다. [해설] ③to be → is [어구] conceptualize 개념화하다 30. [출제의도] 문맥상 적절한 어휘 파악하기 [해석] 스릴 넘치는 유령 이야기는 정말 무섭다면 들려주기에 재밌고, 만약 당신이 그 이야기가 사실 이라고 주장하면 훨씬 더 그렇다. 사람들은 그런 이야기를 전달하는 것으로부터 스릴을 느낀다. 이 것은 기적 이야기에도 동일하게 적용된다. 만약 기 적에 대한 소문이 어떤 책에 쓰여 진다면, 특히 그 책이 먼 옛날의 것이라면, 그 소문은 믿기(→의문 을 제기하기) 힘들어진다. 만약 소문이 충분히 오 래된 것이라면, 그것은 대신 ‘전통’으로 불리기 시 작하고, 그러고 나서 사람들은 그것을 한결 더 믿 는다. 이것은 다소 이상한데, 그 이유는 그들이 (근거 없이) 주장된 사건 그 자체에 시간상 가까운 최근의 소문보다 오래된 소문이 왜곡될 시간이 더 있다는 점을 깨달을 것이라고 당신이 생각할 수 있 기 때문이다. Elvis Presley와 Michael Jackson은 전통이 생겨나기에는 너무 최근에 살아서 “Elvis가 화성에서 목격되었다”와 같은 이야기를 믿는 사람 이 많지 않다. [해설] ②believe → challenge [어구] spine­tingling 스릴 넘치는 alleged (근거 없이) 주장된 31. [출제의도] 빈칸 추론하기 [해석] 거의 모든 산업의 회사들은 밀집되는 경향 이 있다. 당신이 미국 지도에 무작위로 다트를 던 진다고 가정해보라. 당신은 다트에 의해 남겨진 구 멍들이 지도 전체에 다소 고르게 분포된 것을 보게 될 것이다. 하지만 어떤 특정 산업의 실제 지도는 전혀 그렇게 보이지 않는다. 그것은 마치 어떤 사 람이 모든 다트를 같은 지역에 던진 것처럼 보인 다. 이것은 아마 부분적으로는 평판 때문일 것이다. 구매자들은 옥수수 밭 한 가운데 있는 소프트웨어 회사를 수상쩍게 여길 것이다. 당신이 새로운 직원 을 필요로 할 때마다 근처에서 인력을 빼내기 보다 는 오히려, 누군가에게 나라를 가로질러 이주하도 록 설득해야 한다면 직원을 채용하는 것이 또한 어 려울 것이다. 또한 규제상의 이유들도 있다. 토지 사용제한법들은 종종 공해 유발 산업들을 한 지역 에, 식당들과 술집들을 다른 지역에 집중시키려 노 력한다. 마지막으로, 같은 산업에 종사하는 사람들 은 종종 유사한 선호도를 가진다. (컴퓨터 엔지니 어들은 커피를 좋아하고 금융업 종사자들은 비싼 와인을 가지고 뽐낸다.) 집중이 그들이 좋아하는 생활편의시설을 제공하는 것을 더 쉽게 해준다. [해설] 해석 참조 [어구] regulatory 규제상의 amenities 편의시설 32. [출제의도] 빈칸 추론하기 [해석] 우리가 감정적으로 격앙되어 있을 때, 우리 는 자주 슬픔과 공포와 같은 우리의 더 원초적이고 더 깊은 감정을 숨기기 위해 분노를 사용하는데, 그것은 진정한 해결책이 생기는 것을 허용하지 않 는다. 감정적으로 화가 나는 상황으로부터 자신을 분리하는 것은 당신이 진정으로 느끼고 있는 것을 더 잘 이해하기 위해 필요한 공간을 제공하기에 당 신은 논리적이고 덜 감정적인 방법으로 감정을 더 명확하게 표현할 수 있다. 타임아웃은 또한 무고한 구경꾼들을 구하는 데 도움이 된다. 우리가 우리의 감정에 대처하도록 허용되지 않는 상황 혹은 그 감 정을 억누르게 하는 상황에 직면했을 때, 우리는 그러한 감정을 나중에 다른 사람들이나 상황에 전 이할 수도 있다. 예를 들어, 만약 당신이 직장에서 기분이 나쁜 하루를 보냈다면, 당신은 사무실에서 당신의 감정을 억누를 수 있지만, 결과적으로 그 후 저녁에 당신이 집에 도착했을 때 당신의 아이들 이나 배우자와 다툼으로써 그것들을 표출하는 것을 발견하게 된다. 분명히, 당신의 분노는 집에서 비롯 된 것이 아니었지만, 거기서 그것을 표출했다. 당신 의 감정을 소화하고 분석하는 데 적절한 시간을 가 질 때, 당신은 그 상황과 무관한 다른 사람들을 상 처주거나 화나게 하는 것을 완화시킬 수 있다. [해설] 해석 참조 [어구] articulate 명확하게 표현하다 suppress 억압하다 33. [출제의도] 빈칸 추론하기 [해석] 최근의 한 연구는 개들이 사람들의 얼굴에 대한 심상(心象)을 형성하는 것처럼 보인다는 것 을 보여준다. 과학자들은 28마리의 개들을 불투명 한 스크린으로 가려진 컴퓨터 모니터 앞에 놓고, 모니터의 스피커를 통해 개의 보호자나 낯선 사람 이 개의 이름을 5번 부르는 녹음을 틀어주었다. 마지막으로 개의 인간 동반자의 얼굴이나 낯선 사 람의 얼굴을 드러내기 위해 스크린을 제거했다. 개들의 반응이 비디오로 녹화되었다. 당연히, 개들 은 자신의 이름을 부르는 소리에 주의를 기울였고, 스크린이 제거된 후 그들은 일반적으로 약 6초 동 안 얼굴을 응시했다. 그러나 그들은 보호자의 친 숙한 목소리를 들은 후 낯선 사람의 얼굴을 응시 하는 것에 훨씬 더 많은 시간을 보냈다. 그들이 일, 이초 간 더 멈췄다는 것은 그들이 뭔가 잘못 된 것을 파악했음을 보여준다. 도출된 결론은 개 들이 머릿속에 그림을 형성하고 그들이 그것에 대 해서 생각할 수 있고 그 그림을 바탕으로 예측할 수 있다는 것이다. 그리고 우리와 마찬가지로, 개 들은 그들이 보거나 듣는 것이 그들이 기대했던 것과 일치하지 않을 때 당황한다. [해설] 해석 참조 [어구] attentive 주의를 기울이는 34. [출제의도] 빈칸 추론하기 [해석] 현재 상황에서 사회적 기업들은 보조금 자 본(예를 들어, 보조금, 기부금, 혹은 프로젝트 기 금) 또는 상업 금융 상품(예를 들어, 은행 대출)에 의존하는 경향이 있다. 아이러니하게도, 많은 사회 적 기업들은 동시에 이러한 자금 조달의 두 가지 형태 각각에 관련된 상당한 결점을 말한다. 예를 고2 정답 및 해설 2020학년도 9월 전국연합학력평가 12 26 들어, 많은 사회적 기업들은 대출금을 상환하지 못 할 수 있다는 것을 두려워하여 전통적인 상업 금융 상품들을 사용하는 것을 꺼린다. 게다가 개별적 보 조금들은 시간 제한적이고 장기적으로는 신뢰할 수 없으므로 상당히 많은 사회적 기업 리더들은 보조 금 조달에 너무 많이 의존하는 것은 위험한 전략일 수 있다고 말한다. 보조금 조달은 또한 리더들과 직원들이 사업적인 면들을 전문화하는 동기를 낮출 수 있고, 그로 인해 건강하지 않은 사업 행위를 초 래한다. 다시 말해서, 사회적 기업들 사이에서 금 융의 전통적 형태들의 대안을 위한 상당한 필요가 있는 것처럼 보인다. [해설] 해석 참조 [어구] substantial 상당한 35. [출제의도] 글의 흐름 파악하기 [해석] 주요 대양은 모두 서로 연결되어 있어, 그 것들의 지리적 경계가 대륙의 경계보다 덜 명확하 다. 결과적으로 그들의 생물 군집은 육지에서의 생물 군집보다 명확한 차이를 덜 보여준다. 각 해 저분지 안에서 물이 천천히 회전하기 때문에 대양 자체가 끊임없이 움직인다. 이 이동하는 물은 해 양 생물을 여기저기로 운반하며, 또한 그들의 새 끼나 유충의 분산을 돕는다. (즉 연안 해류는 예 상보다 훨씬 덜 동물들을 이동시킬 뿐 아니라 근 해 지역 내로 동물을 가두기도 한다.) 더욱이 다 양한 지역의 대양 해수 덩어리 환경 사이의 변화 도는 매우 점진적이며, 종종 생태학적 내성이 다 른 매우 다양한 유기체가 서식하는 넓은 지역으로 확장된다. 유기체의 이동에 방해물이 있을 수 있 지만, 넓은 대양에 확실한 경계는 없다. [해설] 해석 참조 [어구] dispersal 분산 36. [출제의도] 글의 순서 파악하기 [해석] 환경에서 변화가 일어날 때, 뉴런이 발화하 는 속도에서의 상대적인 증가나 감소가 있는데, 이 것이 강도가 암호화되는 방법이다. 게다가 상대성 은 우리의 감각을 조정하기 위해 작용한다. (B) 예 를 들어, 당신이 두 손을 미지근한 물에 담가 두기 전 얼마간 한 손을 뜨거운 물에, 다른 한 손을 얼 음물에 담가두면, 뜨거운 것과 차가운 것을 등록하 는 수용체들의 상대적인 변화 때문에 온도 감각이 상충하는 것을 경험할 것이다. (A) 비록 지금은 두 손이 같은 물속에 있지만, 이전 경험으로부터의 상 대적인 변화 때문에 한 손은 더 차갑게 느끼고 다 른 손은 더 따뜻하게 느낀다. ‘순응’이라고 불리는 이 과정은 중추신경계 전반에 걸쳐 작용하는 작동 원리 중 하나이다. (C) 그것은 당신이 햇볕이 쨍쨍 한 날에 내부로 들어온다면, 왜 어두운 방 안에서 잘 볼 수 없는지를 설명한다. 당신의 눈은 새로운 수준의 밝기에 익숙해져야 한다. 순응은 달콤한 초 콜릿을 먹은 후 왜 사과가 신 맛이 나는지와 만약 당신이 주로 시골에 산다면 왜 도시에서 교통이 더 시끄럽다고 생각되는지를 설명한다. [해설] 해석 참조 [어구] lukewarm 미지근한, 미온의 37. [출제의도] 글의 순서 파악하기 [해석] 당신의 삶에 중요한 변화가 일어났을 때, 당신의 반응을 관찰해라. 만약 당신이 이 변화를 받아들이는 것을 저항한다면 그것은 당신이 두려워 하기 때문인데, 즉 무언가를 잃을까 두려워하기 때 문이다. (C) 아마도 당신은 당신의 지위, 재산, 소 유물, 혹은 돈을 잃을 지도 모른다. 이 변화는 당 신이 특권이나 명성을 잃는 것을 의미할 지도 모른 다. 아마도 이 변화로 당신은 어떤 사람이나 장소 에서 멀어지게 된다. (B) 인생에서 이러한 모든 것 들은 왔다 사라지고, 그러고 나서 다른 것들이 나 타나며 그것 또한 사라진다. 그것은 끊임없이 움직 이는 강과 같다. 만약 우리가 그 흐름을 멈추려고 노력한다면, 우리는 댐을 만들고, 물은 고여서 우 리 안에 축적되는 압박을 유발한다. (A) 놓아주는 법을 배우는 것, 즉 집착하지 않고 강물의 흐름을 허용하는 것은 저항 없이 살아가는 것이며, 개선을 가져오고 우리의 시야를 넓히는 건설적인 변화의 창조자가 되는 것이다. [해설] 해석 참조 38. [출제의도] 문장의 위치 파악하기 [해석] 어떤 자원들, 결정들, 또는 활동들은 ‘중요 한’(평균적으로 매우 가치 있는) 반면 다른 것들은 ‘중추적’이다(작은 변화가 큰 차이를 만든다). 자동 차의 두 구성요소, 타이어와 내부 디자인이 어떻게 소비자의 구매결정과 관련이 있는지 생각해보자. 어떤 것이 평균적으로 더 가치를 더하는가? 타이어 이다. 타이어는 차의 운행 능력에 필수적이고 안전 과 성능 모두에 영향을 준다. 하지만 타이어는 일 반적으로 구매 결정에 영향을 미치지 않는데, 그 이유는 안전기준들이 모든 타이어가 매우 안전하고 믿을 만 하다고 보장해주기 때문이다. 최적의 음향 시스템, 스마트기기 거치대, 컵홀더의 개수와 위치 와 같은 내부 디자인 사양 차이가 아마도 소비자의 구매 결정에 훨씬 더 큰 영향을 미친다. 자동차의 전반적인 가치 측면에서, 당신은 타이어 없이는 운 전할 수 없지만 컵홀더나 스마트기기 거치대가 없 어도 운전할 수 있다. 하지만 내부 디자인 사양들 은 확실히 구매 결정에 더 큰 영향을 미친다. 우리 표현으로 하자면, 타이어는 중요하지만 내부 디자 인은 중추적이다. [해설] 해석 참조 [어구] pivotal 중추적인 39. [출제의도] 문장의 위치 파악하기 [해석] 서양에서 개인 작곡가는 음악이 연주되기 오래 전에 음악을 작곡한다. 우리가 듣는 패턴들 과 멜로디들은 사전에 계획되고 의도된다. 그러나 일부 아프리카 부족의 음악은 연주자들의 협연의 결과로 즉석에서 생겨난다. 모든 연주자가 어느 한 박자에서 쉴 때의 휴지(休止)이든, 모든 연주 가가 함께 연주할 때의 강박(accented beats)이든 간에 들리는 패턴은 계획된 것이 아니라 우연히 얻은 것이다. 전반적인 휴지가 4박자와 13박자에 나타날 때, 그것은 각각의 음악가가 “4박자와 13 박자에 나는 쉴 거야.” 라고 염두에 두었기 때문이 아니다. 오히려, 모든 연주자의 패턴이 동시에 쉬 는 것으로 한데 모아질 때 그것은 무작위로 일어 난다. 그 음악가들도 아마 4박자와 13박자에 휴지 를 들은 청중만큼 놀란다. 확실히 그 놀라움은 부 족의 음악가들이 음악을 연주할 때 경험하는 기쁨 중 하나이다. [해설] 해석 참조 [어구] on the spur of the moment 즉석에서 40. [출제의도] 요약문 완성하기 [해석] Sheffield대학교 몇몇 연구자들은 취미에 쓴 시 간이 어떻게 직장 생활에 영향을 미치는지를 보 기 위해 129명의 취미에 열정적인 사람들을 모 집했다. 먼저 연구팀은 “나는 이 (취미)활동을 위 해 정기적으로 연습을 한다.”와 같은 진술에 동의 하는 정도를 평가하도록 요청하며, 각 참가자가 가지고 있는 취미의 진지함을 측정하고, 또한 그 들의 일과 취미를 하는 데 필요한 것들이 얼마나 비슷한지도 평가했다. 그 뒤, 7개월 동안 매월, 참가자들은 취미활동에 몇 시간을 투자했는지를 기록하고 그들의 직업을 효과적으로 수행하는 능 력에 대한 믿음 즉, ‘자기효능감’을 측정하는 평 가표를 작성했다. 연구자들은 참가자들이 보통 수준보다 길게 취미활동에 시간을 썼을 때 그들 의 직업 수행능력에 대한 믿음이 증가하였다는 것을 발견했다. 하지만 이는 그들이 직업과 다른 진지한 취미를 가지고 있을 때만 그러했다. 그들 의 취미가 진지하면서 직업과 유사할 때, 취미에 시간을 많이 보내는 것이 실제로 그들의 자기효 능감을 낮추었다. [요약문] 연구는 취미와 직업이 충분히 다른 경우 진지한 취미에 더 많은 시간을 보내는 것이 일에 있 어서의 자신감을 높여줄 수 있다고 시사한다. [해설] 해석 참조 [어구] self­efficacy 자기효능감 41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 미국 민항 산업에는 조종사들이 오류 보고서를 제 출하도록 장려하는 매우 효과적인 시스템이 오랫동 안 있어왔다. 이 프로그램은 항공 안전에 있어 많은 개선점들을 만들어 왔다. 정착이 쉽지는 않았다. 조 종사들은 오류를 인정하는 것에 대해 스스로 만들어 낸 심한 사회적 압박감을 느꼈다. 더구나, 누구에게 그 오류들을 보고한단 말인가? 분명 그들의 고용주 에게는 아닐 것이다. 처벌을 받을 수도 있기에, 미국 연방항공청(FAA)에게는 더욱 아닐 것이다. 해결책 은 항공우주국(NASA)으로 하여금 조종사들이 그들 이 저지른 오류나 다른 조종사에게서 목격한 오류에 대해 반익명의 오류 보고서를 제출할 수 있게 하는 자발적인 사고 보고 체계를 만들도록 하는 것이었다. 일단 NASA 인사부가 필요한 정보를 얻어내면, 보 고서에 있던 연락처를 떼어내어 조종사들에게 돌려 보냈다. 이것은 NASA가 오류를 누가 보고했는지를 더 이상 알지 못한다는 것을 의미했고, 이는 (오류 에 대해 제제를 가할 수 있는) 항공사나 FAA가 누 가 보고서를 거절했는지(→제출했는지) 아는 것을 불가능하게 만들었다. 만일 FAA가 독립적으로 오류 를 발견하고 벌금형 또는 면허정지를 실시하려고 하면, 자기 보고서의 접수가 자동으로 해당 조종사 가 처벌받는 것을 면하게 해주었다. 유사한 오류가 충분히 수집되면, NASA는 그것들을 분석하여 보고 서와 권고안을 항공사들과 FAA에 발송하곤 했다. 이러한 보고서는 또한 조종사들로 하여금 그들의 오류 보고서가 안전을 높이는 데 유용한 도구였다 는 것을 깨닫게 하는 데 도움을 주었다. [해설] 42. ④ rejected → submitted [어구] invoke 실시하다 suspension 정지, 중지 exempt 면제하다, 면하게 하다 anonymous 익명의 43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부내용 파악하기 [해석] (A) 나는 스위스에서 기차를 타고 있었다. 기차가 멈췄고 스피커를 통해 차장의 목소리가 독일어, 이탈리아어, 그 다음 프랑스어로 메시지를 전했 다. 나는 휴가를 떠나기 전에 이 언어 중에 어떠 한 것도 배우지 않는 실수를 했다. 안내방송 후, 모두가 기차에서 내리기 시작했고, 한 노부인이 내가 혼란스러워하고 스트레스를 받는 것을 보았 다. 그녀가 나에게 다가왔다. (C) 그녀는 영어를 조금 할 수 있었고, 나에게 선로 에서 사고가 발생했다고 말했다. 그녀는 나에게 어디로 가려고 하는지 물었으며, 그 후 기차에서 내려 티켓 부스에 있는 여자에게 갔다. 노부인은 그녀에게서 기차노선표와 기차시간표를 얻었고, 나에게 돌아와서 우리가 거기 가려면 서너 번 기 차를 갈아타야 한다고 말했다. 나 혼자서는 그 사 실을 알아내기가 불가능했을 것이기에, 나는 그녀 가 나와 같은 방향으로 간다는 것이 정말로 기뻤 다. (B) 그래서 우리는 여러 기차역을 이동하였고, 그동안 서로에 대해 알아갔다. 총 2.5시간의 여행이었으며 마침내 목적지에 도착했을 때 우리는 기차에서 내 렸고 작별의 인사를 했다. 나는 로마로 가는 기차 시간에 딱 맞추어 도착했고, 그녀는 나에게 그녀 역시 기차를 타야 한다고 말했다. 나는 그녀에게 얼마나 더 가야 하는지 물었고, 알고 보니 그녀의 집은 반대 방향으로 두 시간 거리에 있었다. (D) 그녀는 단지 내가 잘 도착하는지를 확인하기 위 해 기차를 갈아타고 모든 여행을 했다. “당신은 내가 만난 사람 중에서 가장 친절한 사람이다.”라 고 나는 말했다. 그녀는 부드럽게 미소 지었고 나 를 안아주며 내가 서두르지 않으면 기차를 놓칠 것이라고 내게 말했다. 이 여성은 단지 그녀의 나 라를 방문한 혼란스러워하는 여행객을 돕기 위해 그녀의 집에서 몇 시간이나 떨어진 곳으로 가는 기차에 앉아 하루 종일을 보냈다. 아무리 많은 나 라를 방문하거나 장소를 보더라도, 나는 세계에서 가장 아름다운 나라는 스위스라고 항상 말한다. [해설] 해석 참조 [어구] hop 올라타다"
}