{
    "text": "2020학년도 6월 전국연합학력평가 정답 및 해설 고2 1 • 영어 영역 • 정 답 1 ② 2 ① 3 ① 4 ② 5 ④ 6 ④ 7 ① 8 ③ 9 ② 10 ④ 11 ⑤ 12 ④ 13 ⑤ 14 ② 15 ③ 16 ④ 17 ③ 18 ① 19 ① 20 ③ 21 ⑤ 22 ⑤ 23 ② 24 ③ 25 ⑤ 26 ④ 27 ⑤ 28 ③ 29 ⑤ 30 ③ 31 ① 32 ③ 33 ④ 34 ④ 35 ③ 36 ② 37 ⑤ 38 ④ 39 ① 40 ① 41 ② 42 ⑤ 43 ③ 44 ⑤ 45 ④ 해 설 1. [출제의도] 대화의 적절한 응답 찾기 M: Grandmother’s birthday is coming up. What would be a good present for her? W: I think it would be good to give her something she needs. M: I agree. I saw that her shoes are old and worn out. How about buying her some new shoes? W: 2. [출제의도] 대화의 적절한 응답 찾기 W: Honey, what a beautiful Sunday! I don’t want to stay home all day. M: Neither do I. Why don’t we take a walk in a park or go to watch a movie? W: We went to the movies last weekend. Let’s enjoy the nice weather this time! M: 3. [출제의도] 담화의 목적 고르기 M: Hello, everyone. This is Ted Williams, the drama teacher. As you know, there’s a musical in the school festival every year. And the auditions for actors are going to be held soon. Even if you don’t think you’re talented, that’s okay. Most importantly, I’m looking for students with passion. All interested students should submit an application to me no later than June 23rd. The auditions are going to be held on June 24th from three to five p.m. in the school auditorium. If you need more information, please check the poster on the bulletin board. I’m looking forward to seeing you at the auditions. Thank you. 4. [출제의도] 의견 고르기 M: Hello, Irene. What are you doing? W: Hi. I’m reading a book for a book review assignment. M: Then, why are you wearing earphones? W: I’m listening to music. I find it helpful when reading a book. M: Doesn’t listening to music hurt your concentration? W: Actually, no. I can concentrate on my reading better while listening to music. M: Really? I didn’t know that was possible. W: Also, it makes me feel good, and that surely keeps me awake. M: You mean that you can keep reading when you feel bored with a book? W: Right. That’s why I listen to music while reading. M: I see. I’ll give it a try the next time I read a book. W: It’ll work for you, too. 5. [출제의도] 대화자의 관계 고르기 M: Good afternoon. How may I help you? W: I’m looking for an apartment to rent near the downtown area. M: It is a convenient place to live. When would you like to move there? W: I’m thinking next month. M: Oh, I see. I have some apartments to recommend in that area. What’s your budget? W: I’m afraid I can’t afford more than $1,000 a month. M: There are some apartments within your budget, but they have only one bedroom. W: One bedroom is enough, but I want the kitchen to be separate from the bedroom. M: I see. Anything else? W: Hmm... it would be better if a refrigerator was included. M: Okay. I have the perfect one for you. Let’s go take a look. 6. [출제의도] 특정 정보(그림) 파악하기 M: Lucy, this is a picture of my camping trip last week. Have a look. W: Hmm, I can see the tent between those two trees. Did you set it up yourself? M: Yes, my father taught me how to do it. He is wearing the striped T‒shirt that I bought him for his birthday. W: Wow! The shirt makes your father look young. M: I think so, too. And do you see the watermelon on the table? W: Yes, it looks so delicious. Where did you get it? M: It was from our family farm. My parents grew it themselves. W: Really? The woman there must be your mother, right? M: Yeah. She’s playing the flute behind the pond. W: Cool! She’s awesome. Oh, there’s a dog on the chair. Is that your puppy? M: Of course. We all had a good time there. 7. [출제의도] 할 일 고르기 W: Daniel, let’s check our preparations for Ms. Kim’s retirement party. M: Okay, I think we’re almost done. How about the thank‒you video? W: Well, I had some difficulties inserting the background music, but I finally finished it. M: Great! I believe it’ll be perfect. W: Thanks. Have you finished decorating the classroom? M: I’ve just done it. It took a long time to blow up all the balloons. W: Good job. Now, it’s time to let the other students know about the party. M: No worries, I’ve done that, too. What else should we do then? W: Hmm, we should write a thank‒you letter to Ms. Kim and order a cake for her. M: Okay. I’ll write the thank‒you letter. Can you order the cake? W: No problem. I’ll go and order it now. 8. [출제의도] 5W1H(이유) 고르기 W: Jake. There’s going to be a Vincent van Gogh exhibition in the Art Center. M: Really? He’s my favorite artist. W: Mine, too. How about going to the exhibition together this Sunday? M: This Sunday? I’d really love to, but I’m afraid I can’t go. W: Come on. Do you have to do volunteer work on that day? M: No, I usually volunteer on Saturdays. W: Oh, I remember. You said you’re going to play soccer? M: I did, but our game was delayed because of weather. W: Then, do you have another appointment? M: Actually, I have to work on a science assignment. It’s due next Monday. W: You must be busy then. M: Yeah. I hope you have a good time. 9. [출제의도] 숫자 정보 파악하기 M: Hello, welcome to the Grand Ice Skating Rink. How can I help you? W: Hi, I’d like to buy admission tickets. M: All right. An adult ticket is $10. A child ticket is $5. W: Then, two adults and one child. And I need to rent skates, too. How much is that? M: All skate rentals cost the same, $5 a person. W: Okay, I want to rent three pairs of skates. M: Did you bring gloves? W: Yes, we did. By the way, can I get any discounts? M: If you have a local resident card, you can get a 10% discount off the total. W: Good! Here’s my local resident card. M: So, two adult tickets, one child ticket, and three skate rentals, right? W: Yes. I’ll pay for everything with my credit card. 10. [출제의도] 세부 내용(언급 유무) 고르기 M: Hi, Mia. What are you looking at? W: The student council is holding the annual Flea Market and I’m going to participate in it as a seller. M: Oh, really? When is it going to be held? W: Look. It will be open next Friday, from 11 a.m. to 6 p.m. M: I see. Do you remember I participated as a seller last year? W: I do. You did it in the school auditorium. M: Right. But the poster says it’ll be held in the playground this year. W: Why don’t you join me? There’s no participation fee for sellers. M: Okay. What are you going to sell at the Flea Market? W: It says we can sell any of our old stuff. I’m planning to sell my old books. M: I’m looking forward to it. 11. [출제의도] 내용 불일치 고르기 W: Hello, Highland residents. I’m Jenny Walker, the community center manager. We host the Highland Movie Night every month. This event gives you a chance to enjoy classic movies. It is free for all Highland residents. This month, we will show The Amazing Wizard Harry. The movie will start at seven p.m. this Saturday. As usual, it’ll be held at the Lincoln Library. Due to the limited space, you should register in advance. You can reserve seats on our website until Friday. To keep the library clean, you are not allowed to bring any food. For more information, feel free to call us. 2020학년도 6월 전국연합학력평가 정답 및 해설 고2 2 Thank you. 12. [출제의도] 세부 내용(도표) 파악하기 M: Mom, I need a suitcase for my trip to Hawaii. Look at this flyer. They are on sale now. W: Let me see... I think it’d be better if it is at least 20 inches, since your trip is for two weeks. M: I think so, too. And it’s not a good idea to spend more than 200 dollars on a suitcase. W: Right. You’ve already spent a lot for the trip. M: Okay. There are two colors. Well, the white one looks nice. W: That’s true, but white things usually get dirty easily. M: I agree. The darker color is the better choice. W: Then, we have two options left. M: Oh, they’re giving away free gifts! Hmm... we already have several umbrellas. W: You’d better choose the other one. M: You’re right. I’ll buy this suitcase. 13. [출제의도] 긴 대화의 적절한 응답 고르기 W: Honey, where is the camera? M: I put it on the desk. Why do you need it? W: It’s for Kevin’s school concert. I want to record his performance. M: Oh, right! It’s tomorrow! He has been practicing so hard for that. W: Yes, he has. He’s excited but also very nervous. M: It’s his first concert. I want to see his performance, too. W: That would be nice, but didn’t you say you have an important meeting tomorrow? M: Sadly, I do. It was impossible to reschedule it. W: That’s okay. I’ll record his performance so you won’t miss a thing. M: Thanks, if the meeting ends early, I might be able to be there by four. W: But unfortunately I think his performance will be over by then. M: 14. [출제의도] 긴 대화의 적절한 응답 고르기 M: Lisa, I’m looking forward to our team workshop in Boston. W: Me, too. It’s only a month away. M: Yeah, the hotel has been booked. Now we just need to look up flight schedules. W: Hmm... why don’t we drive instead of flying? M: Drive ourselves? I don’t think that’s a good idea. W: Why not? M: It would take more than four hours from our office. W: But I’ve heard the scenery along the way is really beautiful in October. M: Then, how about taking a bus instead? W: Taking a bus sounds okay. M: I think we would enjoy the view from the bus as well. W: You’re right. Also, it’d be much safer than driving ourselves. M: Plus, we can cut down on our costs. W: 15. [출제의도] 상황에 적절한 응답 고르기 M: Katie and Brian are classmates. They’re doing a school project, and they decide to research students’ eating habits as their topic. Brian says that in order to analyze students’ eating habits they need to do a survey. And he proposes they make a pen‒and‒paper survey. But Katie thinks it would take too much time to distribute, collect, and count hundreds of papers. Then, Katie remembers she once took an online survey that she completed quickly. So Katie wants to suggest that they do a survey using the Internet rather than on paper. In this situation, what would Katie most likely say to Brian? [16～17] 긴 담화 듣기 W: Welcome back, students. Last time we talked about your favorite numbers. They might come from your birth date or the date of a special occasion in your life. Interestingly, some beliefs about numbers seem to depend on one’s culture. Today, we’re talking about what numbers symbolize in different parts of the world. In Asia, the number four is considered extremely unlucky, but Western people think it is promising. In Islam, the number seven is important. “Seven heavens” is one example of this number’s importance. Ten is considered a good number in Japan because it is pronounced “joo”, like the Japanese word for “enough.” In the Western world, the number thirteen is believed to be the unluckiest by millions of people. So, to satisfy anxious customers, airlines and hotels often don’t use the number thirteen. Numbers can be captivating and mystical. Numbers are also just fun to play around with. Let’s enjoy learning more about numbers together. 16. [출제의도] 담화의 주제 파악하기 17. [출제의도] 담화의 언급 유무 파악하기 18. [출제의도] 글의 목적 파악하기 Stanton씨에게: 저희 Future Music School에서는 십 년 동안 재능 있는 아이들에게 음악 교육을 제공해 오고 있습니다. 저희는 학생들에게 그들의 음악을 지역 사회와 나눌 기 회를 주기 위해 매년 축제를 개최하며, 항상 개막 행사 에서 연주할 유명한 음악가를 초청합니다. 세계적인 바 이올린 연주자로서의 당신의 명성이 자자하고 학생들은 당신을 그들에게 가장 큰 영향을 준 음악가로 생각합니 다. 그래서 저희는 당신에게 축제의 개막 행사에서 공 연해 주시기를 요청합니다. 그들이 공연에서 역대 가장 유명한 바이올린 연주자 중의 한 분의 연주를 본다는 것은 큰 영광일 것입니다. 당신의 연주는 축제를 더 다 채롭고 훌륭하게 만들어 줄 것입니다. 긍정적인 답변을 받을 수 있기를 기대하겠습니다. 마음을 담아, Steven Forman [어구] reputation 명성 [해설] 해석 참조 19. [출제의도] 심경변화 파악하기 말하기 대회의 결과 발표 시간이었다. 나는 내가 상 을 탈 수 있을지 없을지에 대해 여전히 회의적이었다. 내 손은 불안감 때문에 떨리고 있었다. ‘내가 다른 참가 자들보다 우수하다고 할 만큼 충분히 열심히 했는가?’ 라고 마음속으로 생각했다. 오랜 기다림 끝에, 봉투가 사회자에게 전달되었다. 그녀는 봉투를 찢어 열고 우승 자의 이름을 꺼냈다. 내 손은 이제 땀이 나고 있었고, 심장은 정말 격렬하고 빠르게 뛰기 시작했다. “말하기 대회의 우승자는 Josh Brown입니다!”라고 사회자가 외 쳤다. 내 이름이 불렸다는 것을 깨달았을 때, 나는 기쁨 에 펄쩍 뛰었다. “믿을 수 없어. 내가 해냈어!”라고 소 리쳤다. 나는 마치 천국에 있는 것처럼 느꼈다. 거의 모 든 사람들이 내 주위에 모여 내 우승을 축하해 주기 시 작했다. [어구] skeptical 회의적인 ourperform ~보다 더 우 수하다 pound (심장이) 두근거리다 exclaim 외치다 [해설] 해석 참조 20. [출제의도] 필자의 주장 파악하기 우리는 모두 삶에서 정해진 패턴을 가지고 있다. 우 리는 우리 자신을 이것 또는 저것으로 이름 짓기 좋아 하고 우리의 의견이나 믿음에 대해 꽤 자랑스러워한다. 우리는 모두 특정한 신문을 읽고, 똑같은 종류의 TV 프로그램이나 영화를 보고, 매번 똑같은 종류의 가게에 가고, 우리에게 맞는 종류의 음식을 먹고, 똑같은 종류 의 옷을 입기를 좋아한다. 그리고 이 모든 것은 괜찮다. 그러나 우리가 우리 자신을 모든 다른 가능성으로부터 차단시킨다면, 우리는 지루하며, 완고하고, 경직되게 된 다― 그래서 약간은 지치게 될 가능성이 있다. 당신은 삶을 일련의 모험으로 보아야 한다. 각각의 모험은 재 미를 느끼고, 무언가를 배우고, 세상을 탐험하고, 교우 관계와 경험을 확장시키며 당신의 지평을 넓히는 기회 이다. 모험을 멈추는 것은 정확히― 당신이 멈추는 것 을 의미한다. [어구] label 이름 짓다 rigid 완고한, 엄격한 hardened 경직된 [해설] 해석 참조 21. [출제의도] 함축적 의미 파악하기 수 세기에 걸쳐 다양한 작가와 사상가들은 외부의 관 점에서 인간들을 바라보며 사회적 삶의 연극적 속성과 마주해왔다. 이것을 표현하는 가장 유명한 명언은 셰익 스피어에게서 비롯된다: “모든 세상은 연극무대이고, 모 든 인간은 단지 배우일 뿐이다; 그들은 퇴장하고 입장 한다, 그리고 일생동안 한 인간은 다양한 역할을 연기 한다.” 만약 연극과 배우들이 전통적으로 가면의 이미지 에 의해 표현된다면, 셰익스피어와 같은 작가들은 우리 모두는 끊임없이 가면을 쓰고 있다는 것을 암시하고 있 는 것이다. 어떤 사람들은 다른 사람보다 더 나은 배우 이다. 연극 Othello 속 Iago와 같은 악역들은 그들의 적 대적 의도를 친근한 미소 뒤에 숨길 수 있다. 다른 사 람들은 더 큰 자신감과 허세를 가지고 연기를 할 수 있 고― 그들은 주로 리더가 된다. 훌륭한 연기력을 가지 고 있는 사람들은 우리의 복잡한 사회적 환경을 더 잘 헤쳐 나갈 수 있고 앞서갈 수 있다. [해설] 해석 참조 22. [출제의도] 글의 요지 파악하기 개인의 맹점은 다른 사람들에게는 보이지만 당신에게 는 보이지 않는 부분이다. 맹점이 지닌 발달상의 어려 움은 당신이 무엇을 모르는지 모른다는 것이다. 옆 차 선의 트럭을 볼 수 없는 당신 차의 사이드미러 속의 부 분과 같이, 개인의 맹점은 당신이 그것의 존재를 완전 히 인지하지 못하기 때문에 쉽게 간과될 수 있다. 그것 들은 마찬가지로 똑같이 위험할 수 있다. 당신이 보지 못하는 그 트럭? 그것은 정말 거기에 있다! 그리고 당 신의 맹점도 그러하다. 당신이 그것을 볼 수 없다고 해 서 그것이 당신을 칠 수 없음을 의미하는 것은 아니다. 이 부분이 당신이 다른 사람의 도움을 구해야 할 부분 이다. 당신은 기꺼이 그 거울을 들고, 그 트럭을 볼 수 있을 정도로 충분히 당신을 잘 알 뿐만 아니라 또한 트 럭이 거기에 있다는 것을 당신에게 알려 줄 만큼 충분 히 당신을 아끼는 이런 특별한 동료들을 만들어야 한 다. [어구] blind spot 맹점 enlist (도움을) 구하다 run over ~을 치다 [해설] 해석 참조 23. [출제의도] 글의 주제 파악하기 행동이 통제되지 않는 아이는 행동에 대한 분명한 제 한이 설정되고 시행될 때 개선된다. 그러나 부모들은 어디에 제한을 두고 어떻게 그것이 시행될지에 대해 반 드시 합의를 해야 한다. 제한과 그 제한을 깨뜨리는 것 의 결과는 반드시 아이에게 분명하게 제시되어야 한다. 제한의 시행은 일관성 있고 단호해야 한다. 너무 많은 제한은 배우기 어렵고 자율성의 정상적 발달을 저해할 지도 모른다. 제한은 아이의 나이, 기질, 발달 수준의 측면에서 합당해야 한다. 효과적이려면 부모 모두가(그 리고 가정의 다른 어른들도) 제한을 시행해야 한다. 그 렇지 않으면, 아이들은 효과적으로 부모들을 따로 떼어 서 좀 더 멋대로 하게 하는 부모에게 제한을 시험해 보 려 한다. 모든 상황에서, 효과적이려면, 처벌은 간결하 2020학년도 6월 전국연합학력평가 정답 및 해설 고2 3 고 행동과 직접적으로 관련 있어야 한다. [어구] consistent 일관성 있는 autonomy 자율성 temperament 기질 [해설] 해석 참조 24. [출제의도] 제목 추론하기 많은 발명품들은 수천 년 전에 발명이 되어서 그것들 의 정확한 기원을 아는 것은 어려울 수 있다. 때때로 과학자들은 초기 발명품의 모형을 발견하고 이 모형으 로부터 그것이 얼마나 오래되었고 어디에서 왔는지를 정확하게 우리에게 말해 줄 수 있다. 그러나 미래에 다 른 과학자들이 세계의 다른 곳에서 똑같은 발명품의 훨 씬 더 오래된 모형을 발견할 가능성이 항상 존재한다. 사실 우리는 고대 발명품들의 역사를 계속해서 발견하 고 있다. 이것의 한 예는 도자기라는 발명품이다. 수 년 동안 고고학자들은 그들이 기원전 9,000년으로 거슬러 올라가는 도자기를 발견한 근동지역(현대의 이란 근처) 에서 도자기가 처음 발명되었다고 믿었다. 그러나, 1960년대에 기원전 10,000년의 더 오래된 도자기가 일 본의 혼슈섬에서 발견되었다. 미래에 고고학자들이 어 딘가에서 훨씬 더 오래된 도자기를 발견할 가능성은 언 제나 존재한다. [해설] 해석 참조 25. [출제의도] 도표 세부 정보 파악하기 위의 그래프는 5개 나라들의 2014년과 2016년 전기 차 재고량을 보여준다. 5개의 모든 나라들은 2014년 보다 2016년에 더 많은 전기차 재고량을 가졌다. 2014 년 미국의 전기차 재고량은 5개의 국가들 중에서 1위를 차지했고, 중국이 뒤를 이었다. 그러나 중국은 2014년 에서부터 2016년까지 전기차 재고량의 가장 큰 증가를 보였고, 2016년에 전기차 재고량에서 미국을 넘어섰다. 2014년과 2016년 사이에 일본의 전기차 재고량의 증가 는 노르웨이보다 적었다. 네덜란드에서, 전기차 재고량 은 2014년보다 2016년에 3배보다 더 많았다. [어구] surpass ~을 넘어서다, ~을 능가하다 [해설] 해석 참조 26. [출제의도] 세부 내용 파악하기 임팔라는 가장 우아한 네발 동물 중의 하나이다. 임 팔라는 대초원의 여러 환경에 적응하는 능력이 있다. 수컷과 암컷 임팔라 모두는 색깔이 비슷한데 배가 하얗 고 귀 끝부분이 검다. 수컷 임팔라는 길이가 90센티미 터인 길고 뾰족한 뿔이 있다. 암컷 임팔라는 뿔이 없다. 임팔라들은 풀, 과일, 나뭇잎을 먹고 산다. 건기에 상황 이 열악할 때, 그것들은 먹이를 찾기 위해 100에서 200마리의 수에 달할 수 있는 섞인 무리로 모인다. 번 식기는 5월 무렵 우기의 끝에 일어난다. 암컷은 무리에 서 떨어져 고립된 장소에서 출산한다. 임팔라의 평균 수명은 야생에서 13년에서 15년 사이이다. [해설] 해석 참조 27. [출제의도] 실용문 세부 정보 파악하기 Silver Aqua 수업 지금의 운동 일과에 지루함을 느끼시나요? Parkside Pool이 노인 고객들을 위한 특별한 일일 수중 운동 강좌를 엽니다. 오셔서 우리의 노인 친화적 수영장을 즐겨보세요. 프로그램 ∙날짜: 화요일, 6월 9일 ∙특별 수업 오전 9:00 - 오전 10:00 : 수중 걷기 오전 10:30 - 오전 11:30 : 오락 수영 오후 2:00 - 오후 3:00 : 수중 에어로빅 입장료 - 1인당 5달러(이것은 모든 수업을 포함합니다.) 참고사항 - 사전 등록은 필요 없으니, 그냥 와서 즐기세요! - 더 많은 정보가 필요하시면, 우리의 웹 사이트 www.parsidepool.org를 방문하세요. [해설] 해석 참조 28. [출제의도] 실용문 세부 정보 파악하기 Fanstaville 마술 축제 Fanstaville 마술 축제에 오신 걸 환영합니다! 가족 과 함께 마법 같은 경험을 즐기고 특별한 추억을 만 드세요! ∙언제: 7월 4일(토요일), 12:00 - 18:00 ∙어디서: Fanstaville Center 운동장 (우천 시, 행사가 체육관에서 열릴 것입니다.) ∙무엇: - 간단한 마술 기술을 배우세요. - 트릭 아트 포토 존에서 사진을 찍으세요. - 마술 쇼를 관람하세요. ∙티켓: - 1인당 20달러 - 모든 참가자들은 기념품으로 무료 티셔츠를 받습니다. - 티켓은 www.fanstaville.com에서 온라인으로 또는 축제 당일 입구에서 구매하세요. [해설] 해석 참조 29. [출제의도] 어법 추론하기 모든 농부들은 밭이 준비되도록 하는 것이 어려운 부 분임을 안다. 씨앗을 심고 그것들이 자라는 것을 보는 것은 쉽다. 과학과 산업의 경우, 공동체가 밭을 준비하 지만, 사회는 우연히 성공적인 씨앗을 심은 개인에게 모든 공로를 돌리는 경향이 있다. 씨를 심는 것은 반드 시 엄청난 지능을 필요로 하는 것은 아니다; 씨앗이 번 성하게 해 주는 환경을 만드는 것은 그러하다. 우리는 과학, 정치, 사업 그리고 일상에서 공동체에 좀 더 많은 공로를 인정해 줄 필요가 있다. Martin Luther King Jr. 는 위대한 사람이었다. 아마도 그의 가장 큰 강점은 모 든 역경에 맞서, 사회의 인종에 대한 인식과 법의 공정 성에 있어 혁명적인 변화들을 성취하기 위해서 사람들 이 함께 일하도록 고무시키는 능력이었다. 그러나 그가 성취한 것을 진정으로 이해하는 것은 그 사람을 넘어서 보는 것을 요구한다. 그를 모든 위대한 것들의 구현으 로 여기는 대신에 우리는 미국이 위대해질 수 있음을 보여주게 하는 데 있어서 그의 역할을 인정해야 한다. [어구] credit 공로 prosper 번성하다 [해설] ⑤ that → what 30. [출제의도] 어휘 추론하기 갑작스러운 성공이나 상금은 아주 위험할 수 있다. 신경학적으로 흥분과 에너지의 강력한 분출을 유발하는 화학물질들이 뇌에서 분비되고, 이 경험을 반복하고자 하는 욕구로 이어진다. 그것이 어떤 종류의 중독 또는 광적 행동의 출발점일 수 있다. 또한, 이익이 빨리 얻어 질 때, 우리는 진정한 성공이 정말 지속되기 위해서는 노력을 통해야 한다는 기본적인 지혜를 보지 못하는 경 향이 있다. 우리는 그처럼 어렵게 얻은( →갑작스러운) 이익에 있어 운이 하는 역할을 고려하지 않는다. 우리 는 그만큼의 돈이나 관심을 얻는 것으로부터의 그 황홀 감을 되찾기 위해 계속해서 시도한다. 우리는 우월감의 감정을 느낀다. 우리는 특히 우리에게 경고를 하려고 하는 사람에게 저항한다― 그들은 이해하지 못한다고 스스로에게 이야기한다. 이것은 지속될 수 없기 때문에 우리는 필연적인 추락을 경험하고 그것은 더 고통스럽 고, 그 사이클의 우울한 시기로 이어진다. 도박꾼들이 가장 이러기 쉽지만, 이것은 거품 경제일 때의 사업가 들과 대중으로부터 갑작스러운 관심을 얻은 사람들에게 도 똑같이 적용된다. [어구] neurologically 신경학적으로 [해설] 해석 참조 31. [출제의도] 빈칸 추론하기 포식자가 과일을 섭취하기에 적절한 시기는 언제인 가? 식물은 포식자에게 과일이 익었음을 알려주기 위해 그것의 색깔을 사용하며, 그것은 씨의 껍질이 딱딱해져 서― 그래서 당도가 최고에 이르렀음을 의미한다. 놀랍 게도, 식물은 과일의 당분으로서 포도당 대신 과당을 만들기로 선택해왔다. 포도당은 영장류와 인간의 인슐 린 수치를 높이는데, 그것은 처음에는 배고픔을 막는 호르몬인 렙틴의 수치를 높이지만― 과당은 그렇지 않 다. 그 결과 포식자는 결코 배가 부르다는일반적인 메 시지를 받지 못한다. 그것이 포식자와 먹이에게 상호 이익이 된다. 동물은 더 많은 열량을 얻고, 그것이 계속 해서 더 많은 과일을, 따라서 더 많은 씨를 먹기 때문 에 식물은 더 많은 후손을 퍼뜨리는 더 나은 기회를 얻 는다. [어구] fructose 과당 glucose 포도당 [해설] 해석 참조 32. [출제의도] 빈칸 추론하기 우리는 종종 높은 수준의 결정에 직면하는데, 거기에 서 우리는 그 결정의 결과를 예측할 수 없다. 그런 경 우에, 대부분의 사람들은 결국 선택권을 전적으로 포기 하는데, 왜냐하면 위험성이 높고 결과가 매우 예측 불 가능하기 때문이다. 그러나 여기에는 해결책이 있다. 당 신은 선택을 좀 더 작은 규모로 시험해보는과정을 활 용해야 한다. 많은 경우에, 물 속에 머리부터 뛰어들기 보다는 발끝을 담그는 것이 현명하다. 최근에, 나는 비 싼 코칭 프로그램에 등록을 하려고 했었다. 그러나 나 는 그 결과가 어떠할지 완전히 확신하지 못했다. 그러 므로 나는 똑같은 강사의 저렴한 미니 코스에 등록함으 로써 이러한 과정을 활용했다. 이것은 내가 그의 방법 론, 스타일, 그리고 교육 내용을 이해하도록 도왔다; 그 리고 비싼 프로그램에 완전히 전념하기 전에 나는 그것 을 더 낮은 투자, 그리고 적은 시간과 노력으로 시험해 볼 수 있었다. [어구] methodology 방법론 [해설] 해석 참조 33. [출제의도] 빈칸 추론하기 사회학자들은 사람들이 그들 자신의 관점이나 가치를 그들이 직면하는 문화로 가져온다는 것을 입증해 왔다; 책, TV 프로그램, 영화, 그리고 음악은 모두에게 영향 을 줄지도 모르지만, 그것들은 다양한 사람들에게 다른 방식으로 영향을 준다. 한 연구에서, Neil Vidmar와 Milton Rokeach는 인종에 관한 다양한 관점을 가진 시 청자들에게 시트콤 All in the Family의 에피소드들을 보여주었다. 이 쇼는 자주 그의 더 진보적인 가족 구성 원들과 싸움에 휘말리는 편협한 고집쟁이 Archie Bunker라는 인물에 초점을 맞춘다. Vidmar와 Rokeach 는 Archie Bunker의 관점을 공유하지 않는 시청자들이 Archie의 어처구니없는 인종 차별주의를 비웃는 방식에 있어 그 쇼가 아주 재미있다고 생각했다는 것을 발견했 다― 사실, 이것이 제작자의 의도였다. 그러나 반면에, 스스로가 고집쟁이인 시청자들은 Archie Bunker가 그 쇼의 영웅이라고 생각했고, 제작자가 Bunker의 어리석 은 가족들을 비웃으려고 한다고 생각했다! 이것이 특정 문화적 산물이 모든 사람에게 똑같은 영향을 줄 것이다 라고 가정하는 것이 잘못인 이유를 보여준다. [어구] absurd 터무니없는 [해설] 해석 참조 34. [출제의도] 빈칸 추론하기 가용성 휴리스틱은 우리의 뇌가 머릿속에 쉽게 떠오 르는 사례들이 가장 중요하거나 널리 퍼져 있다고 가정 함으로써 저지르는 일반적인 오류를 가리킨다. 그것은 우리가 사건들의 최신성에 기반하여 의사 결정을 한다 는 것을 보여준다. 우리 기억의 한계 때문에 우리는 종 종 최근에 발생한 사건들의 빈도와 규모를 잘못 판단한 다. Harvard대학 교수, Max Bazerman에 따르면, 직무 수행 평가를 수행하는 관리자들은 종종 이 가용성 휴리 스틱의 희생양이 된다. 사건의 최신성은 직무 수행 평 가 기간 동안 관리자의 의견에 크게 영향을 미친다. 최 근의 사례들이 그들의 기억을 지배하기때문에 관리자 들은 평가 기간 앞의 9개월 보다 평가 직전 3개월 동안 의 수행에 더 무게를 둔다. 가용성 휴리스틱은 어떤 사 건에 대한 정보의 회상 또는 복구 가능성의 용이함에 의해서 영향을 받는다. 회상의 용이함은 만약 어떤 것이 당신의기억 속에서 더 쉽게 회상되어진다면, 그것이 높은 가능성으로 일어날 것이라고 생각한다는 것을 시 사한다. [어구] prevalent 일반적인, 널리 퍼져 있는 magnitude 규모 [해설] 해석 참조 2020학년도 6월 전국연합학력평가 정답 및 해설 고2 4 35. [출제의도] 무관한 문장 고르기 마케팅 경영은 수요를 찾고 증가시키는 것뿐만 아니 라 그것을 바꾸고 또는 심지어 줄이는 것과도 관련이 있다. 예를 들어, Uluru (Ayers Rock)에는 그것을 등반 하기를 원하는 너무 많은 관광객이 있을지도 모르고, 그리고 North Queensland의 Daintree 국립공원은 관광 시즌에 과도하게 붐비게 될 수 있다. 전력 회사들은 때 때로 최고 사용 기간 동안 수요를 충족시키는 데 어려 움이 있다. 과도한 수요의 이러한 그리고 다른 경우들 에서, 필요로 되어지는 반 마케팅이라고 불리는 마케팅 과업은 일시적으로 혹은 영구적으로 수요를 줄이는 것 이다. (공급의 증가에 의해 유발된 손실들을 보상하기 위해서 노력해야 한다.) 반 마케팅의 목적은 수요를 완 전히 없애는 것이 아니라, 단지 그것을 줄이거나 또는 다른 시기 또는 심지어 다른 제품으로 이동시키는 것이 다. 따라서, 마케팅 경영은 조직이 그것의 목표들을 달 성하는 것을 돕는 방식으로 수요의 수준, 시기, 그리고 특성에 영향을 주는 것을 추구한다. [해설] 해석 참조 36. [출제의도] 글의 순서 파악하기 기계식 시계의 발명은 질서와 규칙적인 일상의 예시 가 되는 수도원에 살았던 승려들에 의해 영향을 받았 다. (B) 그들은 기도를 위해 지정된 하루의 일곱 시간 을 알리기 위해 수도원의 종이 규칙적인 간격으로 울릴 수 있도록 정확한 시간을 지켜야했다. 초기의 시계들은 회전하는 드럼통 주위에 감긴 줄에 묶인 무게추에 불과 했다. (A) 시간은 무게를 단 줄의 길이를 관찰하는 것 에 의해서 정해졌다. 17세기의 흔들리는 추의 발견은 시계와 큰 대중 시계의 광범위한 사용으로 이어졌다. 마침내, 시간을 지키는 것은 시간에 복종하는 것이 되 었다. (C) 사람들은 그들의 자연적 생체 시간보다는 기 계식 시계의 시간을 따르기 시작했다. 그들은, 그들이 배고플 때보다는 식사 시간에 먹었고, 졸릴 때보다는 시간이 되었을 때 자러 갔다. 심지어 정기 간행물들과 패션들도 “연간으로” 되었다. 세상은 질서 정연하게 되 었다. [어구] periodical 정기 간행물 revolve 돌다, 회전하다 [해설] 해석 참조 37. [출제의도] 글의 순서 파악하기 우리는 우리의 편견들을 완전히 없앨 수 없다는 사실 을 알고 있기 때문에, 우리는 편견이 우리의 결정과 판 단의 객관성과 합리성에 가질 수 있는 해로운 영향들을 제한하도록 노력할 필요가 있다. (C) 우리가 언제 우리 의 인지적 편견들 중 하나가 활성화되는지를 인지하고, 그 편견을 극복할 의식적 결정을 내리는 것이 중요하 다. 우리는 편견이 우리의 의사 결정 과정과 삶에 끼치 는 영향력을 인지할 필요가 있다. (B) 그때 우리는, 편 견과 싸우기 위해 적절한 반편견 전략을 선택할 수 있 다. 우리가 전략을 실행해 본 이후에, 우리는 그것이 우 리가 희망했던 방식대로 작동했는지를 보기 위해 한 번 더 확인해야 한다. (A) 만약 그것이 그랬다면, 우리는 넘어가서 객관적이고 정보에 근거한 결정을 내릴 수 있 다. 만약 그러지 않았다면, 우리는 우리가 이성적 판단 을 내릴 준비가 될 때까지 똑같은 전략을 다시 시도하 거나 새로운 것을 실행할 수 있다. [어구] implement 실행하다 [해설] 해석 참조 38. [출제의도] 문장 삽입하기 컴퓨터들은 인간이 그들에게 부여한 지시 사항들을 단지 수행만 할 수 있다는 것을 기억하는 것이 중요하 다. 컴퓨터들은 사람들이 할 수 있는 것보다 훨씬 더 빠른 속도로 정확하게 데이터를 처리할 수 있지만, 그 것들은 많은 측면에서 제한된다― 가장 중요하게, 그것 들은 상식이 부족하다. 그러나, 이러한 기계들의 강점과 인간의 강점을 결합하는 것은 시너지를 생성한다. 시너 지는 결합된 자원들이 같은 자원들을 각각 사용한 산출 의 합을 초과하는 산출을 생성할 때 일어난다. 컴퓨터 는 빠르고 정확하게 작동한다; 인간은 상대적으로 느리 게 일하고 실수를 한다. 그러나, 컴퓨터는, 인간에 의해 서 그렇게 하도록 프로그램되어지지 않는 한, 독립적인 결정을 하거나 문제를 해결하기 위해 단계들을 만들어 낼 수 없다. 컴퓨터로 하여금 학습하고 그것이 학습한 것을 실행하도록 하는 정교한 인공지능조차, 초기의 프 로그래밍은 인간에 의해 수행되어야 한다. 따라서, 인간 -컴퓨터 결합은 인간 사고의 결과들이 많은 양의 데이 터의 효율적 처리로 변환되도록 한다. [어구] formulate 만들어내다 implement 시행하다, 실행하다 [해설] 해석 참조 39. [출제의도] 문장 삽입하기 수십만 년 동안 우리의 수렵‒채집인 조상들은 비언어 적 신호들을 통해서 서로 끊임없이 의사소통함으로써만 생존할 수 있었다. 언어의 발명 이전에, 오랜 시간에 걸 쳐 발달되어서, 그것은 인간의 얼굴이 매우 표현적이고, 몸짓이 매우 정교해진 방식이다. 우리는 우리의 감정을 전달하고자하는 끊임없는 욕망과 그러나 동시에 적절한 사회적 기능을 위해 그것들을 감추고자 하는 욕구를 가 지고 있다. 이 상충하는 힘들이 우리 내면에서 다투면 서, 우리는 우리가 전달하는 것을 완전히 통제할 수 없 다. 우리의 진짜 감정은 몸짓, 목소리의 톤, 얼굴 표정, 그리고 자세의 방식으로 끊임없이 새어 나온다. 그러나 우리는 사람들의 비언어적 신호에 주의를 기울이도록 훈련받지 않는다. 순전한 습관을 통해서 우리는 사람들 이 하는 말에 매달리고, 동시에 또한 우리가 다음번에 말할 것에 대해 생각한다. 이것이 의미하는 것은 우리 모두가 소유한 잠재적인 사회적 기술들 중 오직 작은 부분만을 우리가 사용하고 있다는 것이다. [해설] 해석 참조 40. [출제의도] 문단 요약하기 우리는 왜 돕는가? 하나의 널리 받아들여지는 관점은 자기 이익이 모든 인간의 상호작용의 기초가 되고, 우 리의 지속적인 목표는 보상을 극대화하고 비용을 최소 화하는 것이라는 것이다. 회계사들은 그것을 비용-수익 분석이라고 부른다. 철학자들은 그것을 공리주의라고 부른다. 사회 심리학자들은 그것을 사회적 교환 이론이 라고 부른다. 만약 당신이 헌혈할지를 생각한다면, 당신 은 그렇게 하는 것의 이익들(감소된 죄책감, 사회적 인 정, 그리고 좋은 감정) 대비 비용들(시간, 불편함, 그리 고 걱정)을 측정할지도 모른다. 만약 그 보상들이 비용 들을 초과한다면 당신은 도울 것이다. 다른 사람들은 우리가 어떻게 행동해야하는지를 규정하는 규범들을 통 해서, 우리가 그렇게 하도록 사회화되어 왔기 때문에 돕는다고 믿는다. 사회화를 통해서 우리는 상호성 규범 을 배운다: 우리는 우리를 도와왔던 사람들에게 해가 아닌, 도움을 돌려줘야 한다는 기대이다. 유사한 지위의 타인들과의 관계에서, 상호성 규범은 우리로 하여금 대 략 우리가 받은 만큼(호의, 선물들, 혹은 사회적 초대) 줘야한다는 것을 강요한다. 뾞 사람들은 돕는 것이 그들에게 이익을 주기 때문만이 아니라, 타인이 그들에게 한 것을 되갚아야한다고 사 회적으로 학습되기 때문에 돕는다. [어구] underlie 기저가 되다, 깔리다, 기초가 되다 utilitarianism 공리주의 reciprocity norm 상호성 규범 [해설] 해석 참조 [41~42] 한 조직이 질 좋은 제품을 더 낮은 가격으로 생산하 는 능력을 가진 새로운 기계를 수입했다. 한 관리자는 상대적으로 짧은 시간에 많은 양에 대한 책임이 있었 다. 그는 새로운 기계의 최대한의 사용으로 시작했다. 그는 그것을 최대 능력치로 24시간 7일 내내 작동시켰 다. 그는 비가동 시간, 회복을 위한 휴지기, 또는 기계 의 일반적인 유지 보수에 최소한의 관심을 기울였다. 그 기계가 새것이었기 때문에, 그것은 지속적으로 결과 물을 생산했고, 따라서, 그 조직의 수익성은 치솟았고 그 관리자는 그의 수행에 대해서 인정받았다. 얼마의 시간이 지난 지금, 이 관리자는 승진하였고 다른 지점 으로 옮겼다. 새로운 관리자가 제조 지점 운영을 담당 하기 위해 그의 자리에 왔다. 그러나 이 관리자는 과도 한 사용으로, 그리고 유지 보수를 위한 비가동 시간의 부재로, 그 기계의 많은 부품들이 상당히 닳았고 대체 되거나 수리되어질 필요가 있다는 것을 깨달았다. 새 관리자는 상당한 시간과 노력을 그 기계의 수리와 유지 보수에 들여야만 했고, 그것은 낮은 생산과 따라서 이 익의 손실을 초래했다. 이전의 관리자는 비록 그가 단 기간에 좋은 결과를 얻었을지라도 생산 목표만을 신경 썼고 기계를 무시했다. 그러나 궁극적으로 회복과 유지 보수에 주의를 기울이지 않은 것은 장기간의 긍정적인( →부정적인) 결과들을 초래했다. [어구] downtime 비가동 시간 [해설] 해석 참조 41. [출제의도] 글의 제목 추론하기 42. [출제의도] 문맥에 적절하지 않은 어휘 추론하기 [43~45] (A) Maria Sutton은 평균 소득이 매우 낮은 지역의 사회복지사였다. Maria의 많은 고객들은 근처 마을의 석탄 산업이 붕괴되었을 때 그들의 일자리를 잃었다. 아이들이 크리스마스에 얼마나 선물을 좋아하는지 알았 기 때문에, 크리스마스 시즌 마다 Maria는 한 가족을 위해 산타클로스의 특별 방문을 계획하려 했다. Maria 의 7살 된 딸, Alice는 그녀의 엄마의 크리스마스 이벤 트를 돕는 것에 열정적이었다. (C) 올해 행운의 가족은 Karen이라는 이름의 25살 된 엄마와 그녀의 3살 된 아들이었고, 그를 그녀는 혼 자서 키우고 있었다. 그러나, 상황들이 나빠졌다. 크리 스마스 2주 전, 지역 단체의 대표가 Maria에게 전화해 서 그녀가 Karen을 위해 요청했던 지원이 성사되지 않 았다고 말했다. 산타클로스는 없었다. 선물도 없었다. Maria는 그 소식에 Alice의 얼굴에서 생기가 사라지는 것을 보았다. 이 말을 듣고 난 뒤, 그녀는 그녀의 방으 로 달려갔다. (D) Alice가 돌아왔을 때, 그녀의 얼굴은 결의에 차 있었다. 그녀는 그녀의 돼지 저금통에서 동전들을 세면 서 꺼냈다: $4.30. “엄마,” 그녀는 Maria에게 “나는 이 것이 얼마 되지 않는다는 것을 알아요. 그러나 아마도 이것으로 그 아이를 위한 선물은 살 수 있을 거예요”라 고 말했다. Maria는 그녀의 딸을 사랑스럽게 안아주었 다. 그 다음 날, Maria는 그녀의 동료들에게 그녀의 딸 의 최근 프로젝트에 대해 말했다. 그녀가 놀랍게도, 직 원들은 그들의 지갑을 열기 시작했다. Alice의 선물 이 야기는 Maria의 사무실을 넘어 퍼졌고, Maria는 300달 러를 모금할 수 있었다― Karen과 그녀 아들의 크리스 마스 선물을 위해 충분했다. (B) 크리스마스 전날, Maria와 Alice는 크리스마스 선 물들을 가지고 Karen의 집을 방문했다. Karen이 문을 열었을 때, Maria와 Alice는 그 깜짝 놀란 여성에게 즐 거운 크리스마스를 기원해주었다. 그런 다음 Alice는 차 에서 선물들을 내리기 시작했고, 그것들을 하나씩 Karen에게 건넸다. Karen은 믿기지 않는다는 듯 웃었 고, 그녀가 언젠가 어려운 다른 사람을 위해 비슷한 어 떤 일을 할 수 있기를 바란다고 말했다. 집으로 돌아가 는 길에, Maria는 Alice에게, “신이 너의 선물을 늘렸구 나”라고 말했다. [어구] collapse 무너지다, 붕괴하다 multiply 늘리다, 배가하다 representative 대표 [해설] 해석 참조 43. [출제의도] 글의 순서 파악하기 44. [출제의도] 지칭 추론하기 45. [출제의도] 세부내용 파악하기"
}