{
    "text": "• 영어영역 • 정 답 1 ⑤ 2 ① 3 ② 4 ④ 5 ⑤ 6 ② 7 ⑤ 8 ③ 9 ② 10 ③ 11 ③ 12 ① 13 ④ 14 ④ 15 ② 16 ④ 17 ④ 18 ① 19 ① 20 ② 21 ① 22 ③ 23 ④ 24 ① 25 ③ 26 ⑤ 27 ③ 28 ③ 29 ⑤ 30 ② 31 ① 32 ④ 33 ① 34 ④ 35 ③ 36 ⑤ 37 ② 38 ⑤ 39 ③ 40 ④ 41 ① 42 ⑤ 43 ⑤ 44 ④ 45 ② 해 설 1. [출제의도] 담화의 목적을 추론한다. W: Good morning, parents. I’m Jennifer Lawrence, vice principal of Greenhill Elementary School. Thank you for being here for the Parent­Teacher Meeting. Before we begin, let me tell you about the field trip next month. The students will be visiting the Children’s Natural History Museum. They’ll have a great opportunity to explore the different activities there. Today we’ll hand out the field trip permission form to each student, which has all the details including the schedule and the fees. Please take a look and send it back to us by next Monday. If you have any questions about the trip, please feel free to call us. explore 탐험하다 permission form 동의서, 허가서 2. [출제의도] 대화자의 의견을 추론한다. W: Hi, Chris. Where are you going? M: I’m going to the library to check out some books. Do you want to come along? W: Well, I don’t often read books these days. I’m busy helping with housework, exercising, and so on. M: Why don’t you try audio books then? They’re convenient to listen to while you’re doing other things. W: I’ve never tried it. Do you think it’ll work for me? M: Sure. It’s an easy way to enjoy books even if you have a busy schedule. I always listen to a short story when I take a walk. W: Cool! I guess I could try listening to audio books while I do chores. M: I’m sure you’ll enjoy listening to books while dealing with other stuff. W: Can you recommend some audio books to me? M: I have a few in mind. I’ll text you a list later. check out (책을) 대출하다 chore 잡일, 허드렛일 deal with ~을 다루다[처리하다] recommend 추천하다 text 문자 메시지를 보내다 3. [출제의도] 대화자의 관계를 추론한다. [Smartphone rings.] W: Hello, Liam. M: Hello, Emily. I’m wondering if we’re having our lesson as scheduled. W: Sure. Why do you ask? M: The temperature has gone down a lot lately. I’m afraid I can’t surf under these weather conditions. W: Don’t worry. The waves are more important than the temperature in surfing. M: But I’m still worried. I can’t imagine myself going into really cold water. W: You’ll be fine. We have thick wetsuits to keep you warm. M: Okay, I guess I can try. Ah, one more thing. W: What is it? M: I’m not a good swimmer. Would it matter? W: It’ll be okay. Good swimming skills are not really necessary in surfing. M: I see. Looking forward to your lesson next week. W: Great! See you then. temperature 기온, 온도 wetsuit (서핑 등을 위해 입는) 고무 옷 matter 중요하다, 문제가 되다 4. [출제의도] 그림과 대화의 일치 여부를 파악한다. W: Honey, come and look. I’m decorating Sam’s room for his birthday party. M: Wow. I like what you put on the wall. It’s beautiful. W: Thanks. I made a heart with flowers. M: There’s a cake on the table. Is that the one Aunt Mary baked for him? W: Yeah. Her cakes are the best. I put three candles on it. M: Good. Where’s the gift we prepared? W: It’s under the table. I tied a ribbon around the box. M: Nice. Oh, I love this rug on the floor. It has stars on it. W: It’s cute, right? I bought it online. M: Did you make the balloon dog on the bed? W: Yes, I did. Sam loves dogs. M: He does. You did a great job. tie 묶다, 매다 5. [출제의도] 대화자가 부탁한 일을 추론한다. M: Ellie, do you have any idea about our volunteer club’s next project? W: Hmm, last time we knitted hats for babies and sent them to Africa. M: Yes, we did. W: How about making eco­friendly soap this time? It helps the environment and we can give it out to people in need. M: Good idea. Luckily we learned how to make soap in science class. W: Right. I still have the handout about it. M: Great. You can bring it to our club meeting. It’s next Friday, right? W: Yeah. We can try making soap then. Shall we do it in our club room? M: I think it’ll be better to use the science lab. W: You’re right. Can you go ask Mr. White if we can use it? M: Sure. I’ll do that right away. W: Thanks. Then, I’ll find out where we can get the ingredients. knit 뜨다, 짜다 ingredient 재료, 성분 6. [출제의도] 수치를 파악한다. W: Honey, we’re running out of fine dust masks. Don’t we need to order some more? M: Oh, right. [Typing sound] Let’s order them on this website. The masks are $2 each and a pack of 10 masks is $15. W: Then it’s cheaper to buy them in packs. Let’s get four packs. M: Okay. We also need some hand wash, right? W: Yes. Is there any special promotion going on? M: Let me see. [Pause] Oh, there is. We can buy three bottles of hand wash for $10. It was originally $5 per bottle. W: That’s a good deal. Let’s buy three bottles then. M: All right. Do we need anything else? W: No, that’s all. Oh, hang on. Look here. If we spend more than $50, we can get a 5­dollar discount. M: Great. I’ll place the order now with my credit card. fine dust 미세 먼지 promotion 판매 촉진, 홍보 7. [출제의도] 이유를 추론한다. M: Hi, Jenny. How’s your job interview preparation going? W: It’s not going well. It’s not easy doing it by myself. M: Hmm.... Why don’t you go to the special lecture on job interviews at the career center? W: That might help. Do you know when it is? M: It’s this Saturday in the morning, from 10 to 12. W: Oh, no. I’m afraid I can’t make it. M: Oh, you have a part­time job at the library at that time, don’t you? W: No, I quit last month. Actually, I have to take a computer skill test on Saturday. M: I see. Good luck on your test. W: Thanks. Do you know if another lecture is coming up? M: I’m not sure. You should check with the career center. W: Okay, I will. career center 진로 센터 quit 그만두다, 중단하다 8. [출제의도] 세부 사항의 언급 여부를 파악한다. M: Amy, what are you reading? W: Our school newsletter. It says our school is holding the West Lake Fun Run. M: Sounds interesting. When is it? W: It’ll be held on April 17th. M: I see. How long is the course? W: It’s 5km long. Starting at the school, participants will run through Vincent Park and Central Stadium, and finish at West Lake. M: Cool! W: Why don’t we sign up together? M: Good idea. How much is the entry fee? W: It’s $5 per person. The money raised will be used to renovate the school gym. M: Great. It’s so old. It’ll be wonderful to have a new gym. W: I agree. raise money 돈을 모금하다 renovate 개조[보수]하다 9. [출제의도] 담화 내용과 일치 여부를 파악한다. M: Do you ever wonder what happens in the aquarium at night? Pack your pajamas and join us at Sleep Under the Sea. You’ll have the opportunity to sleep inside the shark tunnel with sharks and giant fish swimming above you. Our staff will give you a guided tour of the aquarium including a special visit to our staff­only areas. After the tour, you’ll be able to watch a 3D movie about dolphins. To participate in Sleep Under the Sea, children must be aged 5 and up, and all children under 15 must be accompanied by an adult. Dinner and breakfast will be provided during the Sleep Under the Sea experience. For more information, visit our website at www.sealifeaquarium.org. aquarium 수족관 staff­only area 직원 전용 구역 accompany 동반하다 10. [출제의도] 표를 보고 선택한 것을 찾는다. M: Honey, what are you looking at on the Internet? W: I’m looking for a bike helmet for Jason. There’s a crack in his old helmet. M: Oh, I didn’t know that. Let’s pick one together then. What’s our priority? W: I guess it’s weight. What about you? M: Same here. Considering Jason’s age, it should be under 600 grams. W: I agree. I think this one is too expensive, though. I don’t want to spend more than $70. M: Okay, let’s choose from these three then. Do you think LED lights are necessary? W: Yes, it’ll be safer to have them when riding at night. M: You’re right. Now we have two options left. Do you think our son will like this one? W: I don’t think so. He doesn’t like yellow. M: That’s right. Let’s order the other one. crack 갈라진 금, 균열 considering ~을 고려하면 11. [출제의도] 대화에서 적절한 응답을 찾는다. M: Lydia! You said you were going camping with your family to Mt. Bluestone during the winter vacation. How was it? W: We couldn’t make it because of the heavy snow. We camped indoors at our house instead. M: That’s cool. I wonder where the tent was set up. W: set up ~을 설치하다 12. [출제의도] 대화에서 적절한 응답을 찾는다. W: Mr. Johnson, do you have a minute? I need your opinion on the project I’m doing. M: I’d love to discuss that with you, but I’m expecting a visitor in 10 minutes. Is 10 minutes enough? W: I’m afraid it’ll take longer than that. Shall I come back later? M: expect (오기로 되어 있는 대상을) 기다리다 13. [출제의도] 대화에서 적절한 응답을 찾는다. W: Dad, I’m home. Where’s Max? M: He’s sleeping in his house. I took him to the vet this morning. He hasn’t been eating well lately. W: What did the vet say? M: She said there’s nothing wrong with him. He just needs more exercise. W: More exercise? We take him out for a walk regularly. M: That’s true, but we don’t walk him every day. The vet said he needs at least an hour of exercise every day. W: Oh, I didn’t know that. M: I think we should exercise him every day from now on. W: I agree. What if we all take turns doing it? M: Good idea. Your mom and I will do it on weekdays. You’re busy with your schoolwork during the weekdays. W: vet 수의사(=veterinarian) from now on 이제부터 take turns 교대로 하다 weekday 평일 14. [출제의도] 대화에서 적절한 응답을 찾는다. M: Hi, Tara. What are you looking at? W: Hi, Dan. I’m reading a post about an online debate competition. M: Oh, it sounds interesting. Are you going to participate? W: I want to, but it’s a team competition. Why don’t we make a team and enter together? You’re a great debater. M: Thanks, I’m flattered. But debating online is new to me. I’m not sure if I can do it well. W: Don’t worry. Everything is basically the same except it’s taking place online. You’ll get used to it with a little bit of practice. M: I see. I’ll enter with you then. When’s the competition? W: It’s a month away. We have plenty of time to prepare. M: I guess we need to practice online, right? But my laptop isn’t working at the moment. W: No problem. You can do it on your smartphone. M: post 게시글 competition 대회 flattered (칭찬 등을 받아서) 기분이 좋은 take place 열리다, 일어나다 get used to ~에 익숙해지다 15. [출제의도] 상황에 적절한 말을 찾는다. W: Lisa and Kevin are reporters for the school newspaper. They decided to interview Mr. Jackson, the new history teacher, for the next issue. Kevin suggests that they take a photo of him to put in their interview article. Lisa knows that Kevin is good at drawing caricatures and that he often draws teachers and students. She has seen the caricature of Mr. Jackson that Kevin drew. So she thinks that it’ll be better to put the caricature in the article, instead of a photo, because caricatures can be more appealing than photos. Lisa wants to suggest to Kevin that they use his work. In this situation, what would Lisa most likely say to Kevin? issue (정기 간행물의) 호 article 기사 caricature 캐리커처(어떤 사람의 특징을 과장하여 우 스꽝스럽게 묘사한 그림이나 사진) appealing 흥미를 끄는, 매력적인 [16 ~ 17] M: Hello, class. Let’s continue to talk about different cultures around the world. People celebrate the New Year in various ways. In Spain, it’s customary to eat 12 grapes at midnight on New Year’s Eve. Each grape represents good luck for one month of the coming year. In Denmark, people greet the New Year by throwing old plates and glasses against the doors of family and friends. They believe it’ll get rid of the bad spirits. They also stand on chairs and jump off them together at midnight to “leap” into January. In Mexico, residents carry empty suitcases around the block. Mexicans believe that doing so will bring travel and adventure in the coming year. In Greece, an onion is traditionally hung on the front door of homes on New Year’s Eve as a symbol of rebirth. On New Year’s Day, parents wake their children by tapping them on the head with the onion. Now let’s watch some video clips of these unique traditions. customary 관례적인 represent 나타내다, 대변하다 get rid of ~을 없애다 rebirth 부활, 환생 tap 톡톡 두드리다 16. [출제의도] 담화의 주제를 추론한다. 17. [출제의도] 세부 사항의 언급 여부를 파악한다. 18. [출제의도] 글의 목적을 추론한다. 제 이름은 Anthony Thompson이고 저는 입주민 조 합을 대표하여 편지를 쓰고 있습니다. 우리의 재활용 프로그램은 여러분의 참여 덕분에 잘 운영되고 있습니 다. 그런데 최근에 여러분의 관심이 필요한 문제가 생 겼습니다. 재활용을 위해 정해진 날이 없어서 입주민 들은 아무 때나 자신들의 재활용품을 내놓습니다. 이 것이 재활용 구역을 어지럽혀서 추가 노동과 비용이 필요하게 합니다. 이 문제를 처리하기 위해서 입주민 조합은 재활용하는 날을 결정했습니다. 수요일에만 여 러분의 재활용품을 내놓을 수 있다는 것을 알려드리고 싶습니다. 그것이 우리 아파트 단지를 훨씬 더 쾌적해 보이게 만들 것이라고 저는 확신합니다. 여러분의 협 조에 미리 감사드립니다. on behalf of ∼을 대표하여 residents’ association 입주민 조합 participation 참여 given 정해진 messy 어지러운 decide on ∼을 결정하다 apartment complex 아파트 단지 cooperation 협조 in advance 미리 19. [출제의도] 등장인물의 심경을 추론한다. 내가 직장에서 발표를 하기로 한 날이었고 내가 자 주 하곤 했던 것이 아니었다. 시작하려고 일어섰을 때 나는 얼어붙었다. ‘핀과 바늘로 찌르는 듯한’ 차가운 느낌이 손에서 시작해서 나를 엄습했다. 내가 말하기 시작하려고 애쓸 때 시간이 정지해 있는 것 같았고 나 는 목 부근에서 압박감을 느꼈는데 마치 내 목소리가 갇혀서 빠져나올 수 없는 것 같았다. 흐릿한 형체의 얼굴들을 둘러보며 나는 그들이 모두 내가 시작하기를 기다리고 있다는 것을 깨달았지만 그때쯤 나는 내가 계속할 수 없다는 것을 알았다. due to ∼하기로 한[예정된] chilly 차가운 creep over ∼을 엄습하다 still 정지한 trap 가두다 gaze at ∼을 보다 blur 흐릿한 형체 20. [출제의도] 필자의 주장을 추론한다. 여러분의 상황이 어떠하든, 여러분이 내부자이건 외 부자이건, 여러분은 어제의 정답에 이의를 제기하는 목소리가 될 필요가 있다. 외부자를 조직에게 가치 있 게 만드는 특성들에 관해 생각해 보라. 그들은 내부자 가 너무 가까이 있어서 정말 알아차릴 수 없는 문제들 을 볼 수 있는 관점을 가진 사람들이다. 그들은 자신 의 일자리나 자신의 경력을 위태롭게 하지 않고 이런 문제들을 지적하고 그것들을 비판할 수 있는 자유를 가진 사람들이다. 외부자의 사고방식을 채택하는 것의 일부는 이렇게 분리된, 덜 감정적인 관점으로 여러분 의 조직을 스스로 둘러보게 하는 것이다. 여러분이 자 신의 동료를 모르고 여러분의 공유된 경험에 의해 그 들에게 결속되어 있다고 느끼지 않는다면 여러분은 그 들에 관해 어떻게 생각하겠는가? 여러분이 자신의 생 각을 경영진에게 말할 직업 안정성이나 자신감을 갖고 있지 않을지도 모르지만 여러분은 자신의 조직에 관해 이런 ‘외부자의’ 평가를 독자적으로 할 수 있고 여러분 이 판정한 것을 자신의 경력을 발전시키기 위해 이용 할 수 있다. challenge 이의를 제기하다 characteristic 특성 perspective 관점 point out ∼을 지적하다 risk 위태롭게 하다 adopt 채택하다 mentality 사고방식 disassociated 분리된 bonded 결속되어 있는 job security 직업 안정성 management 경영진 assessment 평가 on one’s own 독자적으로 determine 판정하다, 결정하다 advance 발전시키다 career 경력 21. [출제의도] 어구의 함축 의미를 추론한다. 비상사태에 관해 이미 알려진 사실은, 그 비상사태 가 어떤 것이 될 것인지 정확히 아는 것이 없이, 재난 대비가 재난 예행연습과 똑같은 것이 아니라는 것을 보여 준다. 아무리 많은 모의 재난이 사전 계획에 따 라 조직되더라도 실제 재난은 그런 것들 중 어느 하나 라도 그대로 반영하지 않을 것이다. 재난 대비 계획 세우기는 높이뛰기 시합이나 단거리 달리기 경주를 위 해 훈련하는 것이라기보다는 마라톤을 위해 훈련하는 것과 더 비슷하다. 마라톤 선수들은 26마일 전체 코스 를 달리는 것으로 연습하는 것이 아니라 오히려 더 짧 은 거리를 달리고 여러 가지 운동을 조합하여 행하는 훈련법으로 자신의 지구력을 강화함으로써 몸 상태를 좋게 만든다. 만약 그들이 성공적으로 준비했다면 그 들은 마라톤의 미리 정해진 코스와 길이에 걸쳐 예상 되었든 아니든 다양한 기상 조건을 가정하면서 마라톤 을 달릴 수 있는 최적의 상태에 있다. 이것이 보통의 마라톤 준비이다. ① 실제 재난에 대응할 수 있는 잠재력을 기르기 ② 재난에 대한 장기적인 복구 계획을 수립하기 ③ 관련 기관들 간의 협조를 구하기 ④ 비상사태를 위해 기본적인 재난 대비 물자를 비축 하기 ⑤ 가능한 한 자주 달리기 선수의 속도를 검사하기 precisely 정확히 rehearsal 예행연습 stage (집회 등을) 조직하다 prior 사전의 mirror (그대로) 반영하다[나타내다] sprint 단거리 달리기 경주 get into shape 몸 상태를 좋게 만들다 endurance 지구력 optimal 최적의 predetermined 미리 정해진 assume 가정하다 a range of 다양한 22. [출제의도] 글의 요지를 추론한다. 생태계를 손상하는 것에 대한 두려움은 우리가 초래 하는 (환경) 파괴를 최소화하는 것을 목표로 해야 한 다는 건전한 환경 보호주의자 원칙을 바탕으로 하지 만, 이 원칙이 ‘자연의 균형’이라는 오래된 생각과 혼 동될지도 모른다는 위험이 있다. 이것은 그 자체를 유 지하려고 노력하고 우리가 바꾸어서는 안 되는 완벽한 자연의 질서를 전제로 한다. 그것은 목가적이라고까지 는 할 수 없어도 낭만적인 개념이지만 정적인 상태를 전제로 하기 때문에 매우 잘못된 인식을 준다. 생태계 는 역동적이고, 일부는 겉보기에는 변하지 않는 채로 인간의 수명과 비교해 보면 오랜 기간 동안 지속될지 모르지만, 그것은 결국 변할 것임에 틀림없고 정말 변 한다. 생물 종(種)들은 생겼다 사라지고 기후는 변하 며 동식물 군집은 달라진 환경에 적응하고 미세하게 자세히 검토하면 그런 적응과 결과적인 변화는 항상 일어나고 있는 것으로 보일 수 있다. ‘자연의 균형’은 잘못된 통념이다. 지구는 역동적이고 지구의 서식자들 이 함께 사는 모습[생활 방식]도 그러하다. ecosystem 생태계 sound 건전한 conservationist 환경 보호주의자 principle 원칙 minimize 최소화하다 disruption (환경) 파괴 confused with ∼과 혼동되는 suppose 전제로 하다 not to say ∼이라고까지는 할 수 없어도 notion 개념 misleading 잘못된 인식을 주는 static 정적인 dynamic 역동적인 endure 지속되다 apparently 겉보기에는 in comparison with ∼과 비교해 보면 lifespan 수명 eventually 결국 species 생물 종(種) community (동식물의) 군집 adapt to ∼에 적응하다 alter 바꾸다 circumstances 환경 consequent 결과적인 constantly 항상 myth 잘못된 통념 arrangement (사는) 모습, (생활) 방식 inhabitant 서식자, 거주자 23. [출제의도] 글의 주제를 추론한다. 근대의 과학적인 시대 이전에 창의성은 초인적인 힘 에 기인한 것으로 여겼는데 모든 새로운 생각은 신에 게서 유래했다. 결국 신의 창조 행위 이전에 존재하지 않았던 것을 어떻게 인간이 만들 수 있었겠는가? 사 실, ‘영감을 주다’라는 동사의 라틴어의 의미는 ‘숨결을 불어넣다’이고 창의적 영감은 신이 처음에 인간에게 생명을 불어 넣었을 때 창조의 순간과 비슷했다는 믿 음을 반영한다. Plato는 시인은 신이 내린 영감에 사로 잡혔다고 주장했고 Plotin은 예술은 그것이 신으로부터 내려온 경우에만 아름다울 수 있다고 썼다. 예술가의 일은 자연을 모방하는 것이라기보다는 오히려 자연의 신성하고 초월적인 특성을 드러내는 것이었다. 예술은 관념[이데아]의 세계의 완벽함을 어설프게 흉내 낸 것 에 불과한 것일 수 있었다. 그리스의 예술가들은 그들 이 현실에서 본 것을 맹목적으로 모방하지 않았고 그 대신 현실의 근저에 있는 순수하고 진정한 형태를 나 타내려고 애썼는데 그 결과 추상과 정확성 간의 일종 의 타협을 발생시켰다. ① 예술가의 역할에 관한 상충하는 견해들 ② 모방이 창의성에 미치는 긍정적인 영향 ③ 종교적 믿음을 공유하는 것에 대한 예술의 기여 ④ 전근대적인 시대에 창의성의 원천으로서의 신 ⑤ 고대에 철학과 예술 간의 협력 modern 근대의 era 시대 creativity 창의성 be attributed to ∼에 기인한 것으로 여기다 superhuman 초인적인 novel 새로운 originate 유래하다 exist 존재하다 divine 신(神)의 verb 동사 inspire 영감을 주다 reflect 반영하다 argue 주장하다 possessed by ∼에 사로잡힌 descend 내려오다 imitate 모방하다 reveal 드러내다 sacred 신성한 quality 특성 pale imitation 어설프게 흉내 낸 것 perfection 완벽함 blindly 맹목적으로 pure 순수한 underlying 근저에 있는 compromise 타협 abstraction 추상 accuracy 정확성 24. [출제의도] 글의 제목을 추론한다. 일부 처음 시작하는 연구자들은 좋은 가설은 옳다는 것이 보장된 것이라고 잘못 믿는다(예를 들면, ‘알코올 은 반응 시간을 둔화시킬 것이다.’). 하지만 여러분의 가설을 여러분이 검사해 보기 전에 그것이 사실이라고 이미 우리가 알고 있다면 여러분의 가설을 검사하는 것은 우리에게 아무런 새로운 것도 말해 주지 않을 것 이다. 연구란 ‘새로운’ 지식을 생산해야 한다는 것을 기억하라. 새로운 지식을 얻기 위해서 연구자이자 탐 험가로서 여러분은 해변의 안전함(기정 사실)을 떠나 미개척 영역으로 과감히 들어가 볼 필요가 있다(아인 슈타인이 말했듯이, “우리가 무엇을 하고 있는지 안다 면 그것은 연구라고 불리지 않을 것이다, 그렇지?”). 이런 미개척 영역에서 무엇이 일어날 것인지에 관한 여러분의 예측이 틀린다면 그것은 괜찮다. 과학자는 실수를 저지르도록 허용되어 있다(Bates가 말했듯이, “연구는 막다른 길인지 보려고 골목길을 올라가 보는 과정이다.”). 정말로 과학자는 흔히 결과를 내는 예측 들보다는 결과를 내지 않는 예측들로부터 더 많이 배 운다. ① 연구자여, 틀리는 것을 두려워 말라 ② 가설은 터무니없는 추측과 다르다 ③ 연구자가 정보 공유를 주저하는 이유 ④ 하나의 작은 실수가 여러분의 연구 전체를 망칠 수 있다 ⑤ 확실한 사실이 우리의 생각을 바꾸지 않는 이유 mistakenly 잘못하여, 틀리게 hypothesis 가설 guarantee 보장하다 slow down ~을 둔화시키다 reaction 반응 shore 해변 established facts 기정 사실 venture into ∼로 과감히 들어가 보다 prediction 예측 alley 골목길 blind 막다른 25. [출제의도] 도표의 내용을 파악한다. 위 그래프는 2005년과 2017년에 다섯 나라의 초등 교육에서 평균 학급 크기를 보여 준다. 영국을 제외한 모든 나라에서 2017년에 평균 학급 크기는 2005년에 그것과 비교하면 줄었다. 2005년에 한국의 평균 학급 크기는 그 모든 나라 중에서 가장 컸는데, 학급에 서 른 명이 넘는 학생이 있었다. 그런데 2017년에는 칠레 의 평균 학급 크기가 모든 나라 중에서 가장 컸는데, 학급에 서른 명이 안 되는 학생이 있었다. 2005년에 브라질의 평균 학급 크기는 영국의 그것보다 더 컸지 만, 2017년에는 그 반대였다. 그리스에서 평균 학급 크기는 2005년과 2017년 둘 다에서 학급에 스무 명이 안 되는 학생이 있었다. ③ 2017년에 칠레의 평균 학급 크기는 서른 명이 넘 었으므로, 도표의 내용과 일치하지 않는다. average 평균(의) primary education 초등 교육 decrease 줄다, 감소하다 compared to ∼과 비교하면 reverse 반대 26. [출제의도] 실용문의 세부 내용을 파악한다. Grey 군 2021 채용 박람회 4월 28일 오후 2시 ∼ 오후 6시 Bayshore 커뮤니티 센터 Grey 군 전역의 사업체들은 지금 2021 채용 박람회 부스를 위해 등록할 수 있습니다. 작년의 채용 박람회 는 지금껏 이 지역에서 열린 가장 큰 행사였고 80명이 넘는 고용주와 천 명이 넘는 구직자가 참가했습니다. 올해 저희는 모든 참가자를 위한 많은 공간이 있는 훨 씬 더 넓은 장소로 옮길 겁니다. - 등록비: 80달러 - 등록 마감 일시: 4월 14일 오후 6시 고용주들에게 향상된 서비스 ∙5미터 × 5미터 부스 ∙무료 와이파이 ∙고용주 전용 라운지와 다과 더 많은 정보를 원하시면 www.greycountyjobfair.org 를 방문하세요. county 군(郡) job fair 채용 박람회 business 사업체 register 등록하다 employer 고용주 job seeker 구직자 attendee 참가자 enhance 향상하다 refreshments 다과 27. [출제의도] 실용문의 세부 내용을 파악한다. Riverside 탈출 Riverside 탈출은 여러분의 스마트폰으로 하는 도시 전역에서 벌어지는 탈출 게임입니다. 우리는 Riverside 도시를 거대한 탈출 게임의 장소로 바꾸고 거기에서 팀들은 붙잡히지 않고 도전 과제를 완수하면서 도시 이곳저곳을 질주해야 합니다. 게임하는 방법 ∙티켓을 사세요- 최대 여섯 명의 선수로 구성된 팀 당 티켓 한 장입니다. ∙게임 시작 날짜를 선택하세요. 여러분이 고른 날짜 이전에 이메일로 상세한 정보를 여러분에게 보내 드릴 겁니다. ∙시작 장소에 도착해서 그날 여러분이 원하는 언제라 도 시작하세요. ∙도시를 이곳저곳 옮겨 다니는 동안 수수께끼에 응답 함으로써 가능한 한 많은 점수를 얻으세요. 운영 시간 2021년 3월 1일 ∼ 2021년 5월 31일 월요일 ∼ 일요일, 10시 ∼ 20시 티켓 가격 티켓당 50달러(이 가격은 매일 달라질 수 있습니다.) 탈출 모험을 위해 와서 저희와 함께 하세요! complete 완수하다 challenge 도전 과제 28. [출제의도] 글의 세부 내용을 파악한다. Ingrid Bergman은 1915년 8월 29일에 스웨덴의 스 톡홀름에서 태어났다. 그녀의 어머니는 독일인이었고 아버지는 스웨덴인이었다. 그녀의 어머니는 그녀가 세 살 때 돌아가셨고, 아버지는 그녀가 열두 살 때 돌아 가셨다. 결국 그녀는 Uncle Otto와 Aunt Hulda에 의 해 키워졌다. 그녀는 어릴 때부터 연기에 관심이 있었 다. 그녀가 열일곱 살 때 스톡홀름에 있는 Royal Dramatic Theater School에 다녔다. 그녀는 연극으로 데뷔했지만 영화계에서 일하는 데 더 관심이 있었다. 1940년대 초에 그녀는 할리우드에서 스타의 지위를 얻었고 영화의 여주인공으로 많은 역할을 맡았다. Bergman은 굉장한 연기 재능과 천사 같은 자연적인 미모와 영화에서 최상의 것을 얻으려고 기꺼이 열심히 일하려는 태도를 가진 것으로 여겨졌다. 그녀는 다섯 개의 언어에 유창했고 다양한 영화, 연극, 그리고 TV 작품에 출연했다. pass away 돌아가시다, 세상을 떠나다 bring up 키우다 acting 연기 status 지위 tremendous 굉장한 fluent 유창한 production 작품 29. [출제의도] 어법상 틀린 표현을 찾는다. 오늘날 조직, 지도자, 그리고 가족의 요구에 관해 곰 곰이 생각할 때 우리는 독특한 특성 중 하나가 포용성 이라는 것을 깨닫는다. 왜 그런가? 포용성은 모든 사 람이 자신의 관계에서 궁극적으로 원하는 것인 협력을 뒷받침하기 때문이다. 그러나 대다수의 지도자, 조직, 그리고 가족은 여전히 오래된 패러다임의 언어를 사용 하고 있고, 거기서는 한 사람이, 보통 가장 연장자, 가 장 교육을 많이 받은 사람, 그리고/ 또는 가장 부유한 사람인데, 모든 결정을 내리고 토론이나 다른 사람을 포함시키는 것이 거의 없이 그들의 결정이 지배하고 결과적으로 배타성을 초래한다. 오늘날 이 사람은 어 떤 조직의 관리자, 최고 경영자, 또는 다른 상급 지도 자일 수 있다. 다른 사람들이 자신의 생각을 제시할 필요가 없는데 왜냐하면 그것은 부적절한 것으로 여겨 지기 때문이다. 그러나 연구에 따르면 문제 해결에 있 어서 배타성은, 심지어 천재와 함께하는 것이더라도, 포용성만큼 효과적이지 않은데, 포용성이 있는 경우에 는 모든 사람의 생각을 듣게 되고 해결책은 협력을 통 해 발전된다. ⑤ 뒤에 문장의 요소를 모두 갖춘 완전한 절이 이어 지므로, 관계대명사인 which를 관계부사인 where로 바꿔야 한다. reflect on ∼에 관해 곰곰이 생각하다 inclusivity 포용성 ultimately 궁극적으로 collaboration 협력 paradigm 패러다임 typically 보통, 일반적으로 rule 지배하다 exclusivity 배타성 senior 상급의 inadequate 부적절한 30. [출제의도] 문맥상 부적절한 어휘를 찾는다. 객관적인 관점은 John Ford의 ‘카메라의 철학’에 의 해 설명된다. Ford는 카메라를 창문이라고 생각했고 관객은 창문 안에 있는 사람과 사건을 바라보면서 창 문 밖에 있다고 생각했다. 우리는 사건들이 멀리서 일 어나고 있는 것처럼 그것들을 바라보도록 요청받고, 참여하도록 요청받지 않는다. 객관적인 관점은 이런 창문 효과를 피하기(→ 만들기) 위해 정적인 카메라를 가능한 한 많이 이용하고, 그것은 카메라에 관심을 끄 는 것 없이 배우와 사건에 집중한다. 객관적인 카메라 는 카메라와 대상 간의 감정적인 거리를 보여 주는데, 카메라는 이야기의 등장인물과 사건을 가능한 한 있는 그대로 그저 기록하고 있는 것으로 보인다. 대부분의 경우, 감독은 자연스럽고 일반적인 종류의 카메라 위 치 선정과 카메라 각도를 사용한다. 객관적인 카메라 는 사건에 관해 논평하거나 해석하지 않고 그것이 전 개되게 하면서 그저 그것을 기록한다. 우리는 냉담한 관찰자의 관점에서 사건을 본다. 만약 카메라가 움직 인다면 그것은 눈에 띄지 않게, 가능한 한 자신[카메 라]에게 거의 관심을 불러일으키지 않으면서, 그렇게 한다. ② avoid → produce objective 객관적인 point of view 관점 illustrate 설명하다 philosophy 철학 at a distance 멀리서[거리를 두고] employ 이용하다 subject 대상 straightforwardly 있는 그대로. 솔직하게 positioning 위치 선정 comment on ∼에 관해 논평하다 interpret 해석하다 unfold 전개되다 impersonal 냉담한 unnoticeably 눈에 띄지 않게 31. [출제의도] 빈칸에 적절한 표현을 추론한다. 심지어 모든 음악 단체 중 가장 훌륭한 단체인 교향 악단도 자신의 DNA 안에 사냥의 유산을 지니고 있다. 교향악단에 있는 다양한 악기들은 다음의 원시적인 기 원으로 거슬러 올라갈 수 있는데, 그것들의 초기 형태 는 동물(뿔, 가죽, 내장, 뼈) 또는 동물을 진압하기 위 해 사용된 무기(막대, 활)로 만들어졌다. 음악 그 자체 에서, 세계의 주요한 교향악단의 핵심 레퍼토리로 남 아 있는 기념비적인 교향곡들의 강력한 공격성과 경외 감을 자아내는 당당함에서 이러한 역사를 듣는다면 우 리가 틀린 것인가? 베토벤, 브람스, 말러, 브루크너, 베 를리오즈, 차이코프스키, 쇼스타코비치 및 다른 위대한 작곡가들의 음악을 들으며, 나는 소리를 지배의 원천 이자 상징으로, 공격적인 힘에 대한 의지의 표현으로 사용하면서 동물을 쫓기 시작하는 사람들 무리의 이미 지를 쉽게 떠올릴 수 있다. ② 법 ③ 자선 (행위) ④ 치료법 ⑤ 춤 respectable 훌륭한, 존경할 만한 institution 단체, 기관, 협회 trace back to ~로 거슬러 올라가다 primitive 원시적인 hide 가죽 gut 내장 aggression 공격(성) awe­inspiring 경외심을 자아내는 assertiveness 당당함, 자기 주장 leading 주요한, 일류의 summon up ~을 떠올리다 band 무리 dominance 지배, 우월함 predatory 공격적인, 포식동물 같은 32. [출제의도] 빈칸에 적절한 표현을 추론한다. 우리의 뇌는 예상치 못한 사건들을 기억하도록 진화 해 왔는데, 왜냐하면 기본적인 생존이 원인을 인식하 고 결과를 예측하는 능력에 달려 있기 때문이다. 만약 뇌가 어떤 사건을 예측하고 (그것과) 다른 사건을 경 험한다면, 그 특이함은 특히 흥미로울 것이고 그에 따 라 (뇌 속의 정보로) 입력될 것이다. 신경학자이자 학 급 교사인 Judith Willis는 교실에서의 놀라움은 뇌 자 극을 염두에 두고 가르치는 가장 효과적인 방법 중 하 나라고 주장했다. 학생들이 실연, 혹은 교사나 또래 친 구의 예상치 못한 열의를 통해 새로운 경험에 노출되 면, 그들은 뒤따르는 정보와 연결될 가능성이 훨씬 더 클 것이다. Willis는 교실에서의 능동적인 발견을 장려 하는 것이 학생들로 하여금 새로운 정보와 상호 작용 하게 해 주어서, 그것(새로운 정보)이 작동 기억을 넘 어 고도의 인지 기능을 전담하는 (대뇌의) 전두엽에서 처리되도록 한다고 기술했다. 새로움에 대한 선호는, 주의를 이끌고, 지각 체계를 발전시키는 데 자극을 제 공하며, 호기심 많고 탐구적인 행동을 충족함으로써 우리를 학습하도록 준비시킨다. ① 사회적 책임에 대한 인식 ② 역사적 사실의 암기 ③ 경쟁 상대와의 경쟁 ⑤ 실패에 대한 두려움 evolve 진화하다 perceive 인식하다 unusualness 특이함, 특이성 encode (정보를 특정한 형식으로) 입력하다 neurologist 신경학자 stimulation 자극 expose 노출하다 demonstration 실연, 직접 보여 줌 enthusiasm 열의, 열성 working memory 작동 기억 devoted to ~을 전담하는 perceptual 지각의 feed 충족하다 exploratory 탐구적인 33. [출제의도] 빈칸에 적절한 표현을 추론한다. 심리학 연구에 따르면, 사람들은 자연스럽게 인지 노동을 나누는데, 흔히 그것에 대해서 별 생각 없이 그렇게 한다. 여러분이 친구와 함께 특별한 저녁식사 를 요리하고 있다고 상상해 보라. 여러분은 요리를 잘 하지만, 친구는 아마추어 소믈리에라고 할 수 있는 와 인 전문가이다. 이웃이 들르더니 여러분 두 사람에게 거리를 따라가면 바로 있는 주류 가게에서 파는 기막 히게 좋은 새로운 와인에 대해 말하기 시작한다. 많은 새로운 와인이 있어서 기억해야 할 것이 많다. 어떤 와인을 사야 하는지에 관해 이웃이 할 말을 기억하기 위해 여러분은 얼마나 열심히 노력할까? 여러분 옆에 앉아 있는 와인 전문가가 그 정보를 더 잘 기억하고 있는데 무엇 하러 그러겠는가? 여러분의 친구가 곁에 없다면 더 열심히 애쓸지도 모른다. 어쨌든 저녁 만찬 을 위해 뭐가 좋은 와인이 될지 아는 것은 좋은 일일 것이다. 하지만, 와인 전문가인 여러분의 친구는 애쓰 지도 않고 그 정보를 기억하기가 쉽다. ② 의견 불일치를 피하려고 노력하는 ③ 비슷한 취향을 가진 사람을 찾는 ④ 옛 지혜를 공유하기 좋아하는 ⑤ 일과 여가의 균형을 맞추는 sommelier 소믈리에(식당에서 요리와 어울리는 와인 을 추천해 주는 직원) retain 기억하다, 보유하다 festivities 만찬, 축제 행사 34. [출제의도] 빈칸에 적절한 표현을 추론한다. 수익을 내기 위해 물적 제품을 판매하는 기업조차도 이사회와 투자자에 의해 어쩔 수 없이 자신의 근원적 인 동기를 재고하게 되고 고객에게서 가능한 한 많은 정보를 수집하게 된다. 슈퍼마켓은 더 이상 자신의 농 산물과 제조된 물품을 판매해서 자신의 모든 돈을 버 는 것이 아니다. 그들은 여러분의 구매 행동을 정밀하 게 추적하게 해 주는 고객 우대 카드를 여러분에게 준 다. 그러고 나서 슈퍼마켓은 이 구매 행위를 마케팅 분석 기업에 판매한다. 마케팅 분석 기업은 기계 학습 절차를 수행하고 그 정보를 새로운 방식으로 쪼개서 행동 정보를 제품 제조 기업에 통찰력 있는 마케팅 정 보로 다시 되판다. 정보와 기계 학습이 자본주의 체제 에서 가치 있는 통화가 될 때, 고객 자체가 새로운 가 치 창출 장치이기 때문에 모든 기업의 자연스러운 경 향은 자신의 고객을 관찰하는 능력을 최대화하는 것이 다. ① 그것의 성공은 자신의 혁신적인 제품의 수에 달려 있기 ② 더 많은 고객이 입소문 마케팅을 통해 오기 ③ 그것은 오프라인 매장의 중요성을 깨닫게 되었기 ⑤ 자본주의 체제의 효율성에 관해 의문이 제기되기 profit 수익, 이익 reconsider 재고하다 motive 동기, 동인 produce 농산물 manufacture 제조하다 loyalty card 고객 우대 카드 track 추적하다 analytics 분석(학) machine learning 기계 학습(과거의 작동 축적을 통 해 자기 동작을 개선하는 슈퍼컴퓨터의 능력) slice 쪼개다, 자르다 currency 통화, 화폐 capitalist system 자본주의 체제 maximize 최대화하다 35. [출제의도] 글의 흐름과 무관한 문장을 파악한다. 지금까지 대학 교수, 정치인, 마케팅 담당자, 그리고 그 외의 사람들은 제품과 서비스를 어린 소비자들에게 직접 판촉하는 것이 윤리적으로 옳은지 그렇지 않은지 를 논쟁해 왔다. 이것은 또한, 광고주들이 아이들을 조 종해서 광고되는 것을 그들이 본 더 많은 제품을 구매 하게 하는 것을 도와야 하는지 의문을 제기하는 심리 학자들에게도 딜레마이다. 광고주들은 아이들이 그 ‘적 절한’ 제품을 소유하고 있지 않으면 자신이 패배자라 고 느끼게 만드는 것이 쉽다는 사실을 이용한 것을 인 정했다. (제품이 더 인기 있어질 때 더 많은 경쟁자들 이 시장에 진출하고 마케팅 담당자들은 경쟁력을 유지 하기 위해 그들의 마케팅 비용을 줄인다.) 영리한 광 고는 아이들에게 만약 그들이 광고되는 제품을 가지고 있지 않으면 자신의 또래 친구들에게 부정적으로 보일 것이라고 알려 주고, 그로 인해 아이들의 정서적인 취 약성을 이용한다. 광고가 만들어 내는, 끊임없이 부적 절하다고 느끼는 감정은, 아이들이 즉각적인 만족감과 물질적 소유물이 중요하다는 믿음에 집착하게 되는 데 기여한다고 언급되어 왔다. academic 대학 교수 ethically 윤리적으로 manipulate 조종하다, 조작하다 admit to ~한 것을 인정하다 competitor 경쟁자 peer 또래 친구 unfavorable 부정적인, 바람직하지 못한 thereby 그로 인해 play on (감정 등을) 이용하다 vulnerability 취약성 inadequateness 부적절함, 불충분함 contribute to ~에 기여하다, ~의 원인이 되다 36. [출제의도] 글의 순서를 파악한다. 일단 잘못 파악한 원인 문제를 우리가 인식하면, 우 리는 그것을 어디에서나 보게 된다. 예를 들어, 토론토 대학의 의대생들에 대한 최근의 장기간의 연구는 의대 학년 대표들이 다른 의대 졸업생들보다 평균 2.4년 더 적게 살았다는 결론을 내렸다. (C) 처음 봐서는, 이것 은 의대 학년 대표인 것이 여러분에게 해롭다는 것을 의미하는 것처럼 보였다. 이것은 여러분이 무슨 수를 써서라도 의대 학년 대표가 되는 것을 피해야 한다는 것을 의미하는가? (B) 아마도 그렇지는 않을 것이다. 단지 학년 대표인 것이 더 짧은 평균 수명과 서로 관 련된다고 해서 그것이 더 짧은 평균 수명을 ‘유발한다’ 는 의미는 아니다. 사실, 아마도 의대 학년 대표가 되 는 그런 부류의 사람은 평균적으로 몹시 열심히 공부 하고, 진지하며, 야망이 있는 것 같다. (A) 의대 학년 대표인 것 그 자체라기보다 아마도 이러한 가중된 스 트레스와 그에 상응하는 사교와 휴식 시간의 부족이 더 짧은 평균 수명의 원인인 것 같다. 만약 그렇다면, 이 연구의 진정한 교훈은 우리 모두가 약간의 휴식을 취해야 하고 우리의 일이 우리의 삶을 장악하게 해서 는 안 된다는 것이다. graduate 졸업생 corresponding 상응하는, 대응하는 relaxation 휴식 life expectancy 평균 수명 take over ~을 장악하다 correlated with ~과 서로 관련된 at first glance 처음 봐서는 imply 의미하다 at all costs 무슨 수를 써서라도 37. [출제의도] 글의 순서를 파악한다. 우리는 흔히 과세의 공정성, 즉 이런 저런 세금이 부자들에게 더 과중하게 부과될 것인지 아니면 가난한 사람들에게 그럴 것인지에 관해 논한다. (B) 그러나 과세의 표현적 차원은 공정성에 대한 논쟁을 넘어, 어 떤 활동이 명예와 인정을 받을 가치가 있고 어떤 활동 이 억제되어야 하는지에 대해 사회가 내리는 도덕적 판단에까지 이른다. 때때로 이러한 판단은 명백하다. (A) 담배, 술, 그리고 카지노에 대한 세금은 해롭거나 바람직하지 않은 것으로 간주되는 활동들을 억제하려 고 하기 때문에 ‘죄악세’라고 불린다. 그런 세금은 이 러한 활동을 하는 데 드는 비용을 증가시킴으로써 그 것에 대한 사회의 반대를 표현한다. 마찬가지로 (비만 에 맞서기 위해) 설탕이 든 탄산음료에 세금을 부과하 는 제안이나 (기후 변화에 대처하기 위해) 탄소 배출 에 세금을 부과하는 제안은 규범을 바꾸고 행동을 형 성하려 한다. (C) 모든 세금이 이런 목적을 가진 것은 아니다. 우리는 유급 고용에 대한 반대를 표명하거나 사람들이 그것을 하는 것을 막기 위해 소득에 세금을 부과하는 것은 아니다. 일반 판매세 역시 물건을 사는 것의 억제책으로서 의도된 것이 아니다. 이것들은 단 순히 세입을 올리는 방법이다. fairness 공정성 taxation 과세 fall on ~에게 부과되다, (책임 등이) 맡겨지다 sin tax 죄악세(술ㆍ담배ㆍ도박 등에 부과되는 세금) disapproval 반대, 못마땅해 함 engage in ~을 하다 carbon emission 탄소 배출 dimension 차원 recognition 인정 explicit 명백한 revenue 세입, 세수 38. [출제의도] 주어진 문장이 들어갈 위치를 파악한다. 전부는 아니지만 대부분의 믿음은 검증 시험을 받을 수 있다. 이것은 믿음이 옳거나 그른지를 확인하기 위 해 시험될 수 있다는 것을 의미한다. 믿음은 그 사람 의 외부에 있는 객관적인 기준을 통해 진실임이 입증 되거나 거짓임이 입증될 수 있다. 지구가 평평하고 구 가 아니라고 믿는 사람들이 있다. 우리는 지구가 사실 은 구라는 객관적인 증거를 가지고 있기 때문에, 지구 가 평평하다는 믿음은 거짓임이 증명될 수 있다. 또한, 내일 비가 올 것이라는 믿음은 내일까지 기다려 비가 오는지 안 오는지 봄으로써 진실인지 확인될 수 있다. 하지만, (9999년이 되면 지구가 자전하는 것을 멈출 것이라는 믿음이나 1억 광년 떨어진 행성에 생명체가 있다는 것 같은) 어떤 종류의 믿음은 우리가 일생 동 안 외부 증거를 얻을 수 없기 때문에 진실인지 확인될 수 없다. 또한, (신의 존재와 본질과 같은) 형이상학적 믿음은 모든 사람이 진리 기준으로 기꺼이 사용할 증 거를 만드는 데 있어서 상당한 난제가 된다. external 외부의 spin on one’s axis 자전하다, 축을 중심으로 돌다 verify 검증하다, 확인하다 criterion 기준 (pl. criteria) sphere 구(球) meta­physical 형이상학의 present a challenge 난제가 되다 39. [출제의도] 주어진 문장이 들어갈 위치를 파악한다. 모든 사람들은 항상 자동적으로 분류하고 일반화한 다. 무의식적으로 (그렇게 한다). 그것은 편견을 갖고 있다거나 계몽되어 있다는 것의 문제가 아니다. 범주 는 우리가 (정상적으로) 활동하는 데 반드시 필요하 다. 그것들은 우리의 사고에 체계를 준다. 만일 우리가 모든 품목과 모든 있을 법한 상황을 정말로 유일무이 한 것으로 본다고 상상해 보라. 그러면 우리는 우리 주변의 세계를 설명할 언어조차 갖지 못할 것이다. 그 러나 필요하고 유용한 일반화하려는 본능은 우리의 세 계관을 왜곡할 수 있다. 그것은 우리가 실제로는 아주 다른 사물들이나, 사람들, 혹은 나라들을 하나로 잘못 묶게 만들 수 있다. 그것은 우리가 하나의 범주 안에 있는 모든 것이나 모든 사람이 비슷하다고 가정하게 만들 수 있다. 그리고 어쩌면 모든 것 중에서 가장 유 감스러운 것은, 그것이 우리로 하여금 몇 가지, 또는 심지어 고작 하나의 특이한 사례를 바탕으로 전체 범 주에 대해 성급하게 결론을 내리게 만들 수 있다는 것 이다. instinct 본능 generalize 일반화하다 distort (사실을) 왜곡하다 categorize (개개의 범주로) 분류하다 unconsciously 무의식적으로 prejudiced 편견을 가진 enlightened 계몽된 function (정상적으로) 활동하다 group together ~을 하나로 묶다 jump to a conclusion 성급하게 결론을 내리다 40. [출제의도] 글의 요약문을 완성한다. Iowa 대학교에서, 학생들에게 그들이 암기해야 하는 숫자를 잠시 보여 주었다. 그러고 나서 그들에게 과일 샐러드나 초콜릿 케이크 중 하나를 선택하게 했다. 학 생들이 외운 숫자가 일곱 자리일 때, 그들 중 63%가 케이크를 선택했다. 그러나 그들이 기억하도록 요청받 은 숫자가 두 자리밖에 되지 않았을 때, 59%는 과일 샐러드를 선택했다. 우리의 숙고하는 뇌는 과일 샐러 드가 우리의 건강에 더 좋다는 것을 알지만, 우리의 반사적인 뇌는 그 부드럽고 살이 찌는 초콜릿 케이크 를 원한다. 만약 숙고하는 뇌가 일곱 자리 숫자를 기 억하려고 애쓰는 일과 같은 다른 어떤 것을 해결하느 라 바쁘다면, 충동이 쉽게 이길 수 있다. 다른 한편, 우리가 다른 것에 관해 너무 열심히 생각하고 있지 않 다면(두 자리 숫자를 외우는 것과 같은 사소하게 주의 를 산만하게 하는 일만 있을 때), 숙고하는 (뇌의) 계 통은 반사적인 쪽의 감정적인 충동을 억제할 수 있다. → 위 실험에 따르면, 뇌에 가해지는 증가된 지적 부담은 뇌의 반사적인 부분이 우세해지게 한다. ① 제한된 - 강력한 ② 제한된 - 분리된 ③ 달라지는 - 수동적인 ⑤ 증가된 - 약화된 briefly 잠시, 짧게 memorize 암기하다 digit 자릿수 opt for ∼을 선택하다 impulse (마음의) 충동 distraction 주의를 산만하게 하는 것 intellective 지적인 load 부담, 무거운 짐 [41 ~ 42] 시험 점수는 자부심의 척도가 아니지만, 우리는 흔 히 우리의 자부심과 우리의 시험 성적을 연관시킨다. “이 시험에 합격하지 못하면 나는 실패자야.”와 같은 생각은 사실에 뿌리를 두고 있지 않은 정신적 함정이 다. 시험에 실패하는 것은 시험에 실패하는 것이지, 그 이상이 아니다. 그것은 결코 사람으로서의 여러분의 가치를 설명하지 않는다. 시험 성적이 여러분의 미덕 을 반영하는 것이라고 믿는 것은 여러분의 수행에 부 당한 압력을 가한다. 자격 시험을 통과하지 못한 것은 단지 여러분의 자격 지위가 지연되었다는 것을 의미할 따름이다. 그러므로 긍정적인 태도를 유지하는 것이 중요하다. 만약 여러분이 열심히 공부했다면, 마음속으 로 이것을 재확인하고 좋은 성적이 나올 것이라고 믿 으라. 다른 한편, 만약 여러분이 했어야 하거나 원하는 만큼 열심히 공부하지 않았다면, 지금으로서는 여러분 이 어찌할 수 없는 것으로 그것을 받아들이고 여러분 이 할 수 있는 최선의 것을 하는 과제에 주의를 기울 이라. 만약 이번에 잘 되지 않는다면, 다음 시험 준비 에서는 무엇을 해야 될지 알게 된다. 긍정적인 말로 자신에게 이야기하라. 부차적인 변수에 책임을 지움으 로써 과거 또는 미래의 시험 성적을 합리화하는 것을 피하라. “나는 시간이 충분하지 않았어.”라거나 “내가 그랬어야 했는데…”와 같은 생각은 시험을 보는 것의 스트레스를 완화시킨다(→ 악화시킨다). 자신의 가치, 자부심, 그리고 시험 과제에 정면으로 맞서는 것에 대 한 헌신을 확인함으로써 통제권을 잡으라. “난 할 수 있고 이 시험에 합격할 거야.”라고 자신에게 되풀이해 말하라. self­worth 자부심 (= self­esteem) associate ~ with ... ~을 …와 관련시키다 rooted in ~에 뿌리를 둔 descriptive 설명하는 virtue 미덕 unreasonable 부당한 certification test 자격 시험 reaffirm 재확인하다 attend to ~에 주의를 기울이다 term 말 rationalize 합리화하다 variable 변수 dedication 헌신 meet ~ head on ~에 정면으로 맞서다 41. [출제의도] 글의 제목을 추론한다. ① 시험에 대한 태도: 시험은 시험일 뿐이다 ② 약간의 스트레스는 수행에 유익하다 ③ 함께 공부하는 것이 시험에 효과적이다 ④ 반복: 완벽에 이르는 길 ⑤ 건강한 신체: 성공의 열쇠 42. [출제의도] 문맥상 부적절한 어휘를 찾는다. (e) relieve → compound(악화시키다) [43 ~ 45] (A) 옛날 옛적에 가난하지만 쾌활한 구두 만드는 사람이 살았다. 그는 너무 행복해서 하루 종일 노래를 불렀다. 아이들은 그의 창문에 둘러서서 그가 노래하 는 것을 듣기 좋아했다. 구두 만드는 사람 옆집에는 부자가 살았다. 그는 자신의 금화를 세기 위해 밤을 새곤 했다. 아침에 그는 잠자리에 들었지만 구두 만드 는 사람의 노랫소리 때문에 잠을 잘 수 없었다. (D) 어느 날, 그는 그 노래를 멈추는 방법을 생각해 냈다. 그는 구두 만드는 사람에게 방문해 달라고 요청 하는 편지를 써 보냈다. 구두 만드는 사람은 즉시 왔 고, 놀랍게도 부자는 그에게 금화가 든 가방을 주었다. 집에 다시 돌아왔을 때, 구두 만드는 사람은 그 가방 을 열었다. 그는 그때까지 그렇게 많은 금화를 본 적 이 없었다! 그가 의자에 앉아 조심스럽게 그것을 세기 시작했을 때, 아이들이 창문을 통해서 지켜보았다. (C) 거기엔 금화가 너무 많아서 구두 만드는 사람은 그것을 자신에게 보이지 않는 곳에 두기가 겁났다. 그 래서 그는 그것을 잠자리에 가져갔다. 그러나 그는 그 것에 대한 걱정으로 잠을 잘 수 없었다. 매우 이른 아 침에, 그는 일어나서 금화를 침실에서 가지고 내려왔 다. 대신에 그는 그것을 굴뚝에 숨기기로 결정했다. 그 러나 그는 여전히 불안했고, 잠시 후에 정원에 구멍을 파고 그 안에 금화가 든 가방을 묻었다. 일을 해 보려 고 해도 소용없었다. 그는 자신의 금화의 안전이 너무 나 걱정되었다. 그리고 노래에 관해서라면, 그는 너무 불행해서 한 음도 낼 수 없었다. (B) 그는 잠을 잘 수도, 일을 할 수도, 노래를 부를 수도 없었고, 최악은, 아이들이 더 이상 그를 보러 오 지 않았다. 마침내, 구두 만드는 사람은 너무 불행해져 서 그의 금화가 든 가방을 움켜쥐고 옆집 부자에게 달 려갔다. “제발 당신의 금화를 다시 가져가세요.”라고 그가 말했다. “그것에 대한 걱정이 저를 아프게 하고 있고, 저는 제 친구들을 모두 잃었어요. 저는 예전처럼 차라리 가난한 구두 만드는 사람이 되겠어요.” 그래서 구두 만드는 사람은 다시 행복해졌고 일을 하면서 하 루 종일 노래를 불렀다. seize 움켜쥐다 ill 아픈 out of sight 보이지 않는 곳에 uneasy 불안한 in a little while 잠시 후에 as for ~에 관해서라면 miserable 몹시 불행한, 비참한 utter (목소리를) 내다 at once 즉시, 당장 43. [출제의도] 글의 순서를 파악한다. 44. [출제의도] 가리키는 대상이 다른 것을 찾는다. 45. [출제의도] 글의 세부 내용을 파악한다."
}