{
    "text": "1 교시 영어 영역 3 悱 悱 1 櫀 2 檿 3 檿 4 櫁 5 櫂 6 檿 7 檿 8 櫂 9 櫁 10 檾 11 檿 12 檿 13 檾 14 櫂 15 檾 16 櫀 17 櫂 18 檿 19 檾 20 櫀 21 檿 22 櫂 23 櫀 24 檿 25 櫀 26 櫁 27 櫁 28 櫁 29 櫂 30 櫁 31 檾 32 檾 33 櫀 34 櫂 35 櫁 36 檿 37 櫂 38 櫂 39 櫀 40 檾 41 櫀 42 櫁 43 櫂 44 櫁 45 櫁 듣기 [ ] 1. 출제의도 [ ] 담화의 목적 파악하기 M: Hello, Edmond High School students! I您m the librarian, Norman Smith. As you know, the school library renovation started last month and the library was supposed to reopen by the end of this month. However, making wider reading spaces is taking longer than expected because of some problems with the walls. Therefore, the library reopening will be delayed for a few more days. I您ll let you know the date of the reopening as soon as it您s decided. Please wait a little more until the library opens again. Thank you for your patience. 2. 출제의도 [ ] 대화의 의견 파악하기 W: Brian, you look worried. What您s the matter? M: Mom, I您m trying to make plans for vacation, but it您s not easy. Could you take a look? W: Sure. [Pause] Hmm, I think you put too many things in your plan. M: I know, but there are so many things to do. W: I understand, but you can您t do them all in a limited time. M: Then can you give me some advice? W: Okay. First, make a list of things to do and then put them in order according to how important they are. M: You您re saying I need to consider their importance first. W: Right. That way, you您ll be able to decide what to include in your plan and what to skip. M: I understand what you mean. W: When making a vacation plan, you should consider the importance of the things you want to include. M: That makes sense. Thanks for the tip, Mom. 3. 출제의도 [ ] 화자의 관계 추론하기 M: Welcome. How may I help you? W: Hi, I您m here to pick up the car that I reserved, but I wonder if I could make a change. M: Can I have your driver您s license, please? W: Sure, here it is. M: Okay. [Typing sounds] You reserved a small car for three days. W: Yes. But can I change the car size from small to medium? M: Let me check. [Typing sounds] Oh, there您s only one medium car you can rent. W: That您s lucky! I您ll take it. M: Okay. By the way, you chose partial car insurance. But for an additional $20, you can have full coverage. W: That您s a great deal. M: Right. Since you changed the size of the car and upgraded the car insurance, the additional fee is 50. 枓 W: Okay. Here您s my credit card. M: Thank you. I您ll take you to the car. W: All right. Thanks. 4. 출제의도 [ ] 대화의 세부 내용 파악하기 W: Honey, look at this. My friend Lisa sent a picture of her newly-opened book cafe. M: Wow, it looks great. There您s a bookshelf full of books. W: Yes. Lisa said she has a variety of genres of books. M: Great. Look! There您s a ladder leaning against the wall. That must be for the books on the upper shelf. W: Right. Also, there are round tables. M: Yes. Visitors can read books while drinking coffee there. W: Oh, did you notice the two flower pots under the clock? M: Yeah, those must be the gifts you sent Lisa for the grand opening. They look nice. W: I您m glad that they go so well with the cafe. M: What您s that poster on the wall? It says 悫Book of the Month.悬 W: Lisa said she您s going to introduce a popular book on that poster every month. M: That您s great. Why don您t we go to this cafe together? W: Good! Let您s go this weekend. 5. 출제의도 [ ] 대화의 특정 정보 파악하기 [Cell phone rings.] M: Hello, Anna. W: Hi, David. How was camping at Sunnyside Hill last weekend? M: I had a wonderful time with my family. The weather was perfect, and the campsite was fantastic, too. W: Sounds great. I您m going camping there this weekend. M: Oh, really? Did you prepare everything you need? W: I您m still packing. Is there anything you think I really need? M: Sure. Mosquito spray. There are a lot of mosquitoes these days. W: Oh, I should bring some. And I您m going to have a barbecue. What do I need for that? M: Don您t worry. You can rent everything related to barbecuing there. W: That您s wonderful. M: And I recommend a portable speaker if you want to listen to music while barbecuing. W: I您d like to listen to music, but I don您t have one. M: If you want, I您ll lend my speaker to you. W: How nice of you! Thanks, David. 6. 출제의도 [ ] 대화의 특정 정보 파악하기 W: Hello. How can I help you? M: Hello, I您m looking for a present for my father您s birthday. Can you recommend something? W: Okay, how about these striped neckties? These are the popular styles. M: They look nice. How much are they? W: They您re $30 each. M: My father likes blue. I您ll take one blue striped necktie. W: Okay. Anything else? M: Do you also have men您s socks? W: Of course. Look at these. The original price of each pair is $6, but if you buy two pairs, you can get them for $10. M: Good. Then I您ll buy two pairs of socks. Can you gift-wrap them? W: Sure. Gift-wrapping usually costs $2, but today gift-wrapping is free. M: Cool! Thank you. Here您s my credit card. 7. 출제의도 [ ] 대화의 특정 정보 파악하기 M: Hello, Rachel. How was the preview of the movie, Blue Sky last night? W: Hi, Mike. I had a great time. After the movie, I got an autograph from the main actor, Henry Edward. M: Amazing! He您s your favorite actor. W: Right. I was so excited to meet him. What did you do last weekend? M: I wrote a book report at Steve您s Cafe. You know that place. W: Sure. I like the cookies there. M: You know what? They您re going to have a One-Day Baking Class. W: Oh, really? I您d like to join that class. When is it? M: This Saturday, from 1 to 3 p.m. Let您s do it together. W: This Saturday? I您m afraid I can您t, then. M: Why? Are you still taking swimming lessons on Saturdays? W: No, I quit recently. This Saturday I您m going to my cousin您s housewarming party with my family. M: Oh, I see. Have a great time. I您ll tell you about the class later. 8. 출제의도 [ ] 대화의 특정 정보 파악하기 W: Chris, what are you looking at? M: I您m looking at the website about the Charity Carol Concert. How about going there together? W: Sounds interesting. Let me see. It您s held in the Lincoln Arts Center on December 20th. M: Right. The New York Symphony Orchestra will play popular carols during this concert. W: Wow! I您m a big fan of the New York Symphony Orchestra. M: I knew you您d like it. W: How much is a ticket for the concert? M: They您re $40 each. Since it您s a charity concert, all ticket sales will be donated to the Dream Children您s Hospital. W: That您s amazing. We can enjoy the concert and help the children as well. M: You您re right. Let您s hurry to buy the tickets. W: Okay. [Pause] Wait! It says ticket sales start on December 10th. M: I see. Let您s mark the date, so we won您t forget. 9. 출제의도 [ ] 담화의 세부 내용 파악하기 W: Hello, TCN listeners. I您m Kate Dale. I您d like to introduce the Drone Photo Contest to you. This contest first began in 2017, and the number of participants has increased year by 학년도 월 고 전국연합학력평가 2021 11 2 정답 및 해설 2 year. Regardless of age, anyone who loves photography and drones can participate in this contest. There will be three categories for pictures, which are animals, people, and nature. Upload your best drone photo to the website, www.dronephotocontest.com by November 30th. For the winner in each category, an amazing new drone will be given as a prize. And the winners您 photos will be posted on the website as well. Don您t miss this opportunity. Stay tuned! 10. 출제의도 [ ] 대화의 세부 내용 파악하기 M: What are you searching for, Mindy? W: Dad, I您m searching for a perfume as a gift for Mom to celebrate her promotion. But I don您t know which one to buy. M: You您re such a sweet daughter! Do you want me to help? W: That would be great. M: I think it您s too much for you to spend over $100. W: I agree. Oh, there are different scents to choose from. How about the floral scent? M: She already has a floral perfume. I think you您d better pick one she doesn您t have. W: Good idea. Now, let您s decide the size. M: She usually carries perfume in her bag, so a portable size would be good. W: Then, 50 ml would be a little big to carry. M: Right. Oh, they come with a free gift. W: I think Mom would like a pouch more than a hand mirror. M: Yeah, she has a couple of hand mirrors. W: Then, I您ll order this one. Thanks, Dad. 11. 출제의도 [ ] 적절한 응답 고르기 W: Honey, what are you making? M: I您m trying to bake some apple pies. But there are not enough apples in the refrigerator. W: Then I您ll go and buy some apples. How many do you need? M: 12. 출제의도 [ ] 적절한 응답 고르기 M: Ms. Thompson, where are we going for dinner after the conference on Friday? W: Hmm, how about the seafood buffet on Huston Street? People can choose their favorite food. M: I tried to go there a few days ago, but it您s closed for remodeling. W: 13. 출제의도 [ ] 적절한 응답 고르기 W: John, what are you doing? M: Hi, Kelly. I您m taking these cups out of their recyclable packaging. W: That looks different from other packaging I您ve seen. M: Yeah, I bought the cups from a zero-waste shop, and they packed them using reusable materials. W: Wow, then there您s very little to throw away! M: Yeah. I您m trying to reduce packaging waste in my daily life. W: Great. I know the packaging waste problem is getting worse. M: You can say that again. Zero-waste shops recycle packaging waste to create new products. W: Then, we can get new things and reduce waste at the same time. M: Yes. By shopping at zero-waste shops, we can save the environment. W: I您d like to join you, but I don您t know where the zero-waste shops are around us. M: 14. 출제의도 [ ] 적절한 응답 고르기 M: Hello, Jane. How are you? W: Hi, Daniel. I您m fine. M: I haven您t seen you at the gym lately. W: Yeah, because of a new project, I您ve had a lot of work to do these days, so I couldn您t go. M: I see. Even though you don您t have time, you need to try exercising regularly to give yourself a boost. W: I know I need to, but it您s hard to make time. M: Hmm, do you still get to work by bus? W: Yes. It您s about ten stops from my place to work. Why do you ask? M: Well, you could use the commuting time for exercise. W: How can I use that time to exercise? M: Normally, I get off two stops in advance and walk either home or to work. That您s really effective. W: 15. 출제의도 [ ] 담화의 상황에 맞는 적절한 표현 고르기 M: Amy is a high school student. One day, there is an event called Career Day at her school. Students are supposed to choose a career and listen to a lecture about it, but Amy doesn您t have a career that interests her. So Amy just follows one of her friends and attends the lecture of an architect named Mr. Green. Mr. Green explains how to be an architect and what architects actually do, which makes Amy interested in it. After the lecture, she wants to learn more about the field of architecture. So, Amy wants to ask if she can visit where Mr. Green works and watch him do his job. In this situation, what would Amy most likely say to Mr. Green? Amy: 16~17 긴 담화 듣기 W: Hello, students. Last class, we talked about the differences between stars and planets. Today, I您m going to tell you how the planets in the solar system got their names. First, Mercury is named after the Roman god of travel who moved quickly delivering messages to other gods. Mercury also moves rapidly around the sun and that您s how this planet got its name. Second, Jupiter is the largest planet in the solar system. Because of its size, it makes sense why ancient Romans named it after their most powerful god, the god of the sky. Third, Mars has a reddish color which reminded ancient Romans of blood. Therefore, Mars got its name from the god of war who caused many battles and many people您s deaths. Lastly, Neptune is named for the Roman god of the sea. Since the beautiful blue color of the planet looks like the sea, the name is an excellent choice. Isn您t it interesting? Now, let您s move on to who first discovered these planets. I您ll show you a video. 16. 출제의도 담화의 주제 파악하기 [ ] 17. 출제의도 담화의 세부 내용 파악하기 [ ] 읽기 [ ] 18. 출제의도 [ ] 글의 목적 추론하기 해석 [ ] 관계자분께 저는 고등학교로 통학하기 위해 번 Clarkson 145 버스를 타는 고등학생의 부모입니다이것은 우리 지 . 역에서 이용할 수 있는 유일한 대중교통이며 많은 학생들에 의해 이용됩니다최근 저는 시 의회가 이 . 서비스를 중단하는 것을 계획하고 있다고 들었습니 다제 남편과 저는 아침 일찍 일을 시작하며 이 점 . 이 저희가 아들을 학교에 태워다주는 것을 불가능하 게 합니다제 아들이 학교에 걸어가는 데는 거의 한 . 시간이 걸릴 것이며 아침에는 교통량이 많아서 저는 자전거를 타는 것이 안전하다고 생각하지 않습니다. 이런 문제점은 저희를 포함한 많은 가족들을 엄청난 곤경에 처하게 할 것입니다 의 거주자로 . Sunnyville 서 저는 그러한 계획을 받아들이기 어렵다고 생각합 니다저는 의회가 지역 사회의 우려를 경청할 것을 . 촉구하는 바입니다. 드림 Lucy Jackson 19. 출제의도 [ ] 주인공의 심경 변화 추론하기 해석 [ ] 어느 금요일 오후 는 인사과의 부사장에 Ted 게 호출되었다 는 기대감에 차 밝게 웃으며 앉 . Ted 았다오늘은 중요한 날이었으며 이 만남은 그의 경 . 력에 있어 전환점을 찍게 될 것이었다 는 이것 ! Ted 이 자신의 승진을 위한 자리이며 부사장이 자신을 마케팅 매니저로 만들어줄 것이라고 확신했다. 悫Ted, 이런 말을 하기가 쉽지는 않네요 는 돌연 이 .悬 Ted 만남이 자신이 예상했던 대로 되지는 않을 것임을 깨달았다 의 머릿속이 하얘졌다 부사장은 계속 . Ted . 해서 말을 이어 나갔다 당신이 이번 승진을 . 悫Ted, 간절히 원해 왔다는 것을 알고 있지만우리는 , Mike 가 더 적합하다고 결정했습니다 는 얼어붙은 .悬 Ted 채 그저 그곳에 앉아 있었다그는 마치 트럭에 치인 . 것 같은 기분이었다 당황하지 말자 그가 할 수 있 . 悧 .您 었던 전부라고는 그 문장을 계속해서 자신에게 되풀 이하는 것뿐이었다. 20. 출제의도 [ ] 필자의 주장 파악하기 해석 [ ] 년에 영국 항공은 자신들이 더 이상 런 2003 던에서 뉴욕까지 가는 콩코드 항공편을 하루에 두 번 운항할 수 없을 것이라고 발표했는데 왜냐하면 그것이 경제성이 없는 것으로 드러나기 시작하고 있 었기 때문이었다그런데 바로 다음날 이 노선의 항 . 공편 판매가 증가했다노선이나 항공사에 의해 제공 . 되는 서비스에 있어서 달라진 것은 아무것도 없었다. 단지 그것이 부족한 자원이 되었기 때문에 그것에 대 한 수요가 증가했다만약에 여러분이 사람들을 설득 . 하는 데에 관심이 있다면희소성의 원리가 효과적으 , 로 사용될 수 있다만약 여러분이 특정 상품의 판매 . 를 증가시키려 노력하는 판매원이라면 여러분은 단 , 지 고객이 언급된 상품으로부터 얻을 수 있는 혜택을 강조할 뿐만이 아니라 그것의 유일함과 만약에 그들 이 그 상품을 빨리 구매하지 않는다면 그들이 무엇을 놓치게 될 것인지를 또한 강조해야만 한다 판매에 . 있어 여러분은 무언가가 더 한정적일수록 그것이 더 가치 있게 된다는 것을 명심해야 한다. 21. 출제의도 [ ] 함축 의미 추론하기 해석 [ ] 우리의 집중하는 능력에 있어 가장 위험한 위협은 우리가 근무 시간 동안 스마트폰을 사용하는 3 것이 아니라 우리가 그것을 지나치게 불규칙적으로 사용하는 것이다 특별한 일정이나 규칙성을 염두에 . 두지 않은 채 이따금 컴퓨터로 우리의 이메일을 확 인하고 우리의 전화로 문자 메시지를 여기저기에서 확인함으로써 우리의 뇌는 효과적으로 여과하는 그 것의 능력을 잃는다해결책은 마치 여러분이 엄격한 . 다이어트 중에 있는 것처럼 여러분의 기기를 조절하 는 것이다영양에 관해서라면 아침점심 그리고 저 . , 녁 식사를 위한 정해진 시간 계획을 고수하는 것이 여러분의 신진대사가 적응하도록 하고 그렇게 함으 로써 중간 단계 동안 허기를 덜 유발한다여러분의 . 배는 매일 오후 시 반쯤 우르르 울리기 시작할 것 12 이지만 그때는 점심을 먹기에 좋은 시간이기 때문에 괜찮다만약 예기치 않은 무언가가 일어난다면 여러 . 분은 활기를 얻기 위해 이따금 간식을 추가할 수 있 지만 여러분의 신진대사는 계속 통제된 상태로 있을 것이다여러분이 그것뇌을 . ( ) 미디어 다이어트 悧 您상태 로 두었을 때 우리의 뇌도 마찬가지이다. 22. 출제의도 [ ] 글의 요지 추론하기 해석 [ ] 이 사람은 누구인가 이것은 모든 이야기가 悧 ?您 물어보는 질문이다그것은 발화 지점에서 가장 먼저 . 나타난다 처음의 변화가 발생할 때 주인공은 과민 . 반응하거나 그렇지 않으면 예상치 못한 방식으로 행 동한다 우리는 일어나 앉아 갑자기 주의를 기울인 . 다 이렇게 행동하는 이 사람은 누구인가 그러고 . 悧 ?您 나서 그 질문은 주인공이 줄거리에 도전받고 선택을 하도록 강요받을 때마다 다시 나타난다질문이 존재 . 하는 이야기의 모든 곳에서 독자 또는 시청자는 몰 입하게 될 것이다질문이 부재하고 드라마의 사건들 . 이 이야기의 빛줄기에서 벗어나는 곳에서 그들은 분 리될 위험에 놓이고심지어는 지루해질 위험에 처할 , 수도 있다만약 이야기하기에 한 가지 비밀이 있다 . 면 나는 그것이 이것이라고 믿는다 이 사람은 누구 . 悧 인가 또는 등장인물의 관점에서 나는 누구인가 ?您 悧 ?您 그것이 드라마의 정의이다 그것이 드라마의 전기이 . 고 심장 박동이자 불이다. 23. 출제의도 [ ] 글의 주제 추론하기 해석 [ ] 셔터 속도는 카메라 셔터의 속도를 지칭한다. 행동 프로파일링에서는 그것은 눈꺼풀의 속도를 지 칭한다우리가 눈을 깜빡일 때 우리는 단지 눈 깜빡 . 임의 비율보다 더 많은 것을 드러낸다눈꺼풀 속도 . 의 변화는 중요한 정보를 나타내는데즉 셔터 속도 , 가 두려움의 척도라는 것이다겁이 많은 것으로 평 . 판이 있는 동물을 생각해 보라치와와가 생각날지도 . 모른다 포유동물의 경우 진화 때문에 우리가 다가 . , 오는 포식자를 볼 수 없는 시간의 양을 최소로 하기 위하여 우리의 눈꺼풀은 속도를 높일 것이다동물이 . 경험하고 있는 두려움의 정도가 더 클수록 그 동물 은 다가오는 포식자에 대해 더 걱정한다가능한 한 . 많이 눈을 뜨고 있으려는 시도로 눈꺼풀은 무의식적 으로 속도를 높인다행동에 관한 한 속도는 거의 항 . 상 두려움과 같다인간의 경우 만약 우리가 무언가 . 에 대한 두려움을 경험한다면우리의 눈꺼풀은 치와 , 와와 똑같은 것을 할 것이며즉 그것들은 더 빠르게 , 닫히고 열릴 것이다. 24. 출제의도 [ ] 글의 제목 추론하기 해석 [ ] 자유 시장은 마르크스주의가 결코 할 수 없 었던 방식으로 사람들을 자유롭게 해 왔다 게다가 . 하버드 대학 경제 역사학자인 이 자 A. O. Hirschman 신의 대표적 연구인 悧The Passions and the 에서 보여 주었듯이시장은 계몽주의 사상 Interests您 , 가들인 그리고 Adam Smith, David Hume 에 의해 인류의 가장 큰 전통적 약점들 Montesquieu 중 하나인 폭력에 대한 강력한 해결책으로 여겨졌다. 가 말했던 바로는 두 국가가 만날 때 그 Montesquieu 들은 두 가지 중 하나를 할 수 있는데즉 그들은 전 , 쟁을 벌이거나 거래를 할 수 있다만약 그들이 전쟁 . 을 벌인다면둘 다 장기적으로 손해를 볼 가능성이 , 있다 만약 그들이 거래를 한다면 둘 다 이득을 얻 . , 을 것이다물론 그것이 유럽 연합의 설립 이면에 있 . 는 논리였다즉 그것의 국가들특히 프랑스와 독일 . , 의 운명을 한데 묶었는데 그렇게 함으로써 그들이 세기 전반에 너무나도 파괴적인 대가를 치르며 그 20 랬었던 것처럼 다시는 전쟁을 벌이지 않도록 그들은 저항할 수 없는 이해관계를 가졌을 것이다. 25. 출제의도 [ ] 표의 내용 파악하기 해석 [ ] 위 표는 년에 선택된 나라들에서 스 2020 e- 포츠에 친숙하거나 참여하는 응답자들의 비율을 보 여 준다표 안의 나라들 중중국은 스포츠 친숙 . , e- 도와 스포츠 참여도 모두에서 가장 높은 비율을 e- 가진 나라였다 스포츠 친숙도에 있어서 덴마크 . e- , 가 인도네시아보다 더 높은 비율을 보였으나 덴마 , 크의 스포츠 참여도 비율은 인도네시아 스포 e- (e- 츠 참여도 비율보다 더 낮았다 ) . 스포츠에 친숙 e- 한 미국 응답자들의 비율은 스페인 응답자들의 그것 보다 더 높았고 스포츠 참여도에 있어서 미국의 , e- 비율은 스페인의 그것의 두 배보다 더 많았다(椡 스포츠 참여도에 있어서 미국의 비율은 스페인의 e- 그것의 절반보다 적었다) 스페인의 스포츠 친숙 . e- 도 비율은 아랍 에미리트 연방의 그것보다 더 높았 지만스페인의 스포츠 참여도 비율은 아랍 에미 , e- 리트 연방의 그것보다 퍼센트포인트 더 낮았다 2 . 스포츠 친숙도에 있어서선택된 나라들 중아랍 e- , , 에미리트 연방과 이라크는 가장 낮은 비율을 보였 고그곳에서 각 나라의 분의 보다 적은 응답자들 , 3 1 이 스포츠에 친숙했다 e- . 26. 출제의도 [ ] 글의 세부 내용 파악하기 해석 [ ] 영국 발달 심리학자이자 정신과 의사인 John 는 년에 상위 중산 계급 가정에서 태어 Bowlby 1907 났다왕의 의료진의 일원이었던 그의 아버지는 자주 . 집을 비웠다 는 주로 유모에 의해 돌보아졌 . Bowlby 고 그의 어머니와 많은 시간을 보내지 못했는데이 , 는 그 당시 그의 계급에서 관례적이었다 는 . Bowlby 살에 기숙 학교로 보내졌다그는 나중에 이것을 자 7 . 신의 성장에 있어 충격적인 일이었다고 회상했다그 . 러나 이 경험은 에게 큰 영향을 미쳤던 것으 Bowlby 로 판명되었고 그의 연구는 아동의 발달에 중점을 두었다 자신의 아버지의 제안을 따라 는 . , Bowlby 의 대학에 의학을 공부하기 위해 Cambridge Trinity 입학했으나 년째 되던 해에 그는 자신의 관심을 심 3 리학으로 바꿨다 년대에 는 잠시 세계 . 1950 Bowlby 보건 기구에서 정신 건강 자문 위원으로 활동했다. 그의 애착 이론은 어린 시절의 사회적 발달을 이해하 는 데 있어 지배적인 접근법으로 평가되어 오고 있다. 27. 출제의도 [ ] 글의 세부 내용 파악하기 해석 [ ] 성대한 호박 굴리기 호박들을 언덕 아래로 굴리면서 경주하게 합시다! 그것들은 길을 건너 얼마나 멀리까지 갈까요? 氉날짜 년 월의 마지막 일요일 : 2021 5 氉장소 마을의 : Goomeri Branford Hill 氉등록비성인 달러십 대 달러 : 10 , 2 氉규칙 悳자신의 호박을 가장 멀리 굴린 참가자가 우승합니다. 悳호박은 너비가 최소 센티미터이어야만 합니다 15 . 悳참가자들은 팔을 아래로 내린 동작만을 사용하여 호박을 굴려야 합니다. 悳각 참가자는 호박을 굴릴 수 있는 기회를 단 한 번만 갖습니다. 氉상금 悳자신의 호박이 에 안착한 사람에게 Lucky Spot 달러한 명보다 많은 참가자가 1,000 ( Lucky Spot 에 자신의 호박을 안착시키면 그 상금은 균등하 , 게 분배될 것입니다.) 悳성인 우승자에게 달러십 대 우승자에게 500 , 200 달러 을 방문해 주십시오 www.goomeripumpkinfestival.com . 28. 출제의도 [ ] 글의 세부 내용 파악하기 해석 [ ] 플로깅 행사 플로깅에 대해 들어본 적 있으신가요 그것은 줍는 ? 다는 의미의 스웨덴 단어인 에서 왔으며 悧plocka upp您 조깅과 쓰레기 줍기가 결합된 말입니다 년에 그 . 2016 것은 스웨덴에서 시작되었고 최근 영국으로 건너와 자연을 보호하기 위한 새로운 운동이 되었습니다. 언제 그리고 어디서 悳매달 첫 번째 월요일 오전 시 9 悳 에 있는 센터 밖 East Twickenham ETNA 준비해야 할 것 悳여러분의 운동화만 가져오세요그러면 우리가 다 . 른 모든 장비들을 지급할 것입니다. 悳참가비는 무료이나 우리의 자연보호 활동을 위한 기부는 기꺼이 받습니다. 참가하기 위해 예약은 필요하지 않습니다. 惊 더 많은 정보를 원하시면 www. 를 방문하십시오 environmenttrust.org . 29. 출제의도 [ ] 어법상 틀린 표현 고르기 해석 [ ] 기준점 편향은 초기 정보의 상대적인 질이나 적절성과 상관없이 여러분이 어떠한 상황에서 나중 , 에 도착하는 정보에 비하여 일찍 도착하는 정보에 더 비중을 두는 경향이 있을 때 여러분이 저지르는 인지 오류를 말한다 여러분이 어떠한 상황을 보기 . 시작할 때 여러분에게 처음으로 어떠한 정보가 제시 되든지가 기준점을 형성할 수 있고 여러분의 생각 悧 您 , 의 방향을 이 기준점에서 벗어나도록 바꾸는 것은 논리적으로 그러해야 하는 것보다 상당히 더 어려워 진다 응급 진료에서 기준점 편향의 고전적인 예는 . 부상자 분류 편향인데 이는 여러분이 환자에 대해 悧 您 , 어떠한 첫인상을 갖거나 받든지가 그 환자를 보는 모든 다음의 의료 종사자들에게 영향을 미치는 경향 이 있다는 것이다예를 들어 이따금 가슴까지 아래 . 로 퍼지는 쑤시는 턱 통증으로 응급 치료를 위해 나 타난 두 명의 환자들을 상상해 보아라환자를 예진 . 하는 의료 종사자들이 어떻게 차트에 분류하는가의 차이예를 들어 턱 통증대 가슴 통증중 무엇으 , 悧 您 悧 您 로 분류하는가의 차이는 그 환자들이 어떻게 치료받 는가에 있어 중대한 차이를 초래할 수도 있는 기준 점을 만든다. 해설 술어 동사가 필요하므로 가 적절하다 [ ] , create . 30. 출제의도 [ ] 문맥상 적절하지 않은 어휘 고르기 해석 [ ] 우리가 가치 있는 정보의 조각들을 기억할 수 있기 위해서 우리의 뇌는 조준되면서도 통제된 방식으로 잊어야만 한다예를 들어 여러분은 여러분 . 의 학교에서의 그 첫날을 기억할 수 있는가 여러분 ? 은 아마도 여러분의 필통에 크레용과 연필을 넣는 것과 같은 주목할 만한 심상 한두 개를 머릿속에 가 지고 있을 것이다하지만 그것은 아마도 세부 사항 . 의 범위일 것이다명백히 중요하지 않은 그러한 추 . 가적인 세부 사항들은 여러분이 그 상황을 계속 기 억하려고 할수록 여러분의 뇌에서 적극적으로 삭제 된다이것의 이유는 뇌가 예를 들어 여러분의 학교 . 4 에서의 첫날이 좋았다와 같은 주요 메시지를 전달할 수 있는 한 그것이 모든 세부 사항을 기억하는 것을 가치 있다고 여기지 않기 때문이다 사실 연구들은 . 주기억을 저해하는 경향이 있는 중요하지 않거나 사 소한 기억 내용을 책임지는 영역을 뇌가 적극적으로 강화한다(椡억제한다)는 것을 보여 왔다시간이 지 . 나면서 그 사소한 세부 사항들이 점점 더 사라지지 만그래도 이것은 결국 과거의 가장 중요한 메시지 , 들을 선명하게 하는 데 도움이 된다. 31. 출제의도 [ ] 빈칸 내용 추론하기 해석 [ ] 어떤 특정한 동물이 필요로 하는 요소들은 상대적으로 예측 가능하다 그것들은 과거에 기반하 . 여 예측이 가능한데즉 한 동물의 조상들이 필요로 , 했던 것은 그 동물이 또한 필요로 하는 것일 가능성 이 있다그러므로 . 맛 선호도는 타고나는 것일 수 있 다 나트륨 을 생각해 보아라 포유동물의 몸을 . (Na) . 포함하여 육생 척추동물의 몸은 육지의 주된 생산자 인 식물의 나트륨 농도보다 거의 배 되는 그것을 50 가지는 경향이 있다 이는 부분적으로는 척추동물이 . 바다에서 진화했고 따라서 나트륨을 포함하여 바다 에서 흔했던 성분들에 의존한 세포를 진화시켰기 때 문이다나트륨에 대한 그것들의 욕구와 식물에서 얻 . 을 수 있는 그것나트륨 사이의 격차를 해결하기 ( ) 위해 초식 동물은 그것들이 그렇지 않으면 필요로 하는 것보다 배 더 많은 식물을 섭취할 수 있다 50 그리고 초과분을 배설한다 또는 그것들은 나트륨 ( ). 의 다른 공급원을 찾아다닐 수 있다짠맛 수용기는 . 후자의 행위즉 그것들의 엄청난 욕구를 충족시키기 , 위해 소금을 찾아다니는 것에 대해 동물에게 보상을 한다. 32. 출제의도 [ ] 빈칸 내용 추론하기 해석 [ ] 우리는 우리의 직감이 단지 내면의 느낌즉 , 비밀스러운 내적 목소리라고 생각할지도 모르지만, 사실 그것은 얼굴 표정 또는 시각적 불일치와 같이 너무 빨리 지나가서 보통 우리가 그것을 알아차렸음 을 의식하지도 못하는우리 주변의 가시적인 무언가 , 에 대한 인식에 의해 형성된다오늘날 심리학자들은 . 이러한 순간을 시각적 연결시키기 게임으로 생각한 悧 您 다 그렇다면 스트레스를 받은 서두르는 혹은 피곤 . , 한 사람이 이 시각적 연결시키기에 의존할 가능성이 더 높다그들이 자신 앞의 상황을 볼 때 그들은 정 . 신의 지식 저장고 안에 보관된 과거 경험의 바다와 그것을 재빨리 연결해 보고그 다음에 연결에 기초 , 하여 자신 앞에 있는 정보에 의미를 부여한다. 그러 고 나서 뇌가 창자로 신호를 보내는데 이것은 수백 개의 신경세포를 가지고 있다따라서 우리가 우리의 . 뱃속에서 얻는 본능적인 느낌과 우리가 느끼는 긴장 감은 우리의 인지 처리 체계의 결과이다. 33. 출제의도 [ ] 빈칸 내용 추론하기 해석 [ ] 대륙의 내륙 지역의 기후에 있어서 산은 수 분의 흐름을 막는 데 큰 역할을 한다 이것의 좋은 . 예가 미국의 서해안을 따라 보일 수 있다태평양에 . 서 육지로 이동하는 공기는 보통 많은 수분을 그 안 에 가지고 있다이 습한 공기가 육지를 가로질러 이 . 동할 때 그것은 코스트산맥 산들과 마주친다 공기 , . 가 상승하여 산 위로 이동하면서 그것이 식기 시작 하고 이는 산의 풍상측 에 강수를 발생시킨 , ( ) ᶣ上側 다 공기가 산의 반대편 즉 풍하측 이라고 . , ( ) ᶣ下側 불리는 곳으로 내려갈 때쯤이면 그것은 많은 수분을 잃어버린다공기는 계속 움직이며 그러고 나서 훨씬 . 더 높은 시에라네바다 산맥과 부딪친다이 두 번째 . 상승은 남아 있는 수분 대부분을 공기로부터 빠져나 오게 하며 그래서 그것이 시에라 산맥의 풍하측에 도달할 때쯤이면 공기는 극도로 건조하다그 결과는 . 네바다주 대부분이 사막이라는 것이다. 34. 출제의도 [ ] 빈칸 내용 추론하기 해석 [ ] 어떻게 시장 사고방식이 관습을 변질시키고 훼손시킬 수 있는지에 대한 한 생생한 예가 그의 저 서 에서 에 의해 悧Predictably Irrational您 Dan Ariely 주어진다 그는 자신의 아이를 데리러 늦게 도착한 . 부모들에게 벌금을 부과하기로 결정했던 이스라엘의 한 어린이집에 관한 이야기를 들려주는데이는 이것 , 이 그들이 그렇게 행동하는 것을 막을 수 있기를 바 라서였다 실제로는 정반대의 일이 일어났다 벌금 . . 부과 전에 부모들은 늦게 도착한 것에 대해 죄책감 을 느꼈고 죄책감은 오직 몇몇만이 그렇게 하도록 확실히 하는 데 효과적이었다일단 벌금이 도입되자 . 부모들의 마음속에서 전체 시나리오가 사회 계약에 서 시장 계약으로 바뀌었던 것으로 보인다근본적으 . 로 그들은 방과 후에 자신의 아이를 돌보는 것에 있 어 어린이집에 비용을 지불하고 있었다일부 부모들 . 은 그것이 값어치를 한다고 생각했고 늦은 도착의 비율이 증가했다 중요하게는 어린이집이 벌금을 그 . 만두고 이전 방식으로 돌아갔을 때 늦은 도착은 벌 금 기간 동안 그것들이 도달했었던 그 높은 수준에 머물렀다. 35. 출제의도 [ ] 글의 흐름과 무관한 문장 찾기 해석 [ ] 서구권 문화에는 인간이 본질적으로 이성적 이며사실과 허구를 능숙하게 가려내고최종적으로 , , 세상에 대한 영원한 진리에 도달한다는 널리 스며 있는 관념이 있다이러한 사고방식은 인간은 논리의 . 규칙을 따르고 가능성을 정확히 계산하며 모든 이 , , 용 가능한 정보에 의해 완벽히 정보를 갖춘 판단을 세상에 대해 내린다고 주장한다 반대로 효과적이고 . 정보를 잘 갖춘 판단을 내리는 데 실패하는 것은 흔 히 인간의 사고의 실패 탓으로 여겨지는데예를 들 , 어 심리적 장애나 인지적 편견에서 비롯된다고 여겨 진다이러한 상황에서 우리가 성공할 것인가 실패할 . 것인가는 개개인이 이성적이고 지적인지 아닌지의 문제인 것으로 판명된다. (이성적인 판단을 내리는 우리의 능력은 우리의 개인적 심리보다 우리의 사회 적 상호작용과 더욱 관련이 있다. 그러므로 우리가 ) 더 참된 신념과 더 나은 판단과 같은 더 나은 결과 를 성취하기를 원한다면우리는 개개인의 사고를 향 , 상하는 것에 집중할 필요가 있다. 36. 출제의도 [ ] 글의 순서 파악하기 해석 [ ] 식품 생산과 관련하여 영국 정부하에서는 프 랑스 정부의 책임의 개념과는 다른 개념이 있었다. 프랑스에서 좋은 식품을 생산하는 것에 대한 책임은 생산자들에게 있었다. (B) 정부가 그들의 활동들을 감시하곤 했고 만약 그들이 실패했다면 그것의 시 , , 민들의 이익을 등한시한 이유로 그들을 처벌했을 것 이다대조적으로 영국 정부는 극단적인 경우들을 제 . 외하고 그 책임의 대부분을 개인 소비자들에게 두었 다. (A) 돈을 벌기 위한 가게 주인의 권리를 침해하 는 것은 부당했을 것이다 년대에 총알을 제조 . 1840 하는 데 들어갔던 똑같은 기술을 이용해서 치커리로 부터 가짜 커피콩을 만들어 내기 위해 고안된 기계 에 대해 특허권이 승인되었다. (C) 이 기계는 분명히 사기의 목적으로 고안되었지만 정부는 그것을 허가 했다돈을 위조하기 위한 기계는 결코 허가를 받을 . 수 없었을 텐데 그렇다면 이것은 왜 그랬을까 한 ? 소비자가 불평했던 것처럼 영국의 정부 체제는 사기 꾼의 편을 들고 소비자에게는 불리하도록 치우쳐졌 었다. 37. 출제의도 [ ] 글의 순서 파악하기 해석 [ ] 우리는 지구가 운이 다한 것이라고 듣기 때문 에 우리는 다른 종의 회복력을 증명하는 과학적 연구 의 증가하는 수를 기억하지 않는다 예를 들어 기후 . 로 인한 교란이 세계 해안의 해양 생태계에 더 자주 그리고 더 큰 강도로 영향을 미치고 있다. (C) 이것은 긴급한 조치를 요구하는 세계적인 문제이다 하지만 . 의 년 논문에서 자세히 설명된 것처 悧BioScience您 2017 럼 해양 생태계가 극심한 기후의 사건들에 놀라운 , 회복력을 보여 주는 경우들이 또한 있다. (B) 예를 들어 의 한 지역에서 바닷물 온도 Western Australia 가 상승했을 때살아 있는 산호의 퍼센트까지 소 , 90 실되었으며 과학자들이 산호 백화라 부르는 것을 야 기했다 하지만 암초 표면의 몇몇 부분에서 산호의 . 퍼센트가 년 이내에 회복했다 44 12 . (A) 마찬가지로 극심한 엘니뇨 수온 상승에 의해 강타당한 켈프 숲 이 년 이내에 회복했다 이러한 밝은 지점들 즉 5 . 悧 您, 중대한 기후의 영향에 직면한 순간에도 생태계가 지 속되는 상황들을 연구함으로써 우리는 어떠한 관리 전략들이 파괴적인 힘을 최소화하고 회복력을 키우 는 데 도움이 되는지를 배울 수 있다. 38. 출제의도 [ ] 문장 삽입하기 해석 [ ] 소리의 밝기는 더 높은 주파수에서의 많은 에너지를 의미하며이는 소리로부터 쉽게 계산될 수 , 있다바이올린은 플루트에 비해 더 많은 상음 . ( ) 上ᳮ 을 가지고 있고 더 밝게 들린다오보에가 클래식 기 . 타보다 더 밝고크래시 심벌이 더블 베이스보다 더 , 밝다이것은 명백하고 실제로 사람들은 밝음을 좋아 . 한다한 가지 이유는 그것이 소리를 주관적으로 더 . 크게 들리도록 만든다는 것이며이는 현대 전자 음 , 악과 세기 클래식 음악에서 소리의 세기 전쟁의 19 일환이다모든 음향 기사들은 만약 그들이 방금 이 . 곡을 녹음한 음악가에게 곡을 틀어 주고 약간의 더 높은 주파수를 더하면그 음악가는 곧바로 그 곡을 , 훨씬 더 좋아하게 되리라는 것을 안다. 하지만 이것 은 일시적인 효과이고 장기적으로 사람들은 그러한 소리가 너무 밝다는 것을 알게 된다따라서 그러한 . 곡을 너무 밝게 틀어 주지 않는 것이 현명한데 왜냐 하면 그 음악가에게 더 적은 밝기가 결국 자신의 음 악에 더 도움이 된다는 것을 납득시키는 데 보통 꽤 상당한 시간이 걸리기 때문이다. 39. 출제의도 [ ] 문장 삽입하기 해석 [ ] 어둠 속에서 식물이 자라는 것을 관찰해 온 과학자들은 그것들이 빛 속에서 길러진 것들과 외관, 형태 그리고 기능에서 상당히 다르다는 것을 발견해 왔다이것은 다른 빛 조건에 있는 식물들이 유전적 . 으로 동일하고 온도물 그리고 영양소 수준의 동일 , 한 조건에서 길러질 때에도 적용된다 어둠 속에서 . 길러진 묘목은 떡잎이나 뿌리처럼어둠 속에서 완전 , 한 능력으로 기능하지 않는 기관으로 가는 에너지의 양을 제한하고대신 그 식물을 어둠에서 벗어나 나 , 아가게 하기 위하여 묘목 줄기의 연장을 시작한다. 충분한 빛 속에서 묘목은 그것들이 줄기 연장에 배 분하는 에너지의 양을 줄인다그 에너지는 그것들의 . 잎을 확장하고 광범위한 근계 를 발달시키는 ( ) 根Ƕ 데로 향한다 이것이 표현형 적응성의 좋은 예이다 . . 묘목은 그것의 형태와 근원적인 신진대사 및 생화학 적 과정을 바꿈으로써 별개의 환경 조건에 적응한다. 40. 출제의도 [ ] 글의 내용 요약하기 해석 [ ] 한 연구에서 행동 경제학자인 는 Guy Mayraz 시간이 지나면서 오르내린 가격에 대한 도표들을 자 신의 실험 대상자들에게 보여 주었다 그 도표들은 . 사실 주식 시장에서의 과거 변동에 관한 것이었으나 는 사람들에게 그 도표들이 밀 가격에서의 최 Mayraz 근의 변동을 보여 준다고 말했다그는 각각의 사람 . 에게 가격이 다음에 어디로 움직일지를 예측하도록 요청했으며 그들의 예측이 실현되면 그들에게 보상 , 을 제공했다 그러나 는 또한 자신의 참가자 . Mayraz 들을 농부와 제빵사라는 두 개의 범주로 나누었다 悧 您 悧 您 . 5 농부들은 밀 가격이 높으면 추가 보상을 받을 것이 었다제빵사들은 밀이 저렴하면 보너스를 받을 것이 . 었다따라서 실험 대상자들은 두 개의 별개의 보상 . 을 받았을지도 모르는데즉 정확한 예측에 대한 보 , 상과 밀의 가격이 자신들의 방향으로 움직이게 될 경우의 보너스였다 는 보너스에 대한 기대가 . Mayraz 예측 자체에 영향을 미쳤음을 발견했다농부들은 밀 . 의 가격이 올라갈 것이라고 희망했고 예측했다 제 悧 .您 빵사들은 그 반대를 희망했고 예측했다 그들은 자 悧 .您 신들의 희망이 추론에 영향을 미치게 했다. 䂞 참가자들이 밀의 가격 변동을 예측하도록 요청받았을 때가격이 어디로 이동할 것인가에 대한 그들의 , 희망 은 자신들이 속했던 집단에 의해 정해졌고 이희망는 ( ) 그들의 예측에 영향을 미쳤다. 41~42 장문의 이해 해석 [ ] 이야기는 우리의 삶에 거주한다만약 여러분 . 이 이야기의 팬이 아니라면여러분은 가장 좋은 세 , 상이란 그것들이 없는우리가 우리 앞에 있는 사실 , 들만 볼 수 있는 세상이라고 생각할지도 모른다그 . 러나 이렇게 하는 것은 우리의 뇌가 어떻게 작동하 는지 즉 어떻게 그것들이 작동하도록 설계되어있 , 悧 您 는지를 부인하는 것이다 수십만 년의 자연 선택을 . 거쳐이야기에 주의를 기울일 수 있는 머리가 그들 , 주인의 유전자를 물려주는 것에 더 성공해 왔기 때 문에진화는 우리에게 이야기와 암시에 주의를 기울 , 이는 머리를 주어 왔다. 예를 들어 동물들이 싸움에서 서로를 직면할 때 무슨 일이 일어나는지 생각해 보아라그것들은 좀처 . 럼 즉시 전투에 뛰어들지 않는다아니그것들은 먼 . , 저 전투의 결과가 무엇이 될지 온갖 종류의 방법으 悧 您 로 신호를 보내려 애를 쓴다그것들은 가슴을 잔뜩 . 부풀리고포효하며송곳니를 드러낸다이야기와 신 , , . 호가 세상을 항해하는 효율적인 방법이 되기 때문에, 동물들은 이것들에 주의를 기울이도록 진화했다 만 . 약 여러분과 내가 세렌게티의 한 쌍의 사자이고 우 리가 가장 강한 사자를 결정하려 한다면우리 둘 다 , 싸움에 곧바로 뛰어드는 것이 가장 분별 있는(椡어 리석은) 일일 것이다 우리 각자가 힘을 과시하는 . 것즉 어떻게 자신의 승리가 불가피한지에 대한 이 , 悧 야기를 하는 것이 훨씬 낫다 그 이야기들 중 하나 您 . 가 다른 쪽보다 훨씬 더 설득력이 있다면우리는 실 , 제로 싸우지 않고도 그 결과에 동의할 수 있을지도 모른다. 41. 출제의도 [ ] 글의 제목 추론하기 42. 출제의도 [ ] 문맥상 적절하지 않은 어휘 고르기 43 45 懋 장문의 이해 해석 [ ] (A) 는 집으로 가던 중이었다 그녀는 커피를 Jennifer . 사기 위해 주유소에 들르기로 결정했다그녀가 자신 . 의 커피값을 지불한 후에 그녀는 자신의 차로 돌아 왔는데 그녀가 차의 시동을 걸기 전에 그녀는 건물 앞 바깥에서 서 있는 한 여자를 알아챘다. (a) 그녀 는 여자의 겉모습으로 보아 그녀가 노숙자 (Jennifer) 였음을 알 수 있었다그녀의 옷은 닳았고 그녀는 거 . 죽과 뼈만 남아 있었다 그녀가 먹을 것을 사기 위한 . 悧 충분한 돈을 가지고 있지 않았음이 틀림없어.您 는 그녀에게 동정심을 느끼며 혼자 생각했다 Jennifer . (D) 갑자기 한 마리 개가 건물 앞으로 걸어갔다개를 . 사랑하는 사람이어서 는 그 개가 저먼 셰퍼 Jennifer 드라는 것을 알아챘다그녀는 또한 그 개가 어미라 . 는 것을 알 수 있었는데왜냐하면 누구나 그녀가 강 , 아지들에게 젖을 먹여 왔음을 알아차릴 수 있었기 때문이었다그 개는 먹을 것을 너무나 필요로 하고 . 있었고 (e) 그녀 는 그녀에게 너무나 안쓰 (Jennifer) 러움을 느꼈다그녀는 만약 그 개가 곧 먹지 않는다 . 면그녀와 그녀의 강아지들이 살아남을 수 없을지도 , 모른다는 것을 알았다. (C) 는 자신의 차에 앉아서 개를 쳐다보았다 Jennifer . 그녀는 사람들이 개에게 관심을 보이지 않고 지나가는 것을 알아챘다그러나 그럼에도 . (c) 그녀 는 (Jennifer) 어떤 것도 하지 않았다 하지만 누군가는 했다 . . 가 생각하기에 스스로에게 어떤 먹을 것도 Jennifer 사줄 돈이 없었던 노숙자 여자가 가게에 들어갔다. 그리고 그녀가 했던 것이 가 눈물을 흘리게 Jennifer 했다그녀는 가게에 들어가서 개의 먹이 한 캔을 샀 . 고 그 개에게 먹였다. (d) 그녀(the homeless 는 woman) 또한 그것을 하면서 매우 행복해 보였다 . (B) 그 장면을 본 것이 의 삶을 완전히 바꾸었 Jennifer 다실은 그날은 어머니날이었다 . . (b) 그녀(Jennifer) 에게 이타적인 베풂과 사랑이 무엇인지를 보여 주기 에 한 명의 노숙자 여자가 필요했다 그날 이후로 . 는 곤경에 처한 사람들특히 아이들을 키우 Jennifer , 기 위해 애쓰는 엄마들을 도와오고 있다노숙자 여 . 자가 를 더 나은 사람으로 만들었다 Jennifer . 43. 출제의도 [ ] 글의 순서 파악하기 44. 출제의도 [ ] 지칭하는 대상 파악하기 45. 출제의도 [ ] 글의 세부 내용 파악하기"
}