{
    "text": "2021학년도 6월 전국연합학력평가 정답 및 해설 고2 1 • 영어 영역 • 정 답 1 ③ 2 ③ 3 ② 4 ④ 5 ① 6 ② 7 ② 8 ④ 9 ④ 10 ② 11 ④ 12 ⑤ 13 ① 14 ⑤ 15 ④ 16 ① 17 ③ 18 ⑤ 19 ① 20 ② 21 ① 22 ⑤ 23 ② 24 ③ 25 ④ 26 ③ 27 ⑤ 28 ④ 29 ⑤ 30 ④ 31 ① 32 ② 33 ③ 34 ① 35 ③ 36 ⑤ 37 ③ 38 ④ 39 ② 40 ① 41 ④ 42 ⑤ 43 ② 44 ⑤ 45 ⑤ 해 설 1. [출제의도] 담화의 목적 고르기 W: Good morning, Staton High School students! This is Jessica Mcqueen, the vice principal. As you know, tomorrow, two vending machines will be installed next to the school library. Now, I’d like to inform you of the rules you have to follow when using them. First, use them only during break times. You can not use them as an excuse for being late for classes. Second, after eating or drinking, throw trash away in the trash can. No one wants a dirty school. Third, do not kick or push the vending machines. If they don’t work, just call the number on the machine. Please keep these rules in mind. Thank you. 2. [출제의도] 의견 고르기 W: Dylan, what are you doing? M: I’m learning about the history of Rome. W: Hmm... But you are reading a comic book, aren’t you? M: Yes, it’s a comic book about history. It’s very helpful. W: I think reading a general history book would be more helpful. M: Maybe. But learning history through comic books has many good points. W: Why do you think so? M: Comic books use pictures to convey information, so you can understand historical events more easily and remember them for a long time. W: That makes sense. Anything else? M: Most importantly, comic books are interesting to read. W: I see. Then I’ll give it a try. 3. [출제의도] 대화자의 관계 고르기 W: Hi, Mr. Williams. M: Hi, Ms. Brown. Thanks for inviting me. W: We’re honored to meet you today. I heard that you’ve been cooking for more than 30 years. M: Yes. I’ve studied ways to make Italian dishes more delicious since 1990. W: That’s amazing. Actually, many viewers have been asking for pasta recipes. M: Great. I’ll teach you how to make tomato bacon pasta today. W: Isn’t that one of the most popular dishes in your restaurant? M: Right. I’ll let you know how to make delicious pasta in an easy way. W: Fantastic! Also, the recipe will be uploaded to our website after the show. M: That will be helpful for the viewers who miss the show. W: Great. Can you tell me what to prepare for the dish? M: All you need is bacon, tomatoes, pasta, and olive oil. W: Okay. Let’s start cooking! 4. [출제의도] 내용 불일치 고르기(그림) W: Tom, I couldn’t attend the school club festival last week. How did it go? M: It went great. Do you want to see a picture of my club’s booth? W: Sure. The banner hanging on the wall looks good. M: Thanks. Do you recognize the drawing of the car above the chair? W: That’s Tina’s work. I saw her drawing it earlier. M: You’re right. What do you think about the flower vase on the table? I made it. W: You did a great job. By the way, why is there a soccer ball on the floor? M: That was for visitors to paint. See, those children are painting it. W: That must have been a fun experience. Oh, look at the bird sculpture on the shelf! It seems so real! M: That’s Kevin’s artwork. He got a prize for it. W: Everything looks perfect. I wish I could have been there, too. 5. [출제의도] 할 일 고르기 W: Steven, the baseball final is coming up next week. I’m so excited. M: Me, too. Let’s check what we need to prepare to cheer for our team. W: Okay. Did you order small flags to wave? M: Sure, they were delivered yesterday. W: Good. Didn’t you say you were going to write our team name on the flags? M: Right, I did it with my brother this morning. W: Well done. How about songs to cheer on our team? M: Don’t worry. I’ve already chosen several songs. W: Wow, you’ve done a lot. Is there anything I can help with? M: There is one thing left. We need to buy hairbands. W: I can do that. I’ll buy colorful and stylish ones. M: Great! I hope our team will win the game. 6. [출제의도] 숫자 정보 파악하기 W: Hello. May I help you? M: Yes. I want to buy some toys for my children. W: We have a wide selection of toys. Come and look around. M: What kind of robots are popular these days? W: I’m sure your kids would love this robot. It appeared in a TV series recently. It’s $100. M: It’s so expensive. Anything else? W: This toy car is last year’s model, but it moves by remote control. It costs $60. M: I like it. Do you have any other good things? W: The newest speaking doll was released yesterday. M: It looks cute. How much is it? W: It’s $80, but you can get 50% off on this doll today. M: Excellent! Then I’ll buy one toy car and one speaking doll. I’ll pay for them by credit card. W: Thank you. 7. [출제의도] 5W1H(이유) 고르기 M: Hi, Jessi. How was the test? W: It wasn’t that difficult. Anyway, I’m glad that it’s over. M: Right, now we need to reward ourselves. Why don’t we go to the movies? W: Sure, I’d love to. M: How about going to a cinema this Saturday? There are a lot of new movies. W: Sorry, I can’t make it that day. M: Why? Do you have to prepare your presentation for biology class? W: No, I finished it yesterday. M: Ah, you said your mother’s birthday is coming up, right? W: Actually, her birthday is next week. M: Then, what are you doing on Saturday? W: I planned a camping trip with my family for that day. M: Oh, I see. Have a good time with your family. We can watch a movie some other time. 8. [출제의도] 세부 내용 고르기(언급 유무) M: Honey, check out this poster. Friday Night Walk is going to be held this month. W: Friday Night Walk? Is it walking through the city at night? M: Well, yes. But its purpose is to raise money for children’s hospitals. W: That’s meaningful. And we can enjoy the beautiful city views at night. Why don’t we join it? M: All right. Let’s do it. W: Great. Look. There are two walking courses we can choose from, a 5km course and a 10km one. M: Hmm... How about the 10km one? It would be a lot more exercise. W: Good idea. The participation fee is $20 for the 10km course. M: I see. How can we sign up for the event? W: It says we must register on their website. M: Okay. Let’s register right away. 9. [출제의도] 담화 내용 불일치 고르기 M: Good afternoon. I’m Michael Lee, the manager of the City Library. We’ll be hosting an Advanced English Reading Camp this summer vacation. It will be held for three days from August 6th to August 8th at the City Library. During the camp, you will read original written works by Shakespeare and discuss given issues in English. Two native English­speaking teachers will join the camp and lead the discussions. To take part in the camp, you must register online at our library’s website in advance. You can join us for free if you are a member of our library, but if you are not a member, you’ll have to pay $15. We’re limiting the number of participants to a maximum of 20 people, so I recommend you hurry and sign up. Thank you. 10. [출제의도] 세부 내용 고르기(도표) W: Honey, look at this flyer. This store has bookcases on sale. M: Great. It may be a good chance to replace our old bookcase. 2021학년도 6월 전국연합학력평가 정답 및 해설 고2 2 W: Let’s see. [Pause] We should not choose the plastic one. It is likely to break easily. M: You’re right. And, how many shelves do we need? W: Not many. We don’t have that many books, so three or four would be enough. M: I agree. Let’s choose the color now. W: I think a red bookcase would be pretty and colorful. M: Red is good, but it doesn’t match our furniture. White would be a better choice. W: Good point. Then, we have only two options left. M: We’ve already spent a lot of money decorating the house. Why don’t we buy the cheaper one? W: Okay. Then let’s buy this one. 11. [출제의도] 짧은 대화의 적절한 응답 고르기 M: Mom, are you going somewhere? W: I’m going to buy some groceries for dinner. Can you come with me and help? M: Sure. But I have to change my clothes. Could you wait for a minute? W: 12. [출제의도] 짧은 대화의 적절한 응답 고르기 W: I have big news. I’m getting married next month. M: Congratulations! You must be really busy these days. W: I am. Here, this card is an invitation for you. I hope you can come. M: 13. [출제의도] 긴 대화의 적절한 응답 고르기 W: Hello, Jake. How is your job search going? M: I’ll have a job interview with the ABC Company in three days. But the interview will be online. W: Oh, I’ve done a job interview online before. M: Really? Can you give me some advice? W: It’s important to make a good impression. So, you should have clear video and sound. M: How can I do that? W: You need a high‑quality camera and a good microphone. I bought those things and they were helpful. M: Sounds good. I want to buy them too, but I don’t have much money. W: You can buy them at a discounted price online, but they will take several days to arrive. M: Oh, no... Is there any other way to get them? W: 14. [출제의도] 긴 대화의 적절한 응답 고르기 M: Kate, you look depressed. What’s wrong? W: I had a medical check­up at the hospital yesterday and got a bad result. M: Sorry to hear that. What did the doctor say? W: The doctor said I have high cholesterol, so I need to do more exercise. M: Everyone should exercise. I recommend you take swimming lessons at the sports center near your house. W: I’d like to, but these days I don’t have any extra time for the lessons. M: Then, how about going to work on foot or by bicycle? W: Good idea, but my company is too far from home to walk there. M: If so, why don’t you try riding a bicycle? W: That would be great, but I don’t know how to do that. M: 15. [출제의도] 상황에 적절한 응답 고르기 W: Lucy and Mike are a married couple. Lucy has traveled overseas many times, but Mike has no experience with overseas trips. One day, for their summer vacation, Lucy and Mike decided to take a trip to Australia for two weeks. While talking about what to prepare, Mike tells Lucy that he’d like to go there without plans and just do whatever they want in the moment. But Lucy knows the importance of planning based on her experience with overseas travel. She is worried about having difficulties traveling without plans. So Lucy wants to suggest to Mike that they make plans for their trip. In this situation, what would Lucy most likely say to Mike? [16 ～17] M: Hello, listeners. I’m Joe Adams from the public health center. Many of you drink tea because you like the taste. But tea can also improve your overall health. Today I will introduce some teas that will benefit your health. First, green tea is good for health. Green tea helps brain function by improving working memory. It can also reduce the growth of bad cells that cause cancer. Second, lemon tea is popular for its positive effects. With lemon tea, you can get vitamins and minerals without a lot of sugar or calories. Mint tea is another tea which makes you healthier. Mint tea relieves digestive discomfort in your body. It can also relieve stomach pain. Next, black tea has traditionally been popular. Black tea is well‑known for reducing anxiety and stress. Also, a compound in black tea kills bacteria that cause tooth decay. So did you get some useful information today? I hope you try one of these teas. Thank you. 16. [출제의도] 긴 담화 듣기(담화의 주제 파악하기) 17. [출제의도] 긴 담화 듣기(담화의 언급 유무 고르기) 18. [출제의도] 글의 목적 고르기 동물 애호가들께, 저는 Protect Animal Organization을 대표해서 글을 쓰 고 있습니다. 우리 단체는 모든 동물들이 존중받고 애정으 로 대우받아야 하며, 법에 의해 보호되어야 한다는 믿음으 로 설립되었습니다. 지난 20년 넘게, 우리는 길 잃은 동물 들에게 보호, 새로운 집, 그리고 때로는 건강 관리를 제공 해 왔습니다. 현재, 우리의 동물 보호소는 가득 찼고, 그 래서 우리는 새로운 보호소를 짓기 위해 당신의 도움이 필요합니다. 우리는 어떤 금액이든 기부금을 얻으려고 하고 있습니다. 모금된 모든 돈은 도움이 필요한 동물들을 위한 집을 짓는데 사용됩니다. 당신은 www.protectanimal.org 에서 온라인으로 우리에게 기부할 수 있습니다. 우리를 지 원해 줄 것을 고려해 주셔서 감사합니다. 진심을 담아, Stella Anderson 19. [출제의도] 심경 변화 고르기 Dave는 그의 서핑보드 위에 앉아 주변을 둘러 보았 다. 그는 그날 오후 물에 있는 마지막 사람이었다. 갑자 기 수평선 위로 무언가가 그의 눈을 사로잡았고 그의 심장은 얼어붙었다. 그것은 모든 서퍼들의 최악의 악몽 이었다― 상어의 지느러미. 그리고 그것은 단지 20미터 떨어져 있었다! 그는 그의 보드를 해변 쪽으로 돌렸고 해안가 쪽으로 발차기를 시작했다. 떨면서, 그는 그의 보드를 더 단단히 붙잡고 더 강하게 발차기를 했다. ‘나 는 괜찮을 거야,’ 그는 마음 속으로 생각했다. ‘나는 공 포를 떨쳐낼 필요가 있어.’ 그가 육지에 다시 도착하기 전에 한평생처럼 느껴졌던 공포의 5분이 지나갔다. Dave는 해변에 앉아 숨을 내쉬었다. 그의 마음은 이제 편안해졌다. 그는 안전했다. 그는 태양이 파도 뒤로 지 기 시작할 때 만족스러운 한숨을 내쉬었다. [어구] shiver 떨다 20. [출제의도] 필자의 주장 고르기 형제간의 경쟁은 특히 의지가 강한 아이들 사이에서 자연스러운 것이다. 부모로서, 위험들 중 하나는 아이들 을 서로 호의적이지 않게 비교하는 것인데, 왜냐하면 그 들은 항상 경쟁 우위를 찾기 때문이다. 문제는 아이가 얼마나 빨리 달릴 수 있느냐가 아니라, 누가 먼저 결승 선을 통과하느냐다. 소년은 자신이 얼마나 키가 큰지 신 경쓰지 않는다; 그는 누가 가장 큰지에 매우 관심이 있 다. 아이들은 스케이트보드 타는 능력에서부터 누가 가 장 많은 친구를 가지고 있는지에 이르기까지 모든 것에 대해 그들 자신을 그들의 동료들과 비교해서 체계적으로 평가한다. 그들은 가족 내에서 공개적으로 이야기되는 어떠한 실패에도 특히 민감하다. 따라서, 가정에서 작은 평화를 원하는 부모들은 일상적으로 한 아이를 다른 아 이보다 편애하는 비교의 발언에 대해 경계해야 한다. 이 원칙을 위반하는 것은 그들 사이에 더 큰 경쟁을 만드는 것이다. 21. [출제의도] 함축적 의미 파악하기 작가 Elizabeth Gilbert는 명상을 할 때 그의 신도들 을 이끌었던 위대한 성자의 우화에 대해 이야기한다. 신도들이 그들의 선의 순간에 막 빠질 때, 야옹 하고 울고 모든 사람들을 귀찮게 하며 사원을 돌아다니는 고 양이에 의해 그들은 방해를 받곤 했다. 성자는 간단한 해결책을 생각해 냈다: 그는 명상 시간 동안 고양이를 기둥에 묶기 시작했다. 이 해결책은 빠르게 하나의 의 식으로 발전했다: 먼저 고양이를 기둥에 묶고, 그 다음 에 명상을 하라. 고양이가 결국 자연사했을 때, 종교적 위기가 뒤따랐다. 신도들이 무엇을 해야 하는 것인가? 어떻게 고양이를 기둥에 묶지 않고 그들이 명상을 할 수 있을 것인가? 이 이야기는 내가 보이지 않는 규칙이 라고 부르는 것을 보여 준다. 이것들은 불필요하게 규 칙으로 굳어진 습관과 행동들이다. 비록 쓰여진 규칙들 은 변화에 저항할 수 있지만, 보이지 않는 규칙들은 더 완고하다. 그들은 침묵의 살인자들이다. [어구] meditation 명상 stubborn 완고한 22. [출제의도] 글의 요지 파악하기 더 많은 운동을 하려는 결정에 관해 말하자면, 당신은 거의 훈련을 하지 않고 하프 마라톤을 뛰는 것과 비슷한 목표들을 세우고 있다! 당신은 헬스장 회원권을 사기로 결정하고 매일 헬스장에서 한 시간을 보내기로 결정한 다. 글쎄, 당신은 하루나 이틀은 그것을 고수할 수도 있 겠지만, 장기적으로 그 다짐을 계속 이행할 수 없을 가 능성이 있다. 하지만, 만약 당신이 하루에 몇 분씩 조깅 을 하거나 잠자리에 들기 전에 당신의 일상에 몇 번의 윗몸 일으키기를 더하기로 다짐한다면, 당신은 당신의 결정을 고수하고 당신에게 장기적인 결과를 제공하는 습 관을 만들 가능성이 훨씬 더 높다. 핵심은 작게 시작하 는 것이다. 작은 습관들은 장기적인 성공으로 이어진다. [어구] sit­up 윗몸 일으키기 23. [출제의도] 글의 주제 파악하기 창의성은 상상력으로부터 한 단계 더 나아간 것이다. 상상력은 내적 의식의 오로지 사적인 과정일 수 있다. 당신은 상상력의 흥분 속에서 당신의 침대 위에서 움직 임 없이 누워있을지도 모르고 어느 누구도 그런 사실을 알지 못할 것이다. 사적인 상상력들은 전혀 이 세상에 서 어떤 결과도 가지고 있지 않을지도 모른다. 창의성 은 그렇다(결과를 가진다). 창의적인 것은 무언가 하는 것을 수반한다. 어떤 것을 절대로 하지 않았던 사람을 창의적이라고 묘사하는 것은 이상할 것이다. 누군가를 창의적이라고 부르는 것은 그들이 의도적인 방식으로 어떤 것을 적극적으로 만들어 내고 있다는 것을 암시한 다. 사람들은 추상적인 것에서는 창의적이지 않다; 그들 은 어떤 것에서 창의적이다: 수학에서, 공학에서, 글쓰 기에서, 음악에서, 사업에서, 무엇에서든지. 창의성은 당 2021학년도 6월 전국연합학력평가 정답 및 해설 고2 3 신의 상상력을 작동시키는 것을 수반한다. 어떤 면에서, 창의성은 적용된 상상력이다. [어구] in a fever of 흥분 속에서 deliberate 의도적인 24. [출제의도] 글의 제목 추론하기 뉴스 리포터들은 그들의 이야기를 가장 중요한 정보 로 시작하도록 배운다. 리드라고 불리는, 첫 번째 문장 은 이야기의 가장 본질적인 요소들을 담고 있다. 좋은 리드는 많은 정보를 전달할 수 있다. 리드 후에, 정보는 중요도가 감소하는 순서로 제시된다. 언론인들은 이것 을 “역 피라미드” 구조라고 부른다― 가장 중요한 정보 (피라미드의 가장 넓은 부분)가 맨 위에 있다. 역 피라 미드는 독자들에게 아주 좋다. 독자의 주의 지속 시간 이 어떻든 간에― 그녀가 리드만 읽든 전체 이야기를 읽든― 역 피라미드는 그녀가 얻는 정보를 극대화한다. 다른 방법을 생각해 보라: 만약 뉴스 이야기들이 마지 막에 극적인 결말과 함께 미스터리처럼 쓰여진다면, 이 야기 중반부에서 중단한 독자들은 요점을 놓칠 것이다. 누가 대통령 선거 혹은 슈퍼볼에서 이겼는지 알아내기 위해 이야기의 마지막 문장까지 기다린다고 상상해 보라. [어구] payoff 결말 25. [출제의도] 내용 불일치 고르기(도표) 위의 표는 2014년과 2018년, 전세계의 천연가스 생 산 상위 7개 국가들을 보여준다. 미국, 러시아, 이란은 2014년과 2018년 모두 상위 3개 천연가스 생산 국가 였다. 2014년과 2018년 각각, 러시아와 이란 간의 천 연가스 생산량 차이는 4000억 세제곱 미터보다 더 컸 다. 비록 캐나다의 천연가스 생산량은 증가했지만 캐나 다는 2014년보다 2018년에 낮은 순위를 기록했다. 2014년과 2018년 사이, 중국의 천연가스 생산 증가량 은 카타르의 그것의 3배 이상이었다. 2014년 상위 7개 천연가스 생산 국가에 포함되지 않았던 호주는 2018년 에 7위에 올랐다. [어구] cubic meter 세제곱 미터 26. [출제의도] 내용 불일치 고르기 1895년에 태어난 Carol Ryrie Brink는 8살 때 고아 가 되었고 할머니에 의해 길러졌다. 그녀의 할머니의 삶과 스토리텔링 능력은 그녀의 글쓰기에 영감을 주었 다. 그녀는 수년 전 Idaho주 Moscow에서 만났던 젊은 수학 교수인 Raymond Woodard Brink와 결혼했다. 그 들의 아들과 딸이 태어난 후, 그녀의 경력 초기에, 그녀 는 어린이 이야기를 쓰기 시작했고, 연간 단편 소설집 을 편집했다. 그녀와 그녀의 남편은 프랑스에서 수년간 살았고, 그녀의 첫 번째 소설인 Anything Can Happen on the River 가 1934년에 출판되었다. 그 후, 그녀는 어린이들과 어른들을 위해 30권 이상의 소설과 논픽션 책을 썼다. 그녀는 Caddie Woodlawn으로 1936년에 Newbery 상을 받았다. [어구] orphan 고아로 만들다 27. [출제의도] 내용 불일치 고르기(실용문) Seattle 어린이 박물관에서의 일일 캠프 Seattle 어린이 박물관에서의 일일 캠프는 아이들 에게 창의력을 불어넣을 것을 약속하는 체험입니다. 발견의 놀라운 여행으로 우리와 함께 하세요! ∙날짜: 목요일, 7월 8일, 2021년 ∙연령: 5 - 10세 ∙일정 시간 활동 10:30 - 12:30 미술& 공예 12:30 - 13:30 점심 식사 13:30 - 15:30 음악& 춤 ∙참가비 - 아이: $30 - 어른: $10 ∙알림 - 모든 아이들은 반드시 어른과 동행해야 합니다. - 참가 비 는 점 심 식 사 와 프 로 그램 을 위 한 재료 를 포 함 합 니 다. 28. [출제의도] 내용 일치 고르기(실용문) 여름 록 콘서트 5개 록 밴드들이 모든 방문객들에게 훌륭한 오락거리, 즐거움, 그리고 음악을 제공할 것입니다. ∙날짜: 토요일, 8월 14일, 2021년 ∙시간: 오후 7시 ∙장소: Blue Creek 건물의 시민회관 ∙세부 사항 - 모든 좌석은 30달러입니다. - 티켓은 8월 7일 토요일까지 온라인으로 구매되어야 합니다. - 13세 이상만이 콘서트를 관람할 수 있습니다. ∙공지 - 음식은 콘서트 홀에서 허용되지 않습니다. - 공연 중에는 모든 형태의 사진 촬영과 동영상 녹화는 금지됩니다. - 문의 사항이 있으시면, www.rock5.info로 방문해 주십시오. 29. [출제의도] 문법성 판단하기 Harvard에서 연구원으로 일하는 동안, B. F. Skinner 는 후에 “Skinner box”로 알려지게 된 발명품을 사용하 여, 쥐를 대상으로 일련의 실험을 수행했다. 이 상자들 중 하나에 쥐 한 마리가 넣어졌고, 그것은 내부에 끼워 져 있는 특별한 막대를 가지고 있었다. 쥐가 이 막대를 누를 때마다, 그것은 음식을 받았다. 막대를 누르는 비 율이 자동으로 기록되었다. 처음에, 쥐는 우연히, 또는 단순히 호기심으로, 막대를 눌렀을 것이고, 그리고 그 결과로 약간의 음식을 받았을 것이다. 시간이 지나면서, 쥐는 막대가 눌러질 때마다 음식이 나타난다는 것을 알 게 되었고, 먹이를 받기 위해 일부러 그것을 누르기 시 작했다. 그들의 막대 누르는 행동에 대해 음식이라는 “긍정적인 강화”가 주어진 쥐들로부터 나온 결과와 그 렇지 않았거나, 또는 다른 비율로 음식을 받은 그것들 (쥐들)로부터 나온 결과를 비교해보니, 쥐의 행동의 결 과로 음식이 나타났을 때, 이것이 그것의 향후 행동에 영향을 미쳤다는 것이 분명해졌다. [어구] reinforcement 강화 [해설] ⑤gives → given 30. [출제의도] 문맥상 적절한 어휘 파악하기 사진이 생생한 색으로 되어 있지 않았던 시기로 돌아 가 보자. 그 기간 동안, 사람들은 오늘날 우리가 하는 (부르는) 것처럼 사진을 “흑백 사진”이라기보다는 “사진” 이라고 불렀다. 색의 가능성은 존재하지 않았고, 따라서 “흑백”이라는 형용사를 삽입하는 것은 불필요했다. 하지 만, 우리가 컬러 사진의 존재 전에 “흑백”이라는 어구를 포함시켰다고 가정해 보자. 그 현실을 강조함으로써, 우 리는 현재의 한계를 의식하게 되고, 따라서 새로운 가능 성과 잠재적 기회에 마음을 연다. 제1차 세계대전은 우 리가 제2차 세계대전에 깊이 휘말린 후에야 비로소 그 이름이 붙여졌다. 1940년대의 끔찍한 시기 이전에, 제1 차 세계대전은 단순히 “대전쟁” 또는, 더 나쁘게는, “모 든 전쟁을 끝내는 전쟁”이라고 불렸다. 만약 우리가 1918년으로 돌아가 그것을 “제1차 세계대전”이라고 불 렀더라면 어땠을까? 그러한 명칭은 두 번째 세계적 충돌 의 가능성을 정부와 개인에게 예측할 수 없는(→더 큰) 현실로 만들었을지도 모른다. 우리가 그것들을 명시적으 로 인지했을 때, 우리는 문제들을 의식하게 된다. [어구] adjective 형용사 embattled 전쟁 따위에 휘말린 31. [출제의도] 빈칸 추론하기 한 구매가 또 다른 구매로 이어지는 경향은 이름이 있다: Diderot 효과. Diderot 효과는 새로운 소유물을 얻는 것이 종종 추가적인 구매들로 이어지는 소비의 소 용돌이를 만든다고 말한다. 당신은 이러한 경향을 어디 서든지 발견할 수 있다. 당신은 드레스를 사고 어울리 는 새 신발과 귀걸이를 사야 한다. 당신은 아이를 위해 장난감을 사고 곧 그것과 어울리는 모든 액세서리들을 구매하는 자신을 발견한다. 이것은 구매의 연쇄 반응이 다. 많은 인간의 행동들은 이 순환을 따른다. 당신은 종 종 당신이 방금 끝낸 것에 근거하여 다음에 무엇을 할 지 결정한다. 화장실에 가는 것은 손을 씻고 말리는 것 으로 이어지고, 그것은 당신으로 하여금 더러운 수건을 세탁실에 넣을 필요가 있다는 생각이 들게 하고, 그래 서 당신은 쇼핑 목록에 세탁 세제를 더하고, 기타 등등 을 한다. 고립되어 일어나는 행동은 없다. 각 행동은 다 음 행동을 유발하는 신호가 된다. [어구] detergent 세제 trigger 유발하다 32. [출제의도] 빈칸 추론하기 리더들이 종종 빠르게 결정들을 내려야 하는 거대한 압박에 직면하지만, 섣부른 결정들은 결정 실패의 주된 원인이다. 이것은 주로 리더들이 근원적인 문제들을 탐 색하는 데 시간을 보내기보다는 결정의 피상적인 문제 에 반응하기 때문이다. Bob Carlson은 다양한 문제들에 직면했을 때 인내심을 발휘하는 리더의 좋은 예이다. 2001년 초의 경기 침체기에, Reell Precision Manufacturing은 총수입에서 30퍼센트 하락에 직면했 다. 몇몇의 고위 지도자 팀의 구성원들은 해고를 선호 했고 몇몇은 임금 삭감을 선호했다. 경제적 압박의 긴 장 상태를 완화하기 위해서 결정을 밀어붙이거나 투표 를 요청하는 것이 쉬웠을 테지만, 공동 최고 경영자로 서, Bob Carlson은 그 팀이 함께 노력하고 모든 문제들 을 검토하도록 도왔다. 그 팀은 마침내, 그들의 능력의 최선에서, 그들이 두 가지 가능한 결정 모두의 영향을 철저하게 검토했다는 것을 알면서, 임금 삭감에 동의했다. [어구] superficial 피상적인 downturn 침체 33. [출제의도] 빈칸 추론하기 자기불구화를 할 때, 당신은 당신이 알기에 성공의 가능성을 해칠 행동에 관여하고 있다: 당신은 전날 밤 에 밖에 나가면 그만큼 시험을 잘 치지 못할 것이라는 것을 알고 있지만, 어쨌든 당신은 그것을 한다. 어떤 사 람이 왜 의도적으로 성공의 가능성을 해치겠는가? 자, 여기에 가능한 답이 있다. 공부를 열심히 한다고 말해 보자. 당신은 적당한 시간에 잠자리에 들고 8시간 동안 잠을 잔다. 그리고 나서 당신은 수학 시험에 응시하지 만, 잘 치지 못한다: 당신은 겨우 C를 받는다. 당신은 자신에 대해 어떤 결론을 내릴 수 있는가? 아마도 당신 은 단지 수학을 잘하지 못해서라고(결론을 내릴 수 있 다), 그리고 그것은 당신의 자존감에 꽤 큰 타격이다. 하지만 만약 당신이 자기불구화를 한다면, 당신이 실패 에 대한 이유를 만들기 때문에 당신은 결코 이런 상황 에 처하지 않을 것이다. 당신이 새벽 1시까지 밖에 나 갔기 때문에 C를 받을 수 밖에 없었다고, 당신은 스스 로에게 말할 수 있다. 그 C는 당신이 수학을 못한다는 것을 의미하지는 않는다; 그것은 단지 당신이 파티하는 것을 좋아한다는 것을 의미한다. 사람들이 의도적으로 성공의 가능성을 해치고 있기 때문에, 자기불구화 현상 은 역설처럼 보인다. [어구] self­handicapping 자기불구화 현상 decent 알맞은 blow (정신적) 타격 paradox 역설 34. [출제의도] 빈칸 추론하기 학기 초, 우리 미술 교수는, 보는 이를 등지고, 바닷 가에 서서, 푸른 바다와 거대한 하늘을 바라보고 있는, 수도승의 이미지를 투영했다. 교수는 반 학생들에게 물 었다, “무엇이 보이나요?” 어두컴컴한 강당은 조용했다. 우리는 그 숨겨진 의미를 발견하기 위해 가능한 한 열 심히 보고 보고 생각하고 생각했지만, 아무것도 생각해 내지 못했다― 우리는 그것을 놓쳤음에 틀림없다. 극도 로 분노하며 그녀는 자신의 질문에 대답했다, “그것은 수도승의 그림이에요! 그의 등은 우리에게 향하고 있어 요! 그는 해안 근처에 서 있어요! 푸른 바다와 거대한 하늘이 있어요!” 음... 왜 우리는 그것을 보지 못했을까? 우리에게 편견을 주지 않기 위해, 그녀는 그 작품의 작 가나 제목을 밝히지 않고 질문을 제시했다. 사실, 그것 은 Caspar David Friedrich의 The Monk by the Sea 였 다. 여러분의 세상을 더 잘 이해하기 위해서, 여러분이 생각하기에 여러분이 봐야 할 것으로 기대되는 것을 추 2021학년도 6월 전국연합학력평가 정답 및 해설 고2 4 측하기보다는 여러분이 실제로 보는 것을 의식적으로 인정하라. [어구] project 투영하다 unearth 발견하다 acknowledge 인정하다 35. [출제의도] 무관한 문장 파악하기 소셜 미디어에서 생겨난 흥미로운 현상은 사회적 증 거라는 개념이다. 다른 사람들이 이미 그렇게 했다는 것을 알 때 사람은 새로운 가치나 아이디어를 받아들이 기가 더 쉽다. 만약 그들이 새로운 아이디어를 받아들 이고 있다고 보는 그 사람이 우연히 친구라면, 그때 사 회적 증거는 사람들이 그들의 친한 친구들의 판단에 두 는 신뢰에 의존할 뿐만 아니라 또래 압력을 행사함으로 써 훨씬 더 큰 힘을 갖게 된다. 예를 들어, 어떤 문제에 대한 영상은 그 자체로 논란이 될 수 있지만 그것이 수 천 개의 좋아요를 얻으면 더 신뢰할 수 있다. (친구에 게 좋아함의 감정을 표현할 때 표정과 같은 비언어적 신호를 이용해 그것들을 표현할 수 있다.) 만약에 한 친구가 당신에게 영상을 추천한다면, 많은 경우에 있어 서, 영상이 제시하는 아이디어의 신뢰도는 당신이 영상 을 추천하는 친구에게 부여하는 신뢰도와 정비례하여 상승할 것이다. 이것이 소셜미디어의 힘이고 영상이나 “게시물”이 “입소문이 날” 수 있는 이유의 일부다. [어구] credibility 신뢰 controversial 논쟁의 대상인 phenomenon 현상 36. [출제의도] 글의 순서 파악하기 두 남자가 도서관에서 싸우는 이야기를 생각해 보자. 한 명은 창문을 열기를 원하고 다른 한 명은 그것을 닫 기를 원한다. 그들은 얼마나 많이 열어 두어야 할지에 대해 주고받는 논쟁을 벌인다: 조금, 절반, 또는 4분의 3 정도. (C) 어떤 해결책도 그들 둘을 만족시키지 못한 다. 사서를 투입하라. 그녀는 한 명에게 왜 그가 창문을 열기를 원하는지 묻는다: “신선한 공기를 쐬기 위해서.” 그녀는 다른 사람에게 왜 그것이 닫히기를 원하냐고 묻 는다: “외풍을 피하기 위해서.” (B) 잠시 생각한 후, 그 녀는 옆방의 창문을 활짝 열고, 외풍 없이 신선한 공기 를 들여온다. 이 이야기는 많은 협상들의 전형이다. 당 사자들의 문제가 입장 충돌로 보이기 때문에, 그들은 자연히 입장을 말하는 경향이 있고― 종종 막다른 상황 에 이른다. (A) 만약 그녀가 창문을 열거나 닫기를 원 하는 두 남자의 언급된 입장에만 집중했다면 사서는 그 녀가 한 해결책을 생각해 낼 수 없었을 것이다. 대신, 그녀는 신선한 공기와 외풍이 없다는 그들의 근원적인 이해 관계를 살펴보았다. [어구] quarrel 싸우다 a crack 조금, 약간 party 당사자 underlying 근원적인 37. [출제의도] 글의 순서 파악하기 한 조사에서, 61%의 미국인들이 ‘빈곤층 지원’에 더 많은 돈을 쓰는 정부를 지지한다고 말했다. (B) 그러나 같은 모집단이 ‘복지’에 더 많은 정부 예산을 쓰는 것을 지지하느냐는 질문을 받았을 때, 단지 21%만이 찬성했 다. 다시 말해, 만약 당신이 개별 복지 프로그램들에 대 해 사람들에게 물어보면― 장기 질환을 가진 사람들에게 재정적 도움을 주고 저소득 가정의 급식비를 대주는 것과 같은― 사람들은 대체로 그것들에 찬성한다. (C) 그러 나 만약 당신이 ‘복지’에 관해 질문한다면― 방금 열거 한 것과 정확히 동일한 프로그램을 나타내는― 그들은 그것에 반대한다. ‘복지’라는 단어는 많은 정치인들과 신문들이 그것을 묘사하는 방식 때문인지, 부정적인 함 축된 의미를 가지고 있다. (A) 따라서, 질문의 프레이밍 은 여러 가지 방식으로 답변에 큰 영향을 미칠 수 있으 며, 이는 당신의 목표가 사람들이 생각하는 것에 대한 ‘진정한 척도’를 얻는 것이라면 중요하다. 그리고 다음 번에 당신이 한 정치인이 ‘설문조사는 대다수의 국민들 이 나에게 동의한다는 것을 입증한다’고 말하는 것을 듣게 될 때, 매우 조심하라. [어구] portray 묘사하다 38. [출제의도] 문장 삽입하기 위험은 종종 문제나 상황에 접근하는 방법에 대한 불 확실성으로부터 발생한다. 그러한 위험을 피할 수 있는 한 가지 방식은 숙련되었으며 그것을 하는 방법을 알고 있는 당사자와 계약하는 것이다. 예를 들어, 크고 복잡 한 시스템의 생산을 위한 도구 및 장비의 자본 비용과 관련된 재정적 위험을 최소화하기 위해, 제조업자는 시 스템의 주요 부품 생산을 그러한 부품들에 정통한 공급 업자들에게 하청을 줄지도 모른다. 이것은 제조업자에 게 이러한 부품을 생산하기 위한 도구 및 장비와 관련 된 재정적 위험을 덜어 준다. 그러나, 한 종류의 위험의 이전은 종종 다른 종류(위험)를 이어받는 것을 의미한 다. 예를 들어, 부품에 대한 작업을 하청주는 것은 제조 업자를 외부 업자들에 의존하게 만들고, 이로 인해 품 질 관리, 일정 관리, 완제품 시스템의 성능과 관련된 위 험들을 증가시킨다. 그러나 이러한 위험들은 공급업자 들의 신중한 관리를 통해 종종 줄여질 수 있다. [어구] uncertainty 불확실성 component 부품 end­item 완제품 39. [출제의도] 문장 삽입하기 Oldsmobile의 창립자인, Ransom Olds는 “말 없는 마 차”를 충분히 빨리 생산할 수 없었다. 1901년에, 그는 생산 과정의 속도를 높이는 아이디어를 가졌다― 한 번 에 한 대의 자동차를 만드는 대신에, 조립 라인을 고안 했다. 생산의 가속은 전례가 없는 것이었다― 1901년 425대의 자동차 생산량에서 이듬해 인상적인 2,500대 의 자동차로. 다른 경쟁사들이 이 놀라운 분량에 깊은 감명을 받는 동안, Henry Ford는 감히 “우리가 더 잘할 수 있을까?”라고 물었다. 그는, 사실, 컨베이어 벨트를 조립 라인에 도입함으로써 Olds의 훌륭한 아이디어를 개선할 수 있었다. 그 결과, Ford사의 생산은 최고조에 달했다. 과거처럼, Model T를 제작하는 데 1.5일이 걸 리는 대신에, 그는 90분마다 한 대씩의 속도로 차를 뱉 어낼(생산할) 수 있게 됐다. 이 이야기의 교훈은 좋은 진보는 종종 위대한 진보의 선구자라는 것이다. [어구] carriage 마차 assembly line 조립 라인 acceleration 가속 spit out 뱉다 40. [출제의도] 문단 요약하기 Boston의 1차 진료 의사인, Anne Thorndike는 아주 좋은 생각을 했다. 그녀는 의지력이나 동기를 바꾸지 않고 가벼운 방식으로 수천 명의 병원 직원들과 방문객 들의 식습관을 개선할 수 있다고 믿었다. 사실, 그녀는 그들과 대화할 계획을 세우지 않았다. Thorndike는 연 구를 설계했다, 병원 구내식당의 “선택 구조”를 바꾸기 위해서. 그녀는 공간 안에 음료가 놓여 있는 방식을 바 꾸는 것으로 시작했다. 원래, 구내식당 내의 금전등록기 옆에 있는 냉장고들은 탄산음료로만 채워져 있었다. 그 녀는 각각의 냉장고에 선택 사항으로 물을 추가했다. 게다가, 그녀는 공간 전체에 있는 음식을 두는 장소 옆 에 병에 든 물이 담긴 바구니들을 놓았다. 탄산음료는 여전히 본래의 냉장고에 있었지만, 물은 이제 음료를 둔 모든 곳에서 이용 가능하게 되었다. 다음 3개월 동안, 병원의 탄산음료 판매 숫자는 11.4퍼센트만큼 떨어졌 다. 반면에, 병에 든 물의 판매는 25.8퍼센트만큼 증가 했다.  Thorndike에 의해 수행된 연구는 병원 구내식당에 음료를 배치하는 것이 사람들이 하는 선택에 영향을 주어, 탄산음료의 소비를 낮춘다는 것을 보여주었다. [어구] primary care 1차 진료 cash register 금전 등록기 [41 ~ 42] 분석에 의한 마비는 특정 문제를 지나치게 생각하고 분석하지만, 당신은 여전히 결정을 내리지 못하는 상태 이다. 여우와 고양이의 한 유명한 고대 우화는 이 분석 에 의한 마비 상황을 가장 간단한 방법으로 설명한다. 이야기에서, 여우와 고양이는 그들이 사냥꾼으로부터 탈출할 수 있는 얼마나 많은 방법을 갖고 있는지에 대 해 논의한다. 고양이는 재빨리 나무에 오른다. 여우는, 반면에, 그가 알고 있는 모든 탈출 방법을 분석하기 시 작한다. 하지만 어떤 것이 가장 좋을지 결정하지 못한 채, 그는 행동하지 못하고 개들에게 잡힌다. 이 이야기 는 분석 마비 현상을 완벽하게 설명한다: 이용 가능한 대안들에 대한 지나친 생각 때문에 행동하거나 결정하 지 못하는 것. 사람들은 비록 문제의 해결책을 찾으려 는 좋은 의도로 시작하지만, 그들은 종종 잘못된 결정 을 초래할지 모를 다양한 요인에 대해 무한히 분석하는 것을 경험한다. 그들은 이용 가능한 정보에 만족하지 못하고 그들의 결정을 완벽하게 하기 위해 여전히 더 많은 데이터가 필요하다고 생각한다. 대부분 이러한 분 석에 의한 마비 상황은 누군가가 잠재적인 재앙적 결과 를 초래할 수 있는 잘못된 결정을 할까봐 두려워할 때 발생한다: 그것은 그들의 경력이나 조직의 생산성에 영 향을 미칠 수 있다. 그래서 그것이 사람들이 일반적으 로 막대한 이해관계가 수반되는 결정을 내릴 때 자신이 있는(→지나치게 조심하는) 이유이다. [어구] indefinitely 무기한으로 erroneous 잘못된 catastrophic 큰 재해의 41. [출제의도] 1지문2문항(글의 제목 추론하기) 42. [출제의도] 1지문2문항(문맥상 적절한 어휘 파악하기) [43 ~ 45] (A) Victor는 아주 큰 회사의 사무실 청소부 자리에 지원했다. 매니저가 그를 인터뷰했고, 그리고 나서 그에 게 테스트를 했다: 청소하기, 비품 쌓기와 지정된 부서 에 보급하기. 그가 하는 일을 지켜본 후, 매니저는 말했 다, “당신은 고용되었습니다. 저에게 이메일 주소를 알 려 주세요, 그러면 당신에게 작성할 몇 가지 서류들을 보내드리겠습니다.” (C) Victor는 대답했다, “저는 컴퓨터도 없고 이메일 도 없습니다.” “유감이네요,”라고 매니저가 말했다. 그리 고 그는 덧붙였다, “만약 당신이 이메일이 없다면 이 일 을 어떻게 하려고 합니까? 이 작업은 당신이 이메일 주 소를 가질 것을 필요로 합니다. 저는 당신을 고용할 수 없습니다.” Victor는 아무 희망도 없이 떠났다. 주머니 에 10달러만 가진 채, 그는 무엇을 해야 할지 몰랐다. 그리고 나서 그는 슈퍼마켓에 가기로 결심하고 10kg짜 리 토마토 한 상자를 샀다. (B) 그는 그리고 나서 토마토를 집집마다 돌아다니며 팔았다. 두 시간 만에, 그는 자본금을 두 배로 늘리는 데 성공했다. 그는 이 작업을 세 번 반복했고 60달러를 가지고 집으로 돌아왔다. Victor는 이런 방법으로 살아 남을 수 있다는 것을 깨닫고, 매일 일찍 나가기 시작했 고, 늦게 돌아왔다. 이런 식으로, 그의 돈은 매일 두 배 또는 세 배로 불었다. 얼마 지나지 않아, 그는 카트를 사고, 트럭을 사고, 그리고 나서 그는 여러 대의 자신만 의 배달 차량을 갖게 되었다. (D) 몇 년 후, Victor의 회사는 그의 도시에서 가장 큰 식품 회사가 되었다. 그는 가족의 미래를 계획하기 시작했고, 생명 보험에 가입하기로 결심했다. 그는 보험 중개인을 불렀다. 대화가 끝나자, 그는 그에게 이메일을 물었다. Victor가 대답했다: “저는 이메일이 없어요.” 중 개인은 의아해하며 대답했다, “당신은 이메일이 없음에 도, 제국을 건설하는 데 성공했습니다. 이메일이 있었다 면 어땠을지 상상되나요?” 그는 잠시 생각하더니, 대답 했다, “사무실 청소부!” [어구] fleet 함대 insurance broker 보험 중개인 43. [출제의도] 1지문3문항(글의 순서 파악하기) 44. [출제의도] 1지문3문항(지칭 추론하기) 45. [출제의도] 1지문3문항(세부 내용 파악하기)"
}