{
    "text": "2021학년도 9월 전국연합학력평가 정답 및 해설 고2 9 26 영어 영역 정 답 1 ③ 2 ③ 3 ④ 4 ⑤ 5 ② 6 ③ 7 ⑤ 8 ④ 9 ⑤ 10 ③ 11 ⑤ 12 ② 13 ② 14 ④ 15 ① 16 ① 17 ④ 18 ① 19 ① 20 ② 21 ④ 22 ① 23 ⑤ 24 ① 25 ⑤ 26 ④ 27 ⑤ 28 ③ 29 ⑤ 30 ③ 31 ② 32 ① 33 ① 34 ① 35 ③ 36 ② 37 ③ 38 ③ 39 ⑤ 40 ② 41 ② 42 ③ 43 ④ 44 ④ 45 ⑤ 듣기 대본 및 해설 1. [출제의도] 담화의 목적 파악하기 M: Hello, students. I’m the school nutritionist, Mr. Jackson. Over the past week, we have conducted a survey on the school website about the meals you ate this semester. I want to thank those of you who have responded. Unfortunately, less than 50 percent of students answered the survey. We don’t have enough data to make your school meals better. Therefore, we decided to extend the survey period by one week. The meal survey is now open until next Wednesday. We hope that giving you another week to participate in the survey will help improve the quality of your school meals. Thank you for listening. 2. [출제의도] 화자의 의견 파악하기 W: Mike, what are you doing? M: I’m searching for books to read. My teacher recommended reading novels during the vacation. W: That’s a good recommendation. M: Really? Why do you say that? W: Reading novels can help you experience another person’s feelings. M: I don’t get it. What do you mean? W: While reading a novel, you can understand how the characters feel. You can also imagine the characters’ emotions are your own. M: Oh, now I see what you mean. W: I bet reading novels will help you improve your empathy, which is your ability to share others’ emotions. M: Thanks for explaining. Now I’m really looking forward to reading novels this winter. 3. [출제의도] 화자의 관계 파악하기 [Cell phone rings.] M: Logan Williams speaking. W: Hello. This is Marion Carver. I’m wondering if I can increase the number of guests for our company holiday party. M: Let me check. [Pause] Originally, you requested 50 seats for the event. I reserved a middle­sized hall at a local hotel. How many guests would you like to add? W: I want to add five more guests. M: That shouldn’t be a problem. W: Great! How about the live band? Were you able to find one? M: Yes, I was. I think they’ll really add to the festive holiday mood. W: That sounds perfect. Can I ask you one more thing? M: Absolutely. I always try to meet my clients’ needs. W: There will be kids invited to this party. Is there anything we can do for them? M: For a children’s party I planned last week, I prepared animal­shaped balloons for all the kids. They really liked them. W: That’s a brilliant idea! I’m so pleased with how you’ve coordinated and planned this party. See you next Friday. 4. [출제의도] 그림의 세부내용 파악하기 M: Honey, I’ve finished decorating the living room for Halloween. Can you come here and take a look? W: Sure. [Pause] Is the carpet on the floor the one you ordered last week? M: Yeah. I chose the round one because it looks cute. What do you think? W: It looks really good there. I also love the spider web decoration that you put on the wall above the piano. M: Thanks. I thought it would help create the Halloween mood. W: It definitely does. [Pause] Oh! The two carved pumpkins on the bookshelf are so cool. M: Totally. The faces we carved into the pumpkins look excellent. W: Didn’t you say you were planning to put flying ghost stickers under the window? Did you change your mind? M: I did. I think the bat sticker looks better under the window. W: Good choice. I prefer the bat, too. What’s that empty basket on the table for? Is it for trick­or­treating? M: Right. We can use it when trick­or­treaters visit our house on Halloween. W: That’s a great plan. You did a terrific job decorating the room. 5. [출제의도] 화자가 부탁한 일 파악하기 W: Henry, the weather’s so nice today. We should do some of the outdoor activities Los Angeles has. M: I agree. Because it’s been so hot, we’ve been going to museums to enjoy the air conditioning. W: I’m ready to enjoy the real Los Angeles. How should we spend the day? M: We could go to the beach for lunch first, and I think there’s a baseball game that we can go to in the evening. W: That sounds great. I’ve always wanted to see the local team play. M: Should we prepare a lunch to take to the beach? The restaurants there might be crowded. W: I think it would be better to pick up something to eat on the way there. M: Okay. What about tickets to the baseball game? They might sell out. W: Oh, you’re right. Will you buy the tickets? I’ll search for a place where we can pick up food for our lunch. M: All right. I’ll take care of that now. 6. [출제의도] 지불할 금액 파악하기 M: Good morning. Welcome to Happy Bakery. How can I help you? W: I need to buy a cake for my sister’s birthday. Could you recommend one? M: Sure. These chocolate and strawberry cakes are our best sellers. W: Oh, they look delicious. How much are they? M: This chocolate cake is 20 dollars, and the strawberry cake is 30 dollars. W: Hmm.... I’ll buy that strawberry cake. M: Wonderful. Can I get anything else for you? W: Well, we’re having a small party. It might be nice to be able to give something to our guests to take home. M: How about our homemade cookies? They’re 4 dollars each. W: That sounds perfect. Can I get five cookies? M: Absolutely. So, that’s one strawberry cake and five cookies, right? W: Correct. And I think I saw a sign in your window that you’re having a sale right now. M: You’re right. If you spend at least 40 dollars, you’ll receive a 10 percent discount on your total purchase. W: Terrific! Here’s my credit card. 7. [출제의도] 이유 파악하기 W: Hi, Joshua. Why didn’t you come to the book club meeting yesterday? M: I didn’t feel well, so I went to the doctor. W: Oh, I see. Are you feeling better? M: Yeah, I’m much better now. But I’m sad I missed the meeting. Did you choose the book for the next meeting? W: We didn’t. How about going to the library to choose the book for the next meeting? M: That sounds great, but I don’t think I can today. W: Why not? Did the doctor tell you to get more rest? M: No, it’s not that. I need to write my script for the speech contest. W: I thought the script is due next week. You have enough time. There’s no need to hurry. M: It is due next week, but the topic is difficult. So, I should write the script today. W: Okay. Be sure to take breaks so you don’t get sick again. M: I will. Thank you for your concern. 8. [출제의도] 언급하지 않은 내용 파악하기 M: How was your visit to the Electronics Fair, Christine? W: It was spectacular. You should check it out if you have time. M: I might. What was there to do at the fair? W: There were displays for the latest models of electronic devices and new technology. M: Wow! You must have seen a lot of brand­new electronic devices! Did you participate in any hands­on activities there? W: Of course I did. Various programs were available including 3­D printing, VR games, and chatting with AI. M: I want to try talking with AI. Where is the fair held? W: It takes place at Dream Expo Center. M: That’s near here! When does the fair end? W: It ends on November 30th. M: Can you tell me what the price of a ticket is? W: It’s 5 dollars. But if you purchase it online, you can buy it for 3 dollars. M: Great! I’ll order my ticket now. 9. [출제의도] 담화의 세부내용 파악하기 W: Good afternoon. I’m Julia Harpson, the student body president. I’m glad to have the chance to tell you about Jump and Grow Together, a school tradition where freshmen compete by jumping rope together. It’s a team competition, and each participating team should consist of 11 freshmen. The goal is to see how many times the team members can jump one rope all together without stopping. Each team will have three chances to jump. The highest number of team jumps among the three tries will be the team’s score. The competition will happen on the first Saturday of October. It’ll take place in the school gym. You must register online by September 30th to participate. You cannot register on the day of the event. Don’t miss this chance to make a precious high school memory! 10. [출제의도] 화자의 선택 파악하기 M: Hey, Tiffany. What are you doing? W: I’m looking at a website where I can buy a monitor stand. Will you help me choose 고2 정답 및 해설 2021학년도 9월 전국연합학력평가 10 26 which one I should buy from these five options? M: I’d be happy to. Have you thought about how much you’re willing to spend? W: I don’t want to spend more than 30 dollars. M: Okay. These models are within your budget. [Pause] The plastic ones look really stylish. W: They do, but I think plastic is kind of a weak material. I prefer metal ones. M: That makes sense. It would be better to have a monitor stand that you can use for a long time. Do you think you would use a storage drawer? W: No, I don’t need one. I’d rather have more space to store my keyboard. M: There are only two options left now. How many USB ports do you need? W: I think I need at least 3. I’ll buy this one. Thanks for your help. 11. [출제의도] 대화의 적절한 응답 고르기 M: Kate, look at the time! We’ve been working for two hours straight. W: Already? Wow, I didn’t realize so much time had passed. M: Neither did I. Maybe we should take a break. W: . 12. [출제의도] 대화의 적절한 응답 고르기 W: David, how was your driving test yesterday? M: I passed. I got my driver’s license. W: What a relief! You failed the previous test because you didn’t have enough time to prepare. M: . 13. [출제의도] 대화의 적절한 응답 고르기 M: Cathy, can you help me? I’m preparing my science presentation, but it’s not easy to explain my topic. W: Sure. What can I do to help? M: I’m having trouble creating a way to visualize what I say in my presentation. W: How about using an image or a chart? It can help your audience understand the topic because they’ll be able to clearly see the information. M: That’s a great idea, but I’m not familiar with how to make those things. Do you have any tips? W: You could use an infographic building program. I’ve used one to make proper graphs and tables before. It’s easy to use. M: Really? How did you get the program? W: I downloaded it from a website last semester. It’s a free­share program. M: That program would help me a lot. Would you give me the website address? W: . 14. [출제의도] 대화의 적절한 응답 고르기 W: Look at these beautiful snowy branches! It’s the perfect day to climb a mountain. M: Actually, in winter, the weather can cause a lot of problems. Days are short and trails are difficult to climb after it snows. W: I see, but the views on the way up are stunning. I can’t wait to see the amazing view from the mountain peak. M: I’m afraid we can’t reach the top today. W: Oh, no! I was looking forward to taking photos at the top to prove we made it. M: Well, it’s getting dark. Because of the icy trails, the climb has taken longer than I expected it would. W: What about going up faster? M: That could be very dangerous. Let’s go back down today. We can try reaching the peak another time. W: That’s too bad. We were planning to see the view at the top. M: . 15. [출제의도] 상황에 적절한 말 고르기 W: Amanda and Natalie are roommates who go to the same university. They live in an apartment that is a 30­minute walk to their campus. These days, they frequently use electric scooters to commute. Amanda and Natalie both try to be safe while riding the scooters, but Natalie often wears headphones to listen to music while riding. Amanda thinks that can put Natalie in danger because Natalie might not hear a car coming or notice emergency situations on the road. For the sake of everyone’s safety, Amanda wants to tell Natalie to stop wearing headphones while riding her scooter so she can hear more important sounds from cars, pedestrians, and other riders. In this situation, what would Amanda most likely say to Natalie? 16~17. [출제의도] 담화의 주제 파악하기, 언급 하지 않은 내용 파악하기 M: Hello, everyone. I’m Dr. Martin Muller. Do you know that mathematical ability is widespread in the animal kingdom? Many biologists have suggested that counting is not unique to humans. For instance, wolves use strength in numbers while hunting. Wolves have optimal group sizes for hunting different prey. In addition, female frogs count the number of pulses in a male frog’s cry. They can do this for phrases up to 10 notes long. Despite what you may have heard, chickens are quite smart. Research shows that newly hatched chicks and adult chickens can count and do basic math. Lastly, the real math wizards of the animal kingdom are desert ants. They are able to find their way back home after leaving their nests for food by counting steps. Now, we will watch a video about these animals. 18. [출제의도] 글의 목적 파악하기 [해석] Douglas School의 학부모님과 학생 여러분에게 여러분들도 아시다시피, 우리 학교는 150년도 더 전에 지어졌습니다. 우리는 학교의 역사가 자 랑스럽지만, 학교의 그 시설들이 현대 교육을 위 해 정확히 맞지는 않습니다. 학교 재단에 아낌없 이 기부해 주신 덕분에, 우리는 캠퍼스의 구식이 된 그러한 부분들에 대한 보수를 시작할 수 있을 것입니다. 우리는 이 보수작업으로 우리 학생들에 게 가능한 최고의 교육을 제공하는데 도움이 되 기를 바랍니다. 강당이 수리되는 첫 번째 건물이 될 것이라는 점을 이 편지로 알려드립니다. 학생 들은 수리가 진행되는 동안 약 한 달 동안 강당 을 이용할 수 없게 됩니다. 이 짧은 불편함이 향 후 몇 년 동안 지역사회 전체의 혜택을 어떻게 장려할 것인지 이해해 주시기를 바랍니다. 교감 Kyla Andrews 드림 [해설] 해석 참조 19. [출제의도] 주인공의 심경 파악하기 [해석] Evan은 눈이 휘둥그레지고 입이 (알파벳) O자 모양을 만들었는데, 무언가가 그를 놀라게 할 때마다 이런 일이 생겼다. “우리가 시드니를 떠난 다는 말은 아니시죠?” 그가 물었다. 그의 어머니 는 막 그에게 그들이 아버지의 일을 위해 시드니 를 떠난다고 그에게 말한 참이었다. Evan은 어머 니의 말을 가로막으며, 평소에는 하지 않았을 행 동이지만 이번만큼은 용서를 받을 수 있을 것이라 느끼며 “그런데 학교는 어쩌고요?”라고 말했다. “Carl과 Daniel과 Martin은요? 우리가 함께 무언 가를 하고 싶을 때 그들이 내가 어디에 있는지 어 떻게 알 수 있죠?” 그의 어머니는 그에게 지금 당 장은 친구들과 작별인사를 해야 하지만 Evan이 그들을 다시 보게 될 것이라고 확신한다고 말했 다. “그들에게 작별을 말하라고요? 작별인사를요?” 그는 계속해서 되뇌였고, 되뇌일 때마다 목소리에 는 더욱 근심이 어렸다. [해설] 해석 참조 [어구] for the time being 지금 당장은, 지금으로서는 20. [출제의도] 필자의 주장 파악하기 [해석] 선생님의 지도 없이는 학생들은 협력의 가 치를 인정하는 개인적 발달의 여정에 나서지 않을 것이다. 하고 싶은 대로 내버려 두면, 그들은 본능 적으로 서로 점점 더 경쟁적이 될 것이다. 그들은 스포츠 경기장에서와 마찬가지로 교실 환경 내의 점수, 성적표, 피드백을 비교할 것이다. 우리는 학 생들에게 승자와 패자에 대해 가르칠 필요가 없다. 운동장과 미디어가 그들을 위해 그렇게 하는 것이 다. 하지만, 우리는 그들에게 승리하는 것보다 삶 에 더 많은 것이 있다는 것과 성공적인 협력을 위 해 그들이 필요로 하는 기술에 대해 가르쳐 줄 필 요가 있다. 성공적으로 함께 일하는 그룹은 고도의 대인 의식뿐만 아니라 다양한 사회적 기술을 가진 개인들을 필요로 한다. 일부 학생들은 본래 이러한 기술에 대한 자연스러운 이해를 가지고 있지만, 그 들은 항상 소수이다. 당신의 교실에 또래들 사이의 협력을 이루도록 하기 위해서, 당신은 의식적이고 주의 깊게 이러한 기술들을 가르쳐야 하고, 학창시 절 내내 계속해서 그것들을 육성해야 한다. [해설] 해석 참조 [어구] em bark on ~에 착 수 하 다 interpersonal 대 인 간 21. [출제의도] 함축적 의미 파악하기 [해석] 창의적인 팀은 역설적인 특징을 보인다. 그 것은 우리가 상호 배타적이거나 모순된다고 가정하 는 생각과 행동의 경향을 보여준다. 예를 들어, 최 고의 작업을 수행하기 위해서는 팀이 해결하려는 문제와 관련된 주제에 대한 깊은 지식과 수반되는 과정의 숙달이 필요하다. 그러나 동시에, 널리 퍼져 있는 지혜나 일을 하는 입증된 방법에 구애받지 않 는 신선한 관점이 필요하다. 종종 ‘초심자의 마음’ 이라고 불리는 이것은 신참의 관점이다. 즉, 이런 사람들은 호기심 많고, 심지어 장난기 넘치고, 질문 이 아무리 순진해 보이더라도 무엇이든 기꺼이 물 어보는데, 이것은 자신이 모르는 것이 무엇인지도 모르기 때문이다. 따라서 모순되는 특징들을 한데 모으는 것이 새로운 아이디어의 과정을 가속화할 수 있다. [해설] 해석 참조 22. [출제의도] 글의 요지 파악하기 [해석] 문제가 있는 도시의 너무 많은 공무원들은 새로운 경기장 또는 경전철 시스템, 컨벤션 센터, 주택 프로젝트와 같은 대규모 건설 프로젝트를 통 해 그들의 도시를 이전의 영광으로 되돌릴 수 있다 고 잘못 상상하고 있다. 거의 예외 없이 공공 정책 이 도시 변화의 흐름(조석력)을 늦출 수는 없다. 우리는 Rust Belt에 사는 가난한 사람들의 요구를 무시하지 말고 공공 정책이 가난한 지역을 돕는 것 이 아닌 가난한 ‘사람들’을 돕도록 해야 한다. 반짝 이는 새로운 부동산은 쇠퇴하는 도시를 꾸밀 수는 있지만 그러나 이것은 기저에 있는 문제를 해결하 지는 못한다. 쇠퇴하는 도시의 특징은 그들은 그들 의 경제력에 비해서 ‘너무 많은’ 주택과 기반시설을 가지고 있다는 것이다. 건축물의 모든 공급과 너무 적은 수요로 인해 더 많은 공급을 만들어 내기 위 해 공공 자금을 사용하는 것은 의미가 없다. 건물 중심의 도시 재생의 어리석음은 우리에게 도시는 구조물이 아니라 사람이라는 것을 상기시킨다. [해설] 해석 참조 [어구] Rust Belt 미국 북부의 사양화된 공업지대 folly 어리석음 23. [출제의도] 글의 주제 파악하기 [해석] 굴, 습지 풀, 그리고 물고기를 포함한 많은 해양 종들은 그들이 미칠 수 있는 영향에 대한 정 보가 거의 없는 상태에서 의도적으로 식량이나 침 식 방제를 위해 도입되었다. 어패류는 양식을 위해 전 세계에 의도적으로 도입되어 음식과 일자리를 제공하지만, 탈출해서 토착종, 생태계 기능, 또는 생계에 위협이 될 수 있다. 대서양 연어는 Washington State와 British Columbia의 해양 그물 어장에서 길러진다. 매년 많은 연어가 탈출해, 그 들은 Washington State, British Columbia, Alaska 의 해수와 담수에서 발견되어진다. 여가용 낚시 또 한 침입종을 전파시킬 수 있다. Maine의 미끼용 벌레들은 전국적으로 인기가 있다. 그것들은 보통 2021학년도 9월 전국연합학력평가 정답 및 해설 고2 11 26 많은 다른 유기체들을 포함하는 해초에 싸여 있다. 만약 해초가 버려지면, 해초나 해초 위에 있는 유 기체들은 새로운 영역에서 군락을 이룰 수 있다. 낚시용 장화, 여가용 보트와 트레일러는 유기체를 한 장소에서 집어 올려 다른 곳으로 옮길 수 있다. [해설] 해석 참조 [어구] invasive 침입하는 24. [출제의도] 글의 제목 파악하기 [해석] 화려한 고층 건물, 금융 본부, 관광 센터, 기념품 행상인들이 Battery Park City로 나아가기 전에, 세계 무역 센터 뒤편의 지역은 거대하고 혐 오스러운 쓰레기 매립지였다. 1982년, 예술가 Agnes Denes는 비록 일시적이긴 하지만 그 매립 지를 다시 원래의 뿌리로 되돌리기로 결정했다. Denes는 Public Art Fund로부터 Manhattan에서 지금까지 본 가장 의미심장하며 환상적인 공공 사 업 작품 중 하나를 만들어 달라는 의뢰를 받았다. 그녀의 콘셉트는 전통적인 조형물이 아니라 대중이 미술을 보는 방식을 바꾼 살아있는 설치 조형물이 었다. 예술의 이름으로, Denes는 반짝이는 쌍둥이 빌딩의 그림자에 아름다운 황금 밀밭을 만들었다. 작품인 Wheatfield ― A Confrontation을 위해, Denes와 자원 봉사자들은 4에이커의 땅에서 쓰레 기를 치운 다음 그 지역 위에 황색 빛깔의 너울거 리는 곡물을 심었다. 수개월의 농사와 관개 후에 밀밭은 무성하게 되고 준비가 되었다. 그 예술가와 그녀의 자원 봉사자들은 수천 파운드의 밀을 수확 하여 뉴욕의 푸드 뱅크에 기부하였고, 뉴욕 사람들 의 마음과 몸에 모두 영양분을 공급해 주었다. [해설] 해석 참조 [어구] irrigation 관개 25. [출제의도] 도표의 내용 이해하기 [해석] 위 도표는 2018년과 2019년에 한국의 궁을 방문한 한국인 방문객과 외국인 방문객의 수를 보 여준다. 2018년부터 2019년까지 2년의 기간 동안 덕수궁의 총 방문객 수는 창경궁의 총 방문객의 수 보다 컸다. 2018년부터 2019년까지 창경궁의 총 방문객 수는 감소했으나, 같은 기간 동안 덕수궁의 방문객 수는 증가했다. 2018년과 2019년 두 해 모 두, 그 두 궁은 한국인 방문객이 외국 방문객보다 많았다. 2018년에 덕수궁의 한국인 방문객 수는 창 경궁의 한국인 방문객 수의 절반보다 적었다. 2019 년에 창경궁의 한국인 방문객 수는 외국인 방문객 수의 10배보다 많았다. [해설] 2019년 창경궁의 한국인 방문객 수는 외국인 방문객 수 보다 10배 미만이었다. 26. [출제의도] 세부내용 파악하기 [해석] Patricia Bath는 눈 건강을 옹호하는데 자 신의 삶을 보냈다. 1942년에 태어나, 그녀는 New York City의 Harlem 지역에서 성장했다. 그녀는 Howard 의과 대학을 1968년에 졸업했다. 수련의 로서 시간을 보내는 동안 그녀는 눈 관리 부족으 로 많은 가난한 사람과 흑인이 눈이 멀게 되고 있 음을 알게 되었다. 그녀는 눈 질병과 장애를 연구 하는 의학 분야인 안과학에 몰두하기로 결심했다. 경력이 쌓이면서 그녀는 의과 대학에서 학생을 가 르쳤고 다른 의사들을 훈련시켰다. 1976년에 그 녀는 “시력은 기본적인 인권이다”라는 기본 원칙 으로 미국시각장애예방협회(AiPB)를 공동 설립했 다. 1980년대에 Bath는 눈 치료에서 레이저 사용 을 연구하기 시작했다. 그녀의 연구는 그녀를 의 료 장비 특허를 받은 최초의 아프리카계 미국 흑 인 여성 의사가 되는데 이르게 했다. [해설] 해석 참조 [어구] advocate 옹호하다 patent 특허(권) 27. [출제의도] 세부내용 파악하기 [해석] Bright Future Walkathon Sunny Side 재단은 어려운 사람들을 돕기 위해 연례 Bright Future Walkathon을 개최합니다. 날짜 & 장소 ․ 날짜: 9월 25일, 토요일(시작 시간: 오전 9시) ․ 장소: Green Brook 공원 등록 ․ 등록비: $10 ․ 모든 등록비는 지역 자선 단체에 기부될 것입니다. ․ www.ssfwalkathon.com에서 온라인으로 등록하세요. 코스 (하나를 선택) ․ A 코스: 3 ㎞ (전 연령 환영) ․ B 코스: 5 ㎞ (15세 이상) 세부 사항 ․ 코스를 완주한 참가자는 티셔츠를 받을 것입니다. ․ 취소 시 환불이 되지 않습니다. [해설] 해석 참조 28. [출제의도] 세부내용 파악하기 [해석] South High School 동창회 2011년 졸업 여러분은 고등학교의 오랜 친구들이 그립지 않 습니까? 여러분의 고등학교 시절을 기억하고 그 들을 만나러 오세요! ◎ 일시 & 장소 - 2021년 11월 6일 토 요 일 오 후 7시-오 후 10시 까 지 - Bay Street 공원 ◎ 티켓 예약 (1인당) - 티켓 가격: $40 - 10월 15일까지 예약하면 티켓 가격은 30달러입 니다. - 10월 31일까지만 환불은 가능합니다. ◎ 주요 행사 - 퀴즈쇼 우리의 오랜 친구들, 선생님들, 추억에 관한 50개의 문제에 답하세요. 챔피언은 영화 티켓 두 장을 받게 될 것입니다. - 바비큐 파티는 오후 8시에 시작될 것입니다. ◎ 주의 사항 - 복장 규정: South 고등학교의 정신을 보여주 는 빨간색 재킷을 입어야 합니다. - 친구는 세 명까지 초대할 수 있습니다. [해설] 해석 참조 [어구] reunion 동창회 29. [출제의도] 어법성 판단하기 [해석] 심해에 사는 유기체들은 몸에 물을 저장하 여 고압에 적응해 왔고, 일부는 거의 물만으로 구 성되어 있다. 대부분의 심해 유기체들은 부레가 없다. 그들은 냉혈 유기체들로 주변 환경에 체온 을 맞추어, 낮은 신진대사를 유지하고 있는 동안 차가운 물에 생존하게 한다. 많은 종들은 먹을 수 있는 드문 음식을 찾는 것이 많은 에너지를 소비 하기 때문에 오랜 기간동안 음식 없이 생존이 가 능하도록 그들의 신진대사를 매우 많이 낮춘다. 심해의 많은 포식성 물고기는 거대한 입과 날카로 운 이빨을 가지고 있는데 그것들이 먹이를 붙잡고 제압하게 한다. 해양의 잔광 구역에서 먹이를 잡 는 일부 포식자들은 뛰어난 시력을 가지고 있고, 반면 나머지 포식자들은 먹이감이나 짝을 끌어들 이기 위해 자신의 빛을 만들어 낼 수 있다. [해설] ⑤has →have [어구] overpower 제압하다 residual light zone 잔광 구역 30. [출제의도] 문맥상 적절한 어휘 파악하기 [해석] 농업에서 인류의 혁신은 식물의 자연적 번 식 주기를 통해서는 결코 실현할 수 없었을 사과, 튤립, 감자에 있어 개량을 가능케 했다. 이러한 경 작 과정은 소비자들이 식료품 가게에서 찾는, 몇몇 의 알아볼 수 있는 채소나 과일을 만들어냈다. 그 러나 만약 추수가 망쳐지면 소수의 재배된 작물에 만 의존하는 것은 인류를 기아나 농업의 손실에 취 약한 상태에 둘 수도 있다. 예를 들어, 아일랜드 사람들이 영양학적으로 균형 있는 식사를 마련하기 위해 주로 감자와 우유에 의존했기 때문에, 아일랜 드 감자 기근 (사태) 동안 백만 명의 사람들이 3 년의 추이에 걸쳐 사망했다. 재배 식물과 공생 관 계를 유지하려면, 인류는 생물의 다양성을 고려해 야만 하고 식물의 단일 경작이 가져올 수 있는 잠 재적 이점(→결점)에 대해서도 인식해야만 한다. 설령 그것들이 당장은 유용하고 이득이 된다고 보 이지는 않아도 모든 종류의 씨앗을 심는 것은 다가 올 세대들을 위해 그러한 식물들이 오래 지속되는 것을 보장해 줄 수 있다. 야생에 대한 자연의 능력 과 통제에 대한 인간의 욕망 사이에서 균형은 유지 되어야 한다. [해설] ③benefits → drawbacks [어구] monoculture 단일 경작 31. [출제의도] 빈칸 추론하기 [해석] 상대성은 여러 면에서 그리고 삶의 많은 다른 영역에 걸쳐 정신을 위한 일반적인 메커니즘 으로 작용한다. 예를 들어, Mindless Eating의 저 자 Brian Wansink는 그것이 우리의 허리 둘레에 도 영향을 미칠 수 있다는 것을 보여주었다. 우리 는 어느 정도로 먹을지를, 단순히 우리가 실제로 얼마나 많은 음식을 소비할지의 함수로서가 아니 라 그것의 선택(대안)과의 비교를 통해서 결정한 다. 우리가 메뉴에 있는 8온스, 10온스, 12온스의 버거 세 개 중 하나를 선택해야 한다고 하자. 우 리는 10온스 버거를 고르고 식사가 끝날 때쯤이 면 완벽하게 만족할 수 있을 것이다. 하지만 만약 대신에 우리의 선택권이 10온스, 12온스, 14온스 라면, 우리는 다시 중간의 것을 선택할 것이고, 비록 우리가 더 많이 먹었더라도, 식사가 끝날 때 매일 영양분을 섭취하거나 포만감을 느끼기 위해 필요하지 않았던 12온스의 햄버거에 똑같이 행복 감과 만족감을 다시 느낄 수 있을 것이다. [해설] 해석 참조 32. [출제의도] 빈칸 추론하기 [해석] 철학적 활동은 무지의 인식에 기초를 둔다. 지식에 대한 철학자의 갈망은 그 답이 결코 발견 되지 않는다 하더라도 질문에 대한 더 나은 답을 찾으려는 시도를 통해 보이게 된다. 동시에, 철학 자는 또한 지나치게 확신하는 것이 다른 가능성들 과 더 나은 가능성들의 발견을 방해할 수 있다는 것을 알고 있다. 철학적 대화에서 참여자들은 그 들이 알지 못하거나 이해하지 못하는 것이 있다는 것을 인식한다. 그 대화의 목표는 누구라도 미리 알지 못했거나 이해하지 못했다는 생각에 도달하 는 것이다. 철학이 존재하지 않는 전통적 학교에 서, 학생들은 흔히 사실적 질문에 대해 공부하고, 교육과정에 실린 특정한 내용을 배우며, 철학적인 문제를 해결하도록 요구받지 않는다. 하지만 우리 는 누구라도 알지 못하는 것에 대한 인식이 지식 을 습득하는 좋은 방법이 될 수 있다는 것을 안다. 지식과 이해는 사색과 토론을 통해 발달한다. 생 각을 말로 표현하는 것은 생각을 더 분명하게 만 든다. 따라서 학생들은 잘못된 무언가를 말하거나 처음에 그들이 옳다는 것을 확신하지 않고 이야기 하는 것을 두려워해서는 안 된다. [해설] 해석 참조 [어구] hinder 방해하다 33. [출제의도] 빈칸 추론하기 [해석] 가장 강력한 감정적 경험은 기쁨, 영감, 고 통을 견딜 수 있게 만드는 일종의 사랑을 가져다 주는 경험이다. 이러한 감정적 경험은 우리가 행복 하다고 느끼는 것으로 귀착하는(끝나는) 선택과 행 동의 결과이다. 우리가 정신적 필터를 통해 행복을 바라볼 때, 우리는 그것이 고통이나 마음의 아픔이 없다는 것을 의미하는 것이 아니라는 것을 깨닫는 다. 아프거나 다친 아이와 함께 앉아 있으면, 모든 부모는 아들 혹은 딸이 치유되기 시작할 때 벅차오 르는 깊은 기쁨을 알게 된다. 이것은 이전의 고통 과 대조함에 따라 어떻게 우리가 더욱 강렬해진 행 복으로 넘쳐날 수 있는지의 간단한 예이다. 이와 같은 경험은 변연계의 화학적 기록 보관소에 들어 간다. 진정한 행복을 경험할 때마다, 기억했던 것 보다 더 깊은 기쁨이 벅차오르면서 저장된 감정이 활성화된다. 당신의 정신적 유전자는 어떤 의미에 서 기쁨으로 가는 당신의 생물학적 보물지도이다. [해설] 해석 참조 [어구] bubble over (흥분·열광 등이) 벅차오르다 34. [출제의도] 빈칸 추론하기 [해석] 기름에 튀긴 음식은 싱거운 음식보다 더 맛 있고, 어린이와 어른들은 그런 음식에 대한 취향을 발달시킨다. 지방이 많은 음식은 뇌로 하여금 진정, 항스트레스와 진정 효과를 가진 강력한 호르몬인, 아드레날린의 반대로 알려진 옥시토신을 혈류에 분 비하게 하고 그로 인해 ‘위안 음식’이란 용어가 있 다. 심지어 우리는 너무 많이 먹도록 유전적으로 고2 정답 및 해설 2021학년도 9월 전국연합학력평가 12 26 프로그램되어 있을지도 모른다. 수천 년 동안, 음 식은 매우 부족했다. 소금, 탄수화물, 지방이 있는 음식은 구하기 어려웠고, 더 많이 구할수록 더 좋 았다. 이러한 모든 것은 인간의 식단에 필수적 영 양소이고, 이용 가능성이 제한되었을 때, 아무리 많이 먹어도 지나침은 없었다. 사람들은 또한 음식 을 위해 동물을 사냥하거나 식물을 채집해야 했고, 그것은 많은 칼로리를 필요로 했다. 오늘날은 이와 다르다. 많은 패스트푸드점의 음식과 식료품점의 포장음식과 같이 도처에 음식이 있다. 하지만 그 뿌리 깊은 ‘원시인 정신’은 우리가 먹기에 너무 많 은 것을 구할 수는 없다고 말한다. 그래서 ‘건강하 지 않은’ 음식에 대한 갈망은 실제로 건강을 유지 하려는 우리 몸의 시도일 수 있다. [해설] 해석 참조 35. [출제의도] 글의 흐름 파악하기 [해석] 간호사들은 정신 건강 관리 체계에서 중추 적인 역할을 맡고 있으며 의사소통망의 중심에 위 치되어 있는데, 부분적으로는 그들의 환자들과의 높은 접촉 정도 뿐만 아니라 다른 전문직 종사자들 과 잘 발달된 관계를 유지하기 때문이다. 이런 이 유로 간호사들은 학제간의(여러 학문 분야가 관련 된) 의사소통에서 중요한 역할을 한다. 그들은 다 양한 전문직 종사자들 집단과 환자와 보호자 집단 사이에서 중개 역할을 한다. (정신건강 관리 전문 직 종사자들은 법적으로 자신의 환자의 사생활을 보호하기로 되어 있어, 그들은 치료에 필요한 모든 것에 관해 비자발적이라기보다, 말할 수 없을지도 모른다.) 이것은 정신 건강 상의 문제를 이해하는 다양한 방식을 가진 사람들에게 납득 가능하고 이 해 가능한 언어로 집단 간 의사소통을 번역하는 것 을 포함한다. 이것은 고도로 민감하고 숙련된 작업 이며 대안적 시각에 대한 높은 수준의 관심과 높은 수준의 의사소통 이해를 요구한다. [해설] 해석 참조 36. [출제의도] 글의 순서 파악하기 [해석] 독립적인 민족(사회) 정신을 유지하려고 할 때, 문화는 결정적 질량(임계 질량)의 문제에 직면한다. 자신 혼자서 행동하는 어떤 한 개인도 민족(사회) 정신을 만들어 낼 수 없다. (B) 오히 려 민족(사회) 정신은 많은 개인의 상호의존적인 행위에서 비롯된다. 생성된 의미의 이러한 군집은 더 크고 더 부유한 외부 힘으로부터 어느 정도의 단절을 필요로 할 수 있다. 캐나다 이누이트족은 비록 2만 4천 명에도 불과하지만 그들만의 민족 (사회) 정신을 유지하고 있다. (A) 그들은 삶을 유지하기 위해 무역과 지리적 고립의 조합을 통해 이러한 업적을 해낸다. 이누이트족은 캐나다의 주 요 인구 중심지에서 따로 멀리 떨어진 영토를 차 지하고 있다. 만약 문화 간 접촉이 충분히 긴밀해 진다면, 이누이트인들의 민족(사회) 정신이 사라 지게 될 것이다. (C) 비슷한 규모의 다른 문화 집 단은 캐나다 토론토 도심에서는 결국 지속되지 않 는데, 거기에서 그들은 많은 외부 영향과 접촉하 고 그들의 삶을 위해 본질적으로 서구적 방식을 추구한다. [해설] 해석 참조 [어구] critical mass 결정적 질량(임계 질량) 37. [출제의도] 글의 순서 파악하기 [해석] 열은 표면에서 손실되므로, 당신이 체적에 대비하여 더 많은 표면적을 가질수록 당신은 따뜻 함을 유지하기 위해 더 열심히 움직여야 한다. 그 것은 작은 생물이 큰 생물보다 더 빠르게 열을 생 산해야 함을 의미한다. (B) 그러므로 그들은 완전 히 다른 생활방식으로 살아가야만 한다. 코끼리의 심장은 1분에 단 30회를 뛰고 인간은 60회, 소는 50회에서 80회를 뛰지만, 생쥐는 1분에 600회, 즉 1초에 10회를 뛴다. 매일 단지 살아남기 위해 생쥐 는 자신의 몸무게의 약 50퍼센트를 먹어야 한다. (C) 대조적으로 우리 인간은 에너지 요구량을 공 급하기 위해 우리 신체 무게의 단지 약 2퍼센트만 먹으면 된다. 동물이 기묘하게도 동일한 하나의 영 역은 동물이 평생 동안 뛰는 심장박동 수라는 부분 이다. (A) 심장 박동 수의 엄청난 차이에도 불구 하고 거의 모든 포유동물은 만약 그들이 평균수명 을 산다면 약 8억 회의 심장 박동 수를 갖는다. 예 외는 인간이다. 우리는 25년 이후 8억 회를 넘어서 고 또 다른 50년 동안 계속해서 심장이 뛰어 약 16억 회 정도의 심장 박동 수를 갖는다. [해설] 해석 참조 [어구] volume 체적 38. [출제의도] 문장의 위치 파악하기 [해석] 아동 문학에서의 이데올로기에 대한 관심은 아동문학의 텍스트(글)가 문화적으로 형성되고, 교 육적, 지적, 사회적으로 매우 중요하다는 믿음에서 비롯된다. 아마도 다른 어떤 텍스트보다도, 적어도 작가에게는, 아동 문학의 텍스트는 사회를 그 사회 가 바라는 대로, 보이게 하고 싶은 대로, 그리고 그것이 무의식적으로 드러나 있는 그대로를 반영한 다. 분명히, 문학만이 아이들의 삶 속에서, 또 심지 어 매체들 가운데에서도 유일한 사회화시키는 동인 은 아니다. 예를 들어, 오늘날 책의 영향은 텔레비 전의 영향력에 의해 크게 가려진다고 주장할 수 있 다. 그러나 두 매체 사이에는 상당한 수준의 상호 작용이 있다. 소위 아동문학 고전이라고 불리는 많 은 책이 TV로 방영되고 있으며, 그 결과 나온 새 로운 판본의 책은 TV를 시청하는 것이 추가적으로 이어지는 독서를 장려할 수 있다는 것을 강력하게 시사한다. 비슷하게, 아동을 위한 몇몇 텔레비전 시리즈는 책 형태로 출판되기도 한다. [해설] 해석 참조 [어구] agent 동인 39. [출제의도] 문장의 위치 파악하기 [해석] 국제연합은 모든 기업들이 인공위성의 임 무 종료 후 25년 이내에 위성을 궤도에서 제거해 줄 것을 요청하고 있다. 하지만 인공위성이 작동하 지 않을 수 있기(그리고 종종 정말로 작동하지 않 기) 때문에 이것은 시행하기에 까다롭다. 이 문제 를 해결하기 위해 전세계의 몇몇 회사들이 새로운 해결책을 내놓았다. 이것은 수명이 다한 인공위성 을 궤도에서 제거하고, 대기권으로 다시 끌어들이 는 것을 포함하는데, 거기에서 그것은 다 타 버리 게 될 것이다. 우리가 이것을 할 수 있는 방법은 위성이 궤도에서 떨어져 나오도록 대기 항력을 증 가시키면서 작살을 이용해서 위성을 잡거나, 거대 한 그물로 그것을 잡거나, 자석을 이용하여 위성을 잡거나, 레이저를 발사하여 위성을 가열하는 것을 포함한다. 하지만, 이러한 방법은 지구 궤도를 도 는 큰 위성들에게만 유용하다. 우리가 페인트 조각 이나 금속 같은 작은 잔해물을 집어들 수 있는 방 법은 정말로 없다. 우리는 그것들이 자연적으로 지 구의 대기로 다시 들어오기를 기다려야 할 뿐이다. [해설] 해석 참조 [어구] atmospheric drag 대기 항력 40. [출제의도] 요약문 완성하기 [해석] 음악은 고객의 경험과 행동을 형성하는 데 사용된 다. 그것이 직원에게 어떤 영향을 끼치는지를 탐구 하는 연구가 수행되었다. 연구 결과는 리듬감 있는 음악을 듣는 참가자가 리듬감이 덜 있는 음악을 듣 는 참가자에 비해 나이, 성별, 학력과 같은 요인에 관계없이 더 협력하는 경향이 있다는 것을 보여준다. 이러한 참가자의 협력하려는 자발성의 긍정적인 촉 진제는 그들이 음악을 좋아하는지 혹은 그렇지 않은 지와 상관없이 야기되었다. 사람들이 좀 더 긍정적 인 심리 상태에 있을 때, 그들은 더 기분이 좋고 창 의적이 되는 경향이 있는 반면, 반대 스펙트럼에 있 는 사람은 집단 문제 해결에 주의를 기울이기보다는 자신의 개별 문제에 초점을 두는 경향이 있다. 음악 의 리듬은 사람들의 행동을 강하게 끌어당긴다. 이 것은 사람이 일정한 박자로 음악을 들을 때, 자신의 행동을 비트(박자)에 맞추는 경향이 있기 때문이다. 이것은 모든 사람들이 하나의 박자를 따르고 있기 때문에 결정을 내릴 때 더 나은 협동 작업으로 설명 된다. [요약문] 연구에 따르면 작업 동안 음악의 비트(박 자)가 공유된 리듬을 만들기 때문에 직장에서 연주 되는 음악은 직원이 협동적이도록 이끌 수 있다. [해설] 해석 참조 [어구] irrespective of ~와 상관없이 41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] 요즘 같은 시대에 이메일이 없는 우리의 삶을 상 상하기 어렵다. 그러나 얼마나 자주 우리는 이러한 가상 메시지의 환경적 영향을 고려하는가? 얼핏 보 면 디지털 메시지가 자원을 절약하는 것처럼 보인 다. 전통적인 편지와는 달리, 종이나 우표가 필요하 지 않다. 즉, 어떤 것도 포장되거나 운송될 필요가 없다. 우리 중 많은 사람은 이메일을 사용하는 것이 컴퓨터 전원을 켜는 데 사용되는 것에 지나지 않는 전기가 필요하다고 추정하는 경향이 있다. 특히 데 이터 전송과 저장에 관해, 네트워크 실행에 수반되 는 보이지 않는 에너지 사용을 간과하기 쉽다. 세계의 모든 받은 편지(이메일)함에 있는 모든 이메일은 서버에 저장된다. 엄청난 양의 데이터는 엄청난 양의 서버 팜을 필요로 한다. 즉, 정보를 저 장하고 전송하는 수백만 대의 컴퓨터가 있는 거대 한 센터이다. 이러한 서버는 하루 24시간 최소한의 (→상당한) 양의 에너지를 소비하며 냉각을 위해 수많은 리터의 물 또는 에어컨 시스템이 필요하다. 메시지를 더 많이 보내고, 받고, 저장할수록 더 많 은 서버가 필요하게 된다. 이는 더 많은 에너지 소 비와 더 많은 탄소 배출을 의미한다. 분명히, 환경 적 의식이 있는 방식으로 전자 메시지를 보내고 받 는 것은 결코 기후 변화를 멈추기에 충분하지 않 다. 그러나 몇몇 주의 깊고 신중한 변화로 불필요 한 CO2 배출은 쉽게 회피될 수 있다. [해설] 42. ③minimum → massive [어구] countless 수많은 mindful 신중한 43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부내용 파악하기 [해석] (A) 옛날에 Melanie라는 소녀가 살았다. 그녀는 발 레 댄서가 되고 싶었다. 어느 날, Melanie의 엄마 는 Melanie가 발레리나의 흠 없는 스텝과 열정을 가지고 춤추는 것을 보았다. “놀랍지 않아요? Melanie는 정규 교육을 받지 않고도 춤을 너무 잘 춰요!” 라고 그녀의 엄마가 말했다. “그녀가 기술을 연마하는 것을 돕기 위해 (a) 그녀가 전 문적인 수업을 받도록 해야겠어요.” (D) 다음날, Melanie는 지역 댄스 학원에 엄마와 동 행했다. 댄스 교사인 Mr. Edler를 만나자마자 그 녀의 엄마는 Melanie를 그의 학원에 받아들여 달 라고 요청했다. 교사는 Melanie에게 오디션을 보 라고 했다. (e) 그녀는 기뻐하며 그녀가 가장 좋 아하는 댄스 스텝을 보여 주었다. 하지만, 그는 그 녀의 춤에 관심이 없었다. 그는 댄스실에서 다른 일들로 바빴다. “이제 가셔도 됩니다. 이 소녀는 평범합니다. 댄서가 되려고 시간을 낭비하게 하지 마세요.”라고 그가 말했다. Melanie와 그녀의 엄마 는 이 말을 듣고 충격을 받았다. (B) 실망하여 그들은 집으로 돌아왔고, Melanie의 뺨에 눈물이 흘러내렸다. 자신감과 자아가 상처 받은 채, Melanie는 결코 다시는 춤을 추지 않았 다. (b) 그녀는 학업을 마치고 학교 교사가 되었 다. 어느 날, 그녀가 근무하는 학교의 발레 강사 가 늦게 (학교에) 오는 중이었고, Melanie는 학 생들이 학교 주변을 배회하지 않도록 지켜봐 달 라는 요청을 받았다. 발레실 안으로 들어가자, Melanie는 자신을 통제할 수 없었다. 그녀는 소 녀들에게 몇 가지 스텝을 가르쳤고 얼마 동안 계 속해서 춤을 추었다. 시간과 그녀를 둘러싼 사람 들도 인식하지도 못한 채, (c) 그녀는 그녀만의 작은 춤의 세계에 빠져 있었다. (C) 바로 그때, 발레 강사가 교실로 들어와 Melanie의 놀라운 기술을 보고 놀랐다. “대단한 공연이에요!”라고 눈을 반짝이며 말했다. Melanie는 자신 앞에 서 있는 강사를 보고 당황 했다. “죄송해요, 강사님!”라고 그녀는 말했다. “뭐가요?”라고 강사가 물었다. “당신은 진정한 발 레리나입니다.” 강사는 Melanie에게 발레 교습소 로 (d) 그녀와 함께 가자고 요청했고, 이후 Melanie는 결코 무용을 그만두지 않았다. 오늘 날, 그녀는 세계적으로 유명한 발레 무용수이다. [해설] 해석 참조 [어구] sparkle 반짝임"
}