{
    "text": "2022학년도 9월 전국연합학력평가 정답 및 해설 고2 9 26 영어 영역 정 답 1 ① 2 ① 3 ④ 4 ⑤ 5 ④ 6 ⑤ 7 ④ 8 ⑤ 9 ③ 10 ③ 11 ① 12 ⑤ 13 ② 14 ① 15 ④ 16 ⑤ 17 ③ 18 ④ 19 ② 20 ① 21 ⑤ 22 ② 23 ② 24 ① 25 ③ 26 ⑤ 27 ④ 28 ② 29 ④ 30 ③ 31 ③ 32 ① 33 ① 34 ③ 35 ④ 36 ④ 37 ② 38 ③ 39 ③ 40 ② 41 ① 42 ⑤ 43 ④ 44 ③ 45 ③ 듣기 대본 및 해설 1. [출제의도] 담화의 목적 파악하기 W: Hello, Princeton High School students. As you know, our school’s website is going to be redesigned. Our goals are to make our website more accessible to everyone and to strengthen online security. To better prepare our new website, we’re conducting a survey to gather your opinions and suggestions. Your participation is strongly encouraged. The survey must be completed by this Thursday. For more information, please refer to our school bulletin board. Remember that your input is valuable to everyone in our school’s community. Thank you! 2. [출제의도] 화자의 의견 파악하기 M: Kate, you don’t look good. Are you okay? W: Yes, I’m fine. It’s nothing. M: Are you sure? You seem really stressed. W: Well, I’m having a hard time being the leader of a team project. M: What’s the problem? W: It’s hard handling different opinions because my teammates get into arguments easily. M: I understand, however, arguments can lead people to make better decisions. W: Do you really think so? M: Absolutely! Arguments happen all the time. Try to think of arguments as a way to reach a better decision. W: That’s good advice. I’ll try to remember that. 3. [출제의도] 화자의 관계 파악하기 W: Hello, Mr. Baker. Thank you for doing this interview. M: My pleasure. I really like reading your articles on modern painting in your newspaper. W: Thank you so much. I’m honored to be interviewing the person who organized the Modern Asia exhibition at the National Art Museum. M: Thank you. I’m very surprised it has gotten so much attention. W: It certainly has. Our readers have expressed interest in it, too. What was the idea behind it? M: The idea was to show contemporary Asia to the public. W: I see. Are you planning to do any other exhibitions? M: Yes. I’m planning to do one about contemporary Africa. It will contain paintings featuring people, cities, and homes from around the continent. W: That sounds great. I look forward to checking it out. M: You won’t be disappointed. W: Thanks again for your time, Mr. Baker. 4. [출제의도] 그림의 세부 내용 파악하기 M: Look at this photo from our family camping trip last year. W: I remember that trip. We parked our camping van between the two trees. M: Right. You guys really loved the camping van. W: Yes, we did. And you set up that square table for us. M: That’s right. You guys enjoyed playing board games on that table. W: Yeah, that was so fun! And do you remember the guitar next to the table? M: Yes. I played the guitar and we sang songs together while we sat on the blanket. W: That star‐patterned blanket was our dogs’ favorite. M: Look at our two dogs, Rex and Rover. They look really happy in the picture. W: Yeah. They started to run around and bark while we were singing. That was so funny. M: Yeah, that was hilarious! We had such a good time. 5. [출제의도] 화자가 할 일 파악하기 M: Liz, how are you doing with the preparations for our school festival? W: Well, I’ve just finished printing out the posters. How about you? Have you found an MC for the ceremony? M: Yes, I reviewed the candidates and chose Brian to be the MC. W: Great. He’s a good choice. He’s always entertaining. M: Yes, he is. And the stage is set up for the dance team to rehearse. W: Sounds good. I’ll arrange the dance team’s schedule. M: Thank you for coordinating their schedule. What else do we have to do? W: Let’s see. Well, we invited some graduates this year to come and tell us about their different careers. M: That’s great. How many graduates are coming? W: Thirty, but I don’t have enough time to call all of them. M: That’s okay. I will take care of that for you. W: Thank you. I’d really appreciate it if you could do that. 6. [출제의도] 지불할 금액 파악하기 M: [Telephone rings.] Good afternoon, Chase Coffee. How may I help you? W: Hi, I want to have some coffees delivered to my office. M: Sure. What would you like? W: Iced latte and hot americano. How much are they? M: An iced latte is five dollars, and a hot americano is four dollars. W: Then I’d like two iced lattes and one hot americano. And do you charge for delivery? M: It depends on the distance. Delivery is free within three miles of our store, but there’s a three‐dollar delivery charge if it’s beyond that distance. Where is your office located? W: My office is located at 337 Lincoln Avenue. M: Hmm... I’m sorry, but that’s too far for free delivery. We’d have to apply the three‐dollar delivery charge. W: Okay, I see. M: Alright, let me confirm your order. It was two iced lattes and one hot americano. Is that correct? W: Yes, thank you. 7. [출제의도] 이유 파악하기 W: Hey, Jimmy. Have you seen the poster for the rock festival this year? M: Yeah, a lot of my favorite musicians are part of this year’s line‐up. W: I know. The tickets go on sale tomorrow. Do you want to get tickets together? M: Well, I don’t think I can go this year. W: Why not? Do you have plans that day? M: No, but my parents’ 20th wedding anniversary is two weeks away, and I’m saving my money to buy them a special present. W: That’s so nice of you! M: Thanks. I’m really sorry that I can’t join you, though. W: That’s okay. Are we still meeting after school for band practice? M: Of course. See you in the music room. 8. [출제의도] 언급되지 않은 내용 파악하기 M: Hey, Olivia. Have you heard of Nova’s Guide to the Stars? W: No, I haven’t. What is it? M: It’s a program where you view thousands of stars and stay overnight at the Nova Observatory on Mt. Crayton. W: Really? That sounds cool! How much does it cost? M: It costs $100 per person. W: That’s pretty expensive. M: Well, it’s actually a good deal. A ticket includes lodging, meals, and activities such as a guided tour, a science show, and a cable car ride. W: Alright, that sounds reasonable. Oh, wait a second! I almost forgot about my English camp. When are the dates for Nova’s Guide to the Stars? M: It runs from September 16th to September 30th. W: Okay, I need to check my schedule first. I will join you unless it overlaps with my English camp. 9. [출제의도] 담화의 세부 내용 파악하기 W: Hello, library visitors! We will soon be holding the 2022 London Public Library Event to promote the importance of reading. We are going to invite the award‐winning children’s writer, Bridget George. She’s the author of the popular picture book, It’s Mitig! She will provide answers for parents who are eager to find ways to inspire their children to read. The event will be held on Thursday, October 27th from 9:00 a.m. to 10:00 a.m. If you’d like to join the event, please register in advance through our website. Registration is available online only. A maximum of 50 people will be able to attend the event. If you have any questions for our special guest, please email them to us in advance at library@lpl.uk so we can present them to her during the program. We hope to see you on October 27th! 10. [출제의도] 화자의 선택 파악하기 W: Hey, Dad. I’m home. What are you doing? M: Hi, Susan. I’m searching for a new portable folding chair. W: Oh, okay. Hmm... I like this wooden frame chair. M: Well, it looks very comfortable, but it weighs more than the one we had. It’s too heavy. The new chair should be less than three kilograms. W: I see. What about the color? M: I prefer any color other than white. It 고2 정답 및 해설 2022학년도 9월 전국연합학력평가 10 26 gets dirty too easily. W: Okay. The gray one and the black one look very nice. M: I agree. What other features should we consider? W: I want our new folding chair to have two cup holders. M: Isn’t one enough? W: Well, dad, I’d like to have one holder for my drink and the other for small personal items. M: I like that idea. And we also need a carry bag for easy storage and for taking it with us on trips. W: All right. Then this one is your best choice. M: Okay. I’ll order this one. 11. [출제의도] 대화의 적절한 응답 고르기 M: That was a great movie! What did you think? W: The movie was okay, but I couldn’t concentrate on it at all. M: Why not? What happened? W: 12. [출제의도] 대화의 적절한 응답 고르기 W: Our teacher said we have to make a presentation at the International Exchange Program next week. M: Next week? We should hurry, then. What should we do first? W: Let me see. First, I think we’d better decide on the topic for our presentation. M: 13. [출제의도] 대화의 적절한 응답 고르기 W: Good morning, sir. How can I help you? M: Hi, this bluetooth speaker I bought here two days ago isn’t working anymore. I haven’t dropped it or anything, but it’s just not working. W: I’m sorry for the inconvenience, sir. M: This is my favorite brand, but I think something is wrong with this particular one. W: I understand. You must be frustrated. M: I am. Is there anything you can do for me? W: We can give you a refund, or you can exchange it for another one. M: I’d like to exchange it, please. Is there any other model you would recommend? W: Well, this model is really popular, but it costs fifty dollars more. M: Wow, that’s too expensive. W: Then, would you like a new one from the same model you bought? M: 14. [출제의도] 대화의 적절한 응답 고르기 M: Emily, is your cellphone working? I’ve been trying all morning, but I can’t get a connection. W: That’s strange. Mine is working just fine. Did you try turning the phone off and on again? M: Yes, I’ve already done that twice, but it’s still not working. I’m really annoyed because I’m expecting an important phone call. W: Okay. Why don’t you try reinserting the SIM card? M: The SIM card? [Pause] Uh! I can’t get it out! W: Here, take this paper clip to open the SIM card tray. Insert the clip into the small hole and push it slightly until it pops out. M: Okay. I took it out. Now what should I do? W: Carefully re‐position the SIM card and push it gently back into the phone. [Pause] Good. Now turn on your phone. M: Wow! It works! You’re a genius! You made my day! W: 15. [출제의도] 상황에 적절한 말 고르기 W: Amelia and Anna are friends who attend the same school and live in the same neighborhood. A few days ago, they were assigned a presentation. They are now working together on the presentation at Anna’s house. Since the presentation is tomorrow, Amelia cannot leave anything unfinished, so she’s working hard on it with Anna until they’re done with everything. Amelia gets so absorbed in her work that she loses track of time. After completing everything, Amelia looks at the clock and realizes it’s too late to catch the bus back to her house. Amelia wants to call and ask her mother to pick her up at Anna’s house. In this situation, what would Amelia most likely say to her mother? 16~17. [출제의도] 담화의 주제 파악하기, 언급 되지 않은 내용 파악하기 M: These days, people become vegetarians for different reasons. It may be because of health, personal beliefs, or changes in lifestyle. However, some vegetarians have poorly planned diets, which means their bodies don’t get certain essential nutrients. If you’re one of those people, here are some tips to ensure your body doesn’t suffer from nutrient deficiency. To start with, if you are not getting enough protein, you can get it from beans, green peas, nuts, and seeds. Next, if you aren’t getting enough omega‐3, it can be found in foods like walnuts, avocados, and olive oil. Third, if you are in need of iron, good sources include tofu, whole grain bread, peanuts, and raisins. Finally, if vitamin B12 is missing from your diet, you can find it in fortified cereals, soy milk, and soy yogurt. By consuming these foods, you’ll be getting the essential nutrients you need as a vegetarian. 18. [출제의도] 글의 목적 파악하기 [해석] 고객 서비스팀께, 저는 잡지 구독과 관련하여 글을 씁니다. 현 재 저의 Economy Tomorrow 구독이 일 년 조 금 넘게 남았는데, 저는 수년간 귀사의 잡지를 즐겨왔기 때문에 구독을 계속하고 싶습니다. 안 타깝게도, 저의 좋지 않은 시력 때문에 귀사의 잡지를 읽는 데 어려움이 있습니다. 의사는 큰 글자판의 책과 잡지를 찾아봐야 할 필요가 있다 고 말했습니다. 저는 귀사 잡지의 큰 글자판이 있는지 알고 싶습니다. 이를 제공한다면 저에게 연락 부탁드립니다. 시간 내주셔서 감사합니다. 조만간 소식을 들을 수 있기를 기대합니다. Martin Gray 드림 [해설] 해석 참조 19. [출제의도] 심경 파악하기 [해석] 다음 날 아침 Belleville에 대한 나의 개인 적인 회상을 제출할 수밖에 없었다. Fleagle 선생 님이 채점된 과제들을 돌려주기 전에 이틀이 흘렀 고, 그는 내 것을 제외하고 모든 사람들의 과제를 돌려주었다. 나는 그가 그의 책상에서 내 과제를 집어들고 학생들의 주목을 끌기 위해 두드리는 것 을 보았을 때, 나는 학교 끝나고 즉시 벌을 받으 러 Fleagle 선생님에게 찾아오라는 지시를 초조하 게 기다리고 있었다. 그가 말했다. “자, 여러분,” “나는 여러분에게 글 한 편을 읽어주기를 원합니 다. 이 글의 제목은 ‘스파게티를 먹는 예술’입니 다.” 그리고 그는 읽기 시작했다. 내 글을! 그는 내 글을 온 학생들에게 소리내어 읽어주고 있었다. 더욱이, 온 학급이 주의 깊게 듣고 있었다. 그 후 누군가가 웃었고, 그러자 온 학급이 경멸이나 조 소가 아니고, 숨김없는 즐거움으로 웃고 있었다. 나는 기쁨을 드러내는 것을 피하려고 최선을 다했 지만, 내가 느낀 것은 내 글이 사람들을 웃게 만 드는 힘을 가졌다는 이 놀라운 시연에 대한 순수 한 환희였다. [해설] 해석 참조 [어구] rap 톡톡 두드리다 contempt 경멸 ecstasy 환희 20. [출제의도] 필자의 주장 파악하기 [해석] 우리는 보통 정말로 스위치를 꺼야 할 때 만 휴식을 취하고, 이러한 상황이 발생할 때 우리 는 종종 지나치게 피곤하거나 아프거나 회복을 필 요로 한다. 나를 위한 시간은 ‘압도하다, 스트레 스, 피로감’ 뿐만 아니라 ‘현실도피, 죄책감, 후회’ 와의 부정적인 연상에 의해 복잡해진다. 이러한 모든 부정적인 함축은 우리가 그것을 피하려는 경 향이 있음을 의미한다. 나는 이제 나를 위한 시간 의 중요성에 관한 당신의 인식을 바꾸고, 당신이 그것을 당신의 건강과 행복에 필수적인 것으로 간 주해야 한다는 것을 설득하고자 한다. 이것을 당 신 자신을 위하여 일부 시간을 할애하는 것에 대 한 허락으로 삼아라! 우리가 선택한 것을 하려는 시간에 대한 필요는 지나치게 연결되고 압도적이 고 지나치게 자극적인 세상에서 점점 긴급해지고 있다. [해설] 해석 참조 [어구] association 연상 escapism 현실도피 overwhelm 압도하다 fatigue 피로감 connotation 함축 steer clear of ~을 피하다 21. [출제의도] 함축적 의미 파악하기 [해석] 아마도 나쁜 소식부터 먼저 이야기하고 넘어 가려고 하는 것보다 더 나쁜 것은 그것을 완화시키 거나 전혀 다루지 않으려고 하는 것이다. 1970년 대 초반에 심리학자인 Sidney Rosen과 Abraham Tesser가 만든 용어인 이 “침묵 효과”는 사람들이 다른 사람들의 부정적인 감정의 표적이 되는 것을 피하고 싶기 때문에 발생한다. 우리 모두는 변화 를 이끌 기회를 가지고 있으나, 그것은 종종 우리 의 상사에게 나쁜 소식을 전달하기 위한 우리의 용 기를 필요로 한다. 우리는 사선 앞에서 쓰러지는 무고한 전령이 되고 싶어 하지는 않는다. 우리의 생존 본능이 발동하면, 그것이 어떤 상황의 진상이 희석될 때까지 우리의 용기를 무효화 시킬 수 있다. “침묵 효과와 그로 인해 발생하는 여과는 가파른 위계 관계에서 파괴적인 결과를 가져올 수 있다”라 고 조직 심리학자 Robert Sutton이 말한다. “나쁜 소식으로 시작한 것이 단계를 올라갈수록 점점 좋 아진다. 그 이유는 각 단계의 상사가 자신의 부하 직원으로부터 그 소식을 듣고 나서 다음 단계로 넘 어가기 전에 그것을 다소 덜 나쁘게 들리도록 만들 기 때문이다.” [해설] 해석 참조 [어구] superior 상 사 innocent 무 고 한, 순진 한 override 무효로 하다 devastating 파괴적인 subordinate 부하 22. [출제의도] 글의 요지 파악하기 [해석] 대부분의 부모들은 그들의 자녀가 그저 “잘 행동하면” 부모로서 침착함을 유지할 수 있다 고 생각한다. 진실은 우리의 감정과 행동을 관리 하는 것이 우리가 부모로서 평안함을 느끼도록 해 준다는 것이다. 궁극적으로 우리는 우리의 자녀와 그들이 마주할 장애물을 통제할 수 없다. 하지만 우리는 항상 우리 자신의 행동을 통제할 수 있다. 양육은 우리 자녀가 무엇을 하는지에 대한 것이 아니라 우리가 어떻게 반응하는지에 대한 것이다. 사실, 우리가 양육이라고 부르는 것의 대부분은 부모와 자녀 사이가 아니라 부모 안에서 발생한 다. 폭풍이 일어나려고 할 때, 부모의 반응은 그 것을 잠재우거나 최대치의 해일을 유발할 것이다. 그 모든 아이 같은 행동― 그리고 그 이면의 폭풍 같은 감정― 에 건설적으로 반응할 수 있을 만큼 침착함을 유지하는 것은 우리 역시 성장해야 하는 것을 필요로 한다. 만약 우리가 단지 반응하는 것 이 아니라, 성찰하도록 버튼이 눌러지는 때를 사 용할 수 있다면, 우리는 우리가 언제 평정심을 잃 는지 알아차릴 수 있고 다시 제자리로 돌아갈 수 있다. 이러한 내면의 성장이 세상에서 가장 힘든 일이지만, 그것은 당신이 하루하루 더욱 평안한 부모가 될 수 있도록 해주는 것이다. [해설] 해석 참조 [어구] brew (폭풍우 등이) 일어나려고 하다 equilibrium (마음의) 평정 steer 조종하다 23. [출제의도] 글의 주제 파악하기 [해석] 우리는 규칙적인 간격으로 행하여질 때 학 습이 훨씬 더 효율적이라는 것을 이미 보았다. 모 2022학년도 9월 전국연합학력평가 정답 및 해설 고2 11 26 든 과업을 하루에 밀어넣기보다 그 과업을 분산하 는 것이 더 좋다. 그 이유는 간단하다. 매일 밤, 우리의 뇌는 그날 학습한 것을 통합 정리한다. 이 것은 지난 30년 중에서 가장 중요한 신경과학 발 견들 중의 하나이다. 잠은 단순한 비활동이나 우 리가 깨어있는 동안 뇌가 축적하는 쓸모없는 생산 물들의 쓰레기 수집 기간이 아니다. 정반대이다. 우리가 자는 동안 우리의 뇌는 활동적인 상태를 유지한다. 그것은 전날 하루 동안 기록한 중요한 사건들을 재상영하고 점진적으로 그것들을 우리 기억의 더 효율적인 구획으로 이동시키는 특별한 알고리즘을 가동한다. [해설] 해석 참조 [어구] cram 밀어넣다 neuroscience 신경과학 accumulate 축적하다 compartment 구획 24. [출제의도] 글의 제목 파악하기 [해석] 가장 초기의 시대부터, 헬스케어 서비스는 두 가지의 동등한 영역, 즉 병원 치료와 공공 헬 스케어를 포함하는 것으로 인식되어 왔다. 고대 그리스 신화에서 의료의 신 아스클레피오스에게는 하이지아와 파나시아라는 두 딸이 있었다. 전자는 예방적 건강과 건강 관리, 즉 위생의 여신이었고, 후자는 치료와 치유의 여신이었다. 현대 시대에, 의료 전문성에 대한 사회적 우세는 아픈 환자들의 치료가 위생 공학자, 생물학자, 정부 공공 건강 관료와 같은 덜 영웅적인 인물들에 의해서 제공되 는 그러한 예방적 헬스케어 서비스를 가리도록 만 들었다. 그럼에도 불구하고, 인류가 향유하는 건 강의 질은 공공 위생, 하수 관리 그리고 대기 오 염, 식수, 도시 소음, 인간이 소비하는 음식을 관 리하는 서비스들의 이용 가능성에 비해 수술적 기 민함, 혁신적 제약 제품, 그리고 생물 공학적 장 비에 덜 기인한다. 건강에 대한 달성 가능한 최고 수준에 대한 인간의 권리는 의사와 병원의 기술과 장비만큼이나 공공 헬스케어 서비스에 달려 있다. [해설] 해석 참조 [어구] hygiene 위생 sanitary 위생의 attributable ~에 기인하는 pharmaceutical 제약의 sewage 하수 25. [출제의도] 도표 파악하기 [해석] 위 그래프는 2020년 OECD에서의 부문별 원유 수요에 따른 분포를 보여준다. 48.6%를 차 지하는 도로 교통 부문은 OECD 회원국들에서 가 장 큰 원유 수요 부문이었다. 석유화학 부문의 원 유 수요 비율은 도로 교통 부문의 원유 수요 비율 의 삼 분의 일이었다. 기타 산업 부문과 석유화학 부문 사이의 원유 수요 차이는 항공 부문과 전기 생성 부문 사이의 원유 수요 차이보다 작았다. 주 거, 상업, 그리고 농업 부문의 원유 수요는 OECD 의 총 원유 수요의 9.8%를 차지했는데, 이는 전 체 부문 중 네 번째로 컸다. 해상 벙커 부문의 원 유 수요 비율은 철도와 국내 수로 부문의 원유 수 요 비율의 두 배였다. [해설] 기타 산업 부문과 석유화학 부문 사이의 원유 수요 차이(3.6%p)가 항공 부문과 전기 생성 부문 사이의 원유 수요 차이(1.4%p)보다 크다. 26. [출제의도] 세부 내용 파악하기 [해석] Carl‐Gustaf Rossby는 Bergen 대학에서 노 르웨이 기상학자인 Vilhelm Bjerknes와 함께 일했던 저명한 스칸디나비아 연구자들 중 한 명이었다. Stockholm에서 성장하면서, Rossby는 전통적인 교 육을 받았다. 그는 1918년에 University of Stockholm에서 수리 물리학 학위를 받았지만, Bjerknes의 강의를 듣고 나서, 짐작하건대 Stockholm에 지루함을 느껴, Bergen에 새로 설립된 지구 물리학 연구소로 옮겼다. 1925년에 Rossby는 스웨덴‐미국 재단으로부터 장학금을 받아 미국으로 갔고, 그곳에서 미국 기상국에 합류했다. 일기 예보 에 대한 그의 실질적인 경험을 일부 바탕으로 하여, Rossby는 고온 기단과 저온 기단 사이의 경계에서 발생하는 사이클론 순환을 설명하는 “polar front theory”의 지지자가 되었다. 1947년에 Rossby는 University of Stockholm에 그를 위해 마련된 기상 연구소의 직책을 받아들였고, 그곳에서 10년 후 생 을 마감할 때까지 재직했다. [해설] 해석 참조 [어구] meteorologist 기상학자 apparently 짐작하건대 geophysical 지구 물리학의 air mass 기단(氣團) 27. [출제의도] 세부 내용 파악하기 [해석] The Colchester Zoo Charity Race 멸종 위기종을 돕기 위한 자선 행사에 참여하 세요. 당신은 260종 이상에게 서식지인, Colchester Zoo를 통과하여 달릴 것입니다. 일자: 2022년 9월 25일 일요일 시간: 오전 9시 – 오전 11시 등록비: 50달러 ∙등록비에는 동물원 무료 입장권, 음식과 음료, 그리고 공식 사진이 포함되어 있습니다. ∙www.info.colchesters.com에서 등록하세요. 코스 길이: 10km ∙모든 주자는 주 도로로 나가기 전에 동물원을 통과하여 1km를 달릴 것입니다. 기타 정보 ∙오직 경주를 완주한 주자만 결승선에서 메달 을 받을 것입니다. ∙행사 티셔츠는 동물원에서 구입할 수 있습니다. [해설] 해석 참조 [어구] endangered 멸종 위기의 28. [출제의도] 세부 내용 파악하기 [해석] 7‐Day Story Writing Competition 글쓰기가 당신의 재능인가요? 여기 당신을 위 한 무대가 있습니다. 언제: 2022년 12월 5일 월 요 일 부 터 12월 11일 일 요 일 까 지 연령: 17세 이상 내용 ∙모 든 참 가 자들 은 동 일 한 주 제에 대하 여 글 을 씁 니 다. ∙당신은 당신의 이야기를 위해 12가지 문학 장 르 중 하나를 무작위로 배정받습니다. ∙당신이 이야기를 작성하고 제출하는 데 정확하게 7일이 있습니다. 제출 ∙1인당 한 출품작만 ∙당신은 마감 기한까지 출품작을 수정하여 재 제출 할 수 있습니다. 시상 ∙우리는 각 장르에서 한 명씩 12명의 결승 진출 자를 선발할 것이고, 12편의 작품들은 온라인 으로 출판되고 소셜 미디어를 통해 공유됩니다. ∙12명의 결승 진출자들 중에서 한 명의 전체 우 승자가 선발되어, 500달러를 받을 것입니다. ※ 등록을 하거나 더 많은 정보를 위해서, www.7challenge_globestory.com에 방문하세요. [해설] 해석 참조 [어구] entry 출품작 finalist 결승 진출자 29. [출제의도] 어법성 판단하기 [해석] 유아들은 자신의 행동과 그에 따른 외부 변화 사이에서의 관계를 알아차림으로써, 그들이 인지된 변화의 주체자라는 인식, 즉 자아 효능감 을 발전시킨다. 유아들은 자신의 행동이 물리적 환경에 미치는 영향을 알아차릴 수 있는데, 바로 초기 사회적 상호 작용을 통해서 유아들은 매우 쉽게 자신의 행동의 결과를 인식한다. 사람들은 유아들이 그들에게 향하는 것을 실제로 확실하게 하는 지각과 관련된 특성을 가지고 있다. 사람들 은 시각적으로 구별되고 달라지는 얼굴 표정을 지 닌다. 사람들은 소리를 만들고, 촉각을 제공하고, 흥미로운 냄새를 가지고 있다. 또한, 사람들은 유 아들이 매력적이라고 느끼는 방식으로 얼굴 표정 을 과장하고 목소리를 조절하면서 유아들과 관계 를 맺는다. 그러나 다른 무엇보다 중요한 것은 이 러한 익살스러운 행동은 유아들의 발성, 얼굴 표 정, 몸짓에 대해 반응을 잘 한다는 것이다. 사람 들은 유아들의 행동에 반응하여 자신들의 행동의 속도와 수준을 다양하게 한다. 결과적으로 초기 사회적 상호 작용은 유아들이 자신의 행동의 영향 을 쉽게 알아차릴 수 있는 맥락을 제공한다. [해설] ④fascinated → fascinating [어구] self‐efficacy 자아효능감 readily 쉽게 exaggerate 과장하다 30. [출제의도] 문맥상 적절한 어휘 파악하기 [해석] Adam Smith는 전문화, 즉 우리 각각이 하 나의 특정한 기술에 집중하는 것이 모든 사람의 복지의 전반적인 향상을 이끈다고 지적했다. 그 개념은 간단하고 강력하다. 단지 하나의 활동에서 만 전문화함으로써― 예를 들어 식량 재배, 의류 생산, 혹은 주택 건설과 같은― 각각의 노동자는 특정한 활동에 숙달하게 된다. 하지만 전문화는 전문가가 자신의 생산물을 다른 활동 라인 전문가 들의 생산물과 후속적으로 거래할 수 있을 때만 성립한다. 만약 그 부족한(→ 넘치는) 식량을 의 류, 주거지 등등으로 교환할 시장 판매처가 없다 면 한 가구가 필요로 하는 것보다 더 많은 식량을 생산하는 것은 말이 되지 않을 것이다. 동시에, 시 장에서 식량을 구매할 능력이 없다면, 자기 자신 의 생존을 위해 농사를 짓는 것이 필요하기 때문 에 전문 주택 건축가나 전문 의류 제작자가 되는 것은 불가능할 것이다. 따라서 Smith는 시장의 규 모는 전문화의 정도에 따라 결정되는 반면에, 노 동의 분업은 시장의 규모에 의해 제한된다는 것을 알았다. [해설] ③scarce → excess [어구] specialization 전문화 outlet 판매처 31. [출제의도] 빈칸 추론하기 [해석] 여러 해에 걸쳐서 평균내어지는, 최고로 가능한 시간 평균적인 농작물 생산량을 만드는 것 은 농부의 목표가 아니다. 당신의 시간 평균적인 생산량이 훌륭한 9년과 농사에 실패한 1년의 조 합의 결과로 엄청나게 높더라도, 당신은 훌륭한 시간 평균적인 생산량에 있어서 당신 자신을 축하 하기 위해 돌아보기 전에 농사에 실패한 그 1년 에 굶어 죽을 것이다. 대신에, 농부의 목표는 시 간 평균적인 생산량이 가장 높지 않을지라도, 매 년 굶어 죽는 수준 이상의 생산량을 만들어내는 것을 확실히 하는 것이다. 그것이 바로 농지 흩어 놓기가 합리적인 이유이다. 만일 당신이 그냥 하 나의 큰 농지를 가지고 있다면, 그것이 평균적으 로 아무리 좋다고 할지라도, 당신의 유일한 농지 가 낮은 생산량을 내는 이따금 찾아오는 피할 수 없는 해가 오면, 당신은 굶주리게 될 것이다. 그 러나 만일 당신이, 서로에게서 독립적으로 다양한, 많은 다른 농지들을 가지고 있다면, 어느 해에 당 신의 다른 농지들이 빈약하게 생산하고 있을 때조 차도 당신의 농지들 중 일부는 잘 생산할 것이다. [해설] 해석 참조 [어구] peasant 농부 yield 생산량 inevitable 피할 수 없는 varying 다양한 32. [출제의도] 빈칸 추론하기 [해석] 도움이 효과적이지 않을 수 있는 몇몇 이 유들이 있다. 한 가지 가능한 이유는 도움을 받는 것이 자존감에 타격이 될 수 있다는 것이다. Lehigh 대학의 Christopher Burke와 Jessica Goren에 의한 최근 한 연구는 이 가능성을 조사 했다. 자존감 위협 모델 이론에 따르면, 도움은 협력적이고 애정 있는 것으로 여겨질 수도 있고, 혹은 만약 그 도움이 무능함을 암시하는 것으로 해석된다면 위협적으로 보여질 수 있다. Burke와 Goren에 따르면 도움이 자기 연관적이거나 자기 정의적인 영역― 다시 말해, 당신 자신의 성공과 성취가 특히 중요한 영역― 안에 있는 경우, 그것 은 특히 위협으로 보여질 가능성이 있다. 자기 연 관적인 일로 도움을 받는 것은 당신이 당신 자신 에 대해 나쁘게 느끼게 만들 수 있고, 이것은 도 움의 잠재적인 긍정적 영향을 손상시킬 수 있다. 예를 들어, 만약 당신의 자아 개념이 어느 정도는 당신의 훌륭한 요리 실력에 놓여 있다면, 친구가 당신이 손님들을 위해 식사를 준비하는 것을 도울 때 이는 당신의 자아에 타격이 될 수 있는데 이는 당신이 자신이 그렇다고 생각했던 유능한 요리사 가 아니라는 점을 암시하기 때문이다. [해설] 해석 참조 [어구] blow 타격 self­esteem 자존감 incompetence 무능력 self­concept 자아 개념 33. [출제의도] 빈칸 추론하기 [해석] 이야기를 통해서 사건을 이해하는 것 뿐만 아니라, 고대 사회의 역사가들은 도덕적 교훈과 성찰 의 근원으로서 역사의 전통을 확립했다. 예를 들면, Livy나 Tacitus의 역사적인 기술은 부분적으로 황제 와 장군들의 성격의 장점과 단점을 숙고하여 영웅과 악당의 행동을 살펴보도록 만들어졌다. 그렇게 하여 도덕적인 사람들이 모방하거나 피해야 할 표본을 제 공한다. 이것이 계속되어 역사의 기능 중 하나가 된 다. 프랑스의 연대기 학자인 Jean Froissart는 백년전 쟁에서 싸운 기사도적인 기사들의 이야기로 “용맹스 러운 자들이 영감을 받아 이러한 본보기를 따르도록” 썼다고 말했다. 오늘날 Lincoln, Churchill, Gandhi 또 는 Martin Luther King, Jr.에 대한 역사적 연구는 같은 기능을 수행한다. [해설] 해석 참조 [어구] narrative 이야기(서사) general 장군 exemplar 표본 고2 정답 및 해설 2022학년도 9월 전국연합학력평가 12 26 34. [출제의도] 빈칸 추론하기 [해석] 심리학자인 Christopher Bryan은 우리가 중점을 행동에서 품성으로 옮길 때, 사람들은 선 택을 다르게 평가한다는 것을 알았다. 그의 팀은 속이는 행위를 반으로 줄일 수 있었다. “속이지 마 세요”라는 문구 대신에, 그들은 “속이는 사람이 되 지 마세요”라는 문구로 호소를 전환했다. 당신이 속이지 말라고 강요받을 때, 당신은 속이고 나서 도 여전히 거울 속에서 도덕적인 사람을 마주하게 된다. 하지만 당신이 속이는 사람이 되지 말라고 들을 때는 그 행동이 그림자를 드리운다. 비도덕 성이 당신의 정체성과 결부되어 그 행동을 훨씬 덜 매력적으로 만든다. 속이는 것은 결과의 논리 에 따라 평가되는 독립적인 행위이다. 내가 들키 지 않을 수 있을까? 속이는 사람이 되는 것은 자 의식을 환기시키며 적절함에 대한 논리를 촉발한 다. 나는 어떤 종류의 사람인가, 그리고 나는 누가 되고 싶은가? 이러한 증거에 비추어 볼 때, Bryan 은 우리가 명사를 더욱 사려 깊게 받아들여야 한 다고 제안한다. “음주운전 하지 마세요”는 “음주 운전자가 되지 마세요”로 바꿔 말할 수 있다. 같은 논리가 독창성에도 적용될 수 있다. 아이가 그림 을 그릴 때, 작품이 창의적이라고 말하는 대신에 우리는 “너는 창의적이야”라고 말할 수 있다. [해설] 해석 참조 [어구] evoke 환기시키다 35. [출제의도] 글의 흐름 파악하기 [해석] 입장을 취하는 것은 당신이 당신의 사람 들, 당신의 부족들, 당신의 청중인 그 개개인들에 게 횃불이 되기 때문에 중요하다. 당신이 당신의 견해를 깃발처럼 들 때, 사람들은 어디서 당신을 찾아야 할지를 안다. 그것은 집합 지점이 된다. 당신의 관점을 보여주는 것은 장래의 (그리고 현 재의) 고객들이 당신이 단지 물건과 서비스만 파 는 것이 아니라는 것을 알게 한다. 최고의 마케팅 은 결코 제품이나 서비스를 판매하는 것에 대한 것이 아니고, 입장을 취하는 것― 즉, 단순히 청 중들이 당신이 하는 것에 동의하기 때문에, 왜 그 들이 당신이 마케팅하는 것을 어떠한 비용을 지불 하더라도 그것을 원할만큼 충분히 믿어야 하는지 를 청중들에게 보여주는 것에 대한 것이다. (만약 당신이 기존의 고객을 유지하고 싶다면 당신은 고 객이 상품 개발 과정에 참여하면서, 팀의 또 다른 구성원처럼 느끼게 할 방법을 만들어낼 필요가 있 다.) 상품은 기능하지 않으면 바꾸거나 고칠 수 있지만, 집합 지점은 당신이 하는 것의 이면에 있 는 가치와 의미와 같은 선상에 있다. [해설] 해석 참조 [어구] perspective 관 점 align w ith ~ 와 같 은 선 상 에 있 다 36. [출제의도] 글의 순서 파악하기 [해석] 만약 DNA가 유일하게 중요한 것이라면, 아이들에게 좋은 경험을 부어주고 그들을 해로운 경험들로부터 보호하는 의미 있는 사회 프로그램 을 만들 특별한 이유가 없을 것이다. (C) 하지만 뇌가 바르게 발달하려면 그것은 적절한 종류의 환 경을 필요로 한다. Human Genome Project의 첫 번째 초안이 새천년에 들어 완성되었을 때, 가장 큰 놀라움 중 하나는 인간이 대략 2만 개의 유전 자만 갖고 있다는 것이었다. (A) 이 숫자는 생물 학자들에게 놀라움으로 다가왔다. 이는 뇌와 신체 의 복잡성을 고려했을 때, 수십만 개의 유전자가 필요할 것이라고 추정되어 왔기 때문이었다. (B) 그러면 860억 개의 뉴런을 갖고 있는 극도로 복 잡한 뇌가 어떻게 그렇게 작은 요리책으로부터 만 들어질 수 있었을까? 그 해답은 게놈에 의해 실행 된 한 영리한 전략에 있다. 불완전하게 만들고 세 상 경험이 정교하게 다듬게 하라. [해설] 해석 참조 [어구] millennium 천년간 Human Genome Project 인간 유전체 규명 계획 37. [출제의도] 글의 순서 파악하기 [해석] 근거와 주장의 한 가지 이점은 겸손을 기를 수 있다는 점이다. 만약에 두 사람이 논쟁 없이 의 견만 다르다면, 그들이 하는 것은 서로에게 고함을 지르는 것뿐이다. 어떠한 발전도 없다. (B) 양측은 여전히 자신이 옳다고 생각한다. 대조적으로, 양측 이 자신의 입장에 대한 이유를 분명하게 말하는 주 장을 제시한다면, 새로운 가능성이 열린다. 이러한 주장 중 한쪽이 반박된다. 즉, 틀렸다는 것이 보여 진다. 이런 경우에 반박된 주장에 의지했던 사람은 자신의 관점을 바꿀 필요가 있다는 것을 배운다. (A) 이것은 적어도 한쪽에서는 겸손을 얻는 한 방 식이다. 또 다른 가능성은 어떤 주장도 반박되지 않는 것이다. 둘 다 자신의 입장에서 어느 정도 근 거가 있다. 대화자의 어느 누구도 상대의 주장에 설득되지 않더라도, 양측은 그럼에도 불구하고 반 대 견해를 이해하게 된다. (C) 그들이 약간의 진실 을 가지고 있다 하더라도 완전한 진실은 가지고 있 지 않다는 점을 그들은 또한 인식하게 된다. 그들 은 자신의 견해에 반대되는 근거를 인식하고 이해 할 때 겸손을 얻을 수 있다. [해설] 해석 참조 [어구] appreciate 이해하다 refute 반박하다 38. [출제의도] 문장의 위치 파악하기 [해석] 적응은 한 세대로부터 다음 세대로 전해지 는 특성을 가지고 개체군의 변화를 수반한다. 이 것은 순응― 변화된 환경에 반응한 개별 유기체의 변화― 과는 다르다. 예를 들어, 당신이 여름을 야 외에서 보낸다면, 당신은 햇빛에 순응하게 될 것 이다. 당신의 피부는 당신을 태양으로부터 보호하 는 어두운 색소의 농도를 증가시킬 것이다. 이것 은 일시적인 변화이고, 당신은 그 일시적인 변화 를 미래 세대에 물려주지 않을 것이다. 하지만, 피 부 색소를 생산하는 능력은 유전된다. 햇빛이 강 렬한 환경에 사는 사람들의 경우, 피부 색소를 생 산하는 능력이 좋은 사람들이 색소 생산 능력이 좋지 않은 사람들보다 더 번영하거나 생존하기 쉽 고, 그 특징은 다음 세대에서 더욱 흔해진다. 주변 을 둘러보면, 당신은 적응의 수많은 사례를 찾을 수 있다. 예를 들어, 기린의 특징인 긴 목은 우연 히 더 긴 목을 갖게 된 개체들이 높은 나무의 잎 을 먹는 데 유리해짐에 따라 발달했다. [해설] 해석 참조 [어구] acclimation 순응 distinctive 특이한 39. [출제의도] 문장의 위치 파악하기 [해석] 연중 어떤 날에도 열대 지방과 따뜻한 계 절을 겪고 있는 반구는 극지방과 더 추운 반구가 받는 것보다 훨씬 더 많은 태양 복사열을 받는다. 일 년 중 평균적으로, 열대 지역과 위도 약 40도 까지의 지역은 복사에 의해 잃는 열보다 더 많은 전체 열을 받는다. 위도 40도 이상의 지역은 복사 열에 의해 그들이 잃는 것보다 더 적은 전체 열을 받는다. 이러한 불균형은 열대 지방에서 열을 받 아서 극지방에서 그 열을 방출하는 거대한 지구적 규모의 엔진 작동을 위한 필요조건을 만들어 낸 다. 그것의 작동유는 대기인데, 특별히 그것이 품 고 있는 수분이다. 공기는 열대 지방의 따뜻한 땅 에서 데워지고, 확장되고, 상승해서 높은 고도에 서 북쪽과 남쪽으로 흐르게 되고, 그것은 지나가 면서 식는다. 그것은 하강해서 더 북쪽과 남쪽의 위도에서 다시 적도를 향해 흐른다. [해설] 해석 참조 [어구] hemisphere 반구 radiation 복사(열) 40. [출제의도] 요약문 완성하기 [해석] 그린워싱은 소비자가 재화나 서비스를 그것 이 실제보다 더 친환경적이라고 생각하도록 현 혹시키는 것을 포함한다. 그린워싱은 법에 의 해 요구되는 환경적 주장을 하는 것, 그래서 무의미한 것(예를 들어 CFC­free)에서부터 과 대 광고(환경적 주장을 과장하는 것), 사기에 이르기까지를 포함한다. 연구자들은 제품에 관 한 주장이 종종 지나치게 모호하거나 현혹적이 라는 점을 보여 주었다. 몇몇 제품들에는 실제 로 식물과 동물을 포함해서 모든 것에 화학물 질이 들어있음에도 “화학물질 없음”이라고 표 기되어 있다. 현혹적이고 확인할 수 없는 주장 이 가장 많이 포함된 제품들은 세탁 세제, 가 정용 세제, 그리고 페인트였다. 환경 옹호자들 은 소비자들이 그들이 구매하는 제품의 환경적 영향력에 대하여 적절하게 정보를 제공받는 것 을 확실하게 하기 위해서는 여전히 갈 길이 멀 다는 점에 동의한다. 그린워싱의 가장 흔한 이 유는 환경적으로 의식 있는 소비자들을 유인하 는 것이다. 많은 소비자들은 구매를 완료하기 전까지는 거짓 주장을 발견하지 못한다. 그러 므로 그린워싱은 단기적으로는 판매량을 증가 시킬 수도 있다. 하지만, 이 전략은 소비자들이 그들이 기만당하고 있다는 것을 알게 될 때 심 각하게 역화를 일으킬 수 있다. [요약문] 그린워싱은 환경적으로 의식 있는 소비 자들을 기만함으로써 (A) 일시적으로 회사에 이익 을 가져다줄 수 있는 반면, 회사는 소비자들이 그 들이 (B) 잘못된 정보를 받았다고 파악했을 때 심 각한 문제에 직면할 것이다. [해설] 해석 참조 [어구] mislead 현혹시키다 puffery 과대 광고 unverifiable 확인할 수 없는 advocate 옹호자 backfire 역화를 일으키다 deceive 기만하다 41~42. [출제의도] 글의 제목 파악하기, 문맥상 적절한 어휘 파악하기 [해석] FOMO(소외되는 것에 대한 두려움)의 동기는 적재적소에 있어야 한다는 사회적 압박인데, 그 것이 의무감으로부터 오는 것이든지 또는 앞서 나가려는 것에서 오는 것이든지 간에, 우리는 직장, 가족, 친구를 위해서 어떤 행사에 참석해 야만 한다는 의무감을 느낀다. FOMO와 결합된 사회로부터의 이러한 압박은 우리를 지치게 할 수 있다. 최근 연구에 따르면 직원들 중 70%는 휴가를 가서도 여전히 직장에서 단절되지는 않 는다고 인정했다. 끊임없이 이메일, 소셜 미디어 타임라인을 확인하는 것을 포함한 디지털 습관 은 아주 굳어져서, 그 순간을 나누고 있는 사람 들과 그저 즐기는 것은 거의 불가능하다. JOMO(소외되는 것에 대한 즐거움)는 FOMO 에 대한 정서적으로 현명한 해독제이고, 본질적 으로 현재에 있으면서 당신이 현재의 삶 속에 서 만족하는 것에 관한 것이다. 당신은 다른 사 람들과 자신의 삶을 비교할 필요가 없다. 대신 에, “해야 하는 것”과 “원하는 것”의 배경 소음 을 없애는 연습을 하고, 당신 행동의 옳고 그름 에 대한 걱정을 버리는 법을 배워라. JOMO는 느리게 가는 삶을 살도록 해주고, 인간 관계의 연결을 이해하며, 당신의 시간에 대해서 의도를 갖고, “아니오”라고 말하는 연습을 하고, 자신에 게 “기기에서 벗어나는 시간”을 주며, 당신이 현재 있는 곳을 인식하고 감정을 느낄 수 있도 록 스스로에게 허락해준다. 나머지 사회를 따라 잡으려고 끊임없이 애쓰는 대신에, JOMO는 현 재 이 순간에 우리 자신이 될 수 있도록 해 준 다. 당신이 뇌 속 경쟁적이고 걱정스러운 공간 을 활성화할(→ 벗어날)때, 당신은 더욱 더 많 은 시간, 에너지와 감정을 갖고 당신의 진정한 우선 순위를 얻을 수 있다. [해설] 42. ⑤ activate → free up [어구] obligate 의무를 지우다 constantly 끊임없이 tune out (잡음을) 무시하다 intentional 의도적인 43~45. [출제의도] 글의 순서 파악하기, 지칭 대상 추론하기, 세부 내용 파악하기 [해석] (A) 심한 눈 통증으로 괴로워하는 부자가 있었 다. 그는 많은 의사와 상담을 했고, 그들 중 여 러 명에게 치료받았다. 그는 수많은 의료 전문 가들과 상담하는 것을 멈추지 않았다. 그는 많 은 약물을 복용했고 주사를 수백 번 맞았다. 하지만 통증은 지속되었고 전보다 심해졌다. 결국 (a) 그는 그와 같은 상태의 환자들을 치 료하는 것으로 유명한 한 수도사에 대해 듣게 되었다. 며칠 후, 그 고통받는 남자는 수도사를 불러들였다. (D) 수도사는 그 부자의 문제를 이해하였고 일정 시간동안 (e) 그는 녹색에만 집중하고 그의 눈 이 다른 색을 보게 해서는 안 된다고 말했다. 부자는 그것이 이상한 처방이라고 생각했지만, 절박해서 그것을 시도하기로 하였다. 그는 페인 트공들을 불러 모았고 녹색 페인트를 많이 구 매하여 수도사가 제안한 대로 그가 보게 될 모 든 물체를 녹색으로 칠하라고 지시했다. (B) 며칠 후 (b) 그 남자 주변의 모든 것은 녹색 이 되었다. 부자는 그의 주변의 어떤 것도 다 른 색이 되지 않도록 확실히 하였다. 며칠 후 수도사가 그를 찾아왔을 때, 그는 붉은 옷을 입고 있었기 때문에 부자의 하인들은 녹색 페 인트통을 들고 달려와서 그의 몸 전체에 부었 다. (c) 그는 하인들에게 왜 그들이 그것을 했 는지를 물었다. (C) 그들은 대답했다, “우리는 주인이 다른 어떤 색도 보게 할 수 없어요.” 이것을 듣고 수도사 는 웃으며 말했다. “만약에 당신들이 단돈 몇 달러밖에 하지 않는 녹색 안경 하나만 구매했다 면, 이러한 벽, 나무, 항아리, 그리고 다른 모든 것을 지킬 수 있었을 것이고 또한 (d) 그의 재 산의 많은 부분을 아낄 수 있었을 것입니다. 당 신들은 온 세상을 녹색으로 칠할 수는 없어요.” [해설] 해석 참조 [어구] barrel 통"
}