{
    "text": "1 영어 • 영역 • 정 답 1 ① 2 ① 3 ② 4 ⑤ 5 ③ 6 ③ 7 ① 8 ② 9 ④ 10 ③ 11 ④ 12 ① 13 ② 14 ① 15 ② 16 ① 17 ④ 18 ③ 19 ① 20 ③ 21 ④ 22 ⑤ 23 ⑤ 24 ③ 25 ④ 26 ⑤ 27 ④ 28 ③ 29 ④ 30 ⑤ 31 ② 32 ④ 33 ③ 34 ② 35 ④ 36 ② 37 ③ 38 ⑤ 39 ⑤ 40 ① 41 ① 42 ⑤ 43 ② 44 ③ 45 ⑤ 해 설 1. 출제의도 담화의 목적을 추론한다 [ ] . M: Hello, students. This is Mr. Watson, your vice principal. I have an important announcement for all of you. As you know, our school has two drinking fountains installed on each floor. Unfortunately, due to repairs to the water pipes, all the drinking fountains in the school will be out of service starting from tomorrow. It’ll take a few days until the water pipes are repaired. Until then, you won’t be able to use the school drinking fountains, so make sure you bring your own water. We’re very sorry for the inconvenience. Thank you. 알림 announcement 음수대 drinking fountain 설치하다 install 2. 출제의도 대화자의 의견을 추론한다 [ ] . W: Jason, are you shopping online? M: Yes, Alice. I’m going to buy some clothes. Look! These are my picks. W: They look nice, but all of them are dark again this time. M: I think dark colors suit me well and I feel more comfortable with them. W: I see your point. You always say that you want to be more approachable though. Why don’t you try other colors? M: What colors would you recommend? W: I think pastel colors would be good. They make the wearer appear more friendly. M: I see. I’m worried they won’t look good on me though. W: Just give it a try. You won’t regret it. M: All right. I’ll go for the pastel clothes this time. W: Great. I’m sure you’ll look more approachable in them. M: Thanks for your advice. 가까이하기 쉬운사귀기 쉬운 approachable , 후회하다 regret 3. 출제의도 대화자의 관계를 추론한다 [ ] . M: Hi, Miranda. W: Oh, hi, Henry. I didn’t expect you to be here today. I thought you were still traveling around in Switzerland. M: I came back earlier than scheduled. I just stopped by to see how the preparations for the exhibition are going. W: They’re almost done. Did you take a look at the exhibition hall? M: Yes, I did. You did a great job arranging all the pictures. W: Is there anything you want to change? M: Well, is it still possible to add some more works? I took some nice photos during my trip. W: Sure. Do you have them with you now? M: No, but I can send you the photos by email. We can talk after you check them out. W: Okay. You’re such a great artist. I’m so happy to exhibit your works at our gallery. M: Thanks for saying so. I’m also glad to work with you. 전시회 exhibition 4. 출제의도 그림과 대화의 일치 여부를 파악한다 [ ] . W: Hi, David. You look happy. M: I won a prize at the science fair. Look at this photo from the fair. W: Wow! Congratulations. Oh, the prize ribbon is on the wall above the board. Cool! M: Yeah, I’m so proud. W: You set up your board on the round table. I see your topic was ‘Lemon Battery.’ What did you do? M: I showed how to make a battery using lemons. W: Interesting. So that’s why there is a basket of lemons next to the battery. M: That’s right. W: Who is this woman wearing a flower­patterned dress? M: That’s my grandmother. She came to congratulate me. W: How nice! Oh, you’re holding flowers in your hand. They’re so beautiful. M: Thanks. It was a great day. 게시판 board 5. 출제의도 대화자가 할 일을 파악한다 [ ] . M: Amy, are you ready for your presentation for history class this afternoon? W: Yes, James. I just need to check the file again. [Clicking sound] Oh, no. What have I done? M: What happened? W: I worked on the presentation file until late last night. I guess I forgot to save the final version. M: Oh, dear. Do you need to do it all again? W: Not really. Fortunately, I printed out the final version and brought it with me. It won’t take long to update the file. M: That’s good. Do you have a handout for the class? W: Yes, I printed it out, but I haven’t made copies of it yet. M: I’ll go to the library and do it for you. W: That’s so kind of you. Thanks a lot. M: No problem. 복사하다 make a copy 6. 출제의도 수치를 파악한다 [ ] . M: Honey, we need to buy swim fins for Ben. He’s moving up to the advanced swimming class! W: Oh, that’s right. Let’s buy them online. [Typing sound] Oh, these fins look good. What do you think? M: I like them. They’re $30 a pair. Let’s get one pair. W: I think we’d better get two pairs. He often loses his stuff. M: I agree. He also needs new swimming goggles. His goggles are getting too small for him. W: Okay. Oh, these goggles are on sale. They were originally $20 per pair, but they’re 10% off right now. M: Great! Let’s get one pair. Anything else? W: I think that’s all. Is there a shipping fee? M: It’s $5, but it’s free if we spend more than $50. W: Good. Let’s place an order. I’ll pay with my credit card. 배송료 shipping fee 7. 출제의도 이유를 추론한다 [ ] . M: Mom, I’m home. W: Hi, Ethan. Were you busy preparing for the school festival? M: Yes. You know I’ll be the MC for the school talent show. We rehearsed for the show today. W: How did it go? M: It went well. I just hope I don’t make a mistake on the stage. W: I’m sure you’ll do great. I guess you need to wear a suit for the show. How about going shopping this Saturday? M: Oh, I wish I could, but I can’t. W: Ah, you go and volunteer at the library every Saturday. M: Not this Saturday. I canceled it because I have to help make a video for the festival. W: I see. Let’s go shopping on Sunday then. M: Okay. 장기 자랑 대회 talent show 8. 출제의도 세부 사항의 언급 여부를 파악한다 [ ] . M: Emily, come have a look at this leaflet. It’s about the Modern Architecture Expo. W: Oh, it looks interesting. M: We both have an interest in architecture. Why don’t we go there together? W: Good idea. It’ll be held at the Grand Convention Center. It’s close to our school. M: Great! When should we go? W: It starts on April 1 and ends on April 15. Can you make it on Saturday, April 9? M: Yes, I can. Look here. Admission is $20 for students. W: Oh, that’s quite expensive. M: I’m sure it’ll be worth it. Ten great architects will be giving lectures on their best architectural works. We can attend as many of them as we want. W: Cool! It’ll be great to see them in person. 전단 광고 leaflet 건축 architecture 9. 출제의도 담화 내용과 일치 여부를 파악한다 [ ] . W: Hello, students. This is Ms. Miller, your music teacher. Are you interested in operas? Then, we invite you to 2022 Opera in School. Five professional opera singers will come to our school and present Romeo and Juliet to you. They’ll bring the classic story to life with opera costumes and sets. The show will be held at the school auditorium on March 25, starting at 6 p.m. It’ll last for 45 minutes and 2 be followed by a question and answer session. You can take photos with the singers after the question and answer session is finished. There’s no admission fee, but to attend, you must register in advance. I hope to see you there. 등록하다 register 사전에미리 in advance , 10. 출제의도 표를 보고 선택한 것을 찾는다 [ ] . M: Honey, are you trying to buy a mini oven on the Internet? W: Yes, we need it to bake cookies or biscuits. What do you think of these five models? M: Let me have a look. [Pause] All of them look nice, but it seems too much to spend more than $100 for a mini oven. W: I agree. We should eliminate this one then. I think the capacity should be at least 10 liters. M: Then let’s choose one of these three. What about the weight? W: I guess the lighter, the better. I don’t want it to be more than 6 kg. M: All right. Now we’re down to these two models. Shall we go for the one with a baking pan? W: I don’t think so. We can use the pans we already have. M: I see. Let’s buy the other one then. W: Okay. 제거하다 eliminate 용량 capacity 을 선택하다 go for ~ 11. 출제의도 대화에서 적절한 응답을 찾는다 [ ] . W: Ian, you’re in such good shape! Do you still go to the gym every day? M: Not now. The gym closed down last month, so I just work out alone at home. W: At home? What kind of exercises do you do? M: 운동하다 work out 12. 출제의도 대화에서 적절한 응답을 찾는다 [ ] . M: Jenny, you’re planning to enter the online dance competition, right? W: Yes, I finished recording a video. I just need to upload it to the website. I hope I’ll win a prize. M: I’m sure you will. You’re a great dancer. I wonder how they will choose the best dancer though. W: 13. 출제의도 대화에서 적절한 응답을 찾는다 [ ] . M: Sandy, what are you doing with your bike? W: Oh, hi, Jack. I’m checking it out. It makes strange sounds when I ride it. M: Let me take a look. [Pause] Hmm.... I think the brakes are not working properly. W: Oh, no. I should get them fixed at the bike shop. It’ll cost too much. M: Why don’t you try a repair cafe? You can save money. W: A repair cafe? What’s that? M: It’s a place where you can fix your broken stuff on your own. The cafe provides tools and materials. W: Well, I don’t think I can fix my bike by myself. M: Don’t worry. Expert volunteers will be around to help you out there. There are many repair cafes around town. W: That’s great. I’ll give it a try. Do you know where the nearest place is? M: 똑바로원활히 properly , 전문가 expert 14. 출제의도 대화에서 적절한 응답을 찾는다 [ ] . M: Ellie! Look at this smartphone application. W: Okay. [Pause] Oh, it says that it can help you track your blood sugar level. M: That’s right. It shows us how much sugar we eat a day. All we have to do is just click what we ate. W: Then the app automatically shows the amount of sugar in that food? M: Exactly. It’s very easy to use. W: Interesting! But why do you care about your blood sugar level all of a sudden? M: Actually, it’s for my mom. Recently, she was diagnosed with high blood sugar. She’s using the app to control her sugar intake. W: I’m sorry for your mom. So does she find it useful? M: Yes, she says it’s very helpful. You can recommend it to anyone who needs it. W: 추적하다 track 혈당 수치 blood sugar level 섭취량 intake ( ) 15. 출제의도 상황에 적절한 말을 찾는다 [ ] . M: Sandra is the president of the student council of her school. Today the student council is having their regular meeting. One of the issues at today’s meeting is about how to improve students’ mental and physical health. These days, many students have health problems because they don’t get much exercise. The student council agrees that it’d be good to hold a sports competition to improve the students’ health. After the meeting, Sandra goes to the principal’s office and tells Mr. Wilson about what they discussed. Now she wants to ask him for permission to host the sports event for the sake of the students. In this situation, what would Sandra most likely say to Mr. Wilson? 을 위해 for the sake of ~ [16 ~ 17] W: Good morning, class! Today, we’ll continue to learn some interesting facts about animals. Did you know that some animals can live without food for months and even years? First, crocodiles, one of the oldest reptiles of the planet, can go for a few months without food, and in extreme cases, they can go up to 3 years without food. They save energy by moving slowly and at times by being motionless too. Next, spiders have to wait for their food to come to them, so sometimes the wait could be long. But, no worries. Their body is able to last for 3 to 4 months without food. This can stretch up to 1 year. As for penguins, their metabolism is reduced during cold weather, which can help them sustain themselves without food or water for 2 to 4 months. Lastly, sharks can live without food for 8 to 10 weeks. Interestingly, the longer they live without food, the more deadly their hunting skills become. Now, let’s watch some videos of these animals. 파충류 reptile 없이 지내다 go without ~ 극단의극도의 extreme , 움직이지 않는 motionless 늘어나다 stretch 신진대사 metabolism 16. 출제의도 담화의 주제를 추론한다 [ ] . 17. 출제의도 세부 사항의 언급 여부를 파악한다 [ ] . 18. 출제의도 글의 목적을 추론한다 [ ] . 전화로 설명드렸듯이 이번 주 토요일이 , National 에서 가 Soccer Championship Riverside Warriors 와 시합을 할 날과 같은 날이어서 Greenville Trojans 그날 에 사시는 저희 부모님을 뵈러 혼자 Springfield 두 아이를 데리고 기차 여행을 하고 싶지 않습니다. 그래서 제 기차표를 다음 주말 월 일로 바꿔 주 (4 23 ) 시면 정말 감사하겠습니다 특가로 제공되는 원래 기 . 차표는 교환할 수 없다는 것을 잘 알지만 기차표를 , 예매할 당시에는 축구 경기에 관해 알지 못했으니 저 를 위해 이렇게 해 주시면 정말 감사하겠습니다미리 . 감사드립니다. 혼자 by oneself 감사하다알다 appreciate , 특가로 제공되는 special­offer 교환할 수 없는 non­exchangeable 경기 match 감사하는 grateful 19. 출제의도 등장인물의 심경을 추론한다 [ ] . 몇 시간 후에 앉아 있어서 허리가 아프고 머리는 , , 모양이 잡혀서 마르고거의 보이지 않는 화장을 했을 , 때 는 나에게 드레스로 갈아입을 시간이라고 말한 , Ash 다내가 먹는 다과가 우연히 드레스에 떨어져 얼룩지 . 게 할까 두려워 우리는 마지막 순간까지 기다리고 있 었다쇼가 시작될 때까지 분밖에 남지 않았고 . 30 Ash 를 괴롭히던 초조함이 그녀에게서 빠져나와 새로운 희 생자로 나를 선택한 것 같다 내 손바닥에서 땀이 나 . 고나는 안절부절못한다거의 모든 모델이 준비가 되 , . 었고 일부 모델은 이미 세기 복장을 입고 있다 , 19 . 가 내 코르셋을 조인다 Ash . 아프다 ache 보이지 않는 invisible 다과 refreshments 우연히 accidentally 얼룩지게 하다 stain 초조함날카로운 신경 nerve , 괴롭히다 torture 희생자 victim 손바닥 palm 땀이 나다 sweat 안절부절못하다 have butterflies in one’s stomach 조이다 tighten 20. 출제의도 필자의 주장을 추론한다 [ ] . 우리는 더 글로벌한 사회로 나아가고 있지만 다양 , 한 민족 집단들은 전통적으로 상당히 다르게 일을 하 고 있어 개방적인 아이를 만드는 데 새로운 관점이 , 가치가 있다광범위한 다문화 경험은 아이를 더 창의 . 적으로 만들고 얼마나 많은 생각을 떠올릴 수 있는지 ( 와 연상 능력으로 측정됨 아이 자신의 생각을 확장하 ) 기 위해 다른 문화로부터 관습에 얽매이지 않는 생각 을 그들이 포착할 수 있게 한다부모로서 가능한 한 . 자주 자녀가 다른 문화를 접하게 해야 한다할 수 있 . 3 다면 자녀와 다른 나라로 여행하고 가능하면 거기서 , 살라 둘 다 가능하지 않은 경우에는 지역 축제 탐방 . 하기와 다른 문화에 대한 도서관 책 빌리기 집에서 , 다른 문화의 음식 요리하기와 같이 국내에서 할 수 있 는 일이 많다. 나아가다 march 민족의 ethnic 전통적으로 traditionally 관점 perspective 광범위한 extensive 측정하다 measure 연상관련 association , 포착하다붙잡다 capture , 관습에 얽매이지 않은색다른 unconventional , 확장하다 expand 접하게 하다 expose 국내에서 at home 탐방하다탐험하다 explore , 21. 출제의도 어구의 함축 의미를 추론한다 [ ] . 와 의 연구는 지구에 관한 어린아이 Vosniado Brewer 들이 가진 생각의 맥락에서 Fish is Fish식의 동화를 보여준다 그들은 지구가 평평하다고 믿는 아이들을 . 이것이 그들의 경험과 일치하기 때문에 대상으로 연 ( ) 구했고 사실은 지구가 구형이라는 것을 그들이 이해하 도록 도우려고 시도했다 지구가 둥글다는 말을 들으 . 면 아이들은 흔히 지구를 구의 형태보다는 팬케이크와 같다고 상상했다 그런 다음 지구가 구처럼 둥글다는 . 말을 들으면 그들은 팬케이크처럼 평평한 표면이 구의 안쪽이나 위쪽에 있으며 사람들이 팬케이크 위에 서 있는 것을 상상함으로써 자신들의 평평한 지구라는 관 점 안에서 구형의 지구에 관한 새로운 정보를 해석했 다 자신들이 어떻게 지구의 표면에 서 있거나 걸을 . 수 있는지를 설명하는 데 도움이 된 그들이 개발한 지 구의 모형은 구형의 지구라는 모형과 일치하지 않았 다물고기가 육지의 모든 것을 물고기와 닮은 것으로 . 상상한다는 Fish is Fish의 이야기처럼아이들이 들은 , 모든 것은 그들의 기존 견해에 통합되었다. ①확립된 지식을 의문시하고 비판한다 ②새로운 견해는 항상 기존 견해보다 선호된다 ③자신의 모든 주장은 타인의 의견에 기반하여 평가 된다 ④자기 자신의 견해 안에서 새로운 정보를 해석한다 ⑤새로운 이론은 실험을 통해 확립된다 동화 assimilation ( ) 同化 맥락 context 평평한 flat 일치하다맞다 fit , 시도하다 attempt 구 sphere 해석하다 interpret 표면 surface 통합하다 incorporate 기존의 preexisting 22. 출제의도 글의 요지를 추론한다 [ ] . 친구나 가족의 조언은 모든 것 중에서 가장 좋은 뜻 에서 하는 말이지만새로운 습관에 자신을 맞추는 최 , 선의 방법은 아니다 핫 요가가 여러분 친구의 삶을 . 바꿔 놓았을지 모르지만 그것이 여러분에게 맞는 운 , 동임을 의미할까 우리 모두에게는 새벽 시 분에 ? 4 30 일어나는 새로운 습관이 자신의 삶을 바꿨고 우리도 그렇게 해야 한다고 확언하는 친구들이 있다 나는 ‘ ’ . 엄청 일찍 일어나는 것이 사람들의 삶을 때로는 좋은 방식으로 때로는 그렇지 않게 바꾼다는 것을 의심하 , 지 않는다그러나 주의하라이 습관이 특히 잠을 더 . . 적게 자는 것을 의미한다면 그것이 실제로 여러분의 , 삶을 더 낫게 만들지 알 수 없다그러니친구에게 효 . , 과가 있었던 것을 시도해 볼 수 있지만친구의 해결 , 책이 여러분을 똑같은 방식으로 바꾸지 않는다고 해서 자책하지 말라이 모든 접근법은 추측과 우연을 포함 . 한다그리고 그것은 여러분 삶의 변화를 위해 노력하 . 는 좋은 방법은 아니다. 좋은 뜻에서선의에서 하는 well­meaning [ ] 확언하다 swear 주의 깊은신중한 cautious , 자책하다 beat oneself up 접근법 approach 을 위해 노력하다 strive for ~ 23. 출제의도 글의 주제를 추론한다 [ ] . 개별 인간은 많은 가시적이고 비가시적인 면에서 신 체적으로 서로 다르다 대부분의 사람이 그것을 정의 . 하듯이 인종이 정말 생물학적 실체라면 아프리카계 , , 혈통인 사람들은 매우 다양한 특성을 공유하는 한편, 유럽계 혈통인 사람들은 매우 다양한 다른특성을 공 ‘ ’ 유할 것이다하지만 우리가 피부색머릿결 등등보다 . , 덜 가시적인 특성들을 추가해 보면 우리가 같은 인 , ‘ 종이라고 식별하는 사람들이 서로 점점 덜 닮았고 우 ’ 리가 다른 인종이라고 식별하는 사람들과 더욱 더 닮 ‘ ’ 았다는 것을 알게 된다 어떤 사람을 어떤 인종의 전 . 형이라고 식별하는 데 사용되는 신체적 특성예를 들 ( 어피부색이 지속적으로 변할 수 있어서 어디서 갈 , ) ‘ 색 피부가 흰 피부가 되는지를 말할 수 없는 것을 ’ ‘ ’ 이 점에 추가해 보라비록 신체적 차이 그 자체가 실 . 재하더라도사람들을 별개의 인종으로 분류하기 위해 , 우리가 신체적 차이를 사용하는 방식은 문화적 구성이 다. 다른 인종 간 신체적 차이의 원인 ① 다양한 인종 간의 문화 차이 ② 인종 차별주의를 극복하기 위한 사회 정책 ③ 진화에 있어서 환경적 요인의 중요성 ④ 생물학적 구성물로서의 인종에 대한 오해 ⑤ 신체적으로 physically 많은다수의 a multitude of , 인종 race 생물학적 biological 혈통조상선조 ancestry , , 특성 trait 결 texture 전형표본 representative , 변할 수 있는 variable 분류하다 classify 구성물 construction ( ) 24. 출제의도 글의 제목을 추론한다 [ ] . 환경에 대한 인간의 지배의 실현은 년대 후반 1700 산업 혁명과 함께 시작되었다 제조업의 발달은 사회 . 와 경제를 변화시키면서 환경에 중대한 영향을 미쳤 다 증기 기관의 발달이 기계화를 통한 상품의 대량 . 생산으로 이어지면서 미국 사회는 여러 산업의 자본주 의적 목표에 따라 구축되었다수제 상품과 농업에 기 . 반을 둔 경제를 가진 시골의 농업 사회는 산업화된 제 조업 경제를 기반으로 한 대규모 공장이 있는 도시에 서의 삶을 위해 버려졌다직물철철강 생산의 혁신 . , , 은 사기업의 이윤을 증대하였다동시에 그런 산업들 . , 은 환경에 권력을 행사하였고 공공 토지와 수로에 유 해한 부산물을 내버리기 시작했다. 산업 혁신을 위한 전략 ① 도시화더 나은 삶으로 가는 길 : ② 산업 발달이 환경을 해쳤다 ③ 기술지속 가능한 발전의 열쇠 : ④ 자본주의의 원동력은 탐욕이 아니었다 ⑤ 실현 realization 지배 domination 발달발전 advance , 제조업 manufacturing ( ) 변화시키다 transform 자본주의적 capitalistic 기계화된 mechanized 대량으로 in mass quantities 시골의 rural 농업 agriculture 버리다 abandon 도시의 urban 직물섬유 textile , 동시에 simultaneously 행사하다휘두르다 exert , 권력권한 authority , 쓰레기 따위를 내버리다 dump ( ) 유해한 hazardous 부산물 by­product 25. 출제의도 도표의 내용을 파악한다 [ ] . 위 그래프는 선택된 개국에서 사람들이 직장학교 5 , , 또는 대학교로 매일 통근을 위해 어떤 교통수단을 이 용하는지 보여준다 개국 각각에서 자가용을 이용하 . 5 는 통근자의 비율이 세 가지 교통수단 중 가장 높다. 미국은 개국 중에서 자가용을 이용하는 통근자의 비 5 율이 가장 높지만 다른 두 교통수단의 비율은 가장 , 낮다 네덜란드를 제외한 모든 국가에서 대중교통은 . 두 번째로 인기 있는 교통수단이다 개국 중에서프 . 5 , 랑스가 자가용을 이용하는 통근자의 비율과 대중교통 을 이용하는 통근자의 비율 간의 차이가 가장 크다. 대중교통을 이용하는 통근자의 경우에는독일이 모든 , 나라를 앞서고 바로 그 다음이 오스트레일리아이다. ④자가용을 이용하는 통근자의 비율과 대중교통을 이용하는 통근자의 비율 간의 차이는 미국에서 가장 크므로도표의 내용과 일치하지 않는다 , . 교통수단 mode of transportation 통근하다통근 commute ; 26. 출제의도 실용문의 세부 내용을 파악한다 [ ] . 가상 행사 2022 Bluehill 커뮤니티 센터가 주최하는 가 Bluehill 2022 Bluehill 상 행사에 여러분을 초대합니다 우리는 자선 프로그 . 램 기금을 마련하기 위한 온라인 파티를 할 것입니다! 올해는 직접 함께 모일 수 없어서 가상으로 함께 모일 것입니다. - 가상 행사는 월 일 오후 시부터 시까지입니다 4 2 6 8 . - 음악 공연과 특별 강연 라이브 경매가 포함될 것 , 입니다! - 사회자는 A Good Neighbor의 유명한 배우인 일 것입니다 Edward Jones . 누구나 참가할 수 있습니다이 행사는 무료로 . 스트리밍될 것입니다! 파티에 참가하려면 를 www.bluehillgala.org 방문하기만 하면 됩니다. 가상의 virtual 경축 행사 gala ( ) 주최하다 host 경매 auction 27. 출제의도 실용문의 세부 내용을 파악한다 [ ] . 점토 공예 워크숍 Woodside 년 월 일 목요일 오후 시 2022 3 31 7 년 월 일 목요일 오후 시 2022 4 7 7 성인을 위한 두 차시짜리 워크숍입니다첫 번째 시 . 간에 점토의 기본을 배우고 독특한 도자기 펜던트를 만들 것입니다두 번째 시간에는 우리가 유약을 바르 . 고 굽기 전에 여러분이 작품을 장식할 것입니다여러 . 4 분의 펜던트는 월 일부터 찾아가도록 준비될 것입 4 14 니다. - 이 워크숍은 초보자에게 적합하므로 경험이 필요하 지 않습니다. - 참가비 파운드모든 재료와 강습와인 한 잔 포 : 25 ( , 함) - 자리가 한정되어 있으니 일찍 예약하십시오 사전 . 예약만 가능합니다. 더 많은 정보를 원하시면 www.woodsideclay.co.uk 로 저희 웹 사이트를 방문하십시오. 점토찰흙 clay , 도자기 등을 굽다 fire ( ) 강습 instruction 28. 출제의도 글의 세부 내용을 파악한다 [ ] . 는 사진작가이자 작가영화감독음악 Gordon Parks , , 가였다그는 흑인 사회 밖에서는 그들의 삶에 익숙한 . 사람이 거의 없던 시절에 아프리카계 미국인의 일상생 활을 기록했다 는 명의 자녀 중 막내로 태어 . Parks 15 나 가족 농장에서 자랐다어머니가 돌아가신 후그는 . , 에 있는 누나와 살러 갔다 는 결국 학 Minnesota . Parks 교를 중퇴하고 다양한 일자리에서 일했다 그가 읽은 . 떠돌이 농장 일꾼에 관한 포토 에세이 덕분에 사진에 관한 그의 관심이 생겼다 그가 시카고로 옮겨간 후 . , 는 가난한 아프리카계 미국인들을 사진 찍기 시 Parks 작했다 년에 그는 . 1949 Life 지의 사진 기자가 된 최 초의 아프리카계 미국인이 되었다 그는 또한 살아생 . 전에 음악 작품을 작곡했고 년에 1956 Vienna 는 그가 작곡한 피아노 협주곡을 연주했다 Orchestra . 는 년에 사망할 때까지 영감을 주는 예술가 Parks 2006 였다. 기록하다 document 결국 eventually 학교를 중퇴하다 drop out of school 떠돌이이주자 migrant , 협주곡 concerto 29. 출제의도 어법상 틀린 표현을 찾는다 [ ] . 타인과 견주어 우리 자신을 평가해서는 안 된다는 많은 경고에도 불구하고 우리 대부분은 여전히 그렇 , 게 하고 있다 우리는 의미를 추구하는 존재일 뿐만 . 아니라 사회적인 존재라서우리 자신을 평가하고 우 , , 리 지위를 개선하며우리의 자존감을 높이기 위해 끊 , 임없이 사람들끼리 비교를 한다 그러나 사회적 비교 . 의 문제는 그것이 흔히 역효과를 낸다는 것이다우리 . 보다 더 잘하고 있는 사람과 우리 자신을 비교할 때, 우리는 흔히 그만큼 잘하지 못하는 것에 대해서 무능 하다고 느낀다이것은 때로는 심리학자들이 악성 질 . ‘ 투라고 부르는 것즉 누군가가 불행을 만나기를 바라 ’ , 는 욕망나는 그녀가 가진 것을 가지고 있지 않으면 (“ 좋을 텐데 으로 이어진다 마찬가지로 우리보다 더 .”) . , 못하고 있는 사람과 자신을 비교하는 것은 경멸 즉 , , 다른 사람이 우리의 호의를 받을 가치가 없는 것이라 는 느낌그녀는 내가 주목할 가치가 없어 을 가질 (“ .”) 위험이 있다그렇지 않고우리 자신을 타인과 비교하 . , 는 것은 또한 양성 질투 즉 그들이 불행해지기를 바 ‘ ’, 라지 않고 다른 사람의 성취를 재생산하려는 열망그 (“ 녀가 가진 것을 나도 가지면 좋을 텐데 으로 이어질 .”) 수 있으며그것은 몇몇 상황에서 최근의 실패에도 불 , 구하고 우리의 노력을 늘리도록 우리에게 영감을 주고 동기를 부여하는 것으로 보여져 왔다. ④동사구(comparing ourselves with someone 가 문장의 주어이기 who’s doing worse than we are) 때문에 술어 동사 를 로 바꿔야 한다 risk risks . 많은풍부한 abundant , 평가하다재다 measure , 의미를 추구하는 meaning­seeking 사람들끼리의 interpersonal 평가하다 evaluate 지위 standing 높이다향상하다 enhance , 자존감 self­esteem 무능한 inadequate 불행 misfortune 할 위험이 있다 risk ~ 가치가 없는 undeserving 호의 beneficence 주목할 가치가 없는 beneath one’s notice 열망동경 longing , 재생산하다 reproduce 30. 출제의도 문맥상 부적절한 어휘를 찾는다 [ ] . 정상 과학은 정확히 무엇을 포함하는가? Thomas 에 따르면 그것은 주로 문제 해결하기의 문제 Kuhn , ‘ ’ 이다패러다임이 아무리 성공적이더라도그것은 항상 . , 특정한 문제 즉 그것이 쉽게 수용할 수 없는 현상이 , 나이론의 예측과 실험적 사실 사이의 불일치에 부딪 , 힐 것이다 정상 과학자들의 일은 패러다임에 가능한 . 한 변화를 거의 주지 않으면서이러한 사소한 문제를 , 제거하려고 노력하는 것이다 그래서 정상 과학은 보 . 수적인 활동으로 그것을 실행하는 사람은 극히 중대 , 한 발견을 하고자 노력하고 있지 않고 오히려 단지 , 현존하는 패러다임을 발전시키고 확장하려는 것이다. 의 말로 하자면 정상 과학은 사실이나 이론의 Kuhn , ‘ 참신함을 목표로 하지 않으며 성공적일 때에는 찾아 , 내는 것이 없다 무엇보다도 은 정상 과학자들 .’ , Kuhn 이 패러다임을 시험하려 노력하지 않는다는 것을 강 ‘ ’ 조했다 오히려 그들은 패러다임을 의심하지 않고 받 . 아들이고 그것이 설정한 한계 안에서 자신의 연구를 , 수행한다 만약 정상 과학자가 패러다임과 . 상응하는 상충하는 (→ 실험 결과를 얻는다면그들은 보통 자 ) , 신의 실험 기술에 결함이 있고패러다임이 틀린 것은 , 아니라고 여긴다. corresponds conflicts ⑤ → 주로 primarily 패러다임 paradigm 부딪히다마주치다 encounter , 수용하다 accommodate 사소한 minor 어려운 문제 puzzle ( ) 보수적인 conservative 극히 중대한근본을 흔드는 earth­shattering , 확장하다연장하다 extend , 참신함신기함 novelty , 강조하다 stress 의심하지 않고 unquestioningly 결함이 있는 faulty 31. 출제의도 빈칸에 적절한 표현을 추론한다 [ ] . 우두머리 주변에서 여러분은 항상 친구나 좋은 부 , 하 심지어는 대단한 동조자라는 인상을 주는 사람들 , 을 발견할 수 있다 그러나 일부는 진정으로 속해 있 . 는 것은 아니다언젠가는어떤 사건이 그들의 위장을 . , 날려 버릴 것이고여러분은 그들이 진정으로 속한 곳 , 을 알게 될 것이다모든 것이 편안하고 안전할 때그 . , 들은 복도를 서성거리고 아주 작은 기회에도 알랑거리 면서 그곳에 있을 것이다 하지만 어려움이 닥치자마 . 자그들은 가장 먼저 보이지 않을 것이다그래서 어 , . 려운 시기는 충성심의 진정한 시험대이다. Dr. Martin 은 어떤 사람을 판단하는 궁극적인 시험 Luther King “ 대는 편안함과 안락함의 순간에 그 사람이 서 있는 곳 이 아니라도전과 논쟁의 시기에 그 사람이 서 있는 , 곳이다라고 말했다 그러므로 항상 여러분에게서 뭔 .” . 가 얻어가려고 열망하면서 사소하게라도 돌려주기를 꺼리는 친구를 조심하라 만약 그들에게 여러분과 함 . 께 악천후를 뚫고 항해하려는 헌신이 부족하다면 여 , 러분의 배가 멈출 때그것을 버릴 가능성이 더 크다 , . 지도력 창의력 지성 독립성 ① ③ ④ ⑤ 이라는 인상을 주다 come across as ~ 부하하위의 사람 subordinate , ( ) 동조자지지자 sympathizer , 속하다 belong 사건 incident 위장 cover 편안한 cosy 복도 corridor 도전힘든 일 challenge , 논쟁 controversy 꺼리는 reluctant 헌신약속 commitment , 항해하다 sail 32. 출제의도 빈칸에 적절한 표현을 추론한다 [ ] . 자동차를 운전할 때 차량을 조작하는 방법에 관한 , 기억은 한 세트의 뇌세포에서 나오고 목적지에 도착 , 하기 위해 도로를 주행하는 방법에 관한 기억은 또 다 른 세트의 신경 세포로부터 발생하며운전 규칙에 관 , 한 기억과 도로 표지를 따르는 것에 관한 기억은 또 다른 뇌세포 집단으로부터 생기고 다른 자동차와의 , 위기일발을 포함하여 운전 경험 자체에 대해 여러분이 가지고 있는 생각과 느낌은 또 다른 세포 집단에서 나 온다여러분은 이 모든 별개의 정신적 활동과 인지적 . 신경 활성화에 관한 의식적인 인지를 하고 있지는 않 지만 그것들은 여러분의 전반적인 경험을 종합하기 , 위해 아름다운 조화를 이루며 어떻게든 함께 작동한 다사실우리가 기억하는 방식과 우리가 생각하는 방 . , 식 사이의 진정한 차이를 우리는 알지도 못한다하지 . 만우리는 그것들이 강력하게 뒤얽혀 있다는 것을 정 , 말로 알고 있다그런 이유로 기억력 기술이 기억력의 . 특정 구성 요소를 강화하는 데 도움이 될 수 있다 하 더라도 진정으로 기억력을 향상시키는 것은 결코 기 , 억력 기술을 사용하는 것에 관한 것일 수 없다 요컨 . 대 인지적 수준에서 기억력을 개선하고 보존하기 위 , 해서는 뇌의 모든 기능을 작동시켜야한다 . 몸과 마음을 건강하게 유지해야 ① 스트레스를 받을 때 마음을 가라앉혀야 ② 한 번에 한 가지 일에 집중해야 ③ 배우는 것을 다른 사람과 공유해야 ⑤ 기억력 memory ( ) 조작하다운전하다작동하다 operate , , 탈것 vehicle 세포 cell 주행하다 navigate 목적지도착지 destination , 발생하다생기다일어나다 spring , , 신경 세포 neuron 도로 표지 street sign 에서 생기다 originate from ~ 의식적인 conscious 인지 awareness 별개의 separate 정신의마음의 mental , 인지의 cognitive 신경계의 neural ( ) 활성화 firing 종합하다합성하다 synthesize , 전반적인 overall 향상시키다 improve 기술속임수 trick , 강화하다 strengthen 특정한어떤 정해진 certain , 구성요소 component 요점 bottom line 보존하다유지하다 preserve , 5 33. 출제의도 빈칸에 적절한 표현을 추론한다 [ ] . 많은 철학자에 따르면과학이 모든 것을 설명할 수 , 있는 것은 아닐 것이라는 순전히 논리적인 이유가 있 다왜냐하면 무언가를 설명하기 위해서는그것이 무 . , 엇이든 간에우리는 다른 무언가를 언급해야 한다하 , . 지만 두 번째 것은 무엇이 설명하는가 예를 들어뉴 ? , 턴이 자신의 중력 법칙을 사용하여 매우 다양한 범위 의 현상을 설명했음을 떠올려 보라하지만 중력 법칙 . 자체는 무엇이 설명하는가 만약 누군가가 왜 모든 ? ‘ ’ 물체가 서로에게 중력을 행사하는지 묻는다면우리는 , 그들에게 뭐라고 말해야 하는가 뉴턴은 이 질문에 답 ? 이 없었다뉴턴의 과학에서 중력 법칙은 기본 원리였 . 다즉그것이 다른 것들을 설명했지만그 자체는 설 . , , 명될 수 없었다그 교훈이 일반화된다미래의 과학이 . . 아무리 많이 설명할 수 있다 하더라도그것이 제공하 , 는 설명은 어떤 기본 법칙과 원리를 이용해야만 할 것 이다어떤 것도 스스로를 설명할 수 없기 때문에결 . , 론적으로 적어도 이러한 법칙과 원리 중 일부는 그 자 체로 설명되지 않은 채 남을 것이다. 인간이 자연과 맺는 관계를 지배한다 ① 객관적인 관찰에 기초한다 ② 다른 이론들과 비교될 것이다 ④ 현상을 설명하기 위해 사용하기 어렵다 ⑤ 철학자 philosopher 순전히순수하게 purely , 논리적인 logical 예를 들면 to illustrate 떠올리다상기하다 recall , 다양한 diverse 현상 phenomenon (pl. phenomena) 중력 gravity 물체 body 에 을 행사하다 exert ~ on ... ~ … 중력 gravitational attraction 기본의근본적인 fundamental , 원리 principle 교훈 moral 일반화되다 generalize 을 이용하다 make use of ~ 34. 출제의도 빈칸에 적절한 표현을 추론한다 [ ] . 사회적 상황에서 웃음의 중요한 역할의 한 예로, 와 는 익살스러운 동영상을 혼자 본 Devereux Ginsburg 사람들과 비교하여 그것을 함께 본 모르는 사람이나 , 친구끼리 짝지어진 쌍에서 웃음의 빈도를 조사했다. 사람들이 웃는 데 보낸 시간은 혼자 있을 때보다 짝을 이루어 있을 때 거의 두 배 더 빈번했다웃음의 빈도 . 는 모르는 사람들보다 친구들의 경우가 약간 더 적었 을 뿐이다 와 에 따르면모르는 사 . Devereux Ginsburg , 람과 함께 웃는 것은 쌍을 이루는 각각의 사람을 편안 하게 만드는 사회적 유대를 형성하는 데 이바지했다. 이 설명은 모르는 사람과 함께 있는 조건에서 한 사람 이 웃을 때 상대방도 웃을 가능성이 있었다는 사실에 의해 뒷받침된다흥미롭게도세 가지 사회적 조건혼 . , ( 자인 경우모르는 사람과 쌍을 이룬 경우친구와 쌍 , , 을 이룬 경우은 동영상의 재미나 행복감 또는 불안감 ) 에 대한 그들의 평가에 있어서 다르지 않았다 이 발 . 견은 그들의 웃음의 빈도는 우리가 다른 사람들과 함 께 있을 때 어떤 것이 더 재미있다고 생각하기 때문이 아니라 오히려 우리가 다른 사람과 가까워지기 위해 웃음을 이용하고 있기때문이었다는 것을 의미한다 . ①희극과 유머에 대한 비슷한 취향을 갖고 있기 ③우리의 가장 내밀한 감정을 드러내기를 꺼리기 ④상황보다는 내용에 집중하기 ⑤혼자보다 다른 사람 곁에 있을 때 더 편안함을 느 끼기 웃음 laughter 조사하다 examine 빈도 frequency 짝을 이루다 match 짝진 것의 한 쌍 pair ( ) 모르는 사람 stranger 익살스러운 humorous 거의 nearly 약간 slightly 에 이바지하다 serve ~ 유대 bond 다르다 differ 평가 rating 불안감 anxiousness 의미하다 imply 35. 출제의도 글의 흐름과 무관한 문장을 파악한다 [ ] . 오늘날의 디지털 원주민들은 디지털 기술에 몰입한 ‘ ’ 채로 성장했고자기가 가진 기기의 힘을 충분히 활용 , 할 수 있는 기술적 소질을 가지고 있다 하지만 그들 . 이 어떤 앱을 사용해야 하는지 혹은 어떤 웹 사이트를 방문해야 하는지 알고 있을지라도 터치스크린 뒤에 , 숨겨진 작동 방식을 반드시 이해한다는 것은 아니다. 사람들이 기계의 역학과 용도를 이해하려면 기술 활용 능력이 필요하다 년 전 공장 근로자들이 엔진의 . 100 기본 구조를 이해할 필요가 있었던 것과 마찬가지로, 우리는 우리의 기기 뒤에 숨겨진 기본 원리를 이해할 필요가 있다 기기의 수명은 하드웨어의 구조뿐만 아 . ( 니라 기기를 작동하는 소프트웨어의 우수성에 달려 있 다 이것은 우리가 소프트웨어와 하드웨어를 최대한 .) 유용하게 사용하여성취하고 만들어 낼 수 있는 우리 , 의 능력을 극대화한다. 디지털 원주민 digital native 에 몰입한 immersed in ~ 가지다 possess 소질재능 aptitude , 활용하다 utilize 기기 device 기술 활용 능력 technological literacy 역학기계학 mechanics , 기본적인본질적인 elemental , 수명 lifespan 할 수 있게 하다 empower 유용쓸모가 있음 utility , 극대화하다 maximize 36. 출제의도 글의 순서를 파악한다 [ ] . 고대 그리스인들은 와 라는 두 가지 ‘logos’ ‘mythos’ 의 매우 다른 사고방식을 설명하곤 했다 는 대 . ‘logos’ 략 논리적 경험적 과학적 세계를 지칭했다 , , . (B) 는 꿈 스토리텔링 상징의 세계를 지칭했다 ‘mythos’ , , . 오늘날의 많은 합리주의자처럼그리스의 일부 철학자 , 들은 를 높이 평가하고 를 경시했다그 ‘logos’ ‘mythos’ . 들은 논리와 이성이 우리를 현대적으로 만들고 스토 , 리텔링과 신화 만들기를 원시적이라고 결론지었다. 그러나 오늘날의 많은 인류학자 사회학자 철학 (A) , , 자를 포함하여그때나 지금이나 많은 학자는 더 복잡 , 하게 상황을 이해하는데 와 는 뒤얽혀 , ‘mythos’ ‘logos’ 있고 상호 의존적이라는 것이다이 관점에 따르면 과 . 학 자체가 이야기에 의존한다 우리가 세상을 이 . (C) 해하기 위해 사용하는 생각의 틀과 은유는 우리가 하 는 과학적 발견을 형성하고심지어 우리가 보는 것을 , 형성한다우리의 생각의 틀과 은유가 바뀌면 세상 자 . 체가 변한다 코페르니쿠스 혁명은 단순한 과학적 계 . 산보다 더 많은 것을 포함하는데 우주 속 지구의 위 , 치에 관한 새로운 이야기를 포함했다. 대략 roughly 을 지칭하다 refer to ~ 학자 scholar 인류학자 anthropologist 사회학자 sociologist 복잡한 complicated 상황 파악 picture ( ) 상호 의존적인서로 의존하는 interdependent , 상징 symbol 합리주의자 rationalist 높이 평가하다존중하다 prize , 결론을 내리다 conclude 원시적인 primitive 생각의 틀 frame ( ) 은유 metaphor 형성하다 shape 계산 calculation 37. 출제의도 글의 순서를 파악한다 [ ] . 일부 문학 작품의 길이가 압도적이라는 데는 의심의 여지가 없다수업 시간에 작품을 몇 시간몇 주 동안 . , 읽거나 번역하는 것은 너무나 지루한 경험일 수 있어 서 많은 학생이 다시는 외국어 서적을 절대 펴고 싶어 하지 않는다 발췌본은 한 가지 해결책을 제공한 . (B) 다 장점들은 분명하다 즉 다양한 작품에서 가져온 . . , 일련의 단락을 읽는 것은 교실에서 더 많은 다양성을 만들어 내서 교사는 단조로움을 피할 가능성이 더 크 면서도 여전히 최소한이라도 어떤 작가의 특별한 묘미 를 학습자에게 맛보게 한다 반면에 짧은 토막 . (C) , ‘ 글만 접한 학생은 책의 전반적인 구성을 아는 만족감 ’ 을 결코 가질 수 없을 것이며결국 그 만족감은 모국 , 어로 된 어떤 글을 읽을 때 우리 대부분이 찾고자 하 는 것이다 게다가 짧은 발췌로는 충분히 설명될 . (A) 수 없는 문학적인 특징이 몇 가지 있는데 예를 들면 , 줄거리나 등장인물의 전개와 더불어 이것이 내포하는 독자의 점진적 몰입또는 대조적인 관점의 병치를 통 , 해 복잡한 주제를 전개하는 것이다. 의심의혹 doubt , 문학의 literary 압도적인 overwhelming 충분히 adequately 설명하다예증하다 illustrate , 줄거리 plot 몰입몰두 involvement , 이야기ㆍ사태 따위를 전개하다 unfold ( ) 복잡한 complex 대조적인대비되는 contrasting , 분명한 obvious 단락 passage 할 가능성이 더 크다 have a greater chance of ~ 단조로움 monotony 묘미특징 flavour , 토막덩어리 chunk , 만족감 satisfaction 구성양식 pattern , 38. 출제의도 주어진 문장이 들어갈 위치를 파악한다 [ ] . 현대 과학의 초기 단계에서 과학자들은 주로 책을 출판함으로써 자신의 창의적인 생각을 전달했다이런 . 작업 방식은 뉴턴의 Principia로뿐만 아니라 코페르니 쿠스의 On the Revolutions of the Heavenly Spheres 와 케플러의 The Harmonies of the World 갈릴레오 , 의 Dialogues Concerning the Two New Sciences로 도 설명된다. Transactions of the Royal Society of London 같은 과학 정기 간행물의 출현과 함께 책은 , 과학적 의사소통의 주요한 형식으로 전문 학술지 논문 에 점차 자리를 내주었다 물론 다윈의 . Origin of Species가 보여 주듯이 책이 완전히 버려진 것은 아니 었다그랬다고 하더라도과학자들은 결국자기 생각 . , , 을 다룬 책 한 권 길이의 출간물을 내지 않고도 자신 이 창의적으로 기여한 바에 대한 명성을 세우는 것이 가능하게 되었다. 예를 들어아인슈타인에게 노벨상을 , 안겨 준 특수 상대성 이론과 광전 효과에 관한 혁명 , 적인 생각들은 Annalen der Physik에 논문으로 등장 6 했다. 역사상 가장 위대한 과학자 중 한 명으로서 그 의 지위는 단 한 권의 책의 출간에 달려 있지는 않다. 혁명적인 revolutionary 에 관한 concerning ~ 특수 상대성 이론 special theory of relativity 논문 paper 출현 advent 정기 간행물 periodical 내주다양도하다 yield , 학술지 journal 완전히 altogether 세우다확립하다 establish , 명성 reputation 기여공헌 contribution , 취급대우 treatment , 지위상태 status , 에 달려 있다 depend on ~ 출간 publication 39. 출제의도 주어진 문장이 들어갈 위치를 파악한다 [ ] . 공급 일정은 소비자의 수요를 충족하기 위해 생산 율을 바꿀 수 있는 업체의 능력을 말한다 몇몇 업체 . 는 증가한 수요를 충족하기 위해 조업도를 빠르게 늘 릴 수 있다그러나스포츠 클럽은 고정된혹은 유연 . , , 하지 못한비탄력적인 생산 능력을 가지고 있다 그 ( ) . 들은 소위 고정 공급 일정이라는 것을 가지고 있다. 이것이 의류장비회원권기념품 판매에는 해당하지 , , , 않는다는 것에 주목할 가치가 있다그러나 클럽과 팀 . 은 시즌 동안 일정 횟수만 경기할 수 있다팬과 회원 . 이 경기장에 들어갈 수 없으면그 수익은 영원히 손 , 실된다. 스포츠 클럽과 리그가 고정 공급 일정을 가지 고 있을지라도 경기를 보는 소비자의 수를 늘리는 , ( ) 것이 가능하다. 예를 들어 더 많은 좌석을 제공하거 , 나경기장을 바꾸거나경기 시즌을 연장하거나심지 , , , 어 새로운 텔레비전라디오혹은 인터넷 배급으로 스 , , 포츠 제품의 공급을 늘릴 수 있다. 고정된 fixed 생산율 production rate 조업도 production level 유연하지 못한 inflexible 비탄력적인 inelastic 할 가치가 있다 it is worth ­ing ~ 수익수입 revenue , 배급배포 distribution , 40. 출제의도 글의 요약문을 완성한다 [ ] . 거리는 두 사람 간의 관계에 관한 믿을 수 있는 지 표이다 모르는 사람들은 지인들보다 더 멀리 떨어져 . 서 있고 지인들은 친구들보다 더 멀리 떨어져 서 있 , 고친구는 연인들보다 더 멀리 떨어져 서 있다물론 , . 때로는 이들 규칙은 위반된다 완전히 모르는 사람들 . 로 가득 찬 엘리베이터를 타고 개 층을 이동했던 , 20 마지막 때를 떠올려 보라승객이 빽빽이 들어찬 경험 . 은 분명히 그 상황을 약간 불편하게 만들었을 것이다. 물리적 공간이 침범된 상태에서 여러분은 눈을 마주 , 치지 않고그 대신 엘리베이터 버튼에 집중해서 심리 , ‘ 적공간을 만들어 내려고 했을 수도 있다하나의 비 ’ . 언어적인 채널눈맞춤에서의 가까움을 줄임으로써 ( ) , 또 다른 채널근접성에서의 원치 않는 가까움을 상쇄 ( ) 할 수 있다 마찬가지로 여러분이 큰 테이블에서 몇 . , 피트 떨어져 앉아 있는 누군가와 이야기를 하고 있다 면아마도 계속 눈을 마주칠 것인데 그것은 여러분 , , ( ) 이 서로 옆에 서 있는 경우에 하기에는 불편해할 수도 있는 것이다. 사람들 사이의 물리적 거리는 관계의 상태에 의 → 해 결정되지만그 거리가 적절하지 않을 때 사람들은 , 편안한 심리적 거리를 확립하기 위해 비언어적 의사소 통을 조절한다. 감춰진 해석하다 - ② 영향을 받는 무시하다 - ③ 예측되는 그만두다 - ④ 측정되는 줄이다 - ⑤ 지표 indicator 지인아는 사람 acquaintance , 위반하다침범하다 violate , 가득 찬 packed 채널정보의 전달 경로 channel ( ) 을 상쇄보상하다 compensate for ~ [ ] 계속적인 constant [41 ~ 42] 잘 싸울 수 있다는 것은 우리를 더 정중하게 만들 뿐만 아니라 우리의 창의적 근력을 발달시킨다 고전 . 적인 연구에 따르면 매우 창의적인 건축가는 기술적 , 으로 유능하지만 덜 독창적인 그들의 동료보다 충돌이 많은 가정에서 나올 가능성이 더 크다 그들은 흔히 . 긴장감이 있지만 안전한 집안에서 자랐는데 심리학 ‘ ’ , 자 는 창의적인 사람이 될 사람은 전혀 Robert Albert “ 화목하지 않은 가정에서 나온다라고 언급한다그 부 .” . 모들이 신체적으로나 언어적으로 학대한 것은 아니었 지만 갈등을 피하지도 않았다 그들은 자녀에게 눈앞 . 에 있되 아무 말도 하지 말라고 말하는 대신 자신의 입장을 내세우라고 권장했다 그 자녀들은 남을 비판 . 하고 비판을 받아들이는 것을 배웠다그것이 바로 비 . 행기를 발명한 와 형제에게 일 Wilbur Orville Wright 어난 일이었다. 형제가 자기들은 함께 생각한다고 말했을 때 Wright 그 말의 진짜 의미는 자신들이 함께 싸웠다는 것이다. 그들이 문제를 풀고 있었을 때 그들은 한 번에 몇 시 간 동안뿐만 아니라 몇 주몇 달 동안 지속된 논쟁을 , 했다 그들이 화가 나서 그토록 끊임없이 싸운 것은 . 아니었다 그들은 그것을 즐기고 그 경험으로부터 배 . 웠기 때문에 계속 싸웠다 나는 와 다투는 것을 . “ Orv 좋아한다라고 는 회고했다 보다시피 인간이 .” Wilbur . , 하늘로 날아오르지 못하게 막았던 결정적인 가정을 그 들이 지지하도록 재고하도록 (→ 이끌었던 것은 바로 ) 그들의 가장 열정적이고 장기적인 논쟁 중 하나였다. 정중한예의 바른 civil , 고전적인 classic 기술적으로 technically 유능한 competent 독창적인 original 동료 peer 충돌불화마찰 friction , , 언급하다 note 전혀 이 아닌 anything but ∼ 언어적으로 verbally 학대하는 abusive 을 피하다 shy away from ∼ 갈등 conflict 의 입장을 내세우다 stand up for ∼ 논쟁 argument 지속되다 last 끊임없는 ceaseless 싸우다말다툼하다 quarrel , 회고하다 reflect 장기적인 prolonged 결정적인중대한 critical , 가정 assumption 날아오르다 soar 41. 출제의도 글의 제목을 추론한다 [ ] . 건설적인 갈등의 힘 ① 유머로 긴장된 순간을 가볍게 하라 ② 가족 스트레스에 대처하는 전략 ③ 타협갈등 해결의 열쇠 : ④ 형제 간의 경쟁심각한 위기 : ⑤ 42. 출제의도 문맥상 부적절한 어휘를 찾는다 [ ] . (e) support rethink → [43 ~ 45] 은 민감한 소년이었다심지어 그의 머리카 (A) John . 락도 간지럼을 탔다 산들바람이 그의 머리카락에 닿 . 으면 그는 웃음을 터뜨리곤 했다 그리고 간지럼으로 . 인한 웃음이 시작되면 아무도 그를 멈추게 할 수 없 , 었다 의 웃음은 전염성이 매우 강해서 이 간 . John John 지럼을 타기 시작하면 모두가 결국 끝없이 웃게 되었 다 자기가 간지럼을 잘 타는 것을 억제하기 위해 수 . 없이 많은 다양한 모자를 써 보기도 했고 초강력 헤 , 어스프레이를 사용해 보기도 하며 머리를 밀기도 하 , 는 등 온갖 노력을 했다 하지만 아무것도 효과가 없 . 었다어느 날 그는 거리에서 어떤 광대를 만났다그 . . 광대는 매우 늙어서 걸음도 겨우 걸었지만 이 울 John 고 있는 것을 보았을 때 그를 격려하러 갔다. 을 웃게 하는 데 오래 걸리지 않았고그들 (C) John , 은 이야기를 하기 시작했다 은 . John 그에게 간지럼을 타는 자신의 문제에 관해 말했다 그러고 나서 그는 . 광대에게 그렇게 늙어서도 어떻게 광대 일을 계속할 수 있는지 물었다 나를 대신할 사람은 없고내게는 . “ , 해야 할 매우 중요한 일이 있단다라고 그 광대는 말 .” 했다 그러고 나서 그는 을 여러 병원과 보호 시 . John 설학교로 데려갔다 , . 가는 곳마다 아프거나 고아가 된 아이들 매우 (B) , 심각한 문제를 가진 아이들로 가득했다 하지만 그들 . 은 그 광대를 보자마자그들의 표정은 완전히 바뀌고 , 미소로 밝아졌다그날은 훨씬 더 특별했는데모든 쇼 . , 에서 의 전염성 있는 웃음이 결국 아이들을 많이 John 웃게 만들곤 했기 때문이다 그 늙은 광대는 . 그에게 윙크하며 말했다 이제 이 일이 얼마나 중요한 일인지 . “ 알겠니 그래서 내 나이에도 나는 은퇴할 수가 없단 ? 다.” 그리고 그는 아무나 그 일을 할 수 있는 게 아 (D) “ 니란다 웃음을 줄 수 있는 특별한 재능이 있는 사람 . 이어야 한단다라고 덧붙여 말했다 이 말을 했을 때 .” . 바람이 다시 의 간지럼과 John 그의 웃음을 터지게 했 다 얼마 후 은 그 늙은 광대의 뒤를 잇기로 했 . , John 다 그날 이후로 자신의 특별한 재능 덕분에 이 . John 남다르다는 사실은 실제로 그를 행복하게 만들었다. 민감한 sensitive 산들바람 breeze 닿다 touch 을 터뜨리다 burst out ~ 전염성이 있는 contagious 결국 한 상태가 되다 end up (in) ~ 끝없는 endless 억제하다조절하다 control , 간지럼 ticklishness 몸에 난 털을 밀다 수염을 깎다 shave ( ) , ( ) 광대 clown 을 격려하다 cheer up ~ 고아가 된 orphaned 완전히 completely 밝아지다 light up 은퇴하다 retire 을 계속하다 carry on ~ 의 뒤를 잇다 replace ~ 보호 시설 shelter 덧붙여 말하다 add 재능선물 gift , 43. 출제의도 글의 순서를 파악한다 [ ] . 44. 출제의도 가리키는 대상이 다른 것을 찾는다 [ ] . 45. 출제의도 글의 세부 내용을 파악한다 [ ] ."
}