{
    "text": "9 • 3교시 영어 영역 • 1 ① 2 ② 3 ③ 4 ⑤ 5 ⑤ 6 ③ 7 ③ 8 ⑤ 9 ④ 10 ② 11 ② 12 ③ 13 ① 14 ② 15 ② 16 ④ 17 ④ 18 ② 19 ② 20 ⑤ 21 ④ 22 ① 23 ① 24 ③ 25 ④ 26 ③ 27 ④ 28 ④ 29 ⑤ 30 ⑤ 31 ① 32 ① 33 ⑤ 34 ② 35 ③ 36 ② 37 ③ 38 ③ 39 ④ 40 ① 41 ① 42 ⑤ 43 ③ 44 ⑤ 45 ⑤ [듣기] 1. [출제의도] 담화의 목적 파악하기 M: Hello, City Talk Radio listeners! This is Tony Moore. As some of you know, the International Motor Show is coming to our city this weekend. I’m here to inform you that the city will operate a temporary parking lot for visitors’ convenience. It’s because a huge crowd is expected to visit the motor show. The temporary parking lot is a five-minute walk from the main entrance. Also, parking is free for all visitors. Once again, I announce that a temporary parking lot will be set up and run for visitors. You can enjoy the motor show without parking problems. I’ll be back after a short commercial break. Stay tuned! 2. [출제의도] 대화의 의견 파악하기 W: Honey, since you’re a fruit lover, I bought some fruits. M: Wow, they look so fresh and delicious. W: Yes. Let’s have some now. M: Oh, is it okay to have fruits before lunch? W: Of course. Actually, consuming fruits before a meal can have beneficial effects on your health. M: What kinds of benefits are you talking about? W: For example, eating fruits before a meal can aid in weight management because it helps you feel full. M: Hmm... That makes sense. W: Also, nutrients are better absorbed when fruits are eaten before a meal. M: I see. I didn’t know that when we eat fruit has so much to do with our health. W: Exactly. Having fruits before a meal can improve your health. M: Okay. Then I’ll wash them for us. 3. [출제의도] 담화의 요지 파악하기 M: Hello, everyone. Welcome to our environmental lecture, Love Our Planet. You’ve all heard that “Plastic is bad for the environment!,” but do you actually know how bad it is? Plastic items take 1,000 years to degrade in landfills. Plus, only a small percentage of plastic items are actually recycled. To overcome the plastic pollution crisis, you can start by taking personal action. As a first step, you ought to carry your own tumbler. It helps you work towards reducing plastic waste and make your carbon footprint smaller. Why don’t you carry a tumbler to cut down on plastic waste? Let’s act now for our planet. 4. [출제의도] 대화의 세부 내용 파악하기 W: Hi, Daniel. What are you looking at on your phone? M: Hello, Jenny. It’s a picture I took last Christmas Eve. W: That’s almost a year ago. Oh, I like the chimney on the roof of your house. You know, Santa Claus comes in through that. M: Right. Look at the star-shaped light at the top of the tree. I hung it myself. W: Great. There’s a snowman wearing a stripe-patterned scarf. M: I made him with my younger sisters. What do you think about the ribbon on the door? W: I think it looks lovely and welcoming. M: Yes. It really suits the Christmas mood. W: What are the three boxes under the table? M: They’re Christmas presents for my parents. My sisters and I prepared them together. W: Your parents must have been touched. Looks like you had a great time. 5. [출제의도] 대화의 특정 정보 파악하기 W: Hi, Mr. Williams. How are you doing with making our school promotion video? M: Hello, Ms. Watson. I’ve been working on it for two weeks, and I’ve almost finished. W: The video will provide useful information for newcomers who are interested in our school. M: I hope so. Do you want to watch it? W: Of course. [Pause] Oh, you included interviews with teachers in the video. M: Yes. Many teachers participated. W: That’s so kind of them. You know every teacher is busy. M: Right. I also filmed the science lab. W: Great! Did you insert the subtitles into the video yourself? They’re eye-catching. M: Thank you for mentioning that. I’ve also been thinking about background music. Can you choose some? W: Sure. I’ll do that for you. As you know, I have a big music collection. M: Thank you. That’d be really helpful. 6. [출제의도] 대화의 특정 정보 파악하기 W: Welcome to the National Costume Museum. How may I help you? M: Hi. I’d like to buy admission tickets. W: They’re $20 for adults and $10 for children under the age of 12. M: My daughter is 8 years old now, so I’ll take two adult tickets and one child ticket, please. W: Okay. Do you want to see the special exhibition? M: Oh, special exhibition? What’s that about? W: It’s about the jewel collection from the British royal family. It’s open this month only. M: That sounds interesting. How much is it? W: It’s originally $10 per person. But if you buy an admission ticket, you’ll get a 50% discount on the ticket for the special exhibition. M: Great. Then, I’ll get three. W: So, let me confirm. Two adults and one child admission tickets. Plus, three special exhibition tickets, right? M: Yes. Here’s my credit card. 7. [출제의도] 대화의 특정 정보 파악하기 [Cell phone rings.] W: Hello, Scott. M: Hi, Reese. I didn’t see you at the guitar club meeting yesterday. W: I really wanted to go, but I couldn’t. M: Was there a problem with your guitar again? W: Not at all. My guitar works fine now. M: Oh, were you working late last night? W: No. My team completed the project, so I left the office on time. M: Is that so? Then why couldn’t you come to the club meeting? W: I’ve been feeling pain in my fingers when I play the guitar. M: Oh, no. Maybe you should stop practicing for a while. W: Yeah, but I’m concerned because I can’t learn any new techniques. M: Don’t worry. I can teach you later if you want. W: Thanks a lot. 8. [출제의도] 대화의 특정 정보 파악하기 M: Sandra, what are you looking at? W: Dad, I’m looking at the 2023 Laser Light Show website. M: Oh, it’s been a yearly event for the past seven years. What’s the theme of this year? W: It’s ‘Fly to the Sky.’ Special effects will make the heavens glow. M: It sounds spectacular. When is the show? W: It goes from December 22nd to 26th. And my final exams will be over by then. M: Perfect! Will it be held at Central Park again? W: Yes. The park isn’t far from home. We can walk to the park. M: Right. Hmm, do you see how we can book tickets? W: [Pause] The website says reservations should be made online only. M: Okay. Let’s book tickets now. 9. [출제의도] 담화의 세부 내용 파악하기 W: Welcome, shoppers. We’re pleased to be hosting the Highville Fashion Pop-up Stores next week. They’ll run for three days starting on December 29th. These limited-time pop-up stores will be open on the fifth floor and operated by 10 different brands. You can purchase fashion items including gloves and knit hats to keep you warm during the winter. The pop-up stores will offer a 60 percent discount on certain fashion items. Also, they’ll give away free coffee coupons to all shoppers who make a purchase. The coupon can be used at the cafe on the second floor in the mall. Don’t miss this great chance to level up your style! 10. [출제의도] 대화의 세부 내용 파악하기 W: Welcome to Andy’s Hiking Equipment Store. What can I do for you? M: Hi. I’m looking for hiking sticks. W: These are the five models we have in stock. What’s your budget? M: I’d like to keep it under $50. W: Okay. We have three different materials. Do you have any preference? M: Well, I don’t like bamboo. It doesn’t look strong. W: I see. 10 M: And I prefer foldable sticks because they’re easier to carry around. W: Sure. Besides they’ll take up less space in your backpack. Then there are two options left. Which do you like? M: I like those blue ones. They look cool. W: I agree. This model is the best for you. M: Right. I’ll buy them now. 11. [출제의도] 적절한 응답 고르기 W: Hi, Mr. Smith, how many students signed up for the Green Recipe Contest? M: Oh, Ms. White, almost 80 students signed up. So I have to change the location for the contest. W: I think the auditorium has more space. Why don’t you use that? M: 12. [출제의도] 적절한 응답 고르기 M: Hi, Amy. Have you heard that the central library started their e-book rental service? W: Really? I need to borrow some books for my report. Can I try it now? M: Sure. You can borrow e-books through the library app. W: 13. [출제의도] 적절한 응답 고르기 M: Honey, what are you doing? W: I’m organizing our daughter’s closet. Look at these clothes. M: Many of them seem too small for her. Are you going to throw them away? W: No. I don’t want to because some of them still look brand new. M: You’re right. My co-worker says that lately many people buy and sell second-hand items by using an online platform. W: Really? We should try that. M: I think so, too. Some people might want to buy these clothes. W: I agree. Where do we start? M: We need to take pictures of the clothes we want to sell and then post them on the platform. W: Then I’m going to take pictures. But I don’t know how to put them on the website. Could you do that? M: 14. [출제의도] 적절한 응답 고르기 W: Hi, Kevin. How’s the preparation going for your concert next week? M: Oh, Lisa. You haven’t heard the news yet. My band decided to delay the concert until next month. W: What happened? Is it because of the concert hall? You said the facilities of the hall aren’t so good. M: That’s not it. We found a better one. W: That’s good to hear. Do you need more time to practice with your band? M: Not really. We’ve practiced a lot. W: Then why did you put off the concert? You know a lot of fans are looking forward to it. M: Of course I do. The problem is the lead vocalist got a bad cold. W: How awful! Did she lose her voice? M: Yes. The doctor said she has to stop singing for two weeks until she gets better. W: 15. [출제의도] 담화의 상황에 맞는 적절한 표현 고르기 M: Eric is a high school student. He’s been studying hard for the exams next week. Every day he drinks caffeinated beverages instead of water because he thinks they can help increase his concentration. However, caffeinated drinks interfere with his sleep at night. One day, he finds that he can’t stay awake during class. Eric is worried about it and he decides to ask his teacher, Ms. Parker, for advice. Ms. Parker thinks caffeinated beverages have more disadvantages than advantages. She recalls an article about how drinking water can boost concentration. It says water carries nutrients to the brain to keep it healthy. So Ms. Parker wants to advise Eric to consume more water to enhance his ability to focus. In this situation, what would Ms. Parker most likely say to Eric? Ms. Parker: 16~17 긴 담화 듣기 W: Good afternoon, students. Previously, we learned about interesting facilities in airports. Today, we’ll talk about city airports named after world-famous figures. First, in February of 1942 during the Second World War, Edward O’Hare was flying a fighter plane. He fought bravely in the war, and to honor him Chicago renamed an airport after him. Then there’s an airport called Jomo Kenyatta Airport in Nairobi. As one of the most important individuals in African history, Jomo Kenyatta played a central role in fighting colonization. Next, Charles de Gaulle Airport is the main airport of Paris, one of the busiest hubs in Europe. It’s named after Charles de Gaulle, who was best known as a French army officer and later became the president. Finally, Jorge Newbery Airport serves as the main domestic gateway in Buenos Aires. Jorge Newbery was a great pioneer who made the first flight across the Andes Mountains. Which airport’s name interests you the most? Now, I’d like you to think of other examples. 16. [출제의도] 담화의 주제 파악하기 17. [출제의도] 담화의 세부 내용 파악하기 [읽기] 18. [출제의도] 글의 목적 추론하기 [해석] 관계자 귀하, 저는 제가 겪고 있는 지속되는 소음 문제에 대해 알려 드리기 위해 이 편지를 씁니다. 저의 아파트는 문화 센터의 농구 코트를 향하고 있습니다. 저는 문 화 센터의 서비스를 전적으로 지지하고 있지만, 밤늦 게 농구를 하는 사람들에 의해 끊임없이 방해받고 있 습니다. 많은 밤마다, 밤 11시가 한참 넘어서도 저는 사람들이 농구 코트에서 공을 튀기고 소리치는 것을 들어야 해서 잠을 자는 데 애를 먹습니다. 당신은 농 구 코트를 여는 시간을 밤 9시 이전으로 제한해 주실 수 있으십니까? 저는 이 근처에서 이 소음 문제에 의 해 영향받는 유일한 사람이 아님을 확신합니다. 당신 의 협조에 감사드립니다. 진심을 담아, Ian Baldwin 19. [출제의도] 주인공의 심경 변화 추론하기 [해석] 체로키족 소년인 Chaske는 나무 그루터기에 앉아 있었다. 그의 부족 청년들에 대한 통과 의례로, Chaske는 그의 아버지가 지켜보는 것을 모른 채로 눈가리개를 쓰고 숲속에서 하룻밤을 살아남아야 했 다. 해가 지고 난 후에, Chaske는 모든 종류의 소리 를 들을 수 있었다. 바람이 풀을 휘저으며 그의 그루 터기를 흔들었다. 두려움이 그의 몸을 휩쓸었다. ‘만 약 야생 짐승들이 나를 바라보고 있다면 어떡하지? 나는 이것을 견딜 수가 없어!’ 그가 도망가기 위해 눈가리개를 막 벗으려고 했을 때 어디선가 한 음성 이 들려왔다. “나는 여기 네 주변에 있어. 포기하지 말고 너의 임무를 완수해.” 그것은 그의 아버지의 목 소리였다. ‘그가 근처에서 나를 지켜보고 있었구나!’ 그의 아버지의 존재만으로도 소년은 안정을 되찾았 다. 조금 전까지 그를 끔찍하게 겁에 질리게 한 것들 이 온데간데없이 사라졌다. 20. [출제의도] 필자의 주장 파악하기 [해석] 농업은 파종, 수확, 비료 주기, 해충 관리, 동 물 사육, 그리고 식량 및 농산물 분배와 같은 다양한 활동들을 포함한다. 그것은 수천 년 전으로 거슬러 올라가는 가장 오래되고 필수적인 인간 활동 중 하 나이고, 인류 문명의 발전에 중요한 역할을 해 왔으 며, 사람들이 안정적인 식량을 생산하고 한곳에 정착 할 수 있게 허락해 주었다. 오늘날, 농업은 전 세계 인구를 먹여 살리고 농업 공동체를 지원하며 다른 산업에 원료를 공급하는 중요한 산업으로 남아 있다. 그러나, 농업은 기후 변화, 물 부족, 토질 저하, 생물 다양성 손실과 같은 수많은 문제에 직면하고 있다. 세계 인구가 계속해서 증가함에 따라, 농업이 직면한 문제를 다루고 식량과 다른 농산물의 지속적인 생산 을 보장하기 위한 지속 가능한 해결책을 찾는 것이 필수적이다. 21. [출제의도] 함축 의미 추론하기 [해석] 예술과 미학은 다양한 인간 경험에 대한 정 서적인 연결을 제공한다. “예술은 단순히 혀 위의 설 탕 이상의 것이 될 수 있다,”라고 Pennsylvania 대학 교의 교수인 Anjan Chatterjee는 말한다. “예술에서, 무언가 도전적인 것이 있고 그것이 또한 불편할 수 있을 때, 이 불편은, 만약 우리가 기꺼이 그것에 참 여하려 한다면, 어떤 변화, 어떤 변형의 가능성을 제 공한다. 그것은 또한 강력한 미적 경험이 될 수 있 다.” 예술은, 이런 방식으로, 그렇지 않았더라면 어렵 고 불편한 아이디어 및 개념들과 싸우는 매개체가 된다. Picasso가 그의 걸작 Guernica를 1937년에 그 렸을 때, 그는 가슴 아프고 잔인한 전쟁의 본질을 포 착했고, 스페인 내전으로 인한 보편적인 고통을 숙고 할 방법을 세상에 제공했다. Lorraine Hansberry가 그녀의 희곡 A Raisin in the Sun을 썼을 때, 그녀는 또한 가족생활에 대한 감동적인 초상화를 제공하면 서 인종 차별, 차별, 아메리칸드림의 추구를 위해 고 군분투하는 사람들의 강력한 이야기를 우리에게 주 었다. 22. [출제의도] 글의 요지 추론하기 [해석] 많은 역사가들은 서양의 경제적 진보에 있어 서 정확한 시간 측정의 중요성을 시사해 왔다. 프랑 스 역사가 Jacques Le Goff는 공공 기계 시계의 탄 생을 서구 사회에서의 전환점이라고 불렀다. 중세 말 기까지, 사람들은 해시계와 물시계를 가지고 있었는 데, 그것들은 경제 활동에 있어서 아무런 의미 있는 역할을 하지 못했다. 시장 개장과 활동들은 일출과 함께 시작했고 태양이 최고점에 이르는 정오에 일반 적으로 끝났다. 그러나 최초의 공공 기계 시계들이 도입되고 유럽 도시들 전역으로 확산되었을 때, 시장 11 시간은 시간을 알리는 소리에 의해 정해졌다. 따라서 공공 시계들은 모든 사람이 이해하기 쉬운 시간의 새로운 개념을 제공함으로써 공공의 생활과 일에 크 게 기여했다. 그 결과, 이것은 무역과 상업을 촉진하 는 데 도움을 주었다. 소비자, 소매업자, 그리고 도매 업자 간의 상호 작용과 거래는 덜 불규칙해졌다. 중 요한 마을 회의들은 시계의 페이스를 따르기 시작했 고, 이것은 사람들이 그들의 시간을 더 잘 계획하고 더 효율적인 방식으로 자원들을 분배하는 것을 허락 해 주었다. 23. [출제의도] 글의 주제 추론하기 [해석] Sylvan Goldman은 쇼핑 카트를 발명하고 1937년에 그의 가게들에 그것을 도입했다. 그것은 쇼핑객들이 지치거나 다른 사람들의 도움을 구하지 않고 그들이 원했던 만큼 구매하는 것을 쉽게 만들 어 준 훌륭한 장치였다. 하지만 Goldman은 그의 반 복적인 광고와 설명에도 불구하고, 그의 쇼핑객들에 게 바퀴 달린 카트들을 사용하도록 설득할 수 없다 는 것을 알게 됐다. 남성들은 그들의 쇼핑한 물건을 들고 다니는 대신 만약 그들이 그런 카트들을 민다 면 그들이 나약해 보일 것으로 생각했기 때문에 꺼 렸다. 여성들은 카트들이 그들에게 유모차를 연상시 키기 때문에 그것들에 손대려 하지 않았다. 그것들을 사용하는 사람들은 오직 몇 명의 노인 쇼핑객들뿐이 었다. 그것은 카트들을 대다수 쇼핑객들에게 훨씬 덜 매력적이도록 만들었다. 그때 Goldman이 한 아이디 어를 떠올렸다. 그는 다른 연령대의 남자와 여자 모 델들을 고용했고, 그들에게 상점에서 카트들을 밀고 쇼핑하도록 요청했다. 입구 근처에 서 있던 한 젊은 여성 직원이 일반 쇼핑객들에게 ‘보세요, 모든 사람 이 카트를 사용하고 있습니다. 해 보는 게 어떠세 요?’라고 말했다. 그것이 전환점이었다. 일반 쇼핑객 들로 위장한 바람잡이들이 논리, 설명, 그리고 광고 가 하지 못한 것을 쉽게 달성했다. 몇 주 만에 쇼핑 객들은 그 카트들을 기꺼이 받아들였다. 24. [출제의도] 글의 제목 추론하기 [해석] 인간을 닮은 돌봄 로봇들에 대한 반응으로, 비평가들은 인간-로봇의 상호 작용이 치매 환자들에 게 도덕적 위험을 만들어 낸다고 비난할지도 모른다. 속임수가 그것이 가치 있는 목표를 달성할 때 때때 로 허용된다고 하더라도, 취약한 사용자들에게 그것 이 허용되어야 할까? 로봇 친구가 있는 자폐성 스펙 트럼을 가진 아이들이 로봇을 친구로 생각하도록 쉽 게 속을 수 있는 것처럼, 인지 결함을 가진 노인들도 그럴 수 있다. UMD의 교수인 Alexis Elder에 따르 면, 로봇은 진정한 우정보다, 열등한 ‘가짜’ 친구이다. 비슷한 방향에서 생각하자면, Sonoma 주립 대학교 교수인 John Sullins는 로봇이 ‘심지어 순수한 사용자 들에 의해서도 그것들이 진짜가 아닌 것으로 쉽게 구별될 수 있도록 상징적이거나 만화같이 남아 있어 야 한다.’라고 주장한다. 적어도 그러면 아무도 속지 않는다. 로봇을 명백히 가짜로 만드는 것은 또한 로 봇이 우리를 완전히는 아니지만, 아주 가깝게 닮았기 때문에 무섭다고 인지되는 소위 ‘불쾌한 골짜기’라고 불리는 것을 피하게 한다. 로봇 속임수에 대한 다른 비평가들은 돌봄을 받는 사람들이 로봇이 돌봐 준다 고 생각하도록 속임을 당할 때, 이것은 선을 넘고 인 간의 ‘존엄성’을 침해한다고 주장한다. 25. [출제의도] 도표의 내용 파악하기 [해석] 위의 그래프는 표적 온라인 광고에 대한 미국 연령층들의 견해에 관한 2019년 설문 조사의 결과를 보여 준다. ① 전체적으로, 응답자의 51%는 표적 광 고들이 침해적이라고 말한 반면, 27%는 그것들이 흥 미롭다고 대답하였다. ② 표적 광고들이 흥미롭다고 믿는 응답자들의 비율은 18세에서 24세 연령층에서 가장 높았다. ③ 표적 광고들이 침해적이라고 응답한 25세에서 34세 응답자들의 비율은 똑같이 응답한 45 세에서 54세 응답자들의 그것과 똑같았다. ④ 모든 연령층에서, 표적 광고들이 흥미롭다고 말한 응답자 들과 그것들이 침해적이라고 믿는 응답자들 간의 차 이는 35세에서 44세 연령층에서 가장 컸다. ⑤ 55세 이상의 연령층은 표적 광고들이 침해적이라고 믿는 응답자들의 비율이 50%가 넘는 유일한 집단이었다. 26. [출제의도] 글의 세부 내용 파악하기 [해석] Maggie L. Walker는 여성 사업가와 커뮤니 티 리더로서 전국적 명성을 얻었다. 그녀는 아프리카 계 미국인들을 위해 새롭게 설립된 공립 학교에 다 닌 초기 흑인 학생들 중 하나였다. 졸업 이후, 그녀 는 그녀가 공부했던 Valley School에서 교사로서 3 년 동안 근무했다. 1900년대 초반에, 백인 은행가들 에 의해 소유된 Virginia의 은행들은 아프리카계 미 국인의 단체나 개인들과 거래하기를 꺼렸다. 백인 은 행가들에 의한 인종 차별은 그녀로 하여금 은행 금 융법을 공부하게 만들었다. 그녀는 그녀가 속한 자선 단체와 대중 간의 더 긴밀한 소통을 장려하고자 신 문사를 설립했다. 곧이어, 그녀는 St. Luke Penny Savings Bank를 설립했는데, 그것은 대공황에서 살 아남아 두 개의 다른 은행들과 합병했다. 그것은 2009년까지 지속적으로 아프리카계 미국인에 의해 운영되는 가장 오래된 은행으로서 번창했다. Walker 는 아프리카계 미국인들을 위한 삶의 방식에서 개선 을 이루고자 하는 비전으로 성공을 거두었다. 27. [출제의도] 글의 세부 내용 파악하기 [해석] 2024 청소년 테니스 캠프 2024 청소년 테니스 캠프는 여러분의 자녀가 실내 테니스 코트에서 자격을 가진 테니스 선수들로부터 지 도를 받을 수 있는 곳입니다. 그것은 기본적인 테니스 기술들을 여러분의 자녀들에게 제공할 것입니다! 누가: 13세부터 18세까지 언제: 2024년 1월 15일부터 18일까지 월요일부터 목요일까지, 오전 9시 - 오후 12시 등록비: $100(점심 식사 포함) 취소 방침 • 강습 5일 전까지: 100% 환불 • 강습 1-4일 전까지: 50% 환불 • 강습 당일 이후: 환불 불가 참고 • 외부 음식은 허용되지 않습니다. • 참가자들은 자신들의 테니스 장비를 가져와야 합니다. 등록은 온라인으로만 가능하며, 12월 16일에 시작 할 것입니다. 등록을 위해 우리의 웹사이트인 www.ytc2024.com을 방문해 주세요. 28. [출제의도] 글의 세부 내용 파악하기 [해석] Cherrywood 고등학교 티셔츠 디자인 대회 우리가 우리의 새로운 학교 티셔츠를 디자인하는 것을 도와주세요! 학생회 위원단이 수상 디자인을 선 정할 것입니다. 새로운 학교 티셔츠의 디자이너가 되 는 이 기회를 잡으세요. 이 대회는 모든 학생에게 열 려 있습니다! 제출 마감 기한: 2023년 12월 22일 16시 수상자 발표일: 2023년 12월 29일 제출 장소: 미술 교사 사무실 대회 규칙 • 백지 한 장에 여러분의 디자인을 스케치하세요. • 여러분의 종이에 여러분의 학번과 이름을 쓰세요. • 학교 이름과 로고를 여러분의 디자인에 포함하세요. • 최대 4개의 색상이 사용될 수 있습니다. 행운을 빌며 참여해 주셔서 감사합니다! 29. [출제의도] 어법상 틀린 표현 고르기 [해석] 렉틴은 식물들이 그들 스스로를 방어하기 위 해 사용하는 중요한 무기로서 역할을 하는 커다란 단백질이다. 대부분의 식물에 있는 렉틴은 우리가 식 물을 섭취할 때 탄수화물과 결합한다. 그것들은 또한 장, 뇌, 신경 말단 사이, 관절 및 모든 체액에서 발견 되는 당 분자들과 결합한다. Dr. Steven Gundry에 따르면, 이러한 끈적끈적한 단백질은 세포들 간의 메 시지 전달을 방해하고 독성 및 염증성의 반응을 일 으킬 수 있다. 뇌 피로 현상은 렉틴이 신경들 간의 소통을 방해하는 단지 하나의 결과에 지나지 않는다. 위장 장애는 렉틴 과다의 또 다른 흔한 증상이다. Dr. Gundry는 그의 환자들이 자신의 식단에서 렉틴 을 제거하였을 때 해결되어 왔던 관절통, 치매, 두통, 그리고 불임을 포함한 광범위한 다양한 건강 문제들 을 나열한다. Dr. Paul Saladino는 렉틴이 파킨슨병 과 관련이 있다는 가설이 ‘렉틴이 일단 섭취되면, 장 에 손상을 입히고 뇌로 이동해 그곳에서 그것들이 도파민 작동성 신경 세포에 독성을 일으키는 것처럼 보인다.’는 것을 보여 주는 동물 연구들과 함께 또한 지지를 얻고 있다고 기록한다. [해설] showing이 적절하다. 30. [출제의도] 문맥상 적절하지 않은 어휘 고르기 [해석] 기술은 개인들과 사회가 사생활의 개념을 이 해하는 방식을 변화시킨다. 누군가가 정보에 접근하 거나 다른 사람의 행동을 관찰하는 새로운 능력을 갖추고 있다는 사실은 그렇게 하는 것을 정당화하지 않는다. 오히려, 기술의 발전은 시민들과 정책 입안 자들이 어떻게 사생활 보호가 확장되어야 하는지 고 려할 것을 요구한다. 예를 들어, 카메라들이 상업적 이고 사적인 용도로 처음 사용될 수 있게 되었을 때, 국가들과 시민들은 그들의 허가 없이 개인들이 사진 에 찍히는 것으로부터 보호하기 위해 새로운 법들이 제정되어야 하는지에 대해 투쟁했다. 이 새로운 기술 이 가져온 사생활에 대한 재고는 사적 및 공적 공간 의 구별을 재확인했다. 일단 사람들이 자발적으로 공 공장소에 발을 들여놓으면, 보여지고, 따라서 녹화되 는 것에 자동적으로 동의하는 것으로 대부분의 문화 에서 결정되었다. 일부 사람들은 감시 카메라들의 확 산을 불편하게 여길지도 모르지만, 대부분의 문화권 에 있는 시민들은 이러한 상황에서 관찰되지 않을 권리를 포기하는 것이 감시받지 못하는 것보다 지역 사회에 더 많은(→ 더 적은) 해를 끼친다는 사실에 순응해 왔다. 31. [출제의도] 빈칸 내용 추론하기 [해석] 통계적으로 불가능한 우연은 우리에게 비이 성적인 사건처럼 보이고, 어떤 이들은 그것을 기적으 로 정의한다. 그러나, Montaigne가 말했듯이, “기적 의 기원은 자연 그 자체가 아니라 자연에 대한 우리 의 지식수준에서, 우리의 무지에 있다.” 영광스러운 기적들은 자연의 법칙에 대한 순응으로서, 혹은 당시 에는 널리 알려지지 않았던 기술적 발전으로서 나중 에 발견되어 왔다. 독일 시인 Goethe가 그것을 표현 했듯이, “‘신비한’ 것들은 아직 ‘기적’이 ‘아니다’.” 기 적은 그것의 발생에 있어서 인간이 이해할 수 있는 능력 너머의 ‘더 높은 힘’의 개입을 가정한다. 하지 12 만, 신적인 계시와 영감 없이 ‘기적을 일으키는’ 체계 적이고 간단한 방법들이 있다. 그것을 확인하는 것, 즉, 그 사건의 근원을 조사하고 찾는 것 대신에, 우 리는 그것을 기적으로 정의한다. 그렇다면, 기적은 생각하는 데 너무 게으른 사람들의 핑계이다. 32. [출제의도] 빈칸 내용 추론하기 [해석] 사건 후에 마주친 정보는 이후의 기억하는 것에 영향을 미칠 수 있다. 특히 사건이 불충분하게 부호화되었거나, 그 기억이 시간과 망각이 원래의 기 억을 저하시켜 온 먼 사건으로부터 온 것이라면, 외 부 정보는 목격자의 기억에 쉽게 통합될 수 있다. 사 건 후의 잘못된 정보의 유효성을 확인하기 위해 기 억에서 사용할 수 있는 줄어든 정보를 가지면, 이 새 로운 정보가 덜 거부될 듯하다. 대신에, 특히 그것이 목격자의 현재 생각과 맞고 그 또는 그녀에게 이해 되는 하나의 이야기를 만드는 데 사용될 수 있을 때, 그것은 원래 경험의 일부로서 통합될 수 있다. 이 과 정은 명시적일 수 있지만(즉, 목격자는 그것이 일어 나고 있다는 것을 알고 있다), 그것은 흔히 무의식적 이다. 즉, 목격자는 의식하지 못한 채 그 사건에 대 해 다르게 생각하는 그 자신 또는 그녀 자신을 발견 할지도 모른다. 시간이 지남에 따라, 목격자는 (새로 운) 기억으로 이끄는 정보의 출처조차 모를지도 모 른다. 법정의 상황에서의 잘못된 정보의 출처는 다른 목격자들과의 토론에서부터 소셜 미디어 조사들, 수 사관 또는 기타 법률 전문가들과의 다중 인터뷰들, 심지어 법정에서까지 어디에서나 마주쳐질 수 있다. 33. [출제의도] 빈칸 내용 추론하기 [해석] 상관관계는 그것들이 제공하는 통찰력이 비 교적 명확하기 때문에 강력하다. 이러한 통찰력은 종 종 우리가 인과 관계를 그 상황으로 다시 가져올 때 가려진다. 예를 들어, 한 중고차 딜러가 경매에서 구 입할 수 있는 차량들 중 어떤 차량에 문제가 발생할 가능성이 있는지를 예측하기 위한 데이터를 통계학 자들에게 제공했다. 한 상관관계 분석은 주황색 차들 이 결함이 있을 가능성이 훨씬 적다는 것을 보여 줬 다. 심지어 우리가 이것을 읽으면서도, 우리는 이미 왜 그럴지에 대해 생각한다. 주황색 차를 소유한 사 람들이 자동차 애호가여서 그들의 차량을 더 잘 관 리할 가능성이 있는가? 아니면, 주황색 차들이 도로 에서 더 눈에 띄고, 그래서 사고가 날 가능성이 적어 재판매될 때 그것들이 상태가 더 좋은 것이기 때문 인가? 곧 우리는 경쟁적인 인과 가설의 함정에 빠진 다. 하지만 이런 식으로 무언가를 설명하려는 우리의 시도는 그것들을 더 흐리게 만들 뿐이다. 상관관계는 존재하며 우리는 그것들을 수학적으로 보여 줄 수 있다. 우리는 인과 관계에 대해서는 쉽게 똑같이 할 수 없다. 따라서 우리는 상관관계의 배후에 있는 이 유를 설명하려 하지 않는 것이 좋다. 34. [출제의도] 빈칸 내용 추론하기 [해석] 야생에 있는 대부분의 쥐들은 2년의 수명이 끝나기 전에 잡아먹히거나 죽는다. 그들은 노화와 같 은 ‘내부적인 원인들’ 때문이 아니라 질병, 굶주림 또 는 포식자와 같은 ‘외부적인 원인들’로 죽는다. 그것 이 자연이 쥐를 평균적으로 2년 이상 살지 못하게 만든 이유이다. 이제 우리는 중요한 지점에 도달했 다. 동물 종의 평균 수명, 또는 그것이 노화하는 속 도는 이 동물 종이 야생에서 생존할 수 있는 평균 시간에 의해 결정된다. 그것은 왜 박쥐가 30세까지 살 수 있는지를 설명해 준다. 쥐와 대조적으로 박쥐 는 날 수 있고, 이것은 그들이 위험에서 훨씬 더 빨 리 도망칠 수 있는 이유이다. 그들의 날개 덕분에, 박쥐들은 또한 더 긴 거리를 이동할 수 있고 먹이를 더 잘 찾을 수 있다. 박쥐가 더 오래 사는 것을 가능 하게 해 준 과거의 모든 유전적 변화는 박쥐가 쥐보 다 위험으로부터 도망치고, 먹이를 찾고, 생존하는 것을 훨씬 더 잘할 수 있기 때문에 유용했다. 35. [출제의도] 글의 흐름과 무관한 문장 찾기 [해석] 비록 현대 과학은 그것이 선천적, 즉, 유전적 인 요소를 가지고 있다고 또한 주장하지만, Aristotle 에 따르면 도덕적 우수성은 습관과 반복의 결과물이 다. 이것은 도덕적 우수성이 우리 삶에 있어서 이른 시기에 광범위하게 설정될 것임을 의미하며, 이것이 얼마나 일찍 그것을 가르쳐야 할지에 대한 질문이 매우 중요한 이유이다. Freud는 우리가 5세 혹은 그 무렵 이후에는 우리의 성격을 많이 바꾸지 않는다고 제시했지만, 다른 많은 것들에서처럼 Freud는 틀렸 다. (도덕적으로 우수한 사람은 좋은 일을 하지 않을 수 없으며, 그것은 계절의 변화나 행성의 자전만큼이 나 자연스럽다.) 최근의 심리 연구는 20대 중반까지 신경 해부학적으로 그리고 인지 기능 면에서 인간의 뇌가 계속해서 발달함에 따라 남성과 여성 모두에게 있어서 그리고 민족에 상관없이 성격 특성이 30세 무렵에 안정된다는 것을 보여 준다. 이 새로운 이해 의 이점은 우리가 Aristotle이나 Freud보다 도덕적 우수성을 가르칠 수 있다는 점에서 조금 더 낙관적 일 수 있다는 것이다. 36. [출제의도] 글의 순서 파악하기 [해석] 종의 크기는 우연한 것이 아니다. 그것은 한 종과 그것이 서식하는 세계 사이의 미세 조정된 상 호 작용이다. 오랜 시간에 걸쳐, 크기의 변동은 종종 환경에서의 상당한 변화를 나타내 왔다. (B) 일반적 으로 말해서, 지난 5억 년 동안, 그 경향은 동물들이 점점 커지는 쪽으로 되어 왔다. 그것은 특히 해양 동 물들에게서 두드러지는데, 그들의 평균 몸 크기는 이 시기에 150배로 증가해 왔다. (A) 하지만 우리는 이 경향에서 변화를 관찰하기 시작하고 있다. 과학자들 은 많은 동물이 작아지고 있다는 것을 발견해 왔다. 전 세계적으로, 모든 범주의 종들이 점점 작아지고 있는 것으로 발견되어 왔고, 한 가지 주요 원인은 열 인 것으로 보인다. (C) 예를 들어, 이탈리아 알프스 에 살고 있는 동물들은 1980년대 이후로 기온이 섭 씨 3에서 4도까지 상승하는 것을 보아 왔다. 과열을 피하기 위해서, 샤무아 염소들은 이제 먹이를 찾는 것보다 휴식을 취하는 데 더 많은 그들의 날들을 보 내고, 결과적으로, 단지 몇 십 년 만에, 새로운 세대 들의 샤무아는 25% 더 작아져 있다. 37. [출제의도] 글의 순서 파악하기 [해석] 오랫동안, 무작위 추출법은 좋은 지름길이었 다. 그것은 디지털 시대 이전에 상당한 데이터 문제 분석을 가능하게 했다. (B) 그러나 디지털 이미지나 노래를 더 작은 파일로 변환하는 것이 데이터 손실 을 유발하는 것과 마찬가지로, 추출을 할 때 정보가 손실된다. 전체(또는 전체에 가까운) 데이터 세트를 가지는 것은 탐색하거나 다른 각도에서 데이터를 살 펴보거나 그것의 특정 측면들을 더 자세히 보게 하 는 자유를 훨씬 더 많이 제공한다. (C) 라이트 필드 카메라가 적절한 비유가 될 수 있는데, 그것은 기존 카메라처럼 한 평면의 빛만 포착할 뿐만 아니라 약 1,100만 개에 달하는 전체 라이트 필드로부터의 광 선들도 포착한다. 사진사들은 디지털 파일에서 이미 지의 어느 요소에 초점을 맞출지를 나중에 결정할 수 있다. (A) 모든 정보를 수집하는 것은 그것을 나 중에 하는 것을 가능하게 만들기 때문에, 처음에 초 점을 맞출 필요는 없다. 전체 라이트 필드의 빛이 포 함되기 때문에, 그것은 모든 데이터에 더 가깝다. 결 과적으로 사진사가 셔터를 누르기 전에 그녀가 무엇 에 초점을 맞출지를 결정해야 하는 일반 사진들보다 그 정보는 더 ‘재사용 가능’하다. 38. [출제의도] 문장 삽입하기 [해석] 내향적인 리더들은 외향적인 사람들이 더 유 능한 리더라는 강력한 문화적 억측을 극복해야 한다. 비록 인구는 내향적인 사람과 외향적인 사람 사이에 서 거의 동등한 비율로 나뉘지만, 관리자와 임원의 96% 이상이 외향적이다. 2006년에 실시된 한 연구 에서, 기업 고위 임원의 65%가 내향성을 리더십의 장애물로 간주했다. 하지만 그것이 항상 맞는 것은 아니기 때문에 우리는 이 고정 관념을 재검토해야 한다. Regent 대학교는 다른 사람들에게 도움이 되 고 그들이 성장할 수 있도록 힘을 주고자 하는 열망 이 리더가 되고 리더십을 유지하는 데 핵심적인 요 소이고, 그것이 외향적인 사람들보다 내향적인 사람 들 사이에서 더 일반적이라는 것을 발견했다. 고대 철학 문헌으로 거슬러 올라가는 소위 서번트 리더십 은 한 회사의 목표가 근로자나 고객이 그들의 목표 를 달성하도록 도움으로써 가장 잘 달성된다는 믿음 을 고수한다. 그런 리더들은 관심을 추구하는 것이 아니라 오히려 다른 사람들의 승리와 업적에 빛을 비추고 싶어 하고, 서번트 리더십은 겸손을 필요로 하지만, 그 겸손은 궁극적으로 결실을 맺는다. 39. [출제의도] 문장 삽입하기 [해석] 19세기까지, 프랑스는 공간, 시간, 그리고 더 많은 것을 포착하기 위해 정밀하게 규정된 측정 단 위의 체계를 개발했고, 다른 국가들이 동일한 기준을 채택하도록 만들기 시작했었다. 불과 반세기 후, 1920년대에, 양자 역학의 발견은 포괄적이고 완벽한 측정에 대한 꿈을 영원히 깨 버렸다. 그러나 비교적 소수 집단의 물리학자를 제외하고는 공학자와 과학 자 사이에서 완벽하게 측정하려고 하는 인류의 추진 정신은 계속되었다. 정확성을 지향하는 수학과 통계 학이라는 과학이 상업의 모든 영역에 영향을 미치기 시작하면서 비즈니스의 세계에서 그것은 심지어 확 장되었다. 그러나, 지난 수십 년간의 경향과 반대로, 오늘날 발생하는 많은 새로운 상황에서 부정확성, 즉, 번잡함을 허용하는 것은 단점이 아니라 긍정적인 특성이 될 수 있다. 허용할 오류의 기준을 완화하기 위한 거래로서 사람은 훨씬 더 많은 데이터를 얻을 수 있다. 그것은 단순히 ‘더 많은 것이 조금보다 더 나을’ 뿐만 아니라, 사실은 때때로 ‘더 많은 것이 더 좋은 것보다 더 훌륭하기’도 하다. 40. [출제의도] 글의 내용 요약하기 [해석] 여러 실험실 연구들은 협력적인 사람들이 다 른 사람들로부터 사회적인 혜택들을 받는 경향이 있 다는 것을 보여 준다. 이것을 증명하는 한 가지 방법 은 사람들에게 기여자들을 향해 긍정적이거나 부정 적으로 행동할 기회를 주는 것이다. 예를 들어, Guelph 대학교의 교수인, Pat Barclay는 참가자들로 하여금 모든 집단 구성원들을 도와주는 집단 기금에 사람들이 돈을 기부할 수 있는 협동 게임을 하도록 한 다음, 참가자들이 그들의 평판을 바탕으로 다른 참가자들에게 돈을 줄 수 있도록 허락했다. 집단 기 금에 더 많이 기부한 사람들은 덜 기부한 사람들보 다 더 많은 돈에 대한 책임이 주어졌다. 유사한 결과 들이 다른 연구자들에 의해 발견되었다. 또한 그들의 집단에 기여하는 사람들은 상호 작용 파트너로서 더 자주 선택되고, 리더로서 선호되며, 장기적인 관계를 위한 더 바람직한 파트너들로서 평가되고, 신뢰할 수 있고 사회적 지위가 높은 것으로 인식된다. 비협조적 인 사람들은 언어적인 비판이나 심지어 더 심한 벌 을 받는 경향이 있다. 뾞 연구들은 그들의 공동체에 관대함을 가지고 행동하 는 사람들이 그렇게 하지 않은 사람들보다 그 공동 13 체의 구성원들에 의해 혜택을 누릴 만하다고 보여질 가능성이 더 크다고 이야기한다. 41~42 장문의 이해 [해석] 서양 사회에서, 많은 음악 공연 상황은 공연 자와 청중 사이에 명확한 구분을 만든다. 공연자들은 ‘행위자들’이고, 청중 속 사람들은 분명히 수동적인 역할을 맡는다. 공연 공간 그 자체가 무대와 청중석 사이의 물리적 분리로 구분을 더 강화할 수 있다. 아 마도 이러한 구분이 너무 흔하기 때문에, 청중들은 공연자의 음악 스타일에 대한 이해를 제공하는 공연 자에 대한 특별한 ‘접근’을 할 기회들에 크게 가치를 부여하는 것처럼 보인다. 일부 공연 음악가는 정기적 으로 그들의 콘서트에 ‘청중 참여’를 포함함으로써 큰 호응을 받아 왔다. 함께 노래 부르기 활동을 하든 지 지정된 지점에서 박수를 치도록 리듬을 가르치든 지, 음악을 만드는 데 있어서 청중 구성원을 포함하 는 것은 모든 참여자의 참여와 즐거움의 수준을 높 일 수 있다. 청중 참여를 이끄는 것에 불편함을 느끼 는 공연자들은 단순히 그 공연자 관점을 특별히 흘 끗 보여줌으로써 청중과 여전히 이어질 수 있다. 클 래식 음악에서는 청중에게 프로그램 해설을 제공하 는 것이 상당히 흔하다. 전형적으로, 이러한 프로그 램의 텍스트는 연주되는 음악 작품에 대한 배경 정 보와 아마도 역사적으로 중요한 작곡가들에 대한 전 기(傳꾼) 정보를 제공한다. 청중들에게 더 흥미로울 수도 있는 것은 공연자들이 그들이 선보이고 있는 음악을 왜 선택했는지에 대한 설명을 포함한, 무대 위에 있는 바로 그 연주가에 관한 배경 정보이다. 그 러한 통찰력은 청중들이 무대 위에 있는 음악가들에 게 비유적이고 감정적으로 멀게(→더 가까이) 느끼 게 만들 수 있다. 이러한 연결은 표현적이고 소통적 인 경험을 아마 향상시킬 것이다. 41. [출제의도] 글의 제목 추론하기 42. [출제의도] 문맥상 적절하지 않은 어휘 고르기 43~45 장문의 이해 [해석] (A) 옛날 옛적에, 가까운 농장에 사는 두 형제인 Robert와 James가 갈등에 빠졌다. 그것은 함께 나란 히 농사를 지은 지 40년 만에 최초의 심각한 싸움이 었다. 그것은 작은 오해로 시작하여 보다 중대한 논 쟁이 되었고, 마침내 그것은 독설을 주고받는 것으로 폭발했고 몇 주간의 침묵이 뒤따랐다. 어느 날 아침 Robert의 문에 노크가 있었다. (a) 그(Robert)는 그 것을 열고 공구 상자를 가진 목수를 발견했다. (C) Robert를 바라보며 그 목수는 말했다. “저는 며칠 동 안 할 일을 찾고 있어요. (c) 당신(Robert)은 수리할 것이 있나요?” “수리될 것은 없지만 당신이 해 줄 일이 있어요. 샛강 저편에 저 농장을 보세요. 지난주에, 제 동생 James가 그의 불도저를 가지고 우리 사이의 초원 에 샛강을 만들었어요. 음, (d) 제(Robert)가 훨씬 더 나쁘게 할 거예요. 저는 당신이 그가 제 장소를 보지 못하게 막는 8피트 높이의 울타리를 지어 주기를 원해 요.” Robert가 말했다. 목수는 그 상황을 이해한 것처 럼 보였다. (D) Robert는 그 목수가 필요로 하는 모든 재료들을 준비해 주었다. 다음 날, Robert는 또 다른 농장으로 일하러 떠났고, 그래서 그는 며칠 동안 그 목수를 볼 수 없었다. Robert가 돌아와서 그 목수의 작업을 보 았을 때, 그의 입이 쩍 벌어졌다. 울타리 대신에, 그 목수는 샛강의 한쪽에서 다른 쪽까지 펼쳐진 다리 하나를 만들었다. 그의 동생은 (e) 그(James)의 손을 공중에 흔들며 걸어오고 있었다. Robert는 웃었고 그 목수에게 말했다. “당신은 정말로 어떤 것이든 고칠 수 있군요.” (B) 그 두 형제는 잠시 동안 어색하게 서 있었지만, 곧 다리 위에서 만나 악수를 했다. 그들은 그 목수가 그 의 공구 상자를 가지고 떠나는 것을 보았다. “안 돼 요, 기다려 주세요! 며칠 더 머물러 주세요.” Robert 가 그에게 말했다. “(b) 당신의(Robert) 초대에 감사 드립니다. 하지만 저는 더 많은 다리들을 만들러 가 야 해요. 잊지 마세요. 울타리는 고립으로 이끌고 다 리는 관대함으로 이끕니다.” 목수가 말했다. 그 두 형 제는 목수의 말에 끄덕여 동의를 표시했다. 43. [출제의도] 글의 순서 파악하기 44. [출제의도] 지칭하는 대상 파악하기 45. [출제의도] 글의 세부 내용 파악하기"
}