{
    "text": "1 • 영어 영역 • 정 답 1 ① 2 ⑤ 3 ① 4 ⑤ 5 ④ 6 ② 7 ① 8 ③ 9 ⑤ 10 ③ 11 ② 12 ③ 13 ① 14 ① 15 ② 16 ⑤ 17 ② 18 ① 19 ① 20 ② 21 ④ 22 ② 23 ④ 24 ⑤ 25 ④ 26 ④ 27 ⑤ 28 ③ 29 ④ 30 ③ 31 ① 32 ③ 33 ③ 34 ⑤ 35 ④ 36 ② 37 ③ 38 ④ 39 ③ 40 ① 41 ⑤ 42 ⑤ 43 ④ 44 ② 45 ③ 해 설 1. [출제의도] 담화의 목적 고르기 M: Hello, I’m Jason Adams. I’ll be teaching chemistry this semester. It’s very nice to meet you all. Before we start, let me tell you the most important things to remember when you write your reports. You should use brief sentences to make them clear. If your reports are full of long and complex sentences, they’ll be hard to understand. Also, be careful not to use difficult words without any explanations. You may think it makes your reports look professional, but the readers may be confused and you won’t be able to convey the intention of your writing. You need to keep these things in mind when you write your reports. 2. [출제의도] 의견 고르기 W: Hey, Michael. What happened? You look tired. M: Hi, Claire. I can’t sleep well. My daughter has been up crying the past few nights. W: It must be hard. What do you think is wrong? M: My wife and I have been trying to get her to sleep alone in her room. W: Ah, she might feel afraid because she’s not used to sleeping alone yet. Why don’t you give her something she likes when she sleeps? M: You mean, like blankets or stuffed animals? W: Exactly! My son had the same problem for a while, but after sleeping with his favorite toy robot, he’s come to sleep well on his own. M: So, do you think it really helped him feel more comfortable and sleep better? W: I believe so. I’ve heard that young children’s favorite items generally give them psychological comfort. M: Okay, I’ll give it a try. Thanks for your advice. 3. [출제의도] 대화자의 관계 고르기 M: Sally, welcome to my studio. It’s good to see you. W: Thanks for inviting me, Chris. M: I hear your new song everywhere these days. I like it a lot. W: Oh, do you? I think it’s been popular since it was used in a TV commercial. M: You must be thrilled. Did you listen to the file I sent you? W: Yes, I did. And I love it. How did you come up with such a sweet and beautiful melody? M: While taking a walk along the beach, I was so inspired by the sound of the waves. W: That explains why the melody sounds very refreshing. M: I thought of you as soon as I wrote it. I think it will go very well with your voice. W: I like the songs you’ve composed so I’ve always wanted to sing one of your songs. M: I’m flattered. Shall we get started? 4. [출제의도] 내용 불일치 고르기(그림) W: Charles, come and look at this photo. My mom took it last weekend. M: Oh, you went to that park that I really want to visit. The square sign here says Riverside Park. W: Right. I went there on a picnic with my family. The weather was terrific. M: That’s wonderful! Why are those two balloons tied to the tree? W: They’re in celebration of the second anniversary of the park’s opening. M: How pretty! And you’re holding a book. W: Yes. It’s the book that you gave me as a present on my birthday. That book was so interesting. M: I’m so glad to hear that. Actually, I was worried about whether you would like it. W: It was a great choice! And look at this star­patterned mat. The park gave it out for free as a second anniversary souvenir. M: Cool. By the way, I wonder why that ball is on the table. W: My brother brought it to play soccer. M: I see. You must’ve had a good time on the picnic. 5. [출제의도] 할 일 고르기 [Telephone rings.] M: Hello, this is Sky Print Shop. W: Hi, this is Lisa Morris. I’m a teacher from Evergreen High School. Could I speak with the manager, Mr. White? M: Speaking. How may I help you? W: Well, I checked the cover design of our club activity book and I’d like to change it a bit. I’m afraid it seems too simple. M: I see. How about adding student pictures or the school mascot? W: Sounds good. I think putting the school mascot on the cover will make it look better. M: No problem. Could you send me the image later? Then I’ll add it. W: Okay. Also, I emailed the introduction page of the book to you this morning. Did you get a chance to check it out? M: Yes, I did. It looks pretty good. Are there any other changes you want to make? W: No, that’s all. Do you think I can get the books by next week? M: Of course. If you send the image file of the mascot, we can add it to the cover, and then start printing right away. W: I’ll send it to you now. Thank you! 6. [출제의도] 숫자 정보 파악하기 W: Good afternoon, sir. May I help you? M: Yes, please. I’m looking for swimming goggles for my kids. W: We have several kinds. Take a look at this display. M: All right, thank you. [Pause] Oh, how much are these? These would be perfect for my children. W: They’re 50 dollars each. They’re anti­fog, which guarantees clear vision for fast swimming. M: I see. They’re a little bit expensive, though. W: In that case, there are cheaper ones with basically the same function. How about these? They cost 40 dollars each. M: Sounds better. I’ll buy two pairs of these. I also need a swimming cap for myself. W: I recommend this new cap. It uses high­quality materials and costs only 20 dollars. M: Okay. Then I’ll buy two pairs of swimming goggles and one swimming cap. W: We also have brand­new swimsuits in our store. Are you interested? M: No, thanks. These are enough. W: Sounds good. We have a promotion this week, so you can get a 10% discount on the total amount. M: That’s great. Here’s my credit card. 7. [출제의도] 5W1H(이유) 고르기 M: Stella, what are you doing? W: Well, I need to move out of my apartment, so I’m searching for a moving company. M: Why? Is your contract almost over? W: Not yet. I’ve been here for just five months, and I still have seven months left. M: Oh, did you have some problem with your neighbors? W: Not at all. They are all kind and I get along with them. M: I heard you got a new job recently. Is it far from here? W: No, it’s within five minutes’ walking distance. Actually, the issue is that my father is sick. M: Oh, I’m sorry to hear that. W: It would be hard for my mother to take care of him alone, so I decided to move in with my parents to help look after my father. M: I hope your father gets better soon. W: Thank you for your concern. 8. [출제의도] 세부 내용 고르기(언급 유무) W: Hi, Paul. What’s new? M: Not much. I’m looking at the poster for the Blueway Spelling Bee Competition. W: The spelling bee competition? What’s that? M: It’s a competition where participants are asked to spell various words. The Blueway Library hosts it every year. W: That sounds interesting! Let me have a look. Oh, it says any Blueway Library member can take part. M: Yeah. I’m planning to enter the competition because I want to test my spelling skills. Do you want to join, too? W: Sure, why not? How do we sign up for the contest? M: We should email the application by Thursday. Here’s the email address on the bottom. W: Got it! Oh, they are only accepting 50 people. M: Then we should hurry! 2023학년도 6월 고2 전국연합학력평가 정답 및 해설 2023학년도 6월 전국연합학력평가 정답 및 해설 고2 2 9. [출제의도] 담화 내용 불일치 고르기 W: Hello, I’m Grace, a manager of Dream Marine Museum. This year, our museum has a special program, called Ocean World. The topic of the program is deep­sea exploration. Through this program, children will become interested in the plants and fish living deep in the ocean. It runs from 10 a.m. to 6 p.m. this Saturday, October 28. This event will be held on the first floor. You can watch videos of deep­sea exploration on a huge screen in the central hall. There will be a photo booth where you can take selfies wearing various masks of ocean creatures. In addition, you can make fish­shaped cookies with a chef. Anyone can participate in Ocean World for free without having to make a reservation. I hope to see you all there. 10. [출제의도] 세부 내용 고르기(도표) W: Honey, here’s a flyer about smart security cameras. They’re on sale! M: Cool! I’ve been thinking about buying one to protect our house before we’re away on vacation. W: Same here. Which one do you want to get? M: Hmm... I don’t think we can spend more than $500 on a security camera. W: You’re right. We’ve already spent a lot for our vacation. M: There are two types of connectivity options, wired and wireless. W: I prefer wireless so that we can install it anywhere we want. M: Good idea. We need one that can be installed indoors and outdoors as well. W: I agree. Now we have two options left. Well... The one with sound detection looks attractive to me. M: I heard that sound detection is not as accurate as motion detection. W: Really? Then, we should definitely get one with motion detection. M: Okay. Let’s buy this one. 11. [출제의도] 짧은 대화의 적절한 응답 고르기 M: Jenny, thanks for helping me prepare my speech for the graduation ceremony. W: There was not much to help. You were already well­prepared. M: I’m still worried. Do you really think people will understand what I’m trying to say? W: 12. [출제의도] 짧은 대화의 적절한 응답 고르기 W: Steve, do you know where my earphones are? I need them right now but can’t find them anywhere. M: I saw Dad taking them this morning for his business trip. W: Oh, no! That means I can’t use them until this Saturday! M: 13. [출제의도] 긴 대화의 적절한 응답 고르기 M: Hello, is there anything I can do for you? W: My umbrella is missing. I thought I might have left it in the restroom, but when I checked, it wasn’t there. M: Which restroom did you use? W: The one on the third floor. M: What does your umbrella look like? Could you describe it? W: It’s yellow and it has a wooden handle. There’s a big picture of a flower on it. M: Okay, I’ll check if it’s in the Lost and Found box right now... [Pause] Oh! We have an umbrella that looks like yours. Is this it? W: Wow, that’s mine! M: Wait. Here’s a note that says a lady found it and brought it to us. W: 14. [출제의도] 긴 대화의 적절한 응답 고르기 W: Fred, I got the blueberry juice we ordered. M: Thanks, Kathy. Oh, it has a paper straw. Don’t they have a plastic one? W: What’s wrong with a paper straw? M: It can get soaked and fall apart while drinking. So I prefer a plastic straw. W: But plastic straws can harm the environment. M: Protecting the environment is all good, but my drink tastes bad with paper straws. W: If so, there are other types of straws to enjoy your drink that cause less harm to the environment. M: I didn’t know there were other kinds. Can you name some of them? W: Have you heard of a silicone straw? M: No, I haven’t. It sounds interesting. W: There are also straws made of glass or metal. They’re reusable and don’t affect the taste of your drink. M: 15. [출제의도] 상황에 적절한 응답 고르기 M: Nick and Annie are partners for an art project. They are supposed to make a presentation on the life of Vincent van Gogh. However, while researching and working on their project, they realized that some of the content they found was conflicting. For example, there was a disagreement about when exactly Van Gogh started painting. Nick gathered his information from the books in the library, while Annie collected hers from the Internet. Nick and Annie are not sure which one to trust. Nick wants their presentation to be as precise as possible, so he thinks that they should ask their professor for help with deciding which source is more reliable. In this situation, what would Nick most likely say to Annie? [16~17] W: Welcome back to Tips for Entrepreneurs. Last time, we talked about this year’s trendy colors. Now let’s talk about how to use them in design for your brand. Understanding the art of using colors can help create more effective and memorable designs. For example, using red for important elements will make it hard to ignore them. It’s no coincidence that so many fast food logos are red. Orange communicates creativity and youth, which is perfect for a bold brand. If you’re trying to get your customers excited about something, go for orange. Green, on the other hand, can communicate lots of different ideas, like luck, wealth, and freshness. Green is also a common choice to communicate environmentalism and sustainability, as well as comfort and prosperity. Lastly, for a cool and calm feel, choose blue. Brands that supply ice or cooling solutions can communicate this literal coolness through blue logos. So, to design your brand effectively, use colors wisely! 16. [출제의도] 긴 담화 듣기(담화의 주제 파악하기) 17. [출제의도] 긴 담화 듣기(담화의 언급 유무 고르기) 18. [출제의도] 글의 목적 고르기 친애하는 부모님께, 학생의 잠재력을 극대화하는 데는 학교에 규칙적으로 출석하는 것이 필수적입니다. 최근에, 우리는 전 학년에 걸쳐 승인되지 않은 결석 수에 대해 우려하고 있습니 다. 저는 부모로서의 당신의 역할이 학교 결석을 승인 하는 것이라는 것을 더 명확히 하고 싶습니다. 학부모 들은 결석 첫날로부터 7일 이내에 결석에 대한 설명을 학교에 제공해야 합니다. 7일의 기간 내에 설명이 주어 지지 않을 경우, 학교는 결석을 정당하지 않은 것으로 학생부에 기록할 것입니다. 반드시 학부모 포털 사이트 에 들어가서 자녀가 결석할 때마다 사유를 등록해 주십 시오. 자녀가 불이익에 처하지 않도록 모든 결석을 승 인해 주십시오. 협조해 주셔서 대단히 감사합니다. 진심으로, 교감, Natalie Brown 19. [출제의도] 심경 변화 고르기 밖에서 호버 엔진의 윙윙거리는 소리가 들리자마자 Ester는 일어섰다. “편지,”라고 외치며 그녀는 계단을 세 칸씩 뛰어내려 가 문을 확 열었다. 비가 쏟아지고 있었지 만 그녀는 빗속으로 뛰어나갔다. 그녀는 우체통을 마주하 고 있었다. 안에는 뜯지 않은 편지 한 통이 들어 있었다. 그녀는 이것이 그녀가 간절히 기다리고 있는 것임에 틀림 없다고 확신했다. 망설임 없이 그녀는 봉투를 뜯어서 열 었다. 그녀는 종이를 꺼내 펼쳤다. 편지에는 ‘우리 회사에 지원해 주셔서 감사합니다. 우리는 당신을 인턴십 프로그 램에 초대하고 싶습니다. 우리는 당신을 곧 뵙기를 기대 합니다.’라고 쓰여 있었다. 그녀는 펄쩍펄쩍 뛰며 다시 편 지를 내려다보았다. 그녀는 이 소식을 가족들에게 빨리 전하고 싶었다. 20. [출제의도] 필자의 주장 고르기 신기술의 도입은 지속 가능한 발전에 긍정적인 영향 과 부정적인 영향을 분명히 미친다. 기술 자원을 잘 관 리하려면 그것들을 충분히 고려해야 한다. 원자력과 농 업과 같은 분야의 기술 발전은 환경적 이익뿐만 아니라 환경이나 인간의 건강에 대한 위험이 어떻게 기술 발전 에 수반될 수 있는지에 대한 예를 제공한다. 새로운 기 술은 또한 심오한 사회적 영향을 끼친다. 산업혁명 이 후 기술의 발전은 직장에서 요구되는 기술의 본질을 변 화시켜 고용 패턴에 영향을 미치며 특정 유형의 일자리 를 창출하고 다른 유형의 일자리는 소멸시켰다. 신기술 은 긍정적이고 부정적인, 모든 잠재적 영향들에 대해 평가되어야 한다. 21. [출제의도] 함축적 의미 파악하기 추수감사절 칠면조와 같은 몇 가지 전해 내려오는 풍 속을 제외하고, 북미의 토착 요리는 원주민들과 같은 불 행한 운명을 맞이했다. 확실히, 우리는 여전히 지역 특 색 음식을 가지고 있지만, Carolina 바비큐는 거의 확실 히 California 토마토를 소스에 넣을 것이고, Louisiana 검보도 인도네시아 양식 새우를 포함할 것이다. 만약 이 것들 중 하나가 지방이나 액상 과당이 많이 첨가되어 패 스트푸드 메뉴에 나타난다면, 우리는 그 붕괴를 식별하 거나 막을 수 없을 것 같다. 우리는 아직 우리의 땅과 기후가 우리에게 주는 것을 음미하고 현명하게 소비하기 위해, 가계를 통해 전해져 내려오는 강력한 일반화된 규 범을 생각해내지 못했다. 대신, 우리는 전국적인 베스트 셀러의 규모로 서점과 배에 연이어 큰 소동을 일으키는 일련의 유행하는 식단을 가지고 있다. 10명 중 9명의 영양학자들은 이것을 우리가 완전히 우리의 분별력을 잃 2023학년도 6월 전국연합학력평가 정답 및 해설 고2 3 었다는 증거로 본다. [어구] corruption 붕괴 22. [출제의도] 글의 요지 파악하기 아마도, 직장에서 인공 지능(AI)의 출현은 감성 지능 (EI)에 좋은 징조가 될 수 있다. AI가 추진력을 받고 모든 수준의 일자리에서 사람들을 대신함에 따라, 높은 EI 능력을 가진 사람들에게 프리미엄이 주어질 것이라 는 전망이 있다. 사람들이 상호 작용하는 동안 보내고 반응하는 감정적인 메시지들은, 이러한 점에서, AI 프 로그램의 모방하는 능력을 훨씬 넘어선다. 우리가 스마 트 기기의 시대로 접어들수록, 감정을 감지하고 관리하 는 것은 AI를 당혹하게 하는 지능의 한 유형으로 남을 것이다. 이것은 EI와 관련된 사람들과 직업들이 기계에 의해 점령되는 것으로부터 안전하다는 것을 의미한다. 한 설문 조사에서, 일상적인 업무의 자동화가 정서적 기술이 필요한 활동에 효과적인 AI를 만드는 것이 불가 능하다는 점에 부딪히면서, 임원 네 명 중 세 명 가량 이 EI를 향후 직장의 “필수” 기술로 보고 있다. 23. [출제의도] 글의 주제 파악하기 교육은 나뭇가지, 잔가지, 잎이 모두 공통의 핵심에서 나오는 방식을 밝히면서, 지식의 나무 줄기에 초점을 맞 춰야 한다. 다양한 분야의 실무자들이 혁신 과정에 대한 경험을 공유하고 그들의 창의적 활동 사이의 연결 고리 를 발견할 수 있는 공통 언어를 제공하면서, 사고를 위 한 도구는 이 핵심에서 비롯된다. 교육과정 전반에 걸쳐 동일한 용어가 사용될 때, 학생들은 서로 다른 과목들과 수업들을 연결하기 시작한다. 글쓰기 수업에서 추상을 연습하고, 회화나 그림 그리기 수업에서 추상을 연습하 고, 그리고 모든 경우에 그들이 그것을 추상이라고 일컫 는다면, 그들은 학문의 경계를 넘어 사고하는 방법을 이 해하기 시작한다. 그들은 그들의 생각을 하나의 개념과 표현 방식에서 다른 방식으로 바꾸는 방법을 알게 된다. 용어들과 도구들이 보편적 상상력의 일부로 제시될 때 학문들을 연결하는 것은 자연스럽게 이루어진다. [어구] twig 잔가지 disciplinary 학문의, 교과의 24. [출제의도] 글의 제목 추론하기 새로운 상황, 생각, 감정에 반응하여 새로운 단어들과 표현들이 계속해서 생겨난다. Oxford 영어 사전은 그 언 어에 등장한 새로운 단어들과 표현들의 추가분을 출판한 다. 어떤 사람들은 이런 일을 한탄하고 그것을 올바른 영어에서 벗어난 것으로 본다. 그러나 영어의 철자와 구 두법을 공식화하려는 시도는 18세기에 이르러서야 이루 어졌다. 21세기에 우리가 사용하는 언어는 Shakespeare 에게는 사실상 이해되기 어려울 것이며, 우리에게도 그 의 말하는 방식은 마찬가지일 것이다. Alvin Toffler는 Shakespeare가 현재 영어에서 일반적으로 사용되는 450,000개의 단어 중 약 250,000개만을 이해할 것이라 고 추정했다. 다시 말해서, 말하자면, 만약 Shakespeare 가 오늘날 런던에 나타난다면, 그는 평균적으로 우리의 어휘에 있는 9개의 단어당 5개만 이해할 것이다. [어구] unintelligible 이해하기 어려운 25. [출제의도] 내용 불일치 고르기(도표) 위 그래프는 선정된 국가들의 2019년 공립 초·중등학 교 교사 1인당 평균 학생 수를 보여준다. 벨기에는 공 립 초등학교와 중등학교 모두에서 교사 1인당 학생 수 가 OECD 평균보다 적은 유일한 나라였다. 공립 초등학 교와 중등학교 모두에서, 교사 1인당 평균 학생 수는 멕시코에서 가장 많았다. 공립 초등학교에서는 교사 1 인당 평균 학생 수가 일본보다 독일에서 적은 반면, 공 립 중등학교에서는 그 반대였다. 독일에서 공립 중등학 교의 교사 1인당 평균 학생 수는 영국의 절반보다 적었 다. 5개국 중 멕시코는 공립 중등학교의 교사 1인당 학 생 수가 공립 초등학교보다 많은 유일한 나라였다. 26. [출제의도] 내용 불일치 고르기 1627년 잉글랜드 Essex주 Black Notley에서 태어난 John Ray는 마을 대장장이의 아들이었다. 16세에 그 는 Cambridge 대학교에 들어가서 폭넓게 공부하고 그 리스어부터 수학까지 강의를 하다가 1660년에 성직자 의 길로 들어섰다. 1650년 병에서 회복하기 위해, 그 는 자연을 산책하기 시작했고 식물학에 대한 관심을 키웠다. 부유한 학생이자 후원자인 Francis Willughby 와 함께 Ray는 1660년대에 영국과 유럽을 여행했고 식물과 동물을 연구하고 수집했다. 그는 1673년 Margaret Oakley와 결혼했고, Willughby 집안을 떠난 후에는 Black Notley에서 77세까지 조용히 살았다. 그 는 동식물 목록을 만들기 위해 표본을 연구하면서 말 년을 보냈다. 그는 식물과 그 형태, 기능뿐만 아니라 신학과 그의 여행에 관한 20편 이상의 저서를 썼다. [어구] blacksmith 대장장이 botany 식물학 27. [출제의도] 내용 불일치 고르기(실용문) 평화 마라톤 축제 평화 마라톤 축제는 세계 평화를 장려하고 도움이 필 요한 사람들을 위한 온정을 나누기 위해 개최됩니다. 달리기를 즐기는 데 동참하고 더 나은 세상을 만들어 주세요. 언제 & 어디서 · 2023년 9월 3일, 일요일 (출발 시각: 오전 10시) · 시민 스타디움 참가비 & 자격 · 풀 & 하프: $30 (20세 이상) · 10km & 5km: $15 (나이 제한 없음) 등록 · 참가자는 1,000명으로 제한됩니다. (선착순입니다.) · ipmarathon.com에서 온라인으로만 참고 · 기념품과 메달이 모든 참가자들에게 주어집니다. · 탈의실은 무료로 이용 가능합니다. · 물은 2.5km마다 그리고 결승선에서 제공됩니다. 28. [출제의도] 내용 일치 고르기(실용문) Out to Lunch 맛있는 음식, 좋은 음악과 함께 오후를 즐기고 싶으 세요? ‘Out to Lunch’는 당신의 요구를 충족시켜 주는 더할 나위 없는 행사입니다! 오셔서 Missoula 시내의 Caras 공원에서 열리는 이 행사를 즐기세요! 날짜 & 시간 · 6월 매주 수요일, 오후 12시 – 오후 3시 주요 특징 · Diamond 아 이 스 크 림 을 포 함 한 모 든 푸 드트 럭 에 서 10% 할 인 · 신인 그룹 Cello Brigade의 라이브 음악 공연 · 아이들을 위한 페이스 페인팅과 물풍선 놀이 공지 · 개인 (야외용) 접의자와 담요를 가져오세요. · 개인 쓰레기를 올바르게 처리해 주세요. · 주류를 마시는 것은 엄격하게 금지됩니다. 29. [출제의도] 문법성 판단하기 연구 심리학자들은 종종 자기 보고 데이터로 작업을 하 는데, 이는 참가자들의 행동에 대한 구두 설명으로 구성 되어 있다. 변인을 측정하기 위해 설문지, 면접 또는 성 격 목록이 사용될 때마다 이에 해당한다. 자기 보고 방법 은 꽤 유용할 수 있다. 그것들은 사람들이 자신을 풀타임 으로 관찰할 수 있는 유일한 기회를 가진다는 사실을 이 용한다. 그러나, 자기 보고는 몇 가지 종류의 왜곡으로 인해 오염될 수 있다. 이러한 왜곡 중 가장 문제가 되는 하나는 사회적 바람직성 편향인데, 이것은 사회적으로 승 인된 답을 자신에 관한 질문에 제공하는 경향이다. 이러 한 편향에 영향을 받은 피실험자들은 특히 민감한 문제에 대해 질문받을 때 호의적인 인상을 만들기 위해 추가적으 로 노력한다. 예를 들어, 많은 설문 조사 응답자들은 사 실은 하지 않았다고 결정하는 것이 가능할 때 선거에서 투표했다거나 자선 단체에 기부했다고 보고할 것이다. [해설] ④ ask → are asked [어구] variable 변인 30. [출제의도] 문맥상 적절한 어휘 파악하기 지난 수십 년 동안, 가난한 나라들의 부채를 줄이기 위한 몇 가지 합의가 있었지만, 다른 경제적 과제(무역 장벽과 같은)는 남아 있다. 할당제, 보조금, 수출 제한과 같은 비관세 무역 조치가 점점 더 널리 퍼지고 있으며 무역과 무관한 정책적 이유로 제정될 수 있다. 그러나 그것들은 부유한 국가들에 의해 부과된 비관세 조치의 요건을 준수할 자원이 부족한 국가들의 수출에 차별적인 효과를 가진다. 예를 들어, 가난한(→부유한) 국가들이 자국의 농부들에게 주는 막대한 보조금은 전 세계 나머 지 국가들의 농부들이 그들과 경쟁하는 것을 매우 어렵 게 만든다. 또 다른 예는 국내 보건 또는 안전 규제인데, 이것은, 구체적으로 수입을 목표로 삼진 않지만, 수입자 시장에 순응하고자 하는 외국 제조업체에 상당한 비용을 부과할 수 있다. 개발도상국 시장의 산업은 이러한 추가 비용을 부담하는 데 더 많은 어려움을 겪을 수 있다. 31. [출제의도] 빈칸 추론하기 비즈니스 전략과 환경을 연구하는 과정에서, Michael Porter는 기업이 규제로부터 이익을 얻는 것처럼 보인 다는 독특한 패턴을 발견했다. 그는 또한 더 엄격한 규 제가 느슨한 규제보다 더 많은 혁신을 유발하고 있다는 것을 발견했다. 네덜란드의 꽃 산업은 하나의 예시이다. 수년 동안, 네덜란드의 세계적으로 유명한 튤립과 다른 꽃들을 생산하는 회사들은 또한 비료와 농약으로 그 나 라의 물과 토양을 오염시키고 있었다. 1991년, 네덜란 드 정부는 2000년까지 농약 사용을 절반으로 줄이도록 고안된 정책을 채택했는데, 이것은 그들이 궁극적으로 달성한 목표였다. 점점 더 엄격한 규제에 직면하면서, 온실 재배자들은 더 적은 양의 농약으로 상품의 품질을 유지하려면 새로운 방법을 개발해야만 한다는 것을 깨 달았다. 이에 그들은 폐쇄 루프 방식으로 물을 순환시 키고 암모 배양판에서 꽃을 키우는 재배 방식으로 전환 했다. 새로운 시스템은 환경에 배출되는 오염을 감소시 켰을 뿐만 아니라, 회사들이 재배 조건을 더 잘 통제할 수 있게 함으로써 이익을 증가시켰다. [어구] fertilizer 비료 circulate 순환시키다 32. [출제의도] 빈칸 추론하기 빠르지만 고도로 숙련된 사람에게 더 많은 돈을 지불 하기는 어려운데, 그 이유는 단순히 관찰되는 노력이 적기 때문이다. 두 명의 연구원이 사람들에게 데이터 복구에 얼마를 지불할 것인지를 묻는 연구를 한 적이 있다. 그들은 사람들이 더 많은 양의 복구된 데이터에 대해 조금 더 많은 돈을 지불할 것이라는 것을 발견했 지만, 사람들이 가장 민감하게 여기는 것은 기술자가 일한 시간이었다. 데이터 복구에 몇 분밖에 걸리지 않 았을 때, 지불 의사가 낮았지만, 같은 양의 데이터를 복 구하는 데 일주일 이상이 걸렸을 때, 훨씬 더 많은 비 용을 지불할 의사가 있었다. 생각해 보라. 그들은 같은 결과에 대해 더 느린 서비스에 더 많은 비용을 기꺼이 지불하고자 했다. 근본적으로, 우리가 결과보다 노력을 중시할 때, 우리는 무능함에 비용을 지불하는 것이다. 비록 그것이 실제로는 비합리적이지만, 우리는 무능함 에 지불하면서, 더 이성적이고, 더 편하다고 느낀다. [어구] incompetence 무능함 33. [출제의도] 빈칸 추론하기 청소년기에 우리 중 다수는 위대한 책이나 작가의 영향 을 받은 경험이 있다. 우리는 책 속의 참신한 아이디어에 매료되었고, 영향에 매우 열려 있었기 때문에, 흥미로운 아 이디어와의 이러한 초기 만남은 우리의 마음속 깊이 가라 앉았고 우리 자신의 사고 과정의 일부가 되었고, 그것들을 흡수한 지 수십 년이 지난 후에 우리에게 영향을 미쳤다. 그러한 영향들은 우리의 정신적 풍경을 풍부하게 했고, 사 실 우리의 지성은 더 나이가 많고 더 현명한 사람들의 교 2023학년도 6월 전국연합학력평가 정답 및 해설 고2 4 훈과 생각을 흡수하는 능력에 달려 있다. 그러나, 나이가 들면서 몸이 경직되는 것처럼 마음도 그러하다. 그리고 약 점과 취약성에 대한 우리의 깨달음이 학습 욕구를 자극했 듯이, 슬며시 다가오는 우월감도 새로운 생각과 영향력에 대해 서서히 우리를 닫는다. 어떤 사람들은 현대 세계에서 우리가 모두 더 회의적으로 된다고 주장할지도 모르지만, 사실 훨씬 더 큰 위험은 우리가 나이가 들수록 개인으로서 우리에게 부담을 주고, 일반적으로 우리의 문화에 부담을 주는 것처럼 보이는 점차적인 마음의 폐쇄에서 온다. [어구] vulnerability 취약성 advocate 주장하다 34. [출제의도] 빈칸 추론하기 많은 사람이 대중적인 사고에서 안전과 안심을 찾는다. 그들은 만약 많은 사람이 무언가를 하고 있다면, 그것은 틀림없이 옳을 것으로 생각한다. 그것은 좋은 생각임이 틀 림없다. 만약 대부분의 사람들이 그것을 받아들인다면, 그 것은 아마도 공정함, 평등함, 동정심, 그리고 민감성을 상 징할 것이다, 그러한가? 꼭 그렇다고 할 수는 없다. 대중적인 사고는 지구가 우주의 중심이라고 했지만, Copernicus는 별과 행성을 연구했고 지구와 태양계의 다른 행성들이 태 양 주위를 돈다는 것을 수학적으로 증명했다. 대중적인 사 고는 수술이 깨끗한 도구를 필요로 하지 않는다고 말했지 만, Joseph Lister는 병원에서의 높은 사망률을 연구했고 즉시 생명을 구하는 멸균법을 소개했다. 대중적인 사고는 여성들이 투표권을 가져서는 안 된다고 했지만, Emmeline Pankhurst와 Susan B. Anthony 같은 사람들은 그 권리를 위해 싸웠고 쟁취했다. 우리는 항상 수용과 지성 사이에 큰 차이가 있다는 것을 기억해야 한다. 사람들은 수가 많 은 편이 더 안전하다고 말할지도 모르지만, 그것이 항상 사실인 것은 아니다. 35. [출제의도] 무관한 문장 파악하기 런던에서 택시 운전면허를 받기 전에, 사람은 “The Knowledge”라는 위협적인 이름의 매우 어려운 시험을 통과 해야 한다. 이 시험은 Greater London 지역의 2만 개 이상 거리의 구획을 암기하는 것을 포함하는데, 이는 엄청난 양 의 기억 자원을 포함하는 기술이다. 사실, 택시 운전사 훈련 에 등록한 사람 중 50% 미만이 시험을 통과하는데, 심지어 그것을 위해 2, 3년을 공부한 후에도 말이다! 그리고 밝혀 진 바에 따르면, 런던 택시 운전사들의 두뇌는 그들의 초인 적인 기억 노력을 반영하는 방식에서 택시 운전을 하지 않 는 사람들과 다르다. (즉, 그들은 운전 면허청에서 발급된 정식 운전면허증을 최소 1년 동안 소지해야 한다.) 사실, 공 간 기억과 가장 자주 연관되어 온 뇌의 부분, 해마라 불리 는 해마 모양을 한 뇌 영역의 꼬리 부분은 이들 택시 운전 사들에게서 평균보다 더 크다. [어구] intimidating 위협적인 36. [출제의도] 글의 순서 파악하기 정책을 평가할 때, 사람들은 그것이 어떤 특정한 문제 를 어떻게 해결할 것인가에 집중하는 경향이 있으며, 그 정책이 가질 수 있는 다른 효과는 무시하거나 경시한다. 경제학자들은 종종 이 상황을 의도하지 않은 결과의 법칙 이라고 부른다. (B) 예를 들어, 국내 철강 노동자들의 일 자리를 보호하기 위해 수입된 철강에 관세를 부과한다고 가정해 보자. 만약 당신이 충분히 높은 관세를 부과한다 면, 그들의 일자리는 실제로 외국 철강 회사들과의 경쟁 으로부터 보호될 것이다. (A) 그러나 하나의 의도하지 않 은 결과는 일부 자동차 노동자들의 일자리가 외국 경쟁사 에 빼앗기게 된다는 것이다. 왜일까? 철강 노동자들을 보 호하는 관세는 국내 자동차 제조업체들이 자동차를 만드 는 데 필요한 철강의 가격을 높인다. (C) 그 결과, 국내 자동차 제조업체들은 자동차 가격을 인상해야 하고, 국산 차를 외제 차에 비해 상대적으로 덜 매력적이게 만든다. 가격을 올리는 것은 국산 차 판매를 줄이는 경향이 있어 서, 일부 국내 자동차 노동자들은 일자리를 잃는다. 37. [출제의도] 글의 순서 파악하기 오직 한 지역에서만 발견되는 종들은 토착종이라고 불 리고 특히 멸종에 취약하다. (B) 그들은 섬들과 특히 대 부분의 종이 매우 특화된 열대 우림인 다른 독특한 작은 지역에 있다. 한가지 예는 코스타리카의 산악 지역에 있 는 무성한 열대 우림의 작은 지역에서만 한 때 발견되었 던 번쩍이는 색깔의 황금 두꺼비이다. (C) 그 나라의 잘 보존된 Monteverde Cloud Forest Reserve에서 살았음에 도 불구하고, 1989년쯤, 황금 두꺼비는 외관상으로 멸종 하였다. 그것의 열대 우림 서식지를 지탱해 준 습기의 많 은 부분은 카리브해에서 불어 들어오는 습기를 실은 구름 의 형태에서 왔다. (A) 하지만 세계적 기후 변화로 인한 더 따뜻한 공기가 이러한 구름들을 상승하게 했고, 숲에서 습기를 제거하였으며, 황금 두꺼비와 많은 다른 종들의 서식지가 완전히 말라 버렸다. 황금 두꺼비는 주로 지구 온난화로 인한 기후 변화의 첫 희생양들 중 하나인 것 같다. [어구] deprive 제거하다 38. [출제의도] 문장 삽입하기 실험 방법의 근본적인 본질은 조작과 통제이다. 과학 자들은 관심 변인을 조작하고, 차이가 있는지 확인한다. 동시에, 다른 모든 변인의 잠재적 영향을 통제하려고 시 도한다. 사건의 근본적인 원인을 식별하는 데 있어 통제 된 실험의 중요성은 아무리 강조해도 지나치지 않다. 현 실의 통제되지 않은 세계에서, 변인들은 종종 상관관계 가 있다. 예를 들어, 비타민 보충제를 섭취하는 사람들은 비타민을 섭취하지 않는 사람들과는 다른 식습관과 운동 습관을 지닐 수 있다. 그 결과, 만약 우리가 비타민의 건 강에 미치는 효과를 연구하고 싶다면, 우리는 단지 현실 세계만 관찰할 수 없는데, 왜냐하면 이러한 요소(비타민, 식단, 운동) 중 어느 것이든 건강에 영향을 미칠 수 있기 때문이다. 오히려, 우리는 현실 세계에서 실제로 일어나 지 않는 상황을 만들어야 한다. 그것이 바로 과학 실험 이 하는 일이다. 그것들은 그 밖의 다른 모든 것을 일정 하게 유지하면서, 한 번에 하나의 특정 변인을 조작하여 세상에서 자연적으로 발생하는 관계를 분리하려고 애쓴다. [어구] manipulate 조작하다 supplement 보충제 39. [출제의도] 문장 삽입하기 왜 지중해 지역의 사람들은 더 오래 살고 질병 발생률 이 더 낮을까? 몇몇의 사람들은 그것이 그들이 먹는 것 때문이라고 말한다. 그들의 식단은 신선한 과일, 생선, 채소, 통곡물, 견과류로 가득하다. 이러한 문화권의 사람 들은 적포도주를 마시고 많은 양의 올리브유를 사용한다. 왜 그러한 음식 패턴이 건강에 좋은가? 한 가지 이유는 그들이 다양한 색깔을 먹고 있기 때문이다. 식품에 존재 하는 수천 가지의 다채로운 “생화학 물질”(phyto=식물) 의 이점을 보여주는 점점 더 많은 연구가 표면화되고 있 다. 식물에 있는 건강에 좋고, 영양가 없는 이 화합물들 은 식물에 색과 기능을 제공하고 인체의 건강에 보탬이 된다. 각각의 색깔은 몸에서 특정 기능을 하는 특정 화 합물과 연결된다. 예를 들어, 만약 당신이 보라색 음식을 먹지 않는다면, 당신은 중요한 뇌 보호 화합물인 안토시 아닌을 아마도 놓치고 있는 것이다. 그와 유사하게, 만약 당신이 녹색 음식을 피한다면, 세포가 손상되는 것을 막 아주는 식물 산화 방지제인 엽록소가 부족할 수도 있다. [어구] anthocyanins 안토시아닌 40. [출제의도] 문단 요약하기 사람들은 특정한 생각을 할 때 매우 예측 가능한 방식 으로 행동한다. 그들은 동의할 때, 고개를 끄덕인다. 여 기까지는, 놀랄 일은 아니다, 하지만 “고유 수용 심리학” 으로 알려진 한 연구 분야에 따르면, 그 과정은 역으로 도 작용한다. 사람들을 특정한 방식으로 행동하게 하면 당신은 그들이 특정한 생각을 갖도록 한다. 그 아이디어 는 처음에는 논란의 여지가 있었지만, 다행히도 설득력 있는 실험으로 뒷받침되었다. 한 연구에서 참가자들은 큰 컴퓨터 화면을 가로질러 움직이는 다양한 제품들에 시선을 고정하고 그 제품들이 그들에게 매력적인지 아닌 지를 나타내도록 요청받았다. 일부 제품은 수직으로 움 직였고(참가자들이 보는 동안 고개를 끄덕이게 하면서), 다른 제품은 수평으로 움직였다(좌우로 머리를 움직이게 하면서). 참가자들은 자신의 “예”와 “아니요”의 머리 움 직임이 결정에 핵심적인 역할을 했다는 사실을 인지하지 못한 채 수직으로 움직이는 제품을 선호했다.  한 연구에서, 참가자들은 그들의 고개를 위아래로 움직 일 때 컴퓨터 화면에 나오는 제품들에 호의적으로 반응 했는데, 이는 그들의 결정이 그들의 행동에 의해서 무 의식적으로 영향을 받는다는 것을 보여주었다. [41~42] 당신의 뇌가 기억된 사건들의 창고에서 그것들에 접 근하려고 할 때, 평범하지 않은 사건들이나 경험들이 더 잘 기억되는 경향이 있는데 그 이유는 그것들과 경 쟁하는 것이 없기 때문이다. 다시 말해, 2주 전 목요일 에 아침 식사로 무엇을 먹었는지 기억하는 것이 어려울 수 있는 이유는 아마도 그 목요일이나 그 특정 아침 식 사에 대해 특별한 것이 없었기 때문이다— 그 결과, 당 신의 모든 아침 식사 기억은 일종의 일반적인 아침 식 사에 대한 인상으로 합쳐진다. 여러분의 기억력은 유사 한 사건들을 병합하는데, 그것은 그렇게 하는 것이 더 효율적일 뿐만 아니라, 이것이 우리가 어떤 것들을 배 우는 방법의 기본이기 때문이다— 우리의 뇌는 경험을 함께 묶는 추상적인 규칙들을 추출한다. 이것은 일상적인 것들에 특히 해당된다. 만약 당신의 아침 식사가 항상 같다면— 예를 들어, 우유를 곁들인 시리얼, 오렌지 주스 한 잔, 커피 한 잔— 당신의 뇌가 특정한 한 아침 식사에서 그 세부 사항을 추출하는 것 은 쉽지 않다. 아이러니하게도, 일상화된 행동의 경우, 당신은 그 행동의 일반적인 내용(당신이 먹었던 것과 같은, 당신이 항상 같은 것을 먹기 때문에)은 기억할 수 있지만, 그 한 가지 예의 세부 사항들(쓰레기 트럭 이 지나가는 소리 또는 당신의 창문을 지나치는 새소리 와 같은)은 그것들이 매우 특이하지 않다면 상기하기가 매우 어려울 수 있다. 반면에, 만약 당신이 당신의 일상 을 깨뜨리는 특이한 일을 했다면— 아마도 당신은 아침 식사로 남은 피자를 먹고 드레스 셔츠에 토마토 소스를 쏟았다— 당신은 그것을 덜(→더) 기억하기가 쉽다. [어구] generic 일반적인 41. [출제의도] 1지문 2문항(글의 제목 추론하기) 42. [출제의도] 1지문 2문항(문맥상 적절한 어휘 파악하기) [43~45] (A) Henrietta는 가장 위대한 “노래의 여왕” 중 한 명 이다. 그녀는 독일이 배출한 가장 위대한 가수로서 그녀 가 부러워할 만한 위치에 도달하기 전에 혹독한 시련을 겪어야 했다. 그녀의 경력 초기에 그녀는 경쟁자 Amelia의 친구들에 의해 비엔나 무대에서 야유를 받고 쫒겨났다. 그러나 이 좌절에도 불구하고, Henrietta는 모든 유럽이 그녀의 발아래에 있을 때까지 견뎠다. (D) 수년 후, Henrietta의 명성이 절정에 달했을 때, 그녀는 어느 날 베를린의 거리를 차를 타고 지나가고 있었다. 곧 그녀는 눈먼 여성을 데리고 가는 여자 아이 와 마주쳤다. 그녀는 여성의 무력함에 마음이 움직였고, 충동적으로 아이를 그녀에게 오라고 손짓하며, “이리 와, 얘야. 네가 손을 잡고 데리고 가는 사람은 누구니?” 라고 말했다. (B) 대답은, “저분은 제 어머니, Amelia Steininger 입 니다. 그녀는 훌륭한 가수였지만, 목소리를 잃었고, 그 일로 너무 많이 울어서 그녀는 이제 더 이상 앞을 볼 수 없습니다.” 였다. Henrietta는 그들의 주소를 묻고 나서 아이에게 “어머니께 오래된 지인이 오늘 오후에 그녀를 방문할 것이라고 말하렴.”이라고 말했다. 그녀는 그들의 거처를 찾아내서 모녀를 돌보았다. 그녀의 요청에 따라 숙련 된 의사 가 Amelia의 시 력을 회 복시 키려 했지 만, 허사 였 다. (C) 그러나 Henrietta가 그녀의 예전 경쟁자에게 베푼 친절은 여기서 그치지 않았다. 그 다음 주에 그녀는 그 불쌍한 여성을 위한 자선 콘서트를 열었고, 그 자리에서 Henrietta는 그녀가 전에 한번도 불러본 적이 없는 방식 으로 불렀다고 한다. 그리고 많은 청중의 박수와 함께 지상 사람들의 선행에 기뻐하는 천국에 있는 천사들의 박수가 섞여 있었다는 것을 누가 의심할 수 있겠는가? 43. [출제의도] 1지문 3문항(글의 순서 파악하기) 2023학년도 6월 전국연합학력평가 정답 및 해설 고2 5 44. [출제의도] 1지문 3문항(지칭 추론하기) 45. [출제의도] 1지문 3문항(세부 내용 파악하기)"
}