{
    "text": "1 • 영어 영역 • ※ 본 전국연합학력평가는 17개 시도 교육청 주관으로 시행되며, 해당 자료는 EBSi에서만 제공됩니다. 무단 전재 및 재배포는 금지됩니다. 정 답 1 ④ 2 ① 3 ① 4 ⑤ 5 ④ 6 ① 7 ③ 8 ③ 9 ⑤ 10 ① 11 ④ 12 ⑤ 13 ② 14 ④ 15 ⑤ 16 ② 17 ③ 18 ② 19 ① 20 ② 21 ① 22 ④ 23 ② 24 ④ 25 ③ 26 ⑤ 27 ⑤ 28 ③ 29 ⑤ 30 ④ 31 ① 32 ③ 33 ① 34 ② 35 ③ 36 ② 37 ③ 38 ④ 39 ③ 40 ⑤ 41 ① 42 ⑤ 43 ② 44 ③ 45 ③ 해 설 1. [출제의도] 담화의 목적 고르기 W: Good morning, employees of ABC Company. I’m Tina White, a senior manager. I’ve noticed that many of you have been experiencing difficulties at work and are under a lot of stress these days. Your well­being is important to us. Therefore, the company is offering a counseling program during lunchtime every day starting next week. Special counselors have been invited to help you deal with your stress. I’m confident that our counseling program will help you feel happier at work. If you are interested in this program, please register for a session. I’m sure it’ll be worth your time. 2. [출제의도] 의견 고르기 M: Jane, are you feeling okay? W: Well, I exercised at the gym and my muscles are hurting a bit now, Dad. M: Did you stretch after exercising? W: No. I only stretched before. M: Oh. You should definitely stretch after you finish exercising. W: Really? I thought stretching after working out would put more pressure on my muscles. M: That’s not true. Stretching afterward helps to loosen your tight muscles and reduce injuries. W: That makes sense. Are there any other benefits? M: Absolutely. It allows both your body and mind to slow down and helps you feel relaxed. W: All right. I’ll give it a try. Thanks for your tip, Dad. 3. [출제의도] 요지 고르기 W: Good afternoon, listeners! Do you have a hard time figuring out your emotions? Have you suddenly gotten really angry but didn’t know exactly what made you feel that way? If so, keeping an emotion diary can be a powerful tool for understanding your feelings. In an emotion diary, you write down in detail how you feel in each situation. This will give you an opportunity to understand why you’re feeling a certain way. Writing an emotion diary won’t be easy at first, but you’ll soon get used to it. After the break, I’ll tell you how to keep an emotion diary effectively. Stay tuned! 4. [출제의도] 내용 불일치 고르기(그림) M: Hi, Julia. You were amazing in the play yesterday. W: Thanks, Mason! Here’s a picture from the dressing room after the play. Do you want to take a look? M: Sure. [Pause] I see you’re holding the flowers I gave you. W: They’re so beautiful. Thanks again. M: My pleasure. What are those two boxes on the floor? W: I stored some items for the play in them. I needed many items because I played both a prisoner and the queen. M: You wore that striped T­shirt on the hanger as a prisoner, right? W: Yes. Do you remember that crown on the table? M: I remember! You wore that as the queen. Wasn’t it difficult to change your costume during the play? W: Not really. But it was hard to see my entire outfit in that star­shaped mirror on the wall. M: I understand. Anyway, you did a great job. 5. [출제의도] 할 일 고르기 W: Honey, Mr. and Mrs. Brown are visiting today! What time are they supposed to come? M: At seven o’clock. We haven’t seen them for a long time. I’m so excited. W: Me too. Let’s check if everything is ready. M: I’m done cooking tonight’s dinner. W: Thanks for doing that. By the way, do we have extra plates? M: Yes, I already checked. There are plenty. Should we prepare some wine? W: No, they told me they’re bringing some. Did we get something for dessert? M: Oh, I forgot. I’ll go buy a cake. W: Then I’ll go to the airport to pick them up. M: Perfect. Thank you. 6. [출제의도] 숫자 정보 파악하기 M: Welcome to the World History Museum. How may I help you? W: Hi, I’d like to purchase three admission tickets. What’s the fee for an adult? M: An adult ticket is $10. W: What about for seniors? M: If you look at the price board, people over 65 years of age are charged $8. W: Okay, then I’ll buy one senior ticket, and two adult tickets. M: May I see an identification card for the senior? W: Yeah, just a moment. Here it is. M: Thank you. And today is National Museum Day, so you can get 50% off the total price. W: Wow, that’s amazing! M: If you need audio guides, they’re $5 each. W: No, thanks. Only the tickets, please. Here’s my credit card. 7. [출제의도] 5W1H(이유) 고르기 W: Hey, Tim. I didn’t see you in Professor Jackson’s class yesterday. M: Hi, Kayla. I had a little stomachache. Did I miss anything important? W: As you know, Professor Jackson is retiring next week, so the students have decided to throw him a farewell party. M: Sounds great. When is it? W: It’s this Saturday at 12 p.m. in Diamond Hall. M: Umm... This Saturday? I can’t go then. W: Why not? Ah, you must have your club activity. M: It’s not that. I don’t have my club activity that day. W: Then what is it? Do you need to take care of your brother again? M: No. Actually, I have to participate in the marathon that day. W: Marathon? Oh, right. I know how hard you’ve been training for it. Good luck! M: Thanks. Please congratulate the professor for me. 8. [출제의도] 세부 내용 고르기(언급 유무) W: Honey, I picked up a flyer about the Noodle Cooking Contest. M: What is it about? W: It’s a competition to cook the most creative dish using noodles. M: Sounds interesting. Who can participate? W: Any city resident can participate. Why don’t you give it a try? M: Let me take a look at the flyer. I should check the date first. W: Here. It’s on the 20th of June. Are you free then? M: Luckily, I don’t have any plans that day. Maybe I can apply for the contest. W: You should! The winner will receive $500. M: Great! It says I have to send a recipe by e­mail to apply for the contest. Any suggestions? W: Well, do you remember the cold noodle salad you made for my birthday? It was so good. You should use that recipe. M: That’s a great idea. I’ll do it. 9. [출제의도] 담화 내용 불일치 고르기 M: Hello, I’m Tony Jones, a librarian at Greenfield Library. We’re thrilled to tell you about a brand­new service called Library Plus. Our library volunteers will deliver books straight to your home. Our book delivery service is here to provide more people with the opportunity to read. All library members can use this service free of charge. In order to get started, use the library’s mobile application on your phone. You can borrow a maximum of five books at a time. Books may be borrowed for two weeks, but you can extend the borrowing period simply by giving us a call. You don’t even need to come to the library to return your books. We’ll pick up the books at your place. For more information, visit our website. Thank you. 10. [출제의도] 세부 내용 고르기(도표) W: Hey Adam, Mom’s birthday is coming up. Why don’t we buy a gold ring for her present? M: Good idea. I heard that jewelry online is cheaper 2024학년도 6월 고2 전국연합학력평가 정답 및 해설 2024학년도 6월 전국연합학력평가 정답 및 해설 고2 2 than in stores. So let’s buy one online. W: Okay. Let me see... Rings are pretty expensive. What’s our budget? M: We spent a lot for Mother’s Day last month, so I don’t think we can spend more than $400 on her present this time. W: You’re right. Let’s decide on a color now. We have three options: white, yellow, and rose. M: Mom already has several yellow gold rings. We shouldn’t choose yellow. W: Good point. Both the white and rose ones look better anyway. M: That’s true. What about a stone for the ring? W: How about a ruby? It would go well with Mom’s red earrings. M: I agree. Oh, this one provides a gift­wrapping service. W: We don’t need that. I’d rather wrap it myself. M: Okay, then let’s order this one. 11. [출제의도] 짧은 대화의 적절한 응답 고르기 M: Katie, we have to go to the Modern Art Center sometime this month for our art class project. How about this Sunday? W: I have plans with my mom that day. Let’s go another day. M: But they have a special artist lecture only this Sunday. Would you consider changing your plans? W: 12. [출제의도] 짧은 대화의 적절한 응답 고르기 W: Jake, are we going to drive to the restaurant for the dinner meeting with our client? M: Yes. It would be best to go by car. The problem is the place doesn’t have a parking lot. W: I’m sure we can find a place for the car around the restaurant. M: 13. [출제의도] 긴 대화의 적절한 응답 고르기 M: Hey Linda, what are you reading? W: I’m reading Troy Morgan’s new book. It’s really interesting. M: You seem to really love his books. W: I do! Can you take me to his book signing event next week, Dad? M: Sure, but didn’t he already sign a book for you? W: Yes, but getting a book signed isn’t my main purpose for going to the event. M: Then why do you want to go? W: It’s because of his recent interview. He said he lost confidence in his writing. M: Why? What happened? W: He read some negative reviews about his last work. M: Oh, really? It sounds like he needs to meet some fans like you to boost his confidence. W: 14. [출제의도] 긴 대화의 적절한 응답 고르기 M: Hi, Sandra. You look excited. W: Yeah, I just got my driver’s license. M: Congratulations! Are you planning to buy a car? W: Actually, I’ve been browsing cars online. But they’re more expensive than I expected. M: Then, what about a used car? My brother happens to be selling his car. W: I was considering buying a used car, too. Can I see some pictures of his car? M: Let me check... Here you go. He’s had it for about three years. W: Wow, it looks as shiny as new. Also, it’s in my favorite color and design. M: I’m glad you like it. You’ll be even more satisfied when you see it in person. W: I hope so! Do you know how much he’s selling it for? M: He wants $10,000 for it. W: That’s within my budget. But I’d need to test­drive it first. M: 15. [출제의도] 상황에 적절한 응답 고르기 W: Bill and Susan are second­grade high school students and friends. They are preparing for their final exams at the library after school. It used to be easy for Susan to focus on studying. However, these days she’s noticing that she gets distracted easily at the library and doesn’t know why she cannot maintain her attention. So, she decides to get some advice from Bill, who gets high scores in school. When Bill hears her problem, he’s suddenly reminded of his own experience of losing focus. He recalls that he changed his study location and that really helped him get back his concentration. Therefore, he wants to suggest that Susan try studying in a different place to find her focus again. In this situation, what would Bill most likely say to Susan? [16~17] M: Good evening, viewers. Last time, I introduced some paintings by well­known Western artists. Today, I’d like to talk about objects that have symbolic meanings in Western art. Let’s begin with mirrors. The reflection seen in mirrors can reveal a hidden truth or expose a lie. As you might imagine, a broken mirror generally represents bad luck. Second, candles. They can symbolize the passing of time or show a timeline. This is seen in how much of the candles have burned. Third, let’s talk about books. Books often represent a higher educational status. They’re also a symbol of learning or of giving knowledge. Lastly, flowers can be a symbol of life. Blooming flowers are used to show power and growth. In a moment, I’ll present some paintings with these symbols. 16. [출제의도] 긴 담화 듣기(담화의 주제 파악하기) 17. [출제의도] 긴 담화 듣기(담화의 언급 유무 고르기) 18. [출제의도] 글의 목적 고르기 주민들께, 제 이름은 Kari Patterson이고, 저는 River View 아파트의 관리인입니다. 우리의 커뮤니티를 더욱 아름 답게 만들기 위해 화창한 날씨를 이용할 때입니다. 7월 13일 토요일 오전 9시에, 주민들은 북쪽 주차장에서 만 날 예정입니다. 우리는 팀을 나누어 꽃과 작은 나무를 심고, 잡초를 뽑고, 잔디밭에 다채로운 장식을 할 것입 니다. 올해 정원가꾸기 날에 우리와 함께 해 주시고, 특별한 기술이나 도구는 필요하지 않다는 것을 기억하 세요. 작년에, 우리는 함께 일하며 즐거운 시간을 보냈 으니, 오셔서 올해 행사도 더 멋지게 만들어 주세요! 따뜻한 마음을 담아, Kari Patterson 2024학년도 6월 전국연합학력평가 정답 및 해설 고2 3 19. [출제의도] 심경 변화 고르기 결승전 경주였다. Emma는 그녀의 계주 팀의 마지막 주자였다. 그녀는 그녀의 자리에서 팀 동료가 그녀에게 바통을 건네주기를 초조하게 기다렸다. Emma는 그녀가 실수를 하지 않고 자신의 역할을 수행할 수 있을지 확신하 지 못했다. “만약 내가 바통을 떨어뜨리면 어떡하지?” 라 고 생각하면서 그녀의 손이 떨렸다. 그녀는 그녀의 팀 동 료가 다가올수록 심박수가 증가하는 것을 느꼈다. 하지 만 그녀가 달리기 시작했을 때, 그녀는 순조롭게 바통 을 받았다. 마지막 10미터에서, 그녀는 두 명의 다른 주 자를 제치고 나서 1위로 결승선을 통과했다! 그녀는 두 손을 하늘로 치켜들고, 얼굴에 큰 미소를 지었다. 팀 동 료들이 그녀를 안아주자, 그녀는 “우리가 해냈어!”라고 소리쳤다. 그녀의 모든 힘든 훈련이 그럴만한 가치가 있 었다. 20. [출제의도] 필자의 주장 고르기 대부분의 사람들은 그것(진정한 자기 평가)이 그들이 누구인지, 무엇을 할 수 있는지에 대한 믿음을 낮추는 것을 의미할지도 모른다고 두려워하기 때문에, 진정한 자기 평가에 대한 생각을 거부한다. Goethe의 격언처 럼, “너 자신을 현재의 너의 모습 이상으로 보는 것”은 큰 실수이다. 네가 너의 단점을 생각해 보기를 거부한 다면 어떻게 너 자신을 인식하고 있다고 여겨질 수 있 을까? 네가 너 자신에 대해 몇 가지를 인정해야 할지도 모른다는 걱정 때문에 자기를 평가하는 것을 두려워하 지 마라. Goethe 격언의 후반부도 역시 중요하다. 그는 “너의 진정한 가치보다 너 자신을 낮게 평가하는 것”도 똑같이 해롭다고 말한다. 우리는 다른 능력들을 과대평가 하는 것만큼 많이 그리고 위험하게 우리의 능력을 과소 평가한다. 너 자신을 정확하게 그리고 정직하게 판단 하는 능력을 길러라. 네가 할 수 있는 것과 너의 잠재 력을 열기 위해 필요한 것을 파악하기 위해 내면을 들 여다 봐라. 21. [출제의도] 함축적 의미 파악하기 세계에서 가장 힘있고, 부유하며, 유명한 사람들 중 몇 몇을 살펴봐라. 그들의 성공의 장식과 그들이 살 수 있는 것을 무시해라. 대신 그들이 맞바꿔야 하는 것을 봐라― 성공이 그들에게 치르게 한 것을 봐라. 대부분은? 자유 이다. 그들의 업무는 그들이 정장을 입는 것을 요구한다. 그들의 성공은 특정 파티에 참석하여, 그들이 좋아하지 않는 사람들에게 아첨하는 것에 달려 있다. 그것은 요구 할 것이다― 필연적으로― 그들이 실제로 생각하는 것을 말할 수 없다는 사실을 깨닫는 것을. 더 나쁜 것은, 그것 은 그들이 다른 유형의 사람이 되거나 부당한 일을 하도 록 요구한다는 것이다. 물론, 그것은 많은 이익이 될지도 모른다― 그러나 그들은 그 거래를 제대로 고찰한 적이 없다. Seneca가 말했듯이, “대리석과 황금 아래에 노예 상태가 존재한다.” 너무 많은 성공한 사람들은 그들이 스 스로 만든 감옥의 죄수들이다. 그것이 당신이 원하는 것 인가? 그것이 당신이 목표로 하여 열심히 일하고 있는 것인가? 그렇지 않기를 바라자. [어구] inevitably 필연적으로 transaction 거래 22. [출제의도] 글의 요지 파악하기 기업이 정부로부터 구제받으려면, 장기적으로 수익성이 나고 성장할 수 있도록 회사를 구조조정 하는 어려운 결 정을 내리기보다는 더 많은 돈을 받기 위해 정부에 로비 하는 것에 집중하는 것이 더 쉬울지도 모른다. 이것은 도 덕적 해이라고 알려진 것의 한 예이다― 정부의 지원이 기업이 내리는 결정을 바꿀 때. 예를 들어, 2007-08년 신용 위기 때 그들이 그랬던 것처럼, 만약 정부가 어려움에 처한 은행을 구제한다면, 이것은 은행이 앞으로 더 큰 위 험을 감수하도록 조장하는데 그 이유는 그들이 손해를 보 는 경우 정부가 개입할 가능성이 있다는 것을 그들이 알 기 때문이다. 정부의 구제는 좋은 의도일지라도, 그것은 은행의 행동에 부정적으로 영향을 미쳐, 위험하고 형편없 는 의사 결정을 조장할 수 있다. 23. [출제의도] 글의 주제 파악하기 만약 견해의 다양성이 거의 없거나 전혀 없고, 모든 과학자들이 비슷한 방식으로 세상을 보고, 생각하고, 의 문을 제기한다면, 그러면 그들은, 하나의 공동체로서, 자신들이 주장하는 것만큼, 혹은 적어도 그렇게 되기를 열망하는 것만큼, 객관적이지 않을 것이다. 해결책은 과 학의 실행에 있어 훨씬 더 많은 다양성이 있어야 한다 는 것이다: 성별, 인종, 그리고 사회적 문화적 배경에 서. 과학은 그것이 자연 세계에 대한 호기심을 추구하 고 가능한 한 다양한 관점과 각도에서 그들의 그리고 서로의 아이디어를 검증하는 사람들에 의해 수행되기 때문에 작동한다. 과학이 다양한 집단의 사람들에 의해 행해질 때, 그리고 만약 과학 지식의 특정 영역에 대한 의견 일치가 이루어진다면, 그러면 우리는 그것의 객관 성과 진실성에 있어서 더 큰 자신감을 가질 수 있다. [어구] ethnicity 인종 24. [출제의도] 글의 제목 추론하기 우리는 시간을 주, 월, 계절과 같은 단위로 나누는 경 향이 있다; 인도의 농부들과 북미의 학생들을 대상으로 한 일련의 연구에서, 심리학자들은 마감일이 “나뉨” ― 새 해와 같이― 의 반대편에 있는 경우, 우리는 그것을 멀 리 있는 것으로 여기고, 그 결과, 실행에 옮길 준비를 덜 할 가능성이 더 많다는 사실을 발견했다. 그러한 상 황에서 당신이 해야 할 일은 그 시간 틀에 대해 생각하 는 또 다른 방식을 찾는 것이다. 예를 들어, 지금이 11 월이고 마감일이 1월이라면, 네가 “내년”보다는 “이번 겨 울”에 일을 끝내야 한다고 너 자신에게 말하는 것이 더 좋다. 최고의 접근법은 마감일을 임박한 기간 내에 맞춰 야 하는 도전으로 여기는 것이다. 그런 식으로 스트레스 는 더 잘 관리될 수 있고, 적시에 작업을 시작― 따라서 마무리― 할 수 있는 가능성이 높아진다. 25. [출제의도] 내용 불일치 고르기(도표) 위 그래프는 선택된 아시아 국가들의 2010년과 2020 년 1인당 CO₂ 배출량을 보여준다. 우즈베키스탄을 제외 한 모든 국가들은 2010년의 배출량보다 2020년의 1인당 CO₂ 배출량이 더 많았다. 2010년에는, 중국의 1인당 CO₂ 배출량이 5개국 중 가장 많았고, 몽골의 배출량이 그 뒤 를 이었다. 그러나, 2020년에는, 1인당 CO₂ 배출량에 있 어서 몽골이 중국을 능가했는데, 몽골의 배출량은 중국의 배출량보다 두 배 이상이었다. 2010년에는, 우즈베키스탄 이 베트남보다 더 많은 1인당 CO₂ 배출량을 만들어 냈지 만, 2020년에는 그 반대였다. 5개국 중, 인도는 2020년 에 1인당 CO₂ 배출량이 2톤 미만인 유일한 국가였다. 26. [출제의도] 내용 불일치 고르기 Henry David Thoreau는 1817년 Massachusetts주 Concord에서 태어났다. 그가 16세 때, 그는 Harvard 대 학에 입학했다. 졸업 후, Thoreau는 학교 교사로 일했지 만 2주 후에 그만두었다. 1838년 6월에 그는 그의 형 제인 John과 함께 학교를 세웠다. 그러나, 그는 자연 시 인이 되기를 희망했다. 1845년, 그는 Walden 연못 근처 에 직접 지은 작은 집으로 이사했다. Walden에서, Thoreau는 엄청난 양의 독서를 했다. 그가 그곳에서 쓴 저널이 그의 가장 유명한 저서인 Walden의 원천이 되었다. 그의 인생 후반부에, Thoreau는 Maine 숲으로, Cape Cod로, 그리고 캐나다로 여행을 떠났다. 43세의 나 이에, 그는 그의 여행을 마치고 Concord로 돌아왔다. 비 록 그의 작품이 그의 일생 동안 널리 읽히지 않았지만, 그 는 집필을 멈추지 않았고, 그의 작품은 20권에 달한다. 27. [출제의도] 내용 불일치 고르기(실용문) 2024 미래 엔지니어 캠프 모든 젊은 크리에이터들을 모집합니다! 흥미진진한 활동과 함께 공학기술의 경이로움을 탐험하기 위해 Southside Maker Space에 와서 함께 해요. 날짜: 7월 20일 토요일 & 7월 21일 일요일 시간: 오전 10시 - 오후 4시 연령: 14세에서 16세 참가비: 100달러 1일 차 - 로봇 공학 워크숍 ∙기본적인 코딩 기술을 배웁니다. ∙팀을 이루어 미니 로봇을 만듭니다. 2일 차 - 플라잉 챌린지 ∙장난감 비행기를 만들고 테스트합니다. ∙비행기 날리기 경주에 참가합니다. 공지사항 ∙점심 식사는 참가비에 포함됩니다. ∙프로젝트를 위한 모든 도구들과 재료들이 제공됩니다. 더 많은 정보를 위해서는, www.southsidemaker.com 을 방문하세요. 28. [출제의도] 내용 일치 고르기(실용문) 도시를 맛보세요 Jamestown의 다양하고 맛있는 음식 문화를 한자리에 서 모두 경험해 보세요. 맛있는 음식들을 즐기고, 새로 운 레스토랑들을 발견해 보세요! 언제 & 어디서 ∙9월 6일 - 8일 (오전 10시 - 오후 9시) ∙Grand Park 주요사항 ∙지역 식당에서 제공되는 30가지 종류의 음식 샘플 ∙저녁마다 라이브 음악 공연 ∙숙련된 요리사들과의 요리 수업 입장권 ∙어른: 15달러 ∙어린이: 10달러 ※ 사전 예약은 필요하지 않으며, 바로 와서 즐기세요. 29. [출제의도] 문법성 판단하기 미소 짓기에 대한 선천적인 능력은 선천적으로 청각 장애와 시각장애가 있고, 사람 얼굴을 한 번도 본 적이 없는 아기들도, 약 2개월 즈음에 미소를 짓기 시작한다 는 놀라운 관찰에 의해 증명된다. 그러나, 시각장애를 가진 아기의 미소 짓기는 그것을 강화하기 위해 아무것 도 행해지지 않으면 결국 사라진다. 적절한 피드백이 없으면, 미소 짓기는 사라진다. 하지만 여기에 흥미로운 사실이 있다: 만약 그들이 어른에 의해서 안기고, 흔들 리고, 슬쩍 찔리고, 간지럽혀지면― 그들이 혼자가 아니 며 누군가 그들에게 관심을 갖고 있다는 것을 알게 하 는 것― 시각장애를 가진 아기들은 계속 미소를 지을 것이다. 이러한 사회적 피드백은 그 아기가 계속 미 소를 지을 수 있도록 조장한다. 이런 방식으로, 초기 경험은 우리의 생리 작용과 함께 작용하여 사회적 행 동을 형성한다. 사실, 당신은 이를 설명하기 위해 시 각장애를 가진 아기의 사례들을 필요로 하지 않는다. 시력이 있는 아기들은 당신이 그들을 바라볼 때나, 더 나아가, 당신이 그들에게 미소를 지어줄 때, 당신 에게 더 많이 미소 짓는다. [해설] ⑤ smiling → smile 30. [출제의도] 문맥상 적절한 어휘 파악하기 사람들은 적응하는 경향이 있기 때문에, 긍정적인 것 을 부정적인 것으로 방해하는 것이 실제로는 즐거움을 향상시킬 수 있다. 광고를 예로 들어 보자. 대부분의 사 람들은 그것들을 싫어해서, 그것들을 제거하는 것이 쇼 나 다른 오락물을 더 즐겁게 만들 수 있다. 하지만 그 반대가 사실이다. 쇼는 그것들이 성가신 광고들에 의해 중단될 때 실제로 더 즐거워진다. 왜냐하면 이러한 덜 즐거운 순간들이 쇼의 긍정적인 경험에 대한 적응을 깨 뜨리기 때문이다. 초콜릿 칩을 먹는 것을 생각해 보라. 2024학년도 6월 전국연합학력평가 정답 및 해설 고2 4 첫 번째 칩은 맛있다: 달콤하고, 입안에서 살살 녹는 좋 은 맛. 두 번째 칩도 꽤 맛있다. 하지만 네 번째, 다섯 번째, 혹은 열 번째 칩을 연속으로 먹으면 그 좋은 맛 은 더 이상 즐겁지 않다. 우리는 적응한다. 그러나, 긍 정적인 경험들에 덜 긍정적인 경험들을 간격을 두고 배 치하는 것은 적응을 빠르게 할(→늦출) 수 있다. 초콜 릿 칩 사이에 방울양배추를 먹거나 TV 쇼의 파트 사이 에 광고를 보는 것은 이 과정을 방해한다. 덜 긍정적인 순간은 뒤에 오는 긍정적인 순간을 다시 새롭게 만들어 서 더 즐겁게 만든다. 31. [출제의도] 빈칸 추론하기 우리는 그것들이 실용적인 목적을 수행하지 않더라도 우표, 동전, 빈티지 자동차들을 수집한다. 우체국은 오 래된 우표를 받지 않고, 은행은 오래된 동전을 받지 않 으며, 그리고 빈티지 자동차는 더 이상 도로에서 허용 되지 않는다. 이런 것들은 모두 부수적인 문제이다; 매 력은 그들이 부족한 공급에 있다는 것이다. 한 연구에 서, 학생들은 포스터 10장을 매력도의 순서대로 배열하 도록 요청받았다― 나중에 그들의 참여에 대한 보상으 로 포스터 1장을 간직할 수 있다는 합의와 함께. 5분 후, 그들은 세 번째 높은 평가의 포스터가 더 이상 이 용 가능하지 않다는 것을 들었다. 그런 다음 그들은 10 개의 포스터를 모두 처음부터 평가하라고 요청을 받았 다. 더 이상 이용할 수 없는 포스터가 갑자기 가장 아 름다운 것으로 분류되었다. 심리학에서, 이러한 현상은 리액턴스라고 불린다: 우리가 선택지를 빼앗겼을 때, 우 리는 그것을 갑자기 더 매력적으로 여긴다. [어구] from scratch 처음부터 32. [출제의도] 빈칸 추론하기 우리에게 보답해 주지 않는 것에 우리가 투자해 왔다 면― 실패한 사업에 투자한 돈이거나, 불행한 인간관계 에 투자한 시간이던지 간에― 우리는 벗어나기가 매우 어렵다는 것을 안다. 이것은 매몰 비용 오류이다. 우리 의 본능은 결국에는 우리의 투자가 가치 있는 것으로 입 증될 것이라고 희망하면서 돈이나 시간에 투자를 계속 하는 것이다. 포기한다는 것은 우리가 돌이킬 수 없는 무언가를 낭비해왔다고 인정하는 것을 의미하고, 그런 생각은 너무 고통스러워서 우리가 할 수 있다면 그것을 피하기를 선호한다. 물론, 문제는 어떤 것이 정말 나쁜 투자라면, 그것을 계속하는 것은 우리가 잃는 총액을 증 가시킬 뿐이라는 것이다. 예를 들어, 5년의 나쁜 관계에 서 벗어나기보다는 우리는 그것을 10년의 나쁜 관계로 바꾸고; 천 달러를 잃었다는 사실을 받아들이기보다는, 또 다른 천 달러를 내놓고 그것도 역시 잃는다. 결국, 우리의 문제를 인정하는 고통을 미룸으로써 우리는 그것 에 보탤 뿐이다. 때때로 우리는 손실을 끊어야만 한다. 33. [출제의도] 빈칸 추론하기 우리의 작은 세상에서, 실제로는 빛은 순간적으로 이동 한다. 전구가 켜져 있다면, 당연히 그것은 우리가 보는 그 자리에서 빛을 내고 있다. 우리는 손을 뻗어 그것을 만진 다: 그것은 바로 거기에 있고, 불쾌할 정도로 뜨겁다. 필 라멘트가 나가면, 그때 빛은 꺼진다. 전구가 망가져서 소 켓에서 제거된 몇 년 후, 그 자리에 빛을 내고 방을 밝히 고 있는 그것을 우리는 보지 못한다. 바로 그 개념은 말도 안 되는 것처럼 보인다. 하지만 우리가 충분히 멀리 떨어 져 있다면, 항성 전체는 꺼질 수 있지만 우리는 그것이 밝게 빛나는 것을 계속 볼 것이다; 우리는 아마도 오랜 세월동안―사실, 빠르지만 무한히 빠르지는 않게, 이동하 는 빛이 그 사이에 낀 광대함을 가로지르는데 걸리는 시 간 동안 그것의 소멸을 알지 못할 것이다. 별과 은하까지 의 엄청난 거리는 우리가 우주 공간의 모든 것을 과거의 모습으로 보고 있다는 것을 의미한다. [어구] illuminate 밝게 하다 vastness 광대함 34. [출제의도] 빈칸 추론하기 금융 시장은 부자들로부터 자본을 받아 다른 모든 사 람들에게 그것을 빌려주는 것 이상을 한다. 그것들은 우리 각자가 평생에 걸쳐 소비를 원활하게 하도록 해주 며, 그리고 이는 우리가 그것(소득)을 얻는 동시에 소 득을 소비할 필요가 없다는 것을 말하는 멋진 방식이 다. 셰익스피어는 우리가 빌리는 사람도 빌려주는 사람 도 되지 말라고 충고했을지도 모른다; 사실 우리 대부 분은 어떤 때에는 둘 다 될 것이다. 만약 우리가 농경 사회에 산다면, 우리는 우리의 농작물을 수확 직후에 합리적으로 먹거나 또는 그것들을 저장할 어떤 방법을 찾아야 할 것이다. 금융 시장은 수확을 관리하는 더 정 교한 방법이다. 우리는 우리가 아직 벌지 않은 소득을 지금 소비할 수도 있고― 대학이나 주택을 위해 빌리는 것처럼― 혹은 우리는 은퇴를 위해 저축하는 것처럼, 지금 소득을 벌어서 나중에 그것을 소비할 수도 있다. 중요한 점은 소득을 버는 것이 그것을 소비하는 것과 분리되어 있다는 것이고, 이는 우리에게 삶에서 훨씬 더 많은 유연성을 허용해준다. 35. [출제의도] 무관한 문장 파악하기 다음과 같은 옛 농담처럼: “소프트웨어, 무료. 사용자 매뉴얼, 10,000달러.” 하지만 그것은 농담이 아니다. 세 간의 이목을 끄는 몇몇 기업들은 무료 소프트웨어에 대 한 지침과 유료 지원을 판매하면서 돈을 번다. 단지 몇 비트일 뿐인 코드 사본은 무료이다. 무료 코드의 배열 은 지원과 안내를 통해서만 당신에게 가치 있게 된다. 다가올 수십 년 안에 많은 의료 및 유전 정보가 이 경 로를 따르게 될 것이다. 지금은 당신의 모든 DNA의 전 체 사본을 얻는 것이 매우 비싸지만 (10,000달러), 곧 그렇지 않게 될 것이다. (사람들의 개인 유전자 정보의 공개는 틀림없이 심각한 법적이고 윤리적인 문제를 야 기할 것이다.) 가격이 너무 빨리 떨어지고 있어, 곧 100달러가 될 것이고, 그 다음 해에는 보험 회사가 무 료로 당신의 유전자 배열 순서를 밝혀줄 것을 제안할 것이다. 당신의 배열의 사본에 비용이 들지 않을 때, 그 것이 의미하는 것, 당신이 그것에 관해 할 수 있는 것, 그리고 그것을 사용하는 방법에 관한 설명― 당신의 유 전자 매뉴얼― 은 비싸질 것이다. 36. [출제의도] 글의 순서 파악하기 에너지의 측면에서 뇌는 비용이 많이 든다. 우리가 소 비하는 칼로리의 20%는 뇌에 동력을 공급하는 데 사용 된다. (B) 따라서 뇌는 가능한 한 가장 에너지 효율적인 방식으로 작동하려고 애쓰며, 그것은 우리가 세상을 항해 하는 데 필요로 하는 최소한의 양의 정보만을 우리 감각 으로부터 처리하는 것을 의미한다. 신경과학자들은 무언 가에 당신의 시선을 고정하는 것이 그것을 본다는 보장이 없다는 사실을 발견한 최초가 아니었다. 마술사들은 오래 전에 이것을 알아냈다. (A) 당신의 주의를 끌어서, 그들 은 다 보이는 데서 손으로 속임수를 행한다. 그들의 행동 은 그 속임수를 드러내겠지만, 그들은 당신의 뇌가 시각 적 장면의 오직 작은 부분들만을 처리한다는 것을 확신한 채로 있을 수 있다. (C) 이 모든 것은 운전자가 명백한 시야에 있는 보행자들을 치거나, 바로 앞에 있는 차량들 과 충돌하는 교통사고의 빈번함을 설명하는 데 도움이 된 다. 많은 이러한 경우에서, 눈은 올바른 방향을 향하고 있지만, 뇌는 실제로 거기에 있는 것을 보고 있지 않다. 37. [출제의도] 글의 순서 파악하기 텔레비전을 사는 것은 현재의 소비이다. 그것은 오늘 우리를 행복하게 하지만 내일 우리를 더 부유하게 만드 는 데는 아무것도 하지 않는다. 그렇다, 텔레비전에 소 비되는 돈은 노동자들이 텔레비전 공장에 계속 고용되게 한다. (B) 하지만 같은 돈이 투자된다면, 그것은 말하자 면 실험실의 과학자들이나 건설 현장의 노동자들을 위 한, 어딘가 다른 곳의 일자리를 창출하면서, 또한 장기 적으로 우리를 더 부유하게 만들 것이다. (C) 대학을 예 로써 생각해 보자. 학생들을 대학에 보내는 것은 교수들 을 위한 일자리를 창출한다. 같은 돈을 고등학교 졸업생 에게 멋진 스포츠카를 사주는 데 쓰는 것은 자동차 노동 자를 위한 일자리를 창출할 것이다. (A) 이러한 시나리 오들의 중대한 차이점은 대학 교육은 젊은이들이 그 또 는 그녀의 남은 삶 동안 더 생산적이게 만들지만; 스포 츠카는 그렇지 않다는 것이다. 따라서, 대학 등록금은 투자이다; 스포츠카를 구입하는 것은 소비이다. 38. [출제의도] 문장 삽입하기 인터넷은 그것이 대체하는 대부분의 대중 매체와 분 명하고도 매우 중요한 방식으로 다르다: 그것은 두 방 향으로 작용한다. 우리는 네트워크를 통해 메시지들을 받을 수 있을 뿐만 아니라 그것들을 보낼 수도 있는데, 이것은 그 시스템을 훨씬 더 유용하게 만들었다. 온라 인에서 정보를 교환하고, 다운로드할 뿐만 아니라 업로 드하는 능력은, 인터넷을 비즈니스와 상거래를 위한 통 로로 만들었다. 몇 번의 클릭으로, 사람들은 가상 카탈 로그를 검색하고, 주문을 하고, 배송을 추적하고, 그리 고 기업의 데이터베이스에 정보를 업데이트할 수 있다. 하지만 인터넷은 단지 우리를 기업과 연결하는 것만은 아니다; 그것은 우리를 서로서로 연결한다. 그것은 상업 용 매체일 뿐만 아니라 개인 방송 매체이다. 수백만 명 의 사람들이 다른 사람들의 창작물을 비평하고, 편집하 고, 또는 그렇지 않으면 수정하기 위해서 뿐만 아니라, 블로그, 동영상, 사진, 노래, 그리고 팟캐스트의 형태로 자신의 디지털 창작물을 배포하기 위해서 그것을 사용 한다. 39. [출제의도] 문장 삽입하기 미국인 직장인 10명 중 7명이 내일 해고된다고 상상 해 보라. 그들은 모두 무엇을 할까? 노동력의 절반 이 상에게 해고 통지서를 보낸다면 경제가 유지될 것이라 고 믿기 어려울 것이다. 하지만 그것은 19세기 초 노동 력에 산업혁명이 했던 것이다. 200년 전, 미국 노동자 의 70%가 농장에서 살았다. 오늘날 자동화는 1%를 제 외한 모든 일자리를 제거하였고, 그것들을 기계로 대체 하였다. 하지만 일자리를 잃은 노동자들은 한가롭게 앉 아 있지 않았다. 그 대신, 자동화는 완전히 새로운 분야 에서 수억 개의 일자리를 창출했다. 한때 농사를 짓던 사람들은 이제 농기구, 자동차, 그리고 기타 산업 제품 을 제조하는 공장에서 일하고 있다. 그 이후로, 가전제 품 수리공, 식품 화학자, 사진작가, 웹 디자이너 등 이 전의 자동화를 기반으로 한 새로운 직업이 계속해서 등 장했다. 오늘날, 우리 중 대다수는 1800년대의 농부들 은 상상도 할 수 없었던 일을 하고 있다. 40. [출제의도] 문단 요약하기 많은 것들은 부러움을 불러일으킨다: 소유권, 지위, 건강, 젊음, 재능, 인기, 아름다움. 이것은 신체적 반응 이 동일하기 때문에 종종 질투와 혼동된다. 차이점: 부 러움의 대상은 사물(지위, 돈, 건강 등)이다. 질투의 대 상은 제3자의 행동이다. 부러움은 두 사람을 필요로 한 다. 반면, 질투는 세 사람을 요구한다: Peter는 옆집의 예쁜 여자가 자기가 아니라 Sam에게 전화를 걸기 때문 에 그를 질투한다. 역설적이게도, 부러움을 가질 때 우 리는 나이, 경력, 거주지에 있어서 우리와 가장 비슷한 사람들에게 불쾌감을 향하게 한다. 우리는 지지난 세기 의 사업가들을 부러워하지 않는다. 우리는 지구 반대편 의 백만장자를 부러워하지 않는다. 작가로서, 나는 음악 가, 매니저 또는 치과 의사가 부럽지 않지만, 다른 작가 들을 부러워한다. CEO로서 당신은 다른, 더 큰 CEO들 을 부러워한다. 슈퍼 모델로서 당신은 더 성공한 슈퍼 모델들을 부러워한다. 아리스토텔레스는 이를 알고 있 었다: ‘도공은 도공을 부러워한다.’  질투는 세 당사자를 포함하며, 제3자의 행동에 초점을 맞추는 반면, 부러움은 개인적 상황이 가장 비슷한 두 사람을 포함하고, 한 사람이 다른 사람을 불쾌하게 여 기는 상태이다. [41~42] 우리는 우리의 편견을 뒷받침하는 편견을 가진다! 만 약 우리가 한 가지 옵션에 편향된다면― 그것이 아마도 더 잘 기억할만 하거나, 손실을 최소화하기 위해 짜맞춰 졌거나, 혹은 유망한 패턴과 일치하는 것처럼 보이기 때 문에― 우리는 그 옵션을 선택한 것을 정당화할 정보를 찾는 경향이 있다. 한편으로는, 데이터와 이유들의 목록 으로 방어할 수 있는 선택을 하는 것이 현명하다. 반면 에, 만약 우리가 주의를 기울이지 않으면, 우리는 불균 2024학년도 6월 전국연합학력평가 정답 및 해설 고2 5 형한 분석을 수행할 가능성이 있어서, 총체적으로 “확증 편향”으로 알려져 있는 오류 덩어리의 희생양이 된다. 예를 들어, 거의 모든 기업이 채용 과정의 일부로 전 통적인 “자기소개” 취업 면접을 실시하며, 많은 기업이 지원자를 평가하기 위해서 이러한 면접에만 의존한다. 하지만 전통적인 면접은 실제로 직원의 미래 성공을 예 측하는 데 가장 유용하지 않은 도구 중 하나라는 것으로 판명된다. 이것은 면접관들이 종종 잠재의식적으로 처음 몇 순간의 상호작용을 바탕으로 면접 대상자에 대한 결 정을 내리고, 그 첫인상을 확인하기 위해 증거를 고르고 질문을 만드는 데 면접의 나머지 시간을 보내기 때문이 다: “당신은 이전 직장에서 좋은 직책을 두고 나오신 게 보이네요. 틀림없이 야망이 꽤 크시겠어요, 그렇죠?” 대 “당신은 그다지 헌신적이지 않았음에 틀림없네요, 그렇 죠?” 이것은 면접관이 이 지원자가 실제로 채용하기에 가장 좋은 사람인지 여부를 명확하게 보여줄 수 있는 중 요한 정보를 알아차리기(→간과하기) 쉽다는 것을 의미 한다. 지원자의 업무 샘플을 확보하거나 가정된 어려운 상황에 어떻게 그가 대응할지 묻는 것과 같은 보다 구조 화된 접근 방식은, 전통적인 면접보다, 거의 세 배의 이 점으로 미래의 성공을 평가하는 데 훨씬 더 낫다. [어구] versus 대, ~와 대비하여 41. [출제의도] 1지문 2문항(글의 제목 추론하기) 42. [출제의도] 1지문 2문항(문맥상 적절한 어휘 파악하기) [43~45] (A) 토요일 아침에, Todd와 그의 다섯 살짜리 딸 Ava는 그들이 방금 구입한 식료품을 가지고 가게에서 걸어 나왔다. 그들이 주차장에서 식료품 카트를 밀면서 갈 때, 그들은 빨간 차 한 대가 그들의 픽업 트럭 옆 공간으로 들어오는 것을 보았다. Greg라는 이름의 한 젊은 남자가 운전을 하고 있었다. “저것은 멋진 차네 요.”라고 Ava가 그녀의 아빠에게 말했다. 그는 동의했 고 Greg를 보았는데, 그는 주차를 마치고 그의 문을 열 었다. (C) Todd가 그의 식료품을 싣는 것을 끝냈을 때, Greg의 문은 열린 채로 있었다. Todd는 Greg가 그의 차에서 내리지 않은 것을 알아차렸다. 그러나 그는 그 의 차에서 무엇인가를 꺼내고 있었다. 그는 그의 문 옆 바닥에 금속 프레임을 두었다. 운전석에 머무른 채, 그 는 무엇인가 다른 것을 잡기 위해 그의 차 안 뒤쪽으로 손을 뻗었다. Todd는 그가 무엇을 하고 있는지를 깨닫 고 그가 그를 도와야할지를 생각했다. 잠시 후, 그는 Greg에게 다가가기로 결심했다. (B) 그때쯤, Greg는 이미 그의 차에서 얇은 바퀴 하 나를 꺼내었고 그것을 프레임에 끼웠다. 그가 고개를 들어 그의 근처에 서 있는 Todd를 보았을 때 그는 이 제 두 번째 바퀴를 꺼내는 중이었다. Todd는 “안녕하세 요! 주말 잘 보내세요!”라고 말했다. Greg는 약간 놀란 것처럼 보였지만, 그에게도 좋은 주말을 보내라고 답했 다. 그러자 Greg는 “내가 독립성을 가질 수 있게 해줘 서 고맙습니다.”라고 덧붙였다. “물론이죠.”라고 Todd가 말했다. (D) Todd와 Ava가 그들의 트럭에 올라탄 후에, Ava 는 호기심이 생겼다. 그래서 그녀는 왜 그가 그 남자에 게 휠체어에 대해 도움을 제공하지 않았는지를 물었다. Todd는 “왜 너는 내 도움 없이 너의 이를 닦으려고 고 집하니?”라고 말했다. 그녀는 “왜냐하면 제가 어떻게 하 는지를 알기 때문이죠!”라고 답했다. 그는 “그리고 그 남자는 그의 휠체어를 어떻게 조립하는지 알고 있어.”라 고 말했다. Ava는 때때로 누군가를 돕는 가장 좋은 방 법은 전혀 도와주지 않는 것임을 이해했다. 43. [출제의도] 1지문 3문항(글의 순서 파악하기) 44. [출제의도] 1지문 3문항(지칭 추론하기) 45. [출제의도] 1지문 3문항(세부 내용 파악하기)"
}