{
    "년도": "2015",
    "대상": "고1",
    "목적": "6월",
    "과목": "국어",
    "text": "1162015학년도 6월 고1 전국연합학력평가 문제지제1 교시          국어영역                 1[1～2] 다음은 학생들의 발표 내용이다. 물음에 답하시오.모둠원 모두: 안녕하세요? 저희는 전통문화의 현대적 활용 사   례를 발표할 들메꽃 모둠입니다.서영: 여러분, ‘전통문화’라고 하면 어떤 생각이 떠오르나요? ㉮○○연구소의 <청소년 의식 조사 연구>에 의하면, 청소년들의 62.3%가 전통문화는 낡고 고리타분하다는 생각을 갖고 있다고 합니다. 저도 그런 생각을 갖고 있었는데요, 국악과 성악을 접목하여 큰 인기를 끌었던 노래 ‘아름다운 나라’를 듣고 생각이 바뀌었습니다. 한번 들어 보시죠? (음악을 들려준다.) ㉯지난 교내 합창대회에서 7반 친구들이 불러 화제가 되었던 곡입니다. 기억나시죠? 지루하다고 생각했던 국악이 멋진 음악으로 재탄생한 걸 보면서 깜짝 놀란 친구들이 많았는데, 저 역시 국악의 매력을 새롭게 알게 되었습니다. 그래서 저희 모둠에서는 전통문화에 대한 청소년들의 부정적인 생각을 바꾸기 위해, 전통문화 중에 현대적으로 활용되고 있는 사례를 찾아보았습니다.유진: 저희 모둠에서 살펴 본 결과, 전통문화의 현대적 활용 사례는 꽤 많았습니다. 저는 그 중에서 두 가지 사례만 이야기하겠습니다.      여러분, 이 글자체를 한번 보시죠?          ㉰(화면을 가리키며) 조선 시대 문헌인「월인석보」의 글자체를 활용한 ‘월인석보체’입니다. 보시는 바와 같이 월인석보체는 쉽게 읽히고 멀리서도 잘 보일 뿐만 아니라, 모양도 아름다워서 도로 표지판 등으로 활용할 수 있습니다. 현재 컴퓨터의 글자체로 제작되어 많은 사람들의 사랑을 받고 있습니다. 또 다른 사례는 ‘윷놀이 퍼즐’로, 기존 윷판에 한글 자모음을 추가하여 주어진 단어를 완성하면 놀이가 끝나는 방식으로 진행됩니다. 아직 널리 알려지지는 않았지만, ㉱저희 모둠 친구들과 함께 해 보니 기존 윷놀이에 비해 훨씬 재미있고 박진감이 넘쳤습니다. 여러분도 한번 해 보시면 어떨까요?진우: 제가 이번 발표를 준비하면서 느낀 점은 현대에 활용할 수 있으며, 세계적으로 발전할 가능성이 있는 전통문화가 무궁무진하다는 것입니다. 한 예로 전통 사물놀이를 접목한 공연 ‘난타’는 세계 무대에서 인정받고 있습니다. ㉲여러분, 가장 한국적인 것이 가장 세계적이라는 말을 들어 보셨죠? (대답을 듣고) 네, 그렇습니다. 이제는 전통문화의 보존과 계승을 넘어서 현대적인 활용 방안에 관심을 가져야 합니다. 이를 위해서는 정부나 사회 차원의 적극적인 노력이 필요합니다.1. ㉮～㉲를 이해한 내용으로 적절하지 않은 것은?① ㉮: 설문 조사 결과를 제시하여 발표의 신뢰성을 높이고 있다.② ㉯: 청중들과 공유하는 경험을 들어 흥미를 유발하고 있다.③ ㉰: 시각 자료를 활용하여 발표 내용을 효과적으로 전달하고 있다.④ ㉱: 전통놀이의 과정을 직접 보여줌으로써 청중의 호응을 얻고 있다.⑤ ㉲: 질문의 형식을 활용하여 청중과 상호 작용을 하고 있다.2. 위 발표를 들은 학생이 작성한 메모이다. 적절하지 않은 것은?들메꽃 모둠의 발표◦서영의 발표- 전통문화에 대해 부정적인 생각을 가지고 있는 청소년들이 많음. ·· ㉠- ‘아름다운 나라’: 국악과 성악을 접목한 곡 ↳ 맞아, 멋진 곡이었어!- 발표 주제: 국악에 대한 관심과 사랑이 필요함. ···················· ㉡◦유진의 발표- 월인석보체: 조선 시대 책에 사용된 글자체를 활용················ ㉢↳ ★ 새롭게 알게 된 내용- 윷놀이 퍼즐.: 윷판에 한글 자모음을 추가하여 단어를 완성하는 놀이······ ㉣         ↳ 재미있겠는데. 가족들과 함께 해 봐야지!◦진우의 발표- 전통문화의 발전 가능성: ‘난타’가 세계적으로 인정받음.- 정부와 사회 차원의 노력? 구체적인 방안은 이야기하지 않음. ·· ㉤① ㉠       ② ㉡       ③ ㉢       ④ ㉣        ⑤ ㉤대 전 121 삐|Daejeon | Ee |1>[23뻬경 상 북 도=Gyeongsangbuk—do국어영역2 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━216 [B] [C] [A][3～4] 다음은 토론의 일부이다. 물음에 답하시오.사회자: 오늘은 ‘고교 수학 시간에 계산기의 사용을 허용해야 한다.’는 주제로 토론을 하겠습니다. 먼저 찬성 측 입론해 주십시오.찬성1: 수학 교육에서 중요한 것은 논리적인 사고력과 문제 해결력의 신장입니다. 계산을 처리해 줄 편리한 도구가 있는데 굳이 직접 계산하며 시간을 허비할 필요가 없다고 생각합니다. ××대 수학교육과 김○○ 교수님도 “기본 연산 능력을 키워야 하는 초등학교는 몰라도 중ㆍ고교부터는 계산기를 사용해도 된다. 고교 수학 교과에서 측정하려는 능력은 고차원적 수학 사고력이지, 단순 계산 능력은 아니다.”라고 말했습니다. 그리고 OECD에서 주관한 2012년 ‘학업성취도 국제비교연구(PISA)’에서 우리나라의 수학 흥미도는 65개국 중 58위에 그칠 정도로 낮습니다. 계산기의 사용을 통해 단순 계산을 생략하게 되면 학생들이 수학에 흥미를 가질 것입니다. 그런 점에서 저희들은 고교 수학 시간에 계산기 사용을 허용해야 한다고 생각합니다. 이상 입론을 마치겠습니다.사회자: 반대 측 확인 질문해 주십시오.반대2: 좀 전에 말씀하신 2012년 PISA에서 한국이 65개국 중 5위라는 우수한 수학 성적을 얻었다는 점은 알고 계십니까?찬성1: 음, 알고 있기는 하지만 제가 강조하고 싶은 것은 수학 흥미도가 낮게 나왔다는 것입니다.반대2: 우리나라 학생의 수학 흥미도가 낮은 이유는 입시 위주의 평가와 학습 방법에 기인한 것은 아닐까요?찬성1: 음, 그것도 한 요인일 수 있겠지요.반대2: 이상 확인 질문 마치겠습니다.사회자: 반대 측 입론해 주십시오.반대1: 사고력과 문제 해결력은 학생들이 직접 손으로 문제를 풀고 계산하는 과정에서 길러집니다. 수학 올림피아드에서 좋은 성적을 내는 중국과 일본, 인도 등에서는 계산기 사용을 허락하지 않고 있습니다. 그리고 수업 시간에 계산기 사용을 허용할 경우 현실적으로 많은 문제가 발생합니다. 계산기 구입으로 인한 비용 부담과 평가 관리 및 공정성의 문제 등 많은 문제가 발생할 수 있습니다. 이러한 이유 때문에 고교 수학 시간에 계산기 사용을 허용해서는 안 된다고 생각합니다. 이상 입론을 마치겠습니다.사회자: 찬성 측 확인 질문해 주십시오.찬성2:                    ㉠                     3. 위 토론 참여자들의 말하기에 대한 설명으로 적절하지 않은 것은?① [A]: 전문가의 견해를 근거로 제시하며 자신의 주장이 타당함을 강조하고 있다.② [A]: 공인된 연구 결과를 바탕으로 자신의 주장을 밝히고 있다.③ [B]: ‘반대2’는 찬성 측이 근거로 제시한 정보에서 누락한 점을 지적하고 있다.④ [B]: ‘찬성1’은 상대측의 주장을 일부 인정하면서 새로운 수정안을 제시하고 있다.⑤ [C]: 허용 시 발생할 문제점을 들어 자신의 주장을 정당화하고 있다.4. ‘반대1’의 입론을 고려할 때, ㉠에 들어갈 수 있는 확인 질문으로 가장 적절한 것은? [3점]① 뛰어난 수학자들을 많이 배출한 미국에서는 수학 시간에 계산기 사용을 허용하고 있다는 것을 알고 계십니까?② 최근 영국 정부가 초등학생의 계산 능력 향상을 위해 계산기 사용을 규제한 것에 대해 어떻게 생각하십니까?③ PISA에서 우리나라 학생들의 수학 성적이 우수한 이유가 학부모의 높은 교육열 때문이 아닐까요?④ 수학 공식의 선택과 적용까지도 대신해 주는 스마트 계산기가 출시된 것을 알고 계십니까?⑤ 계산기의 허용에 앞서 입시 위주의 평가 방법부터 개선해야 하는 것이 아닐까요?5. 다음 상황에서 ‘수창’에게 해 줄 수 있는 조언으로 적절한 것은?반장: 오늘 학급 회의 안건은 다음 달에 있을 ‘현장체험학습’과 관련한 것입니다. 의견이 있는 분은 손을 들고 발언해 주십시오.민수: (손을 들어 발언권을 얻은 후) 이번 ‘현장체험학습’에서는 우리 반끼리 단합도 도모하고, 우리 반만의 특색을 살려 ‘역사 유적지 탐방’이라는 주제로 좀 더 의미 있는 체험학습을 했으면 좋겠습니다.반장: 다른 의견 있습니까?수창: (손을 들며) 야, 반장! 민수의 의견도 좋긴 한데 나는 다른 반 애들이랑도 어울리고 싶거든. 다른 반은 과학관에 간다던데 우리 반도 거기로 가자!① 회의의 주제에 맞는 이야기를 해야 해. ② 다른 사람의 말을 끝까지 듣고 말해야 해.③ 자신의 의견이 분명하게 드러나도록 말해야 해.④ 자신과 다른 의견을 무시하는 말은 하지 말아야 해.⑤ 공식적인 말하기 상황에 맞게 격식을 갖추어 말해야 해.국어 영역고1 3━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━316[6～7] <보기1>은 ‘나트륨 과다 섭취의 개선’을 주제로 논설문을 쓰기 위해 수집한 자료이고, <보기2>는 논설문의 개요이다. 물음에 답하시오.<보 기1>(가) 신문 기사(△△일보)  소금의 주성분인 나트륨은 삼투압 조절을 통해 몸의 수분량을 조절하고 신체의 평형을 일정하게 유지시켜주는 필수 영양소 중 하나이다. 하지만 지나치게 많은 양의 나트륨을 지속적으로 섭취하는 것은 고혈압과 뇌졸중 등 각종 질병의 원인이 될 수 있다. 하루에 섭취하는 나트륨량이 일일 권장 섭취량보다 2,400mg 증가할 때마다 심혈관 질환의 발병률이 36%씩 증가한다.(나) 통계 자료(출처: 보건복지부) 1. 한국인의 일일 평균 나트륨 섭취량 2. 한국인의 나트륨 섭취 경로(다) 정책 홍보 자료(출처: 나트륨 줄이기 운동본부) 삼삼급식소 지정 및 운영 정부는 행정기관 내 급식소 중 일부를 삼삼급식소로 지정하여 시범 운영합니다. 삼삼급식소는 나트륨 함량을 낮춘 점심 식사를 일주일에 5회 이상 제공하고 있습니다.일반 김치 대신 저염 김치를 제공함.일반 국그릇(200ml) 대신 작은 국그릇(120ml)을 사용함.저염화된 각종 메뉴를 개발하여 제공함.<보 기2>Ⅰ. 서론 ··············································································· ㉠Ⅱ. 본론   1. 나트륨 과다 섭취의 문제점 ······································ ㉡  2. 나트륨 과다 섭취의 원인 ·········································· ㉢  3. 나트륨 과다 섭취의 개선 방안    가. 개인적 측면    나. 사회적 측면 ··························································· ㉣Ⅲ. 결론 ··············································································· ㉤6. <보기1>을 활용하여 <보기2>를 구체화하는 방안으로 적절하지 않은 것은? [3점]① ㉠에서는 (나)-1을 활용하여, 우리나라 국민들이 나트륨을 과다하게 섭취하고 있다는 것을 논의의 배경으로 제시한다.② ㉡에서는 (가)를 활용하여, 나트륨을 지속적으로 과다하게 섭취할 경우 고혈압 등 각종 질병의 발병 확률이 높아진다는 점을 문제점으로 제시한다.③ ㉢에서는 (나)-2를 활용하여, 국과 찌개류를 즐겨 먹는 식습관을 나트륨 과다 섭취의 주요한 원인으로 제시한다.④ ㉣에서는 (다)를 활용하여, 일부 급식소에서만 시범적으로 운영하고 있는 삼삼급식소를 확대하는 방안을 제시한다.⑤ ㉤에서는 (가)와 (다)를 활용하여, 정부는 나트륨이 건강에 미치는 악영향을 인식하고 국민들의 입맛에 맞는 다양한 식단을 개발해야 함을 주장한다.7. <보기2>의 본론 일부를 <조건>에 따라 쓴 것으로 가장 적절한 것은?<조 건>◦‘본론-3-가’에 해당하는 내용을 쓸 것.◦‘실천 방안-기대 효과’의 순서로 전개할 것.① 개인의 노력만으로 생활 속에서 나트륨을 줄이기에는 한계가 있다. 그러므로 식품업계 차원에서 저염식품을 가공하여 판매할 수 있도록 유도한다.② 영양 성분표를 확인하고 식품을 구매하는 것도 한 방법이다. 그러면 자신이 섭취하는 나트륨량을 알고 스스로 나트륨 섭취를 조절할 수 있게 된다.③ 정부가 주도하여 나트륨을 줄이기 위한 정책들을 내놓고 있다. 이러한 정책에 호응하여 개인 차원에서도 나트륨을 줄이기 위한 노력이 절실히 필요하다.④ 정부는 각 음식점에서 나트륨을 측정할 수 있도록 염도계를 보급해야 한다. 이를 통해 국민들이 외식을 통해 섭취하는 나트륨의 양을 줄일 수 있을 것이다.⑤ 싱겁게 먹는 식습관을 기르기 위해 각 가정에서는 노력을 기울일 필요가 있다. 왜냐하면 입맛에 맞는 음식들은 대체로 나트륨이 많이 함유되어 있기 때문이다.나 트 륨 량 009)5,0004,0003,000ORAR4,831eur2,0001,000 |0 WHO 일 일 한 국 인 평 균권 장 섭 취 량 _ 일 일 섭 취 량따R<Ial6%a=, 찌 개 류 기 타 류국어영역4 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━416[8～9] 다음은 작문 상황에 따라 학생이 쓴 건의문의 초고이다. 물음에 답하시오.작문 상황 ￭ 예상 독자: 교장 선생님 ￭ 목적: 강당 사용에 관한 건의 ￭ 문제 상황: 1학년 학생들이 점심시간에 학교 강당을 이용하지 못함.학생의 글안녕하십니까? 저는 1학년 학생회 회장 김종규입니다. 우리 학교 학생들이 즐거운 학교 생활을 할 수 있도록 늘 애써 주시는 교장 선생님께 감사드리며, 1학년 대표로서 한 가지 건의를 드리려고 합니다.아시다시피 우리 학교는 점심시간 동안 학생들이 체육 활동을 할 수 있도록 학교 강당을 개방하고 있습니다. ㉠그래서 1학년 학생들은 점심시간에 강당에서 체육 활동을 하지 못하는 경우가 많습니다. 그 이유는 3, 2, 1학년 순으로 식사 순서가 고정되어 있어서 점심을 일찍 먹은 선배들이 먼저 강당에 자리를 잡고 체육 활동을 하고 ㉡있습니다. 저도 어제 점심을 먹고 친구들과 함께 강당에서 배드민턴을 하고 싶었지만 자리가 비좁아 그냥 교실로 돌아올 수밖에 없었습니다.저처럼 점심시간에 체육 활동을 하지 못하는 1학년 학생들은 현재 상황에 대해 불만이 많습니다. 그래서 저는 모든 학생들이 공평하게 강당을 이용하기 위한 방안을 생각해 보았습니다. ㉢각 학년의 점심 식사 순서를 매주 바꿔주셨으면 좋겠습니다. 그렇게 해 주신다면 각 학년별로 공평하게 강당을 사용할 수 있을 것입니다. 그것이 어렵다면 각 학년들끼리 협의하여 강당 사용 시간을 정해두고 강당을 이용하게 하는 방안도 생각해 주셨으면 합니다. ㉣교장 선생님께서 제 건의 사항을 긍정적으로 검토해 주신다면 1학년 학생들이 ㉤ 이용하지 못해서 생기는 불만은 없어질 것입니다. 더 나아가 학업으로 생긴 스트레스도 줄어들 것이고, 교장 선생님께서 입학식 때 강조하신 ‘모두가 행복한 학교’를 실현할 수 있을 것입니다.저희들을 사랑으로 대해 주시는 교장 선생님께 감사드리며, 1학년 학생들이 점심시간에 강당을 이용할 수 있도록 해주시길 다시 한 번 부탁드립니다. 감사합니다.8. 작문 상황과 학생의 글을 고려할 때, 학생이 활용한 주요 전략으로 적절하지 않은 것은?① 예상 독자를 고려하여 정중한 어투를 사용한다.② 설득력을 높이기 위해 예상되는 효과를 명시한다.③ 문제 상황의 원인을 분석하여 해결 방안을 제시한다.④ 문제의 심각성을 강조하기 위해 유사한 상황에 빗대어 표현한다. ⑤ 자신의 의견이 받아들여지지 않을 경우를 대비하여 차선책을 제시한다.9. ㉠~ ㉤을 고쳐 쓰기 위한 방안으로 적절한 것은?① ㉠은 문장의 접속 관계를 고려하여 ‘그러면’으로 고친다.② ㉡은 문장 성분의 호응을 고려하여 ‘있기 때문입니다’로 고친다.③ ㉢은 글의 흐름을 고려하여 앞의 문장과 위치를 바꾼다.④ ㉣은 조사의 쓰임이 적절하지 못하므로 ‘교장 선생님께’로 고친다.⑤ ㉤에는 문장의 완결성을 고려하여 ‘결코’를 추가한다.10. <보기>는 글을 쓰기 위한 학생의 생각이다. 이를 고려하여 글쓰기를 계획한 것으로 적절하지 않은 것은?<보 기>도서부원으로서 이번 학교 신문에 신입생을 대상으로 학교 도서관을 자주 이용하도록 권장하는 글을 실어야겠어. 도서관을 이야기하기 위해서는 독서의 중요성을 빼놓을 수 없지만 그 내용은 식상하겠지? 대상이 신입생인 만큼 입시에 관심이 많을 테니 독서와 입시의 관련성을 첫머리에 제시해 관심을 끌어야겠어. 그런 다음 독서를 하기에 적합한 공간으로서 학교 도서관이 가진 매력을 보여줘야지. 흔히 도서관 하면 공공 도서관을 떠올리지만, 학교 도서관은 쉬는 시간에도 들를 수 있고, 우리에게 맞는 책들로 채워져 있어 이용하기 편리해. 좀 더 설득력이 있게 하기 위해 만족도가 높게 나왔던 재학생들의 학교 도서관 이용에 대한 설문 조사 결과를 활용하고, 사서 선생님을 찾아가 우리 학교 도서관만의 특색 있는 행사나 자랑거리를 물어 정리해 보는 것도 좋을 것 같군. 참, 우리 학교 도서관은 학생들의 의견을 수렴하고 학생들과 소통하기 위해 노력한다는 것도 강조해야지.글쓰기 계획목적◦신입생들이 학교 도서관을 자주 이용하도록 권장함.예상독자◦우리 학교 신입생자료수집◦독서와 입시의 관련성에 대한 자료◦재학생 대상 학교 도서관 이용 만족도 조사 자료····································································· ①◦사서 선생님 인터뷰 자료내용조직◦서론  독서가 입시에 미치는 영향을 제시함. ·············· ②◦본론 1. 학교 도서관이 공공 도서관에 비해 여러 가지 장점이 있음. ······················································ ③ 2. 재학생들의 학교 도서관 이용 만족도가 높음. 3. 우리 학교 도서관만의 특색 있고 다양한 행사가 많음. ··································································· ④ 4. 학교 도서관을 통해 다른 학생들과 소통할 수 있음. ··································································· ⑤◦결론  학교 도서관 이용을 당부함.국어 영역고1 5━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━51611. <보기>는 자음 동화와 관련한 국어 수업의 한 장면이다. ㉠, ㉡에 들어갈 예를 바르게 짝지은 것은?<보 기>선생님: 두 개의 자음이 이어서 소리가 날 때, 소리 내기 쉽도록 어느 한 쪽이 다른 쪽의 소리를 닮거나, 서로 닮는 방향으로 변동하는 것을 ‘자음 동화’라고 합니다.       다음 현상이 일어나는 예를 찾아볼까요?         ‘ㄱ, ㄷ, ㅂ’이 비음 ‘ㄴ, ㅁ’의 앞에서 비음 ‘ㅇ, ㄴ, ㅁ’으로 바뀌는 현상㉠ 비음 ‘ㄴ’이 유음 ‘ㄹ’ 앞뒤에서 ‘ㄹ’로 바뀌는 현상㉡㉠㉡①먹물[멍물]중력[중녁]②국밥[국빱]설날[설랄]③입는[임는]막내[망내]④닫는[단는]권리[궐리]⑤솜이불[솜니불]물난리[물랄리]12. <보기>는 단어 학습을 위해 활용한 사전의 일부분이다. 이에 대한 이해로 가장 적절한 것은? <보 기> 비다1 󰏚동    ㉠ 일정한 공간에 사람, 사물 따위가 들어 있지 아니하게 되다. ¶조금 있으면 자리 하나가 빈다.    ㉡ 할 일이 없거나 할 일을 끝내서 시간이 남다. ¶내일은 시간이 빈다. 차다1 󰏚동    ㉠ (…에, …으로) 일정한 공간에 사람, 사물, 냄새 따위가 더 들어갈 수 없이 가득하게 되다. ¶버스에 사람이 차다.    ㉡ (…에) 감정이나 기운 따위가 가득하게 되다. ¶실의에 차다.    ㉢ (…에) 어떤 대상이 흡족하게 마음에 들다. ¶선을 본 사람이 마음에 차지 않는다.① ‘비다1’의 ㉠과 ㉡은 동음이의어이다. ② 속담‘빈 수레가 요란하다.’의 ‘빈’은 ‘차다1’ ㉢의 반의어를 이용한 것이다.③‘비다1’과 ‘차다1’은 모두 목적어를 필요로 한다.④‘차다1’ ㉠의 예로 ‘물이 가득 차다.’를 추가할 수 있다.⑤ ‘차다1’ ㉡의 반의어는 ‘비다1’ ㉡이 된다. 13. 다음은 인터넷 게시판의 질문과 답변이다. [가]와 [나]에 들어갈 내용을 바르게 짝지은 것은? [3점]  [질문]  그 일을 해낸 고등학생은 (일찌기, 일찍이) 없었다.  위 문장에서 ‘일찌기’와 ‘일찍이’ 중 어느 것이 옳은 표기인가요?  [답변]  한글맞춤법 제25항을 살펴보면 ㉠‘-하다’가 붙을 수 있는 어근에 ‘-히’나 ‘-이’가 붙어서 부사가 되는 경우나, ㉡부사에 ‘-이’가 붙어서 뜻을 더하는 경우에는 그 어근이나 부사의 원형을 밝히어 적는다고 되어 있습니다. 이와 달리 ㉢어근과 접사의 결합체로 분석되지 않는 경우는 소리 나는 대로 적습니다. 따라서 질문하신 단어는 ( [가] )에 해당하므로 ( [나] )로 적어야 합니다.[가][나]①㉠일찍이②㉡일찌기③ ㉡일찍이④㉢일찌기⑤㉢일찍이14. <보기>를 바탕으로 관형어에 대해 탐구한 내용으로 적절하지 않은 것은?<보 기>㉠ 그녀는 파란 옷을 입었다.㉡ 이 우산은 새 것이다.㉢ 시골 풍경은 마음을 편안하게 해.㉣ 영희는 내가 읽은 책을 읽을 계획이다.① ㉠을 보니 관형어는 체언의 의미 범위를 축소하고 있음을 알 수 있군.② ㉡을 보니 관형어가 없으면 올바른 문장이 되지 않을 수도 있군.③ ㉢을 보니 관형격 조사가 붙지 않은 체언은 관형어가 될 수 없군.④ ㉣을 보니 관형사형 어미를 통해 시제를 표현할 수 있군.⑤ ㉣을 보니 하나의 문장이 다른 문장 안에서 관형어의 기능을 할 수 있군.국어영역6 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━61615. <보기>에서 잘못된 문장을 고쳐 쓴 것 중, 적절하지 않은 것은?<보 기>◦ 중의적 문장을 사용한 경우 ◯예 나는 형과 누나가 추천한 영화를 보았다. → 나는 형과 누나가 추천한 영화를 집에서 보았다. ······· ㉠◦ 의미를 중복하여 사용한 경우 ◯예 그 문제는 다시 재론할 필요가 없다. → 그 문제는 재론할 필요가 없다. ····································· ㉡◦ 사동 표현이 잘못된 경우 ◯예 내가 친구 한 명을 소개시켜 줄게. → 내가 친구 한 명을 소개해 줄게. ··································· ㉢◦ 호응 관계가 잘못된 경우 ◯예 내일은 구름과 비가 내리겠습니다. → 내일은 구름이 끼고 비가 내리겠습니다. ······················ ㉣◦ 높임 표현이 잘못된 경우 ◯예 손님께서 주문하신 아메리카노 나오셨습니다. → 손님께서 주문하신 아메리카노 나왔습니다. ················ ㉤① ㉠       ② ㉡       ③ ㉢       ④ ㉣       ⑤ ㉤[16～17] 다음 글을 읽고 물음에 답하시오.우리 신문이 한문을 아니 쓰고 다만 국문으로만 쓰는 것은 상하귀천이 다 보게 함이라. 또 국문을 이렇게 구절을 띄어 쓴 즉, 아무라도 이 신문 보기가 쉽고 신문 속에 있는 말을 자세히 알아보게 함이라. 각국에서는 사람들이 남녀 막론하고 본국 국문을 먼저 배워 능통한 후에야 외국 글을 배우는 법인데, 조선서는 조선 국문은 아니 배우더라도 한문만 공부하는 까닭에 국문을 잘 아는 사람이 드묾이라.조선 국문하고 한문하고 비교하여 보면 조선 국문이 한문보다 얼마나 나은 것이 무엇인고 하니, 첫째는 배우기가 쉬우니 좋은 글이요, 둘째는 이 글이 조선 글이니 조선 인민들이 알아서 백사(百事)*를 한문 대신 국문으로 써야 상하귀천이 모두 보고 알아보기가 쉬울 터이라. 한문만 늘 써 버릇하고 국문은 폐한 까닭에 국문만 쓴 글을 조선 인민이 도리어 잘 알아보지 못하고 한문을 잘 알아보니 그게 어찌 한심하지 아니하리오.또 국문을 알아보기가 어려운 것은 다름이 아니라, 첫째는 말마디를 띄지 아니하고 그저 줄줄 내려쓰는 까닭에 글자가 위에 붙었는지 아래에 붙었는지 몰라서, 몇 번 읽어 본 후에야 글자가 어디 붙었는지 비로소 알고 읽으니, 국문으로 쓴 편지 한 장을 보자 하면 한문으로 쓴 것보다 더디 보고, 또 그나마 국문을 자주 아니 쓰는 고로 서툴러서 잘 못 봄이라. 그런 고로 정부에서 내리는 명령과 국가 문적(文蹟)*을 한문으로만 쓴 즉, 한문 못하는 인민은 남의 말만 듣고 무슨 명령인 줄 알고, 이편이 친히 이 글을 못 보니 그 사람은 무단히 병신이 됨이라.한문 못한다고 그 사람이 무식한 사람이 아니라 국문만 잘하고 다른 물정과 학문이 있으면, 그 사람은 한문만 하고 다른 물정과 학문이 없는 사람보다 유식하고 높은 사람이 되는 법이라. 조선 부인네도 국문을 잘하고 각색 물정과 학문을 배워 소견이 높고 행실이 정직하면, 물론 빈부귀천 간에 그 부인이 한문은 잘하고도 다른 것 모르는 귀족 남자보다 높은 사람이 되는 법이라.우리 신문은 빈부귀천을 다름없이 이 신문을 보고 외국 물정과 내지 사정을 알게 하려는 뜻이니, 남녀노소 상하귀천 간에 우리 신문을 하루걸러 몇 달 간 보면 새 지각과 새 학문이 생길 걸 미리 아노라.-「독립신문」창간호 사설 -* 백사(百事): 여러 가지 일* 문적(文蹟): 문서나 서적16. 윗글을 통해 알 수 있는 당대의 사회ㆍ문화적 상황으로 적절하지 않은 것은?① 정부는 국가의 공식 문서에 한문을 사용했다.② 국문으로 편지를 쓸 때 띄어쓰기를 하지 않았다.③ 사람들은 국문보다 한문 배우는 것을 우선시했다.④ 사람들이 국문으로만 쓴 글을 오히려 잘 읽지 못했다.⑤ 국문과 한문을 모두 잘해야 높은 사람으로 평가받았다.17. 윗글의 내용을 <보기>처럼 정리한다고 할 때, [가]에 들어갈 내용으로 가장 적절한 것은?<보 기>◾주장: 우리 신문사는 국문만을 사용하여 국내외 사정을 전한다.◾이유:                    [가]                   ◾기대  효과: 우리 신문을 지속적으로 접하면 누구라도 새 지각과 새 학문이 생길 것이다.① 국문은 배우기가 쉽고 모든 이가 사용하기에 적합하기 때문이다.② 국문은 세계적으로 인정받은 과학적ㆍ체계적인 문자이기 때문이다.③ 국문은 우리의 민족정신이 배어 있는 소중한 문화적 자산이기 때문이다.④ 한문을 원활하게 사용하는 사람은 조선 전체에서 극소수에 불과하기 때문이다.⑤ 한문은 유교 문화와 봉건적 제도를 떠올리게 하므로 새 시대에는 어울리지 않기 때문이다.국어 영역고1 7━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━716[18～20] 다음 글을 읽고 물음에 답하시오.중세 서양인들은 세계가 완전한 천상계와 불완전한 지상계로 이루어져 있다고 생각했다. 천체들은 5원소로 이루어져 있고 원운동을 하며, 천체들을 움직이는 힘은 신의 의지라고 생각했다. 상상에 의존하는 이러한 세계관은 천체들을 직접 관측하고, 망원경으로 확인하면서 서서히 흔들렸다. 사람들은 머리로만 생각해 왔던 이상적 질서들이 ‘경험’을 통해 부정될 수 있다는 사실을 새삼 깨달았다. 근대 경험론은 이런 과정을 통해 탄생했다고 볼 수 있다.경험론이란 인간의 인식이나 지식의 근원을 인간의 지각, 즉 경험에서 찾는 철학적 입장을 가리킨다. 굳이 ‘지혜는 경험의 딸이다.’라는 레오나르도 다빈치의 말이 아니더라도 경험이 어떤 가르침을 준다는 사실을 부인할 사람은 드물 것이다. 경험을 통해 무엇을 알게 되는 것은 모든 사람이 일상적으로 겪는 과정이기 때문에 이 입장을 거부하는 것은 쉽지 않다.경험론의 전통은 멀리 고대 그리스의 소피스트, 키레네 학파까지 올라가지만, ㉠합리론에 대립되는 본격적인 ㉡경험론은 프랜시스 베이컨이 체계를 세웠다. 사실 이 두 사상은 모두 자연과학 발전의 영향을 받았지만, 그 발전의 핵심 동력은 다르게 파악하며 철학적 토대를 닦아나갔다. 경험론자들은 관찰과 실험에 입각한 귀납적 방법이, 합리론자들은 이성적 사고에 기반을 둔 연역적 추론이 각각 자연과학의 발전을 이끌었다고 여겼다.경험론자들은 귀납법을 통해 구체적이고 개별적인 사례들에서 인간과 자연에 대한 보편적인 법칙을 알아갈 수 있다고 생각했다. 하지만 조금 더 생각해보면 경험론은 한계가 있음을 알 수 있다. 예를 들어 똑같은 장소를 걸어서 지나친 여행자와 기차를 타고 지나친 여행자를 생각해 보자. 장소는 동일하지만 두 여행자가 그 장소를 바라봤던 경험은 분명 다를 것이다. 그런 점에서 경험의 세계는 절대적으로 확신하기가 어려운 것이다. 그러므로 자신의 경험에 오류가 있을 수도 있음을 받아들이는 겸허한 태도가 필요하다.그럼에도 불구하고 인간에게 있어 의미 있고 근거 있는 인식은 경험에서 출발한다는 경험론의 입장은 여전히 설득력이 있다. 그리고 근대 이후 철학들은 경험론에서 바라본 경험의 의미를 존중하면서 그 의미를 나름대로 확장했다. 칸트의 관념론은 ‘정신의 경험’까지, 라캉의 구조론은 ‘무의식의 경험’까지 의미를 넓힌 것이다. 이처럼 근대 이후 철학의 상당 부분은 경험론의 영향 아래 진행되었다고 해도 과언이 아니다.18. 윗글에서 확인할 수 있는 내용으로 적절하지 않은 것은?① 경험론의 종류② 경험론의 개념③ 경험론의 배경④ 경험론의 한계⑤ 경험론의 의의19. ㉠과 ㉡에 대한 설명으로 적절하지 않은 것은?① ㉠은 이성적 사고에 기반한 연역법을 사용한다. ② ㉡은 귀납적 방법을 통해 보편적 지식을 추구한다.③ ㉡은 머리로만 생각해 왔던 이상적 질서를 부정한다.④ ㉡은 절대적이고 완전한 지식을 만들어 내기 어렵다.⑤ ㉠은 ㉡과 달리 근대 자연과학의 발전에서 영향을 받았다.20. <보기>의 사례를 윗글에 활용하려고 할 때, 그 활용 방안으로 가장 적절한 것은? [3점]<보 기>옛날 인도의 어떤 왕이 여러 명의 장님을 불러 손으로 코끼리를 만져 보고 각자 코끼리에 대해 말해 보도록 했다. 배를 만진 이는 장독, 등을 만진 이는 평상, 다리를 만진 이는 절구와 같다고 제각기 다른 말을 했다. 이에 왕은 “보아라. 코끼리는 하나이거늘 저 장님들은 제각기 자기가 알고 있는 것만을 코끼리로 알고 있구나. 진리를 아는 것도 또한 이와 같은 것이니라.”라고 하였다.① 경험이야말로 진리를 얻을 수 있는 가장 빠른 길이라는 사실을 이야기하는 사례로 활용한다.② 경험에는 오류가 있을 수도 있음을 인정하는 겸허한 태도를 지녀야 함을 강조하는 사례로 활용한다.③ 지각이 부족한 사람들의 경험은 머리로만 생각하는 사고에 미치지 못함을 증명하는 사례로 활용한다.④ 하나의 대상이 그 의미를 확장해 나가면서 차츰 철학의 발전을 유도하게 됨을 보여주는 사례로 활용한다.⑤ 개별적인 개인의 경험을 모두 모은다면 보편적인 지식으로 전환될 수 있음을 알려주는 사례로 활용한다.국어영역8 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━816 [A][21～23] 다음 글을 읽고 물음에 답하시오.안전한 농산물을 농민들로부터 직접 공급받고 싶었던 K씨는 자신과 뜻이 같은 사람들이 주위에 있음을 알게 되었다. K씨는 이들과 함께 일정 금액의 출자금을 내어 단체를 만들었다. K씨는 이 단체를 통해 안전한 농산물을 농민들로부터 직접 구매할 수 있었고, 농민들은 중간의 유통 비용 없이 적절한 대가를 받고 농산물을 공급할 수 있었다. 이 단체에서는 출자금의 일부를 미리 농민에게 지불하여 농민들이 더욱 안정적으로 농산물을 생산할 수 있도록 도왔다. 이 사례와 같이 뜻을 같이하는 사람들이 일정 금액을 모아 공동의 경제, 사회, 문화적 수요와 요구를 충족시키기 위해 자발적으로 결성한 조직을 ‘협동조합’이라고 한다.협동조합은 5인 이상의 사람들이 모여 출자금을 내면 누구나 만들 수 있으며, 가입과 탈퇴도 자유롭다. 협동조합은 평등한 협력체이기 때문에 사업의 목적이 이윤의 추구가 아니라 조합원 간의 상호부조에 있다. 그래서 모든 조합원이 협동조합을 공동으로 소유하고, 출자금을 통해 협동조합에 필요한 자본을 조성하는 데 공정하게 참여한다. 그리고 조합 내에서 발생한 수익은 협동조합의 발전과 조합원의 권익 증진을 위해 사용한다.이윤 추구를 목적으로 하는 주식회사와 달리 협동조합은 ‘조합원’을 중심으로 운영된다. 주식회사는 주식을 가진 비율에 따라 의사 결정권이 부여되므로 주식을 많이 가진 대주주가 의사를 결정하는 경우가 많다. 반면 협동조합에서는 대체로 조합원 한 사람에게 한 표의 의사 결정권이 부여되므로, 조합원의 의사가 존중된다. 따라서 이런 구조로 인해 조합원이 추구하는 공동의 가치인 일자리 창출이나 사회적 약자 보호, 그리고 지역 사회 발전과 같은 사회적 가치를 실현하는 데 유리하다.그러나 협동조합은 구조적 특성상 신속한 자본 조달이 어렵다는 단점을 지닌다. 의사 결정의 기간도 상대적으로 길어 급변하는 상황에 신속하게 대처하기가 어려울 수 있다. 또 이윤 추구에 몰두하여 협동조합의 기본 정신을 잃어버렸을 경우 지속되기 힘들다. 이를 극복하기 위해서는 조합원들이 분명한 목표와 가치를 서로 공유해야 하며, 협동조합 간의 긴밀한 협력을 통해 지속적인 발전 방안을 모색해야 한다.21. 윗글의 내용과 일치하지 않는 것은?① 주식회사의 사업 목적은 이윤을 추구하는 것이다.② 협동조합은 자본 조달을 빠르게 할 수 있다는 장점이 있다. ③ 협동조합은 조합원의 출자금을 기초로 하여 자본을 조성한다.④ 주식회사에서는 주식을 가진 비율에 따라 의사 결정권이 부여된다.⑤ 협동조합은 일자리 창출이나 사회적 약자 보호를 실현하는 데 유리하다.22. [A]를 참고할 때 ‘협동조합’의 사례로 가장 적절한 것은?① 재활용품 재생 업체에서 새로운 공정을 개발하여 환경 보호에 이바지하였다.② 아파트 주민들이 돈을 모아 형편이 어려운 학생들에게 장학금을 전달하였다.③ 농촌 지역에 공장이 있는 식품 회사가 수익금의 일부를 지역 사회에 기부하였다. ④ 대학 연구소에서 지역의 특산품을 이용한 가공 식품을 개발하여 지역 경제를 발전시켰다. ⑤ 컴퓨터를 배우고 싶어하는 노인들이 일정 금액을 모아 컴퓨터 수업을 들을 수 있는 단체를 만들었다.23. 윗글을 바탕으로 <보기>를 이해한 내용으로 적절하지 않은 것은?                                                             [3점]<보 기>‘바르사’라는 약칭으로도 불리는 스페인의 명문 축구 구단 ‘FC 바르셀로나’는 협동조합이다. 이 협동조합은 20만 명 가까운 조합원이 주인이다. 출자금 150유로를 내면 누구나 바르사의 조합원이 될 수 있는데, 바르사의 조합원은 축구 경기 입장료 할인 혜택을 받을 수 있다. 18세 이상이면서 1년 넘게 조합원으로 활동하면 누구나 이사회에 참석할 수 있고, 6년마다 열리는 클럽 회장 선거에 참여해 한 표를 행사할 수 있다. 바르사에서 발생한 수익금은 유소년 축구 클럽 육성과 시설 개선에 쓰인다. 구단이 안정적으로 운영되던 시절에는 유니폼에 공익성 광고를 대가 없이 새기기도 하였다.① 6년마다 클럽 회장 선거가 있다는 것을 통해 바르사는 조합원에 의해 소유주가 선정된다는 것을 알 수 있군.② 출자금 150유로를 내면 누구나 조합원이 될 수 있다는 것을 통해 바르사는 가입이 자유롭다는 것을 알 수 있군.③ 광고료를 받지 않고 유니폼에 공익성 광고를 새겼다는 것을 통해 바르사의 목적이 이윤 추구에 있지 않다는 것을 알 수 있군.④ 수익금이 유소년 클럽 육성과 시설 개선에 쓰인다는 것을 통해 바르사에서는 수익금을 조합의 발전에 활용한다는 것을 알 수 있군.⑤ 일정한 자격을 갖춘 조합원이라면 클럽 회장 선거에서 한 표를 행사할 수 있다는 것을 통해 바르사에서는 조합원의 의사가 존중된다는 것을 알 수 있군.국어 영역고1 9━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━916[24～26] 다음 글을 읽고 물음에 답하시오.일상에서 편지를 보낼 때는 편지 한 통이 통째로 전달된다. 그러나 네트워크상에서의 이메일(e-mail)은 그 내용이 조각조각으로 나뉘어 전송된다. 이렇게 나뉜 조각이 수신자에게 전송된 후 재결합되어 수신자는 한 통의 이메일을 받아볼 수 있다.  이러한 정보 전달 방식을 패킷 교환 방식이라 한다. ‘패킷’이란 네트워크상에서 정보를 보낼 때 전송하기 쉽도록 데이터를 작은 단위로 나누어 놓은 것을 말한다. 패킷은 크게 헤더부와 데이터 영역으로 구분된다. 헤더부에는 메시지가 최종적으로 전달될 주소와 패킷의 일련번호 등의 정보가 들어있고, 데이터 영역에는 메시지 자체의 내용이 들어있다.패킷 교환은 다음과 같은 순서로 진행된다. 먼저 긴 메시지는 여러 개의 패킷으로 나뉘고 각 패킷에는 헤더가 부착된다. 각각의 패킷은 버퍼와 여러 개의 노드로 이루어진 ‘패킷 교환망’을 지나게 된다. 패킷이 한꺼번에 많이 나가면 경로가 막힐 수도 있기 때문에 패킷들은 우선 ‘버퍼’라는 기억 장치에 잠시 저장된다. 버퍼는 패킷이 원활하게 전송될 수 있도록 먼저 도착한 패킷을 보내고 나머지 패킷들을 잠시 저장해 둔다. 이후 각각의 패킷들은 ‘노드’라고 불리는 여러 개의 통신 지점을 지나간다. 노드 하나에도 여러 개의 경로가 연결되어 있어서 패킷들은 서로 흩어져 여러 개의 노드와 경로를 통해 이동하게 된다. 패킷 교환망을 지나온 각 패킷들은 수신지에 일련번호의 순서와 상관없이 개별적으로 도착한다. 수신지에 모두 도착하면 패킷들은 일련번호의 순서에 맞게 원래의 메시지로 재결합된다. 만약 수신지에서 일련번호 순서대로 재결합이 되지 못했거나 패킷이 모두 전송되지 못했을 경우 ‘발신 후 수신 불능’이나 ‘수신 후 에러 메시지’를 받을 수도 있다.패킷 교환 방식은 작은 단위로 나눠진 패킷들이 여러 개의 노드를 통해서 서로 다른 경로로 전송된 후 나중에 합쳐지기 때문에 기존의 정보 전송 방식에 비해 많은 양의 데이터를 빠르게 전송할 수 있다. 패킷들이 각기 다른 경로로 전송되기 때문에 데이터 전송 시 하나의 경로에 과부하가 발생하여 전송이 지연되더라도 다른 경로를 통해 패킷을 전송할 수 있다는 장점이 있다. 이 방식을 활용하면 패킷들을 기기의 처리 속도에 맞추어 전송할 수 있어서 처리 속도가 다른 기기들 간에도 정보 전송이 가능하다. 또한 보내야 할 데이터가 큰 경우에도 패킷으로 나뉘어 전송되므로 정보를 원활하게 전송할 수 있다.24. 윗글의 표제와 부제로 가장 적절한 것은?① 이메일 전송의 원리  - 이메일과 일반 우편 전송 방식의 차이점을 중심으로② 패킷의 구조와 생성 원리  - 헤더부와 데이터 영역의 역할과 특징을 중심으로③ 네트워크상에서의 정보 생성 방법  - 패킷 교환 방식의 장점과 단점을 중심으로 ④ 네트워크상에서의 정보 전송 원리  - 패킷 교환 방식에서의 데이터 전송 원리를 중심으로 ⑤ 정보 전달의 속도를 높여주는 패킷 교환 방식  - 정보 전송의 역사적 발전 양상을 중심으로 25. 윗글의 내용과 일치하지 않는 것은?① 네트워크상에서의 이메일은 그 내용이 여러 개의 조각으로 나뉘어 전송된다.② 패킷은 네트워크상에서 전송하기 쉽도록 데이터를 작은 단위로 나누어 놓은 것을 의미한다.③ 패킷 교환 방식은 정보 처리 속도가 다른 기기 사이에 정보 전송이 불가능하다는 단점이 있다.④ 패킷 교환 방식에서는 하나의 경로에 과부하가 발생하더라도 다른 경로를 통해 패킷을 전송할 수 있다.⑤ 패킷 교환 방식은 기존의 정보 전송 방식에 비해 많은 양의 데이터를 빠르게 전송할 수 있다는 장점이 있다.26. <보기>는 패킷 교환 방식을 그림으로 표현한 것이다. ⓐ~ ⓓ에 대한 설명으로 적절하지 않은 것은? [3점]<보 기>① ⓐ: 패킷이 최종적으로 전달되어야 할 주소와 패킷의 일련번호에 대한 정보가 포함되어 있다.② ⓑ: 전달하고자 하는 메시지의 내용이 포함되어 있다.③ ⓒ: 패킷이 원활하게 전송될 수 있도록 패킷을 잠시 저장해 두는 장치가 있다.④ ⓒ: 패킷들이 이곳을 통과할 때는 여러 개의 노드와 경로를 거쳐 이동한다.⑤ ⓓ: 패킷들이 이곳에 일련번호의 순서대로 도착하지 않았을 경우 ‘발신 후 수신 불능’ 메시지를 받을 수 있다.< BAA > <(9) 수 신 지 >1 (8) 헤 더 부{- (0) 데 이 터 영 역메시 | ——>패 킷>` @폐킷 nag 4“ms국어영역10 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1016[27～30] 다음 글을 읽고 물음에 답하시오.라면을 끓일 때, 스프를 미리 넣으면 물만 끓일 때보다 끓는 데 더 오랜 시간이 걸린다. 이것은 스프가 물에 녹으면 물의 끓는점이 높아져서 더 많은 열을 가해야 하기 때문이다. 그렇다면 스프를 넣은 물의 끓는점이 순수한 물의 끓는점보다 높은 이유는 무엇일까?밀폐된 용기 속에 물을 담아 두면 물 분자들은 표면에서 일정한 속도로 증발한다. 이 과정에서 액체 상태의 물이 기체 상태로 변하기 때문에 물의 양은 점점 줄어든다. 그렇지만 일정 시간이 지나면 물의 양은 더 이상 줄어들지 않는다. 그 이유는 물에서 증발하는 분자 수와 물로 ㉠돌아오는 분자 수가 같아지기 때문이다. 기체 상태의 분자들이 액체로 돌아오는 과정을 응축이라 하는데, 밀폐된 용기 속에서 증발된 기체 분자 수가 많아질수록 응축 속도가 빨라져 결국 증발 속도와 같아진다. 증발 속도와 응축 속도가 같은 때를 평형 상태라고 하는데, 이때부터 물의 양은 더 이상 줄어들지 않는다. 평형 상태에서 증기가 나타내는 압력을 액체의 증기압이라고 한다.라면 스프를 넣은 물은 일종의 용액인데, 용액의 증기압은 용액의 농도와 온도, 용매의 종류에 따라 변한다. 순수한 용매만 있을 때에는 용매의 표면 전체에서 증발이 일어난다. 그러나 용액은 표면에서 비휘발성 용질이 차지하는 부분만큼 증발이 일어나지 않아, 용액의 증기압은 순수한 용매의 증기압보다 낮아진다. 용액에 비휘발성 용질이 많이 녹아있을수록, 즉 용액의 농도가 진할수록 표면에서 증발하는 용매 분자 수가 적어지기 때문에 용액의 증기압이 더 낮아진다. 한편 온도가 높아지면 분자의 운동이 활발해져서 증발하는 용매 분자 수가 많아지고, 이에 따라 용액의 증기압도 높아진다.라면 스프를 넣은 물의 끓는점이 높아지는 이유는 용액의 증기압 변화를 통해 설명할 수 있다. ‘끓는다’는 것을 과학적으로 정의하면 액체의 증기압이 대기압과 같아져서 액체 내부에서 기체 상태로 변한 분자들(기포)이 액체의 표면 바깥으로 나오는 것이라고 할 수 있다. 그러므로 끓는점은 액체의 증기압이 대기압과 같아지는 온도로 정의할 수 있다. 비휘발성 용질을 녹인 용액은 순수한 용매보다 증기압이 낮기 때문에 더 높은 온도가 되어야 용액의 증기압과 대기압이 같아진다. 라면 스프를 넣은 물이 순수한 물에 비해 끓는점이 높은 이유는 이 때문이다. 반면 높은 산에 올라가면 대기압이 낮아지기 때문에 평지보다 액체의 증기압이 낮은 상태에서도 끓게 되는 것이다.27. 온도가 일정한 밀폐된 용기 속에 용액을 넣고 관찰한다고 할 때, 이에 대한 설명으로 적절하지 않은 것은?① 증발이 계속되면 응축 속도는 느려진다.② 용액의 증발 속도는 일정하게 유지된다.③ 평형 상태에서 증발 속도는 응축 속도와 같다.④ 증발 속도가 응축 속도보다 빠르면 용액이 줄어든다.⑤ 용액의 농도가 진할수록 증발하는 용매 분자 수가 적어진다.[28～29] 다음은 윗글과 관련된 자료이다. 28, 29번 두 물음에 답하시오.아래 모형은 순수한 물인 (가)와 물에 비휘발성 용질을 녹인 (나)를 나타낸 것이다. (가)와 (나)는 동일한 조건에 있다.          (가)                          (나)28. (가)와 (나)에 대한 설명으로 적절하지 않은 것은? [3점]① (가)에서는 표면 전체에서 증발이 일어난다.② (나)의 표면에서 ⓑ가 차지하는 부분만큼 증발이 일어나지 않는다.③ (나)에서 ⓑ의 수가 많아질수록 용액의 증기압이 높아진다.④ (가)는 (나)보다 ⓐ의 수가 줄어드는 속도가 빠르다. ⑤ (가)와 (나) 모두 온도가 높아지면 증발되는 ⓐ의 수가 많아진다.29. (가)의 끓는점(㉮), (나)의 끓는점(㉯)을 나타낸 그래프로 가장 적절한 것은?①②③④⑤( 가 ) ob대 기 압( 가 ) (4)( 나 ) ( 가 )erie( 가 )=( 나 )대 기 압)oD국어 영역고1 11━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━111630. 밑줄 친 단어 중 ㉠과 문맥적 의미가 가장 유사한 것은?① 그는 원래 있던 자리로 다시 돌아왔다.② 이제 곧 내가 발표할 차례가 돌아온다.③ 나는 지름길을 두고 먼 길을 돌아왔다.④ 우리 부서에 돌아온 것은 비난뿐이었다.⑤ 모퉁이를 돌아오면 처음에 보이는 집이 우리 집이다.[31～33] 다음 글을 읽고 물음에 답하시오.반중 조홍감*이 고와도 보이나다.유자이 아니라도 품음직 하다마는품어 가 반길 이 없을새 글로 설워하나이다.       <제1수>왕상의 잉어 잡고 맹종의 죽순 꺾어검던 머리 희도록 노래자의 옷을 입고일생에 양지성효(養志誠孝)*를 증자*같이 하리이다. <제2수>만균*을 늘려 내어 길게길게 노*를 꼬아구만리 장천에 가는 해를 잡아매어북당*에 학발쌍친*을 더디 늙게 하리이다. <제3수>군봉* 모이신 데 외까마귀 들어오니백옥 쌓인 곳에 돌 하나 같다마는두어라 봉황도 비조와 류시니* 모셔 논들 어떠하리.                                                     <제4수>- 박인로,「조홍시가(早紅柿歌)」-* 반중 조홍감: 소반 위에 담긴 일찍 익은 홍시* 양지성효(養志誠孝): 부모의 뜻을 받드는 정성스러운 효성* 증자: 효심이 깊은 것으로 유명한 공자의 제자* 만균: 큰 쇳덩어리* 노: 노끈* 북당: 늙은 부모가 계신 안방* 학발쌍친: 머리 흰 늙은 부모* 군봉: 여러 마리의 봉황새* 비조와 류시니: 나는 새와 한 종류이시니31. 윗글에 대한 설명으로 가장 적절한 것은?① 제1수에서는 계절적 배경을 묘사하여 생동감을 주고 있다.② 제2수에서는 선경후정의 방식으로 시상을 전개하고 있다.③ 제3수에서는 불가능한 상황을 설정하여 화자의 소망을 드러내고 있다. ④ 제4수에서는 점층적 표현을 통해 대상의 특성을 부각하고 있다. ⑤ 제1수와 3수에서는 자연물을 활용하여 삶의 무상함을 제시하고 있다.32. <보기>는 윗글과 관련된 고사이다. <보기>를 참고하여 윗글을 이해한 내용으로 적절하지 않은 것은? [3점]<보 기>◦육적이 원술을 찾아갔다가 대접받은 유자(귤)를 품고 나오다 떨어뜨리자 원술이 그 이유를 물으니 어머니께 드리려 했다고 한다.◦왕상은 계모가 잉어를 먹고 싶어 하자 겨울에 옷을 벗고 얼음을 깨려 하니 잉어가 뛰어나왔다.◦맹종은 어머니가 겨울에 죽순을 먹고 싶다고 하자 겨울 대숲에 들어가 탄식하니 눈물이 떨어진 곳에서 죽순이 나왔다.◦노래자는 70세의 나이에도 색동옷을 입고 어린애 장난을 하면서 늙은 부모를 즐겁게 해 주었다.① ‘조홍감’을 보고 화자는 육적의 ‘유자’를 떠올렸다고 할 수 있다.② ‘왕상의 잉어’는 어려움을 감수하면서까지 효를 실천하고자 하는 화자의 의지를 보여준다.③ ‘맹종’이 대숲에서 눈물을 흘리는 것과 화자가 ‘조홍감’을 보고 서러워하는 것은 모두 부모님이 원하는 것을 얻지 못했기 때문이다.④ ‘노래자’의 옷을 입는다는 것은 부모님을 위해서라면 화자가 나이에 맞지 않는 일도 할 수 있다는 것을 의미한다.⑤ 화자는 ‘왕상’과 ‘노래자’가 효를 실천한 방법은 다르지만 ‘양지성효’라는 점에서는 공통성이 있다고 본다.33. <보기>의 밑줄 친 부분을 바탕으로 윗글을 이해한 내용으로 적절하지 않은 것은?<보 기> 「조홍시가」의 제4수는 위대한 봉황새들의 무리에 보잘 것없는 까마귀가 어울리고 싶다는 것으로, 앞선 내용들과는 다소 다르게 보인다. 그러나 까마귀가 효조(孝鳥)로도 널리 알려진 점을 고려하면 시 전체가 일관성을 가지고 있다고도 볼 수 있다.① ‘군봉’은 제2수에서 언급된 효를 실천한 위대한 사람들로 볼 수 있겠어.② ‘외까마귀’는 부모님께 효도를 하고자 하는 화자의 모습으로 볼 수 있겠어. ③ ‘백옥 쌓인 곳’에 ‘돌 하나 같다’는 것은 화자가 부모님께 불효한 것에 대해 자책한 것으로 볼 수 있겠어.④ ‘봉황’도 ‘비조의 류’라고 한 것은 위대한 효자도 화자와 같은 인간이라는 점을 이야기하는 것으로 볼 수 있겠어. ⑤ ‘봉황’을 ‘모셔 논’다는 것은 효자로 이름난 사람들을 본받고 싶어하는 마음을 담고 있다고 볼 수 있겠어.국어영역12 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1216[34～36] 다음 글을 읽고 물음에 답하시오.[앞부분의 줄거리] 중국 송나라 문제 때 간신 이두병은 황제가 죽은 후 태자를 귀양 보내고 스스로 황제라 칭한다. 이두병의 모함으로 죽은 조정인의 아들 조웅은 이두병을 피해 도망 다닌다. 조웅은 스님에게 병법과 무술을 배워 서번을 격파하고 태자를 구출한다. 곧이어 조웅은 이두병을 잡으러 가고 이두병에게 협력했던 조정의 신하들은 살아날 방법을 찾는다.이날 밤에 승상 황덕이 조정의 여러 신하와 의논했다.“이제 곧 나라가 망할 것이니, 아무리 해도 살길이 없는지라. 그대들은 어찌하려 하느뇨?”“우리 생각은 도망하면 좋을까 하는데, 승상은 무슨 계교가 있나이까?”신하들이 이같이 대답하자 황덕이 칼을 빼놓고 말했다.“그대들은 모두 내 말을 따르겠는가?”“죽고 사는 일인데 무슨 일인들 못하오리까?”대답을 듣고 황덕이 오랫동안 깊이 생각하다가 말했다.“이제 도망한다 해도 이 많은 사람이 모두 어떻게 도망하며, 도망한들 어찌 살기를 바라겠소? 나의 어리석은 생각으로는 처자식을 구하고 좋은 벼슬도 할 묘책이 있으니 그렇게 함이 어떠한고?”“승상의 말씀이 당연하오니 어찌 따르지 아니하오리까?”모두 몹시 반기며 말했다.“㉠우리 중에 용맹이 있는 장수 육십 명을 가려 뽑아 가만히 궐내에 들어가 황제와 그의 자식 오 형제를 다 결박한 뒤 조웅에게 바치면 우리는 제일의 공신(功臣)이 될 것이니, 이 꾀가 어떠하오?”“그렇게 함이 실로 가장 좋은 계책이로소이다.”황덕의 제의를 모두 반겼다.㉡그날 밤에 용맹스런 장수 육십여 명을 궐내에 숨겨 놓았다가 밤이 깊은 뒤에 달려들어 황제와 오 형제를 다 결박하니 이미 동쪽 하늘이 밝아 왔다. 이날 조정 신하들이 이두병과 이관 오 형제를 수레에 싣고 조원수를 찾아갔다.이때에 황성의 백성은 원수가 온다는 말을 듣고 즐거워하며 마중 나오니, 가히 그 수를 헤아리지 못할 정도였다. 이두병을 잡아 온다는 말을 듣고 황성의 백성이 남녀노소 할 것 없이 다 즐거워하며 말했다.“극악한 이두병이 제 세력만 믿고 스스로 천자라 하면서 권세가 끝이 없기를 바라더니, 잠시도 보존치 못하고 어이 그리 짧게 끝나는고? 하늘이 밝게 보시어 네 죄를 알았구나. 무지한 백성도 네 고기를 원하는도다. 착하고 빛나도다! 해 같고 달 같은 조원수를 보니 고통스러운 백성이 가뭄에 단비를 만났도다. 사방으로 흩어진 충신들도 소식을 알았던가? 남녀노소 백성아, 구경을 가자꾸나!”백성이 다투어 구경했다.원수가 팔십만 대병을 몰아 황성으로 쳐들어오니 황성 백성이 남녀노소 할 것 없이 길을 막고 나와 원수께 치하했다.“장하고 장하도다. 어디를 가셨다가 이제야 오시는가? 하늘이 돕고 귀신이 도와 송나라를 회복했도다.”“살아서 너희를 다시 보니 반갑기 그지없도다.”㉢원수가 백성을 위로하며 행군을 재촉하여 수일 만에 황자강에 이르니 강산 풍경이 예전과 같았다. 문득 옛일을 생각하니 서글픈 마음을 금하지 못하겠는지라.사공을 재촉하여 강을 건너니 황성관 어귀에 조정 신하들이 이두병과 이관 오 형제를 수레 위에 높이 싣고 원수의 군대를 기다리고 있었다. 원수가 오는 것을 보고는 나아와 땅에 엎드려 애걸했다. “소인 등이 임금을 속이고 반역을 꾀했으니 죽어 마땅하오나 그때는 도망칠 수도 이두병의 형세를 당해낼 수도 없어 그리한 것이옵니다. 소신도 송 태자를 생각하면 가슴이 막혀 한 순간인들 편안치 않았사옵니다. 하늘이 도와 원수가 이리 오신다 하기에 지난 죄를 돌아보지 않고 이두병 부자를 결박하여 바치옵니다. 엎드려 바라건대 원수께서 불쌍히 여기시어 널리 용서해주소서. 소인들의 목숨을 보전하여 주시기를 바라나이다.”㉣원수가 이두병을 보니 분한 마음이 하늘을 찌르는지라. 군대를 머무르게 하고 군사를 호령하여 “두병을 잡아들여라!” 명하니, 군사들이 일시에 달려들어 이두병을 진중에 꿇어앉혔다.“두병아! 네 얼굴을 들어 나를 보라. 네 죄를 생각하면 죽여도 아깝지 않도다. 태자를 귀양 보내고 사약을 내리니 그 죄가 어떠하며, 나를 잡으려고 장졸을 보내어 세상을 시끄럽게 하니 그 어인 일인고? 사실대로 똑바로 아뢰어라.”원수의 호령에 좌우의 무사들이 달려들어 창검으로 두병을 찌르며 ‘바삐 아뢰라!’ 다그쳤다. 잠시 후 두병이 겨우 진정하여 말했다.“조정의 신하들이 그 사람됨이 비할 수 없이 음흉하고 사악한 놈들이라. 자신들의 죄를 면하고자 우리 부자를 잡아 이 지경이 되었으니 이제 무슨 말을 하리오? 원수의 처분대로 하라.”이 말에 원수가 크게 성내어 무사들에게 심문하라 호령하니, 무사들이 일시에 달려들어 창검으로 찔렀다. 두병이 고통을 견디지 못하여 말했다.“이미 일이 발각되었으니 무슨 말을 못하겠는가? 송나라의 신하들은 만고의 소인이로다. 애초에 반역을 모의한 것과 태자를 변방 땅에 멀리 귀양 보내고 사약을 내린 것도 모두 저들의 생각이라. ㉤저들이 죄를 면하려고 간교한 계책을 내어 내가 이 지경이 되었으나 다 저들의 죄요, 진실로 나는 태자를 해치고자 함이 아니었노라. 이제 나에게만 죄를 묻고 저들은 죄를 면하고자 함이로다.”원수가 듣고 분기충천(憤氣沖天)하여 큰소리로 꾸짖었다.“이 간악한 놈아, 너를 잠시인들 어찌 살려 두겠느냐. 하지만 살려 두는 것은 태자를 모셔 온 뒤에 죽이려 함이라.”또 이관 오 형제를 잡아들여 죄를 묻고 이두병과 그 아들 오 형제를 다 수레 위에 올려 앉히고 춤추며 행군하여 황성으로 들어갔다.- 작자 미상,「조웅전」-34. 윗글에 대한 이해로 적절하지 않은 것은?① ‘황덕’은 자신이 살아남기 위해 ‘이두병’과 그의 자식을 잡는 계책을 세운다.② ‘이두병’을 잡으러 황성으로 쳐들어오는 ‘원수’를 ‘황성의 백성’들은 열렬히 환영한다.③ ‘조정의 신하들’은 ‘황덕’의 계획에 동의하고 ‘이두병’과 그의 자식을 결박하는 일에 협조한다.④ ‘원수’는 ‘이두병’의 죄를 열거하며 사실대로 말할 것을 명령한다.⑤ ‘이두병’은 ‘원수’의 위엄에 압도되어 자신의 죄를 반성하며 용서를 구한다.국어 영역고1 13━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━131635. ㉠~ ㉤에 대한 설명으로 가장 적절한 것은? ① ㉠: 앞으로 전개될 사건을 예측할 수 없게 하여 긴장감을 조성하고 있다.② ㉡: 밤 동안에 있었던 사건을 서술자가 요약해서 이야기하고 있다.③ ㉢: 외부 정경에 대한 구체적 묘사를 통해 인물의 심리를 간접적으로 드러내고 있다. ④ ㉣: 행동과 배경에 대한 묘사를 통해 인물의 심리를 표현하고 있다. ⑤ ㉤: 중립적인 입장에 있던 인물을 통해 사건의 진상을 이야기하고 있다.36. <보기>를 참고하여 윗글을 감상한 내용으로 적절하지 않은 것은?<보 기>「조웅전」은 조선 시대에 창작되어 독자들에게 많이 읽힌 소설이다. 이 소설은 두 가지 면에서 당시의 독자들이 원하는 세계를 잘 보여주었기 때문에 그들의 공감을 이끌어낼 수 있었다. 하나는 충(忠)이라는 가치관을 바탕으로 하였기 때문이고, 또 하나는 선인(善人)과 악인(惡人)의 대결 구도를 만들어 선인이 악인의 횡포를 이기는 과정을 재미있게 보여주었기 때문이다.① 조웅이 반역을 한 이두병을 심문하는 것은 충이라는 가치관을 반영한 것으로 볼 수 있겠군.② 조정의 신하와 이두병이 서로 대립하는 것은 선인과 악인의 대결로 볼 수 있겠군.③ 이두병이 스스로 왕이라 칭하며 태자를 귀양 보내고 조웅을 잡으려 하는 것은 악인의 횡포로 볼 수 있겠군.④ 조웅이 이두병을 제압하고 태자를 구하는 것은 선인이 악인의 횡포를 이기는 과정으로 볼 수 있겠군.⑤ 고난을 겪던 조웅이 이두병을 잡아 심문하는 장면에서 독자들은 재미를 느꼈다고 볼 수 있겠군.[37～39] 다음 글을 읽고 물음에 답하시오.(가) 잃어버렸습니다.무얼 어디다 잃었는지 몰라 두 손이 주머니를 더듬어길에 나아갑니다.돌과 돌과 돌이 끝없이 연달아길은 돌담을 끼고 갑니다.담은 쇠문을 굳게 닫아 길 위에 긴 그림자를 드리우고길은 아침에서 저녁으로저녁에서 아침으로 통했습니다.돌담을 더듬어 눈물짓다쳐다보면 하늘은 부끄럽게 푸릅니다.풀 한 포기 없는 이 길을 걷는 것은담 저쪽에 ⓐ내가 남아 있는 까닭이고,ⓑ내가 사는 것은, 다만잃은 것을 찾는 까닭입니다.- 윤동주,「길」-(나) 남을 사랑하는 사람이 되고 싶었는데남보다 나를 더 사랑하는 사람이되고 말았다. 가난한 식사 앞에서기도를 하고 밤이면 고요히일기를 쓰는 사람이 되고 싶었는데구겨진 속옷을 내보이듯매양 허물만 내보이는 사람이 되고 말았다.사랑하는 사람아너는 내 가슴에 아직도눈에 익은 별처럼 박혀 있고나는 박힌 별이 돌처럼 아파서이렇게 한 생애를 허둥거린다.- 문정희,「비망록(備忘錄)」-37. (가)와 (나)의 공통점으로 가장 적절한 것은?① 유사한 시구를 반복하여 화자의 의지를 강조하고 있다.② 상징적 시어를 활용해 현실 비판적 인식을 드러내고 있다.③ 어조의 변화를 통해 대상에 대한 그리움을 보여주고 있다.④ 자신의 삶에 대한 성찰을 바탕으로 주제를 나타내고 있다.⑤ 선명한 색채의 대비를 통해 시적 분위기를 형성하고 있다.국어영역14 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━141638. ⓐ, ⓑ를 중심으로 시의 내용을 파악한 것으로 적절하지 않은 것은?① ⓐ를 찾는 것이 ⓑ의 삶의 목적이라고 할 수 있다. ② ⓐ는 ‘풀 한 포기 없는’ 길을, ⓑ는 ‘긴 그림자’가 드리운 길을 걷고 있다.③ ⓐ와 ⓑ는 굳게 닫힌 ‘쇠문’과 ‘돌담’으로 인해 만나는 것이 쉽지 않다.④ ⓑ가 ‘주머니를 더듬어’ 찾으려고 한 것은 결국 ⓐ라고 할 수 있다.⑤ ⓑ는 길을 걷는 동안 ‘담 저쪽’에 있는 ⓐ의 존재를 인식하게 된다.39. <보기>는 (나)를 읽고 학생이 쓴 글이다. 시에 대한 해석으로 적절하지 않은 것은? [3점]<보 기>문정희 님의「비망록」을 읽었다. ㉠이 시는 크게 과거형을 사용한 1ㆍ2연과 현재형을 사용한 3ㆍ4연으로 나눌 수 있다. ㉡1연에서 화자는 ‘남을 위하는 사람’이 되고자 하는 소망을 이루지 못했음을 이야기한다. ㉢2연에서도 화자는 ‘허물’이 없는 삶을 소망하지만 실제로는 소망과는 반대로 ‘허물’을 내보이고 말았다. 3연에 등장하는 ‘사랑하는 사람’을 1ㆍ2연에서 가졌던 소망으로 본다면 ㉣화자는 여전히 소망을 가지고 미래를 ‘별’처럼 낙관적이고 희망적으로 보고 있다. ㉤소망을 이루지 못하고 있지만 소망을 버리지 않았기 때문에 4연에서처럼 ‘허둥거린다’고 할 수 있다.① ㉠       ② ㉡       ③ ㉢       ④ ㉣       ⑤ ㉤[40～43] 다음 글을 읽고 물음에 답하시오.[앞부분의 줄거리] 6·25 직후 ‘나’는 서울로 전학을 오게 되는데 새 학급의 담임 선생님인 ‘메뚜기’는 부업에만 정신이 팔려 있다. 그러던 중 미군 ‘하우스보이’ 영래가 전학을 와 아이들의 환심을 산다.“에또, 학기두 바뀌구 했으니까…… 오늘은 자습 후에 반장 선출을 해보는 것두 학습이 될 거다. 상급생이 됐으니까 그만한 자치 능력도 생겼을 줄 믿는다. 그런데 석환이말고 누가 의장 노릇을 했으면 좋을까…… 누가 좋겠니?” 메뚜기가 묻자 앞의 꼬마들이 요란하게 떠들어댔다. “이영래요. 걔가 잘해요.” 메뚜기가 영래를 불러내어 “반장과 함께 조용히 자습을 시킨 뒤에, 자치회의를 해라.” 이르고 훌쩍 나가 버렸다. 선생님이 나간 뒤에, 머쓱하게 서 있던 영래가 교탁 앞에 비스듬히 걸터앉았고 애들은 다음 행위에 잔뜩 기대를 가지면서 그 애를 올려다보았다. 영래가 말했다. “전부들 책을 집어넣어. 오늘 오전에는 씨름대회를 연다.” 애들이 손뼉을 치며 와글와글 책보를 쌌고 영래는 교탁에 발을 올려놓고 의자를 흔들며 말 타는 시늉을 했다. “헌병대장 사령부, 짜가닥 짜가닥 팡팡, 이 새끼들 조용해.” 영래가 은수에게 몽둥이를 주워 오라고 명령하니 그놈은 잽싸게 뛰어나가 각목 하나를 주워 왔다. “종하, 일루 나와.” 비실비실 웃으며 앞으로 나온 종하에게 영래가 말했다. “웃지 마 임마, 이걸 갖구 수틀리게 놀면 무조건 조기는 거야. 알았지?” 종하는 가마니를 깔지 않은 흙바닥 통로를 각목을 들고 어슬렁어슬렁 돌아다녔다. “오늘부터 너는 기율부장이다.” “뭐야, 그게……. 반장하군 다른가?” “임마, 중학교 교문 앞에두 못 가봤어? 완장 차구 서서 잘못한 애들 벌주는 거 말야.” 은수가 항의했다. “그럼 나는 뭐야, 넌 뭐구…….” “이 새끼 나는 의장이잖아. 종하는 기율부장, 너는 말이지, 총무다.” “반장보다 높은 거냐?” 아이들이 킥킥.종하는 내 앞을 지나며 공연히 똑바로 앉으라면서 허리께를 각목으로 꾹 찔렀다. 나는 등에 힘을 주고 빳빳이 긴장해서 앉아 있었다. 그때 석환이가 안으로 폭삭 기어들어간 목소리로 중얼거렸다. “나는 말야……. 씨름대회는 반대한다.” 아이들이 왁자지껄하며 석환이 쪽에다 불평을 제각기 터뜨렸다. “혼자 잘난 체하지 마라, 짜식.” “누가 네 명령이나 듣겠다누.” “영래야, 때려 줘라.” 영래가 교탁을 쾅 때리며 말했다. “새끼들, 조용하라니까.” 임종하가 각목을 땅에다 쿵쿵 찧으며 주위를 둘러보았고 아이들이 잠잠해졌다. 석환이는 가까스로 말할 기운이 났는지 아까보다 더욱 또렷하게, “선생님이 자습을 한 다음에 자치회를 하라구 그랬어. 또 혼자서 마음대로 학급 간부를 지명해서도 안 된다구 생각해.” 바보 같은 놈들이 설쳐 대는 꼴을 보니 나도 뭐라고 말하고 싶었지만 영래만한 통솔력도 없는 터에 모두들 나더러 공부 좀 한다구 으스댄다고 할 거였다. 그전 학교에서처럼 발언권을 얻어 동의와 재청을 받고 의견이 받아들여지고 하는 재미있던 판국과는 전혀 딴판이어서, 까짓 거 입 다물고 구경이나 하겠다는 마음이 생겼다. 몇몇 줄반장 애들은 불만이 있어 보였으나 교실 뒤에 버티고 선 종하 쪽을 연방 돌아보기만 하는 거였다. 영래가 씨익 웃었다. “응 좋아, 애들한테 물어 보자, 얘들아, 씨름대회를 뒤로 미루고 자습할까?” 반 아이들이 웅성대며 항의하거나, 재삼 석환이를 욕하기 시작했다. “대신에 자치회를 먼저 하자. 너희들 석환이가 반장 노릇하는 걸 찬성하는 사람 손들어.” 한 사람의 손도 올라가지 않았고 뒤늦게 들었던 애들도 대부분 아이들의 드높국어 영역고1 15━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1516 [A]은 불만의 분위기에 위축되어 슬금슬금 내려 버렸다. “다음은 내가 하는 걸 좋아하는 사람.” 절반 이상이 손을 들었고 두 번 다 손을 안 든 애들도 많았다. “봤지? 자치회는 이걸루 끝났다.” “그래, 이영래가 오늘부터 우리 반 급장이다.” “반대하는 놈들은 우리 반이 아니야.” 영래는 만족에 가득 차서 고개를 끄덕였다. “모두들 밖으로 집합, 야 종하야, 집합시켜서 오목내 다리 밑으루 내려가.” 나는 환성을 올리며 밀려나가는 애들의 뒤를 따라 나갔고, 우리 뒤에서 종하가 “빨리빨리 움직여.” 어쩌구 하며 고함치는 소리가 들렸다. 석환이와 몇몇 아이들이 꾸물거리는 걸 보고 영래가 뒷짐을 지고 서서 종하에게 말했다. “야, 단체행동에서 빠지는 애는 잡아다 조겨.” 은수도 말했다. “그래, 영래 말이 옳다. 개인적으루 놀면 혼을 내야 해. 우리 반 애들이라면 다 함께 해야 한다.”바깥일에 분주한 메뚜기가 돌아왔을 때, 아이들은 영래의 지시에 의하여 자발적인 대청소를 하고 있는 중이었다. 메뚜기는 학급에 기강이 서고 자치 능력이 향상된 데 대하여 만족했고, 아이들이 영래를 급장으로 선출한 것에도 별로 이의가 없어 보였다.[중략 줄거리] 영래 무리가 폭력으로 아이들의 돈을 빼앗고 집단행동을 강요한다. 그러던 중 여자 교생 선생님이 새로 오게 되고, 교생 선생님을 좋아하던 ‘나’는 그녀의 퇴근길을 쫓아가 대화를 나누게 된다.나는 선생님이 시내로 들어가는 전차를 타야 할 역전 네거리 앞 종점까지 함께 걸었다. 말없이 걷던 그이가 “김수남 어린이는 이번 시험에도 성적이 아주 뛰어나더군요.” 말했으므로 나는 얼굴이 새빨개졌고 얼떨결에 “반장은 어때요. 선생님?” 하며 내 속마음을 드러내고 말았다. “이영래…… 어린이 말인가요.” 그이는 뭔가 곰곰 생각해 보는 듯한 표정이다가 “어떻게 생각해요, 김수남 어린이는 혼자서 살 수 있나요?” 물어 왔다. 나는 동생 없이 엄마 없이, 누구보다도 선생님 없이는 살 수 없다고 생각했고 혼자서는 못 산다고 대답했다. 그이가 말했다. “혼자서만 좋은 사람이 될 수는 없다고 생각합니다. 또 한 사람이 잘못 생각하고 있었다면 여럿이서 고쳐 줘야 해요. 그냥 모른 체하면 모두 다 함께 나쁜 사람들입니다. 더구나 공부를 잘한다거나 집안 형편이 좋은 학생은 그렇지 못한 다른 친구들께 부끄러워할 줄 알아야 합니다.” 나는 무슨 얘기인지 잘 알아들을 수는 없었지만, 선생님께서 나를 책망하고 있다는 느낌이어서 풀이 죽어 버렸던 것이다.- 황석영,「아우를 위하여」-40. 윗글의 서술상 특징으로 가장 적절한 것은? ① 현재형 어미를 사용하여 사건을 생동감 있게 제시하고 있다. ② 작중 인물이 서술자가 되어 자신의 내면과 경험한 사건을 서술하고 있다.③ 동일한 시간에 서로 다른 장소에서 일어난 사건을 병렬적으로 배치하고 있다.④ 이질적인 시선을 가진 서술자들을 통해 사회 현실을 풍자적으로 그리고 있다.⑤ 공간적 배경에 대한 세밀한 묘사를 통해 인물들의 우울한 내면을 보여주고 있다.41. 씨름대회에 대한 설명으로 가장 적절한 것은?① ‘영래’가 담임 선생님의 불신을 사는 계기가 된다.② ‘영래’가 학교의 엄격한 규정에 저항하는 방법이다.③ ‘영래’가 자신을 반대하는 아이들을 포섭하기 위한 수단이다.④ ‘영래’가 학급 아이들 다수의 지지를 얻어 반장이 되는 데 기여한다.⑤ ‘영래’가 학급의 일원과 의장 역할 사이에서 내적 갈등을 일으키는 원인이 된다.42. [A]의 대화에 나타난 ‘교생 선생님’의 의도로 가장 적절한 것은? ① ‘나’에게 가족의 소중함을 일깨워 주고자 한다.② 담임 선생님인 ‘메뚜기’의 학급 운영을 비판하고자 한다.③ ‘나’가 ‘영래’의 잘못을 외면하는 태도를 지적하고자 한다.④ 가정 형편이 어려운 아이들에 대해 안타까워하며 도와주고자 한다.⑤ ‘나’가 자신을 좋아하는 것이 학생 신분에 어긋나는 일이라고 책망하고자 한다.43. <보기>를 참고하여 윗글을 이해한 것으로 적절하지 않은 것은?                                                           [3점]<보 기>「아우를 위하여」는 전쟁 직후 서울의 한 초등학교 학급에서 일어나는 일들을 통해 소설이 발표된 1970년대의 정치상을 우의적으로 표현하고 있다. 민주적 절차를 거치지 않고 권력을 획득한 독재 정권은 집단 논리와 힘으로 반대 세력의 비판을 봉쇄하고 권력을 독점하였다. 이 소설은 표면적으로는 안정적인 것처럼 보였지만 이면적으로는 많은 문제를 안고 있던 당대 사회의 모습을 보여준다.① 작품 속 공간인 교실은 1970년대 민주주의가 억압되던 사회의 축소판이겠군.② ‘영래’가 위협적인 분위기를 조성하여 반장이 되는 것은 독재 권력의 형성 과정을 나타내는 것이겠군. ③ ‘종하’와 ‘은수’가 각각 기율부장과 총무에 임명되는 것은 권력의 독점을 견제하기 위해 마련된 장치를 의미하겠군.④ ‘줄반장 애들’이 불만을 드러내지 못하는 것은 집단 논리와 힘에 의해 체제에 대한 비판이 금지되던 것을 의미하겠군.⑤ 겉보기에 학급의 기강이 서고 자치 능력이 향상돼 보인 것은 억압적 체제를 통해 사회 질서가 유지되던 것을 나타내는 것이겠군.국어영역16 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1616[44～45] 다음 글을 읽고 물음에 답하시오.우리는 일반적으로 문학 작품을 내용*과 형식*으로 구분해서 이해한다. 이 때문에 문학 작품에 대해 그것의 내용은 좋은데 형식이 나쁘다든가, 형식은 좋은데 내용이 나쁘다는 식의 말을 한다. 그것이 더 발전하면 어떻게 쓰느냐가 중요한가, 무엇을 쓰느냐가 중요한가 하는 문제로 탈바꿈한다.문학은 말을 다루는 것이기 때문에 한 쪽에서 어떻게 쓰느냐는 것이 문학의 생명이라고 말하면, 다른 쪽에서는 문학은 인간의 진실을 드러내야 하기 때문에 형식보다 내용이 훨씬 중요하다고 반박한다. 그러나 내용은 형식과, 형식은 내용과 분리될 수 없는 것이다. 문학 작품이란 ‘내용+형식’이 아니라 ‘내용형식’이다. 문학은 그럴듯한 내용에다가 그럴듯한 형식의 옷을 입히는 것이 아니라, 침전된 내용이라는 형식을 갖고 있을 따름이다. 예를 들면, 맛있는 밥은 좋은 쌀을 좋은 솥에 넣고 끓여야 얻어지는 게 아니고, 쌀에 알맞은 물을 붓고 알맞은 열기를 가하는 행위에 의해 얻어진다.㉠좋은 작품은 좋은 내용을 좋은 형식 속에 가둔 것이 아니라, 형식 자체가 내용이 되고, 내용이 형식이 되는 관계 속에 있다. 아주 흔한 말로, 우리는 그건 소설이 되겠는 걸, 그건 시가 되겠는 걸 하는 소리를 듣는다. 어떤 내용이 작가에게 인지되는 순간 내용으로 인지되는 것이 아니라 내용화된 형식으로 인지되는 것이다. 이 주장을 절충론으로 이해하면 안 된다. 어떤 내용, 형식이든 그 자체로 좋고 나쁜 것은 없다. 구름의 변화나 인간의 죽음은 그것 자체로 어느 편이 더 문학적이라고 말할 수 없다. 마찬가지로 소설의 형식이 시의 형식보다, 시의 형식 중에서 자유시가 정형시보다 더 좋은 것은 아니다. 문제는 하나의 작품이 통일적으로 체계 있게 구성되어 있느냐 아니냐 하는 것이다.- 김현,「문학이란 무엇인가」-* (문학의) 내용: 작품에 구현된 정서, 사상, 사건, 주제 등을 말함.* (문학의) 형식: 작품의 갈래, 운율, 서술 방식, 수사법 등의 표현 양식을 말함.44. 윗글에 대한 이해로 가장 적절한 것은?① 내용과 형식이 잘 절충된 작품이 좋은 문학 작품이다.② 문학에서 좋은 형식과 좋은 내용은 따로 정해져 있다.③ 글을 쓸 때는 무엇을 쓰느냐보다 어떻게 쓰느냐가 더 중요하다.④ 작가는 어떤 내용을 접했을 때 내용뿐만 아니라 형식까지 생각한다.⑤ 문학은 진실을 드러내야 하기 때문에 형식보다 내용이 더 중요하다.45. ㉠과 같은 관점으로 <보기> 작품을 감상한 것으로 가장 적    절한 것은?<보 기>   나 보기가 역겨워    가실 때에는   말없이 고이 보내 드리오리다.   영변(寧邊)에 약산(藥山)    진달래꽃   아름 따다 가실 길에 뿌리오리다.   가시는 걸음걸음    놓인 그 꽃을    사뿐히 즈려밟고 가시옵소서.   나 보기가 역겨워    가실 때에는   죽어도 아니 눈물 흘리오리다.- 김소월,「진달래꽃」-① 시어 선택과 시행 배열이 운율 형성에 기여하고 있어.② 시인의 생애와 사상이 주제를 부각하는 데 중요한 역할을 하고 있어.③ 화자가 드러낸 이별의 한(恨)은 일제 강점기 우리 민족의 현실과 긴밀하게 관련되어 있어.④ 수미상관의 구조와 유사한 시구의 반복이 리듬감을 만들어내는 핵심적인 요소라고 할 수 있어.⑤ 이별의 한(恨)이라는 전통적 정서가 전통적인 3음보의 민요조 율격과 어우러져 통일성 있게 구성되어 있어.※ 확인 사항◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}