{
    "년도": "2016",
    "대상": "고1",
    "목적": "6월",
    "과목": "국어",
    "text": "116[1～3] 다음은 학생이 수업 시간에 발표한 내용이다. 물음에 답하시오.안녕하세요. 여러분, 혹시 유네스코에서 훈민정음 해례본과 조선왕조실록을 무엇으로 지정했는지 알고 있나요? (청중의 대답을 듣고) 다들 잘 모르시는군요. (웃는 얼굴로) 괜찮습니다. 저 역시도 이 발표를 준비하기 전까지 몰랐으니까요. (목소리를 크게 하며) 정답은 세계기록유산입니다. 오늘 발표는 유네스코와 세계기록유산에 대한 것이니 잘 들어주십시오.여러분, 유네스코는 알고 있지요? (청중의 대답을 듣고) 역시 알고 있군요. 유네스코는 유엔에 속한 국제기구 가운데 하나로 정식 명칭은 유엔교육과학문화기구이며, 최초의 국제연합전문기구이기도 합니다. 유네스코는 교육, 과학, 문화와 관련된 일뿐 아니라 세계의 유산을 보호하는 일도 하고 있습니다. (걱정스러운 표정으로) 안타깝게도 인류의 귀중한 유산들은 현재 여러 이유로 사라져 가고 있습니다. 이에 유네스코에서는 인류가 함께 보존해야 할 유산의 유형을 세계유산, 인류무형문화유산, 세계기록유산의 세 가지로 나누어 보호하고 있습니다. 세 가지 모두를 알려드리고 싶지만 오늘은 세계기록유산에 대해서만 말씀드리겠습니다.세계기록유산은 정보를 담고 있는 기록과 그 기록을 전하는 매개물 모두를 포함하며, 주로 도서관·문서고 등에 보관된 세계적 가치가 있는 소장 문서를 가리킵니다. 이외에도 그림, 음악 등의 비(非)기록 자료, 전통적인 움직임, 영상 이미지, 정지된 이미지 등 모든 종류의 데이터가 세계기록유산에 포함됩니다. 세계기록유산을 선정하는 작업은 다음과 같은 과정을 거쳤습니다. 1992년 세계기록유산사업을 시작했고, 1995년 선정기준을 정하고 등록 제도를 만든 후에 1997년부터 2년마다 세계기록유산을 선정하고 있습니다. 유네스코에서는 최적의 기술로 세계기록유산을 보존하고, 쉽게 접근할 수 있도록 하여 사람들이 그 존재와 가치에 관심을 갖도록 노력하고 있습니다.(화면의 그림을 가리키며) 이를 위해 이 상징 도안을 만들어 널리 활용하고 있습니다. 상징 도안은 기억 사이의 공백과 기억의 손실을 형상화한 것으로, 양피지와 파피루스 종이가 발명되면서부터 인류의 역사가 기록되기 시작한 것에서 영감을 얻어 만들어졌습니다. 두루마리 형태는 저작권을 뜻하는 동시에 지구, 축음기, 필름 등을 상징합니다. 현재 우리나라의 세계기록유산은 1997년 훈민정음 해례본을 시작으로 2015년 KBS특별생방송 ‘이산가족을 찾습니다’ 기록물까지 총13건이 지정되어 있습니다. 유네스코 지정 유산에 대해 더 자세한 내용을 알고 싶으시면 ‘유네스코와 유산’이라는 누리집을 참고하시기 바랍니다.앞으로 유네스코 지정 유산에 대해 더 많은 관심을 갖기 바라면서 발표를 마치겠습니다. 잘 들어주셔서 감사합니다.1. 다음은 위 발표를 위한 사전 계획이다. 발표 내용에 반영되지 않은 것은?발표 유형: 정보를 전달하는 말하기 ㉠청중 분석: 유네스코 지정 유산을 잘 모르는 학급 친구들발표 전략 ∘세계기록유산 관련 질문을 하면서 발표를 시작한다. ㉡ ∘유네스코의 명칭, 역할에 대해 간단히 소개한다.  ㉢ ∘세 가지 유형의 유산에 대해 예를 들어 설명한다. ㉣ ∘유네스코 지정 유산에 대한 관심을 바라며 발표를   마무리한다.  ㉤① ㉠② ㉡③ ㉢④ ㉣⑤ ㉤2. 발표자의 말하기 방식으로 적절하지 않은 것은?① 청중의 반응을 살피며 발표를 진행하고 있다.② 시각 자료를 활용하여 내용의 이해도를 높이고 있다.③ 권위 있는 사람의 말을 인용하여 신뢰성을 높이고 있다.④ 비언어적 표현을 활용하여 효과적으로 발표를 진행하고 있다.⑤ 높임 표현을 사용하여 공식적 말하기에 어울리게 발표를 진행하고 있다.3. 청중이 발표자에게 화제와 관련된 추가 질문을 한다고 할 때 가장 적절한 것은?① 세계기록유산은 몇 년부터 선정되었습니까?② 세계기록유산에는 무엇이 포함될 수 있습니까?③ 세계기록유산의 상징 도안은 무엇을 형상화한 것입니까?④ 세계기록유산을 선정하는 기준이 무엇인지 구체적으로 알려주시겠습니까?⑤ 세계기록유산에 대해 더 자세하게 알고 싶으면 어떤 누리집을 참고해야 합니까?2016학년도 6월 고1 전국연합학력평가 문제지제1 교시          국어영역                 1Memory ofthe World국어영역2 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━216[4～5] 다음은 선생님과 학생의 대화이다. 물음에 답하시오.지혜: (머뭇거리며) 선생님, 시간 있으세요?선생님: ㉠(웃는 얼굴로) 지혜구나. 물론 시간 있지. 무슨 일 있니?지혜: (울먹거리며) 고민이 있어서요.선생님: (의자를 내어 주며) 여기 일단 앉아 마음부터 가라앉히렴. ㉡(잠시 기다려준 후) 무슨 일인데 지혜가 이렇게 힘들어하지?지혜: 사실은 수빈이랑 다투었어요.선생님: ㉢(고개를 끄덕이며) 그래, 그런 일이 있었구나. 그런데 너랑 수빈이는 단짝이잖니?지혜: (작은 목소리로) 예.선생님: 네가 수빈이랑 다투어서 더 힘들겠구나. 왜 다투었는지 얘기해 볼래?지혜: 저는 친한 친구일수록 상대를 좀 더 배려해야 한다고 생각하는데 수빈이는 그런 생각을 하지 않는 것 같아요. 점심시간에도 저랑 밥 먹기로 약속을 했는데 잊고 다른 친구와 밥을 먹은 거예요.선생님: ㉣수빈이가 너와 한 약속을 소홀히 한 것 같아서 속상했겠구나. 그래서?지혜: 저는 수빈이를 기다린다고 결국 밥도 못 먹었어요. 수빈이에게 그 얘길 했더니 수빈이는 웃으면서 “깜빡 잊었네. 미안해.”라고 하면서도 그 일을 대수롭지 않게 얘기하길래 저는 ……선생님: ㉤(말 도중에 끼어들며) 그래서 네가 화를 내고 서로 다투었구나. 그래도 빨리 화해하는 것이 나을 것 같은데.지혜: 사실 저도 화를 내고 나니 후회가 돼요. 화해도 하고 싶고요.선생님: 그렇겠지. 그럼 어떻게 화해할 생각이야?지혜: (한숨을 쉬며) 잘 모르겠어요. 선생님: 그렇구나. 그럼 수빈이는 어떻게 하고 있니?지혜: 아까 보니 저를 계속 보면서 어쩔 줄 몰라 하고 있었어요.선생님: 음. 수빈이도 아마 너와 화해하고 싶을 거야. ⓐ그럼, 이렇게 해 보면 어떨까? 너와 수빈이가 서로 느끼고 있는 감정을 먼저 드러내고 네 생각을 솔직하게 말하는 거야.4. ㉠~ ㉤에 대한 설명으로 적절하지 않은 것은? ① ㉠: 상대방을 밝은 분위기로 맞이함으로써 편안한 대화 상황을 만들고 있다.② ㉡: 상대방이 진정할 수 있는 시간을 준 뒤 말함으로써 자연스럽게 대화를 이끌고 있다.③ ㉢: 상대방의 말에 긍정적으로 반응함으로써 상대방의 상황을 알게 되었음을 보여주고 있다.④ ㉣: 상대방의 마음을 이해한다고 표현함으로써 상대방이 계속 말을 이어갈 수 있도록 하고 있다.⑤ ㉤: 상대방이 말하려는 것을 미리 말함으로써 상대방에 대한 신뢰감을 드러내고 있다.5. ⓐ와 <보기>를 바탕으로 지혜가 수빈이에게 할 수 있는 말로 가장 적절한 것은? [3점]  <보 기>  공감은 가장 기본적인 의사소통 전략이다. 화자가 청자의 공감을 이끌어 내기 위해서는 청자로 하여금 화자와의 공통점에 주목하게 하는 것이 필요하다. 화자와 청자 간의 공통점이 크면 클수록 청자는 화자의 말을 긍정적으로 받아들이게 된다.① 수빈아, 너도 나와 마찬가지로 화해하고 싶을 거라 생각해. 앞으로 우리가 서로를 좀 더 배려한다면 더 좋은 친구가 될 수 있을 거야.② 수빈아, 나도 잘못했지만 너도 잘못했어. 우리가 다툰 이유는 네가 약속을 어겼기 때문이잖아. 그러니 네가 먼저 사과하길 바라.③ 수빈아, 내가 네 행동을 이해하지 못해 미안해. 내가 속이 좁았던 것 같아. 이해해 줄 거지? 우리 밝은 얼굴로 다시 보자.④ 수빈아, 네가 내 마음도 모르고 행동해서 정말 섭섭하다. 하지만 우린 친구니까 다시 좋아질 수 있을 거야.⑤ 수빈아, 너도 오늘 네 행동이 정말 잘못되었다는 것을 알 거야. 다음부터는 그러지 않았으면 좋겠어.6. 작문 수행평가를 위해 동아리 후배가 선배와 나눈 대화이다. 내용을 조직하기 위한 계획으로 적절하지 않은 것은?선배: 며칠 전에 네가 고민하던 작문 수행평가는 잘 돼 가니?후배: 오늘 쓰려고요. 작문 주제가 ‘청소년 근로자의 권리를 보호해야 한다’라서 그동안 자료를 좀 조사했어요. 구성단계별로 뭘 쓸 건지는 생각해 놨어요.선배: 서론은 어떤 내용으로 구성할 건데?후배: 서론에서 청소년 근로자가 무슨 뜻인지를 먼저 밝히고 청소년 근로자의 권리 보호에 대한 필요성을 제기하려고 해요. ㉮선배: 그렇게 하면 본론은 어떻게 쓸 거니?후배: 본론에서 청소년 근로자가 처한 근무 환경의 문제점을 제시하는 것으로 시작할까 해요.㉯선배: 아까 말했던 조사 자료는 어디에 쓸 생각이니?후배: 문제점의 예로 제시하려고요. 아르바이트를 하는 친구들을 인터뷰하고 도서관에 가서 청소년 근로자의 근무 환경을 다룬 신문 기사도 찾아봤어요. ㉰선배: 그 다음에는 뭘 쓰려고?후배: 그 내용 다음에는 청소년 근로자의 권리 보호 방안으로 청소년 근로자를 고용한 사람들의 인식 전환을 제시하려고 해요. ㉱선배: 그러면 결론은 어떻게 쓸 생각이야?후배: 결론에서는 부당한 대우를 받는 청소년 근로자의 대처 방식과 한계를 제시할까 해요. ㉲선배: 그렇구나. 쓰고 나면 내가 한 번 봐 줄게.① ㉮② ㉯③ ㉰④ ㉱⑤ ㉲국어영역고1 3━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━316[7~8] 다음은 ‘우리나라 청소년의 신체활동 증진 방안’을 주제로 글을 쓰기 위해 수집한 자료이다. 이를 바탕으로 물음에 답하시오.(가) 신문기사(○○일보)요즘 건강에 대한 관심이 높아지면서 ‘신체활동’이라는 새로운 개념이 주목받고 있다. 여기서 ‘신체활동’은 심장 박동이 평상시보다 증가하거나 숨이 찬 정도의 다양한 활동을 모두 포함하는 것이다. 하지만 우리나라 청소년 중에서 하루 60분, 주 5일 이상의 ‘신체활동’을 실천하는 학생은 전체의 14.2%로 7명 중 1명에 불과했다. 청소년들이 ‘신체활동’을 하지 않는 이유로는 ‘신체활동을 할 시간이 부족해서’가 45.2%로 가장 높게 나타났다. 이는 학업 부담으로 ‘신체활동’을 할 시간이 부족하고, TV나 컴퓨터, 스마트폰 등 IT 기기에 집중하는 시간이 많아졌기 때문이다. 그 다음으로 ‘청소년 대상 신체활동 프로그램이 부족해서’가 21.8%로 나타났으며 그 외에 ‘학교 체육 시설이 없어서’, ‘운동을 좋아하지 않아서’ 등이 있었다.(나) 수집 자료1. 청소년의 하루 시간 활용(출처: 통계청)구  분활동 시간전체 여가 활동 시간3시간 42분↳IT 기기 사용 시간1시간 3분⋮⋮신체활동 시간13분⋮⋮  2. 외국의 청소년 신체활동 증진 프로그램나라내  용독일‘스포츠 배지 제도’- 1912년부터 시행하는 제도로, 신체 및 체력 수준을 검사하여 등급에 따라 배지를 수여함.싱가포르‘T.A.F.(Trim And Fit) Program’- 1992년부터 시행하는 교육부 주도의 학생 체력 향상 프로그램으로, 매일 참여하면 다양한 혜택을 줌.(다) 전문가 의견신체활동을 하루 60분, 주 5일 이상 꾸준히 하면 체력이 좋아지고 스트레스 해소에도 도움이 됨은 물론, 자아존중감이 높아질 수 있습니다. 청소년기에는 운동의 효과가 성인보다 빨리 나타나며 지속 기간도 훨씬 길기 때문에 국민 건강을 위해서는 청소년들의 신체 활동이 필수적입니다. 그러나 현재 우리나라에는 청소년을 대상으로 한 다양한 신체활동 프로그램이 부족한 상황이므로 국가 차원의 프로그램 마련이 시급합니다.7. <보기>와 같이 개요를 작성하였을 때 자료 활용 방안으로 적절하지 않은 것은? [3점]<보 기>Ⅰ. 도입: 우리나라 청소년의 신체활동 실태㉠Ⅱ. 전개   1. 청소년 신체활동 부족의 원인     가. 개인적 차원㉡　　　　나. 제도적 차원㉢  2. 청소년 신체활동 증진 방안     가. 개인적 차원㉣　　　　나. 제도적 차원㉤Ⅲ. 마무리: 청소년 신체활동의 중요성 강조① ㉠에서는 (가)를 활용하여, 청소년들의 신체활동 실천율이 낮다는 것을 실태로 제시한다.② ㉡에서는 (나)-1을 활용하여, 신체활동 시간이 부족함을 원인으로 제시한다.③ ㉢에서는 (다)를 활용하여, 청소년들이 활용할 다양한 신체활동 프로그램이 부족함을 원인으로 제시한다.④ ㉣에서는 (나)-1과 (다)를 활용하여, IT 기기 사용시간을 줄이는 대신 신체활동 시간을 늘리고 이를 꾸준히 실천할 것을 강조한다.⑤ ㉤에서는 (나)-2와 (다)를 활용하여, 외국의 프로그램과 우리나라의 신체활동 프로그램의 장단점을 비교한다. 8. 자료를 바탕으로 ‘청소년 신체활동 증진’을 위한 홍보 문구를 만들고자 한다. <보기>의 조건에 맞게 쓴 것으로 가장 적절한 것은?<보 기>∘‘청소년 신체활동 증진’이라는 의도를 드러낼 것.∘대조적 표현을 활용할 것.①　TV 전원 끄기, 컴퓨터 전원 끄기. 여러분의 몸과 마음에 휴식이 필요합니다.② 게임할 시간은 늘어나는데 운동할 시간은 줄어듭니다. 정신 건강에는 해롭습니다.③ 청소년 건강에 노란불이 켜졌습니다. 꾸준한 신체활동으로 건강 신호등 색깔을 바꿀 수 있습니다.④ 신체활동을 하는 청소년은 7명 중 1명. 앉아 있는 학생이 늘어납니다. 허약한 청소년도 늘어납니다.⑤ 신체활동할 시간은 없고 스마트폰 할 시간은 있나요? 매일 꾸준한 신체활동이 청소년의 건강을 지킵니다.국어영역4 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━416[9~10] 다음은 작문 상황에 따라 학생이 쓴 글의 초고이다. 물음에 답하시오.∘예상 독자: 학교 친구들∘작문 목적: 학교 누리집에 양성 평등 실천을 촉구하는 글쓰기얼마 전 텔레비전 뉴스에서 우리나라 학생들의 양성 평등 의식에 대한 조사 결과를 봤습니다. 뉴스에 따르면, ‘양성 평등 의식을 가져야 한다’는 응답이 93.5%로 나타나 작년보다 1.8% 높아졌다고 했습니다. ㉠그래서 학생들이 양성 평등을 생활 속에서 잘 실천하고 있는지는 의문입니다. 그러면 우리 학교 학생들은 어떨까요? 교지 특집 기사를 싣기 위하여 ‘우리 학교 학생들의 양성 평등 의식과 실천 정도’에 대해 설문 조사를 했습니다. ‘양성 평등 의식을 가져야 한다’는 응답률은 91.3%로 뉴스 결과와 크게 차이가 나지 않았지만, ㉡조사한 항목에 대한 평균 응답률은 57%로 나타나 실천율은 높지 않았습니다. 좀 더 자세히 살펴보면, 우리 학교 학생의 48.7%는 남녀가 해야 할 일을 ㉢분석해서 행동한다고 응답했습니다. 성차별에 해당하는 말을 한 경험이 있다고 답한 학생도 51.9%나 되었습니다. ㉣학교생활에 대한 우리 학교 학생들의 만족도도 낮았습니다. 이 결과를 통해 우리 학교 학생들이 양성 평등 의식은 높지만, 이를 실천하는 노력은 ㉤부족해진 것으로 분석할 수 있었습니다.양성 평등 사회로 나아가기 위하여 남녀 모두 양성 평등에 대하여 인식하고 이를 실천할 수 있어야 합니다. 양성 평등은 힘들고 고된 숙제가 아닙니다. 우리 학교 학생들이 생활 속에서 얼마든지 실천할 수 있는 평범한 일입니다. 9. 작문 상황을 고려할 때, 초고에 활용한 글쓰기 전략으로 적절한 것은?① 문제를 제기하기 위하여 통계 자료를 활용한다.② 독자의 흥미를 끌기 위하여 새로운 개념을 소개한다.③ 관심 촉구를 강조하기 위하여 문헌 자료를 제시한다.④ 해결 방안을 제시하기 위하여 자신의 경험을 예로 든다.⑤ 문제 상황을 설명하기 위하여 일반적인 통념을 언급한다.10. ㉠~ ㉤을 고쳐 쓰기 위한 방안으로 적절하지 않은 것은?① ㉠은 문장의 연결 관계가 어색하므로 ‘그러므로’로 고친다.② ㉡은 문장의 완결성을 고려하여 ‘양성 평등 실천율을’을 추가한다.③ ㉢은 단어의 사용이 잘못되었으므로 ‘구분해서’로 고친다.④ ㉣은 통일성에 어긋나므로 문장을 삭제한다.⑤ ㉤은 잘못된 피동 표현이므로 ‘부족한’으로 고친다.11. <보기>의 ㉠, ㉡에 해당하는 단어로 적절한 것은?<보 기>된소리되기는 ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’과 같은 예사소리가 ‘ㄲ, ㄸ, ㅃ, ㅆ, ㅉ’과 같은 된소리로 바뀌어 소리 나는 음운 현상이다. 된소리되기의 유형은 다음과 같다.∘받침 ‘ㄱ, ㄷ, ㅂ’ 뒤에 연결되는 자음 ‘ㄱ, ㄷ, ㅂ, ㅅ, ㅈ’을 된소리로 발음하는 유형∘어간 받침 ‘ㄴ(ㄵ), ㅁ(ㄻ)’ 뒤에 결합되는 어미의 첫소리 ‘ㄱ, ㄷ, ㅅ, ㅈ’을 된소리로 발음하는 유형㉠∘한자어에서 ‘ㄹ’ 받침 뒤에 결합되는 자음 ‘ㄷ, ㅅ, ㅈ’을 된소리로 발음하는 유형㉡㉠㉡①신다굴곡(屈曲)②앉다불법(不法)③넓다갈등(葛藤)④담다발전(發展)⑤끓다월세(月貰)12. <보기>를 바탕으로 단어 형성에 대해 이해한 내용으로 적절하지 않은 것은? [3점] <보 기>단어의 실질적인 의미를 나타내는 중심 부분을 어근이라 하고, 일부 어근에 붙어서 그 의미를 제한하며 어근과 달리 독립적으로 쓰이지 못하는 주변 부분을 접사라고 한다. 단어는 구성 방식에 따라 하나의 어근으로 이루어진 단일어, 어근과 어근이 결합한 합성어, 어근과 접사가 결합한 파생어로 구분할 수 있다.① ‘새해’는 접사와 어근이 결합한 파생어이다.② ‘밤낮’은 어근과 어근이 결합한 합성어이다.③ ‘구경꾼’은 어근과 접사가 결합한 파생어이다.④ ‘이슬비’는 어근과 어근이 결합한 합성어이다.⑤ ‘민들레’는 하나의 어근으로 이루어진 단일어이다.rOxOahRD국어영역고1 5━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━51613. <보기>의 ㉠에 해당하는 예로 적절한 것은?<보 기>　∘재희는 봉사활동에 아무도 모르게 참여한다.위 문장에서 ‘아무도 모르게’는 단어가 아니라 주어인 ‘아무도’와 서술어인 ‘모르다’로 이루어진 문장이다. 이 문장은 ‘재희는 봉사활동에 참여한다.’라는 문장에서 서술어 ‘참여한다’를 수식하여 ‘어떻게’라는 의미를 더해 주면서 수식하고 있다. 이런 역할을 하면서 안겨 있는 문장을 ㉠부사절이라 한다.① 이 일은 하기가 쉽지 않다.② 빙수는 이가 시리도록 차가웠다.③ 은기는 꼭 꿈을 이루겠다고 말했다.④ 승희는 마음이 따뜻한 사람을 좋아한다.⑤ 민우는 우리가 어제 돌아온 사실을 모른다.14. 다음은 ‘사전 활용하기’ 학습 활동을 위한 자료이다. 이에 대한 이해로 적절하지 않은 것은? 들다01 ｢동사｣㉠【…에】【…으로】밖에서 속이나 안으로 향해 가거나 오거나 하다.  ¶ 숲 속에 들자 시원한 바람이 불어왔다.㉡【…에】안에 담기거나 그 일부를 이루다.  ¶ 어머니의 약이 노란 봉지에 들어 있다.㉢ 어떤 때, 철이 되거나 돌아오다.  ¶ 가을이 들면서 각종 문화 행사가 많이 열리고 있다.들다04 ｢동사｣㉠【…을 …에】손에 가지다.  ¶ 그녀는 차표를 손에 들었다.㉡【  ⓐ  】아래에 있는 것을 위로 올리다.  ¶ 강아지가 앞발을 들었다.① ‘들다01’과 ‘들다04’는 각각 다의어이다.② ‘들다01㉠’의 예문으로 ‘그가 방으로 들자 잠자던 아이가 깨어났다’를 추가할 수 있다.③ ‘들다01㉡’과 ‘들다04㉠’은 필요로 하는 문장성분의 수가 다르다.④ ‘들다01㉢’과 ‘들다04㉠’은 각각 그 표제어의 중심적 의미이다.⑤ ‘들다04㉡’의 ⓐ에 해당하는 것은 ‘…을’이다.15. <보기>의 ㉠~ ㉤에 대해 탐구한 내용으로 적절하지 않은 것은?<보 기>㉠ 경준이는 손이 크다.㉡ 효정이는 구두를 신고 있다.㉢ 상호는 아름다운 그녀의 어머니를 만났다.㉣ 어머니께서 나에게 사과와 귤 두 개를 주셨다.㉤ 지훈이는 웃으면서 들어오는 소민이를 맞이했다.① ㉠은 ‘손이 크다’의 의미가 신체의 손이 큰지 씀씀이가 큰지  모호하기 때문에 명확하게 해석하기 어렵군. ② ㉡은 ‘신고 있다’의 의미가 구두를 신는 중인지 구두를 신은 상태인지가 모호하기 때문에 명확하게 해석하기 어렵군. ③ ㉢은 ‘아름다운’이 수식하는 대상이 ‘어머니’인지 ‘그녀’인지 모호하기 때문에 명확하게 해석하기 어렵군.④ ㉣은 ‘사과’와 ‘귤’의 결합에 따라 ‘사과’와 ‘귤’이 각각 몇 개인지가 모호하기 때문에 명확하게 해석하기 어렵군.⑤ ㉤은 ‘웃으면서’의 주체가 ‘지훈이’인지 ‘지훈이와 소민이’인지가 모호하기 때문에 명확하게 해석하기 어렵군.국어영역6 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━616[16～19] 다음 글을 읽고 물음에 답하시오.다음 상황을 생각해 보자. □A 가 등교하는 길에 다리가 불편한 할머니가 횡단보도 건너는 것을 도와 달라고 하였다. 지금 학교에 가지 않으면 지각을 하여 벌점을 받게 된다. □A 는 할머니를 도와야 할까, 아니면 학교에 가야 할까? 이런 상황을 도덕적 딜레마라 한다. 이런 상황에서 개인 행위의 옳고 그름을 판단하는 기준이 필요하다. 이러한 기준을 우리는 크게 두 가지 관점에서 제시할 수 있다. 하나는 ㉠의무론적 관점이고 다른 하나는 ㉡목적론적 관점이다.의무론적 관점은 행위에 대한 도덕적 판단이 도덕 법칙에 따라 이루어져야 한다고 보았다. 이 관점은 도덕 법칙을 지키려는 의지를 의무로 보았으며 결과와 무관하게 행위 자체의 옳고 그름에 주목하였다. 도덕 법칙은 언제나 타당하고 보편적인 것이기에 ‘왜’라는 질문은 성립하지 않는다. 따라서 좋지 않은 결과를 초래하더라도 도덕 법칙은 지켜야 한다. 이런 의미에서 의무론적 관점을 법칙론이라고도 한다. 그러나 의무론적 관점에는 한계가 있다. 두 개의 옳은 도덕 법칙이 충돌할 때 의무론적 관점에 따르면 결정을 ⓐ내릴 수 없다. 예를 들어 1번 철로에는 3명의 인부가, 2번 철로에는 5명의 인부가 일을 하고 있을 때 브레이크가 고장 난 기차의 기관사는 어떤 길을 선택해야 할까? 의무론적 관점은 이 상황에서 어떤 철로를 선택해야 할지 결정을 내릴 수 없다.한편, 목적론적 관점은 행복이나 쾌락을 인간이 추구해야 할 목적으로 보았다. 이 관점은 오로지 최선의 결과를 가져오는 행위가 옳은 행위이며, 경험을 통하여 도덕을 얻을 수 있다고 생각하였다. 도덕은 ‘보다 많은 사람들에게 보다 많은 행복을 가져오는 행위’이다. 따라서 어떤 행위를 결정할 때는 미래에 있을 결과를 고려해야 한다. 이런 의미에서 목적론적 관점을 결과론이라고도 한다.그러나 목적론적 관점도 한계가 있다. 똑같은 결과라도 사람마다 판단이 달라질 수 있기 때문이다. 위의 예에서 1번 철로를 선택하는 것이 목적론적 관점에서는 옳은 선택이지만 1번 철로에 있던 인부의 가족에게 물었을 경우 대답은 달라질 것이다. 이런 문제 때문에 목적론적 관점은 도덕 법칙에 대해 많은 예외를 허용할 우려가 있다.16. 윗글에 쓰인 전개 방식으로 적절한 것은?① 다른 대상과 비교하여 가설을 입증하고 있다.② 통념의 문제점을 제시하며 주장을 강조하고 있다.③ 중심 대상의 개념을 밝히고 사례를 들어 설명하고 있다.④ 서로 다른 관점을 절충하면서 결론을 이끌어 내고 있다.⑤ 관점의 문제점을 지적한 후 합리적인 대안을 제시하고 있다.17. 목적론적 관점을 다음과 같이 정리할 때 적절하지 않은 것은?질문1. 목적론에서 옳다고 보는 행위는 무엇일까? ∘행복이나 쾌락을 가져오는 행위. ① ∘최선의 결과를 가져오는 행위. ②질문2. 목적론적 관점의 특징은 무엇일까?  ∘도덕은 가능한 많은 행복을 추구하려는 의도를 지님.  ③ ∘어떤 행위를 위한 결정은 행위 자체를 바탕으로 내림.  ④질문3. 목적론적 관점의 한계는 무엇일까? ∘도덕 법칙에 예외를 많이 허용할 수 있음. ⑤18. ㉠, ㉡에서 □A 에게 할 수 있는 말로 적절하지 않은 것은? [3점]① ㉠: ‘왜?’라는 질문에 답할 수 있게 행동하세요.② ㉠: 누가 보더라도 옳다고 생각하는 기준에 따라 행동하세요.③ ㉠: 나중에 일어날 일보다는 도덕을 지키려는 마음이 더 중요하지 않겠어요?④ ㉡: 당신의 선택의 목적과 결과를 고려해 행동하세요.⑤ ㉡: 당신뿐 아니라 다른 사람도 같이 기쁠 수 있게 행동하세요.19. ⓐ와 문맥적 의미가 가장 유사한 것은?① 그는 회의에 참석하기 위해 서울역에서 내렸다.② 심사 위원들이 노래에 대한 평가를 내렸다.③ 어머니가 밀가루를 체에 내렸다.④ 저녁이 되자 어둠이 내렸다.⑤ 하루 종일 비가 내렸다.국어영역고1 7━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━716[20～22] 다음 글을 읽고 물음에 답하시오.컴퓨터를 구성하고 있는 여러 가지 장치 중에서 가장 핵심적인 역할을 담당하고 있는 3가지 요소는 중앙처리장치(CPU), 주기억장치, 보조기억장치이다. 보통 주기억장치로 ‘램’을, 보조기억장치로 ‘HDD(Hard Disk Drive)’를 쓴다. 이 세 장치의 성능이 컴퓨터의 전반적인 속도를 좌우한다고 할 수 있다.CPU나 램은 내부의 미세 회로 사이를 오가는 전자의 움직임만으로 데이터를 처리하는 반도체 재질이기 때문에 고속으로 동작이 가능하다. 그러나 HDD는 원형의 자기디스크를 물리적으로 회전시키며 데이터를 읽거나 저장하기 때문에 자기디스크를 아무리 빨리 회전시킨다 해도 반도체의 처리 속도를 따라갈 수 없다. 게다가 디스크의 회전 속도가 빨라질수록 소음이 심해지고 전력 소모량이 급속도로 높아지는 단점이 있다. 이 때문에 CPU와 램의 동작 속도가 하루가 다르게 향상되고 있는 반면, HDD의 동작 속도는 그렇지 못했다.그래서 HDD의 대안으로 제시된 것이 바로 ‘SSD(Solid State Drive)’이다. SSD의 용도나 외관, 설치 방법 등은 HDD와 유사하다. 하지만 SSD는 HDD가 자기디스크를 사용하는 것과 달리 반도체를 이용해 데이터를 저장한다는 차이가 있다. 그리고 물리적으로 움직이는 부품이 없기 때문에 작동 소음이 작고 전력 소모가 적다. 이런 특성 때문에 휴대용 컴퓨터에 SSD를 사용하면 전지 유지 시간을 늘릴 수 있다는 이점이 있다.SSD는, 컴퓨터 시스템*과 SSD 사이에 데이터를 주고받을 수 있도록 연결하는 부분인 ‘인터페이스’, 데이터를 저장하는 ‘메모리’, 그리고 인터페이스와 메모리 사이의 데이터 교환 작업을 제어하는 ‘컨트롤러’, 외부 장치와 SSD간의 처리 속도 차이를 줄여주는 ‘버퍼 메모리’로 이루어져 있다. 이 중에 주목해야 할 것이 데이터를 저장하는 메모리다. 이 메모리를 무엇으로 쓰는지에 따라 ‘램 기반 SSD’와 ‘플래시메모리 기반 SSD’로 나뉜다.램 기반 SSD는 매우 빠른 속도를 발휘하는데, 이것을 장착한 컴퓨터는 전원을 켠 후 1~2초 만에 윈도우 운영체제의 부팅을 끝낼 수 있을 정도다. 다만 램은 전원이 꺼지면 저장 데이터가 모두 사라지기 때문에 컴퓨터의 전원을 끈 상태에서도 SSD에 계속해서 전원을 공급해 주는 전용 전지가 반드시 필요하다. 이런 단점 때문에 램 기반 SSD는 많이 쓰이지 않는다.그래서 일반적으로 SSD는 플래시메모리 기반 SSD를 지칭한다. 플래시메모리는 전원이 꺼지더라도 기록된 데이터가 보존되기 때문에 HDD를 쓰던 것처럼 쓰면 된다. 그리고 플래시메모리 기반 SSD를 장착한 컴퓨터는 램 기반 SSD를 장착한 컴퓨터보다 느리긴 하지만 HDD를 장착한 동급 사양의 컴퓨터보다 최소 2~3배 이상 빠른 부팅 속도와 프로그램 실행 속도를 기대할 수 있다.* 컴퓨터 시스템: CPU, 램 등 컴퓨터를 동작시키는 장치의 집합체.20. 윗글에서 확인할 수 있는 내용으로 적절하지 않은 것은?① HDD의 발전 과정② SSD의 구성 요소③ 컴퓨터 속도를 결정하는 주요 장치④ 램과 HDD의 데이터 처리 방식 차이⑤ SSD를 휴대용 컴퓨터에 쓰면 좋은 이유21. 윗글에 대한 이해로 적절한 것은?① HDD를 설치하는 것보다 SSD를 설치하는 방법이 복잡하다. ② HDD는 데이터 처리 방식의 한계 때문에 속도의 향상이 더딘 편이었다.③ SSD의 소음이 큰 이유는 데이터를 읽을 때 자기디스크가 회전하기 때문이다.④ 운영체제를 빠르게 쓰고 싶다면, SSD보다 HDD를 보조기억장치로 쓰는 것이 낫다.⑤ 전자를 움직여 데이터를 읽는 것보다 자기디스크를 움직여 데이터를 읽는 것이 전력을 적게 쓴다.22. 윗글을 바탕으로 <보기>에 대해 이해한 것으로 적절하지 않은 것은? [3점]<보 기>* 위그림은CPU와램등의컴퓨터시스템이장착된마더보드(Mother Board)에SSD를꽂으려는모습이다.① <보기>의 SSD에는 컨트롤러와 버퍼 메모리 장치가 있다.② ⓐ는 SSD가 컴퓨터 시스템과 데이터를 주고받는 부분이다.③ <보기>의 SSD는 전지가 있는 것으로 보아 일반적으로 쓰이는 것이다.④ <보기>의 SSD는 다른 종류의 SSD에 비해 데이터 처리 속도가 빠르다.⑤ <보기>의 SSD에 전지가 없다면 컴퓨터 전원이 꺼졌을 때 메모리에 있는 데이터가 다 지워질 것이다.컴 퓨 터 시 스 템이 장 착 된 마 더 보 드국어영역8 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━816[23～26] 다음 글을 읽고 물음에 답하시오.  18세기 산업혁명으로 시작된 생산 혁명은 19세기 백화점이 일으킨 유통 혁명을 통해 소비 혁명으로 이어졌다. 대량 소비 시대가 되자 사람들의 소비 형태도 바뀌었다. 무엇을 소유했는지 여부에 따라 사람을 판단하면서 사람들은 주위를 의식하며 자기를 나타내기 위한 상품을 고르게 되었다. 소비를 결정하는 요인이 ‘필요’가 아니라 ‘자기 과시’로 옮겨간 것이다.  이와 같은 현상에 주목한 베블런은 자신의 책『유한계급 이론』을 통해 개별 소비자의 소비 형태는 독립적으로 이루어지지 않고 다른 소비자의 영향을 받는다고 주장했다. 그는 ‘나는 보통 사람들과 신분이 다르다’는 점을 과시하는 부유층이나 이를 모방하려는 계층이 과시적 소비를 한다고 말했다. 과시적 소비가 일어나면 저렴한 상품 대신 고가의 상품에 대한 수요가 증가해 가격이 오르는데도 수요가 줄어들지 않고 오히려 증가하는 현상이 일어난다. 이렇게 과시적 소비로 인해 가격이 올라도 수요가 늘어나는 현상을 ‘베블런 효과’라고 한다. 그리고 이러한 과시적 소비의 대상이 되는 상품을 ‘베블런 재(財)’라고 한다.  라이벤스타인은 이와 같은 현상을 보다 깊이 있게 다루어 ‘밴드왜건 효과’와 ‘스놉 효과’를 발표하였다. 과시적 소비는 일부 상류층과 신흥 부유층을 중심으로 일어나는 것이 보통이지만 주위 사람들이 이를 흉내 내면서 사회 전체로 퍼져나가는 현상을 밴드왜건 효과라고 이름 붙인 것이다. 밴드왜건은 행진할 때 대열의 선두에서 행렬을 이끄는 악대차를 의미하는데 악단이 지나가면 사람들이 영문도 모르고 무작정 뒤따르면서 군중들이 더욱더 불어나는 것에 비유한 것으로 밴드왜건 효과는 ‘모방 효과’라고도 부른다.  그런데 모방 효과가 널리 퍼져 더 이상 과시적 소비가 차별 효용*을 상실하게 될 때 일부 사람들은 평범한 사람들이 접근할 수 있는 상품 대신 더욱 진귀한 물건을 찾는다. 이로 인해 기존 상품의 수요가 줄어들게 되는데 이를 ‘스놉 효과’라고 한다. 즉 모방 효과와는 반대로 특정 제품에 대한 소비가 증가하게 되면 그 제품의 수요가 줄어들고 새로운 상품의 수요로 옮겨 가는 현상이다. 보통 가격이 비싸서 쉽게 구매하기 어려운 고가의 명품 등이 이에 해당되는데, 명품이라 알려진 제품이 대대적인 판촉 행사를 한 후 단골 고객이 줄어드는 현상으로 설명할 수 있다. 이는 ‘남보다 돋보여야 한다’는 속물근성에 기반을 두고 있어 ‘속물 효과’라고도 부른다.   이와 같이 베블런은 재화의 가격이 하락하면 소비량이 증가한다는 기존의 경제 이론과는 다른 관점에서 현실의 소비 형태를 설명했고, 라이벤스타인은 현대인들이 주위 사람들의 소비 형태에 따라 자신의 소비 형태를 결정하는 두 가지 모습을 이론으로 나타내었다. 그들의 연구는 소비 형태로 계층을 판단하는 현대 자본주의 사회의 모습을 설명할 수 있다는 점에서 의의가 있다.* 차별 효용: 어떤 물건에 대해, 남과 다르게 보인다고 판단하는 개인의 주관적인 만족감.23. 윗글의 내용 전개 방식으로 적절한 것은? ① 다양한 사례를 분류하여 나열하고 있다.② 하나의 개념을 다양한 각도에서 살피고 있다.③ 이론의 특징을 요약하고 그 의의를 밝히고 있다.④ 시간의 흐름에 따른 이론의 변천 과정을 제시하고 있다.⑤ 상반되는 학설을 제시하여 상대적 우위를 가리고 있다.24. 윗글을 바탕으로 <보기>를 이해한 것으로 적절하지 않은 것은?<보 기>* 위그래프는한종류의상품에대하여, 판매가격에따른실제소비지점을연결한선이다. (단가격외다른변인은없다고가정함.)① A-B구간은 기존의 경제 이론으로 설명할 수 있다.② A-B구간에서 과시적 소비가 일어남을 알 수 있다.③ B-C구간에서 이 상품이 ‘베블런 재(財)’임을 알 수 있다.④ B-C구간에서 보이는 소비 형태는 대량 소비 시대가 되면서 나타났음을 알 수 있다.⑤ B-D구간에서 라이벤스타인이 주목한 현상이 일어남을 알 수 있다.25. 스놉 효과를 노린 광고 문구로 가장 적절한 것은? ① 하루에 필요한 모든 영양, 이 한 알에 모두 넣었습니다.② 아무나 가질 수 있다면 특별할 수 없습니다. ③ 지금까지는 너만 썼지? 이제는 나도 쓴다!④ 공부해 본 선배들이 추천한 으뜸 문제집⑤ 기술은 뛰어나게, 가격은 실속 있게 가 격 4>소 비 량국어영역고1 9━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━91626. 윗글을 참고하여 <보기>를 분석한 것으로 적절하지 않은 것은? [3점]<보 기>  한 창고형 할인점의 명품 진열대. ㉮어느 재벌가의 며느리가 들고 나와 유명해진 이 가방의 판매 가격은 ㉯시중가보다 최대 30% 할인되었지만 수백만 원대에 이릅니다. ㉰정가 판매를 고수하던 상품이지만 전 세계 최초로 할인점에서 판매하여 화제가 되고 있습니다. ㉱매장 직원은 ‘인기 상품’이라며 구매를 유도합니다. 이러한 현상을 놓고 ㉲일부 서민들에게 명품 과시욕을 부추긴다는 비판도 나오고 있습니다. ○○○ 뉴스 박△△입니다.① ㉮는 베블런 효과에 의해 가방 구매 욕구가 상승하겠군.② ㉯는 가격이 하락하면 수요가 증가한다는 관점으로 세운 판매 전략이군.③ ㉰는 속물 효과를 고려하여 단골 고객 유지에 초점을 둔 판매 전략이군.④ ㉱의 판매 전략은 모방 효과를 통해 수요를 늘리고자 하는 것이군.⑤ ㉲는 과시하기 위한 가방 구매 욕구가 상승하겠군.[27～30] 다음 글을 읽고 물음에 답하시오.근대 건축에서 빼놓을 수 없는 인물이 안토니오 가우디이다. 가우디는 기존 건축의 어떠한 흐름에도 얽매이지 않은 역사상 가장 창의적인 건축가였다. 그는 아이디어의 원형을 자연에서 찾아 바르셀로나에 합리적이고 아름다운 건축물들을 만들어냈다.그가 살았던 1900년대 바르셀로나에서는 위생적이지 못한 도시 환경을 개조하기 위해 ‘에이샴플라’라는 이름의 도시 계획 공모전을 열었고 바르셀로나 전체를 그림과 같이 20m 폭의 도로로 둘러싼 정사각형 모양의 주거 블록으로 채우는 획기적인 결정을 했다. 블록의 높이는 모든 건물에 빛이 45도로 내리쬘 수 있도록 6층 높이 이하로 제한했다. 이로써 도심 주택에 어느 정도 채광과 환기가 이루어졌지만 ㉠블록 모퉁이에 지어진 집은 햇빛과 바람이 잘 들지 않았다. 밀라는 모퉁이에 지을 자신의 집을 가우디에게 의뢰했다. 가우디는 이 문제를 해결하기 위해 수직과 수평에 근거한 고전적인 건축의 엄격함을 벗어던지고, 자유로운 형태로 건물을 디자인함으로써 역동감과 활기가 느껴지는 자연스러운 건물을 설계했다. ‘카사밀라(밀라의 집)’는 바위로 이루어진 몬세라트 산의 모양을 본떠 내부도 직각으로 이루어진 부분이 하나도 없다. 그는 지붕을 햇빛 방향에 따라 비스듬하게 설계하고 옥상 난간을 반투명 철망으로 만들어 주택 안으로 빛과 바람이 최대한 들어올 수 있게 하였다. 그뿐만 아니라 철골 구조를 적절하게 이용함으로써 석조 건물의 유기적인 형태를 만들어 냄과 동시에 당시 스페인에 하나도 없었던 철근 콘크리트 건물이라는 새로운 주거 환경을 마련하였다. 바르셀로나에는 카사밀라 말고도 다양한 가우디의 건축물이 남아 있다. ‘뼈로 지은 집’이라는 별명이 있는 ‘카사바트요’는 창문과 창살이 뼈 모양으로 디자인되어 있다. ‘구엘 공원’에는 자연을 돌 자체로 묘사해 놓은 ‘돌로 만든 세상’이 펼쳐져 있기도 하다. ㉡‘사그라다 파밀리아 성당’의 기둥에는 플라타너스 나무의 모습을 덧입혔다. 덕분에 그곳에서는 숲에 와 있는 듯한 느낌을 받는다. 이와 같은 가우디의 건축물들은 ‘자연은 나의 스승이다’라는 그의 말처럼 자연에서 작품의 모티프*를 따 와 대부분 직선이 없고 포물선과 나선 등 수학적인 곡선이 주를 이룬다.그렇다고 가우디가 단순히 자연을 흉내만 낸 것은 아니다. 그는 10여 년의 세심한 관찰과 실험을 통해 ㉢다중 현수선 모형을 고안하여 중력까지 치밀하게 계산한 건축모형을 만들었다. 그 결과 고딕 건축에서 필수적인 버팀벽 없이 날렵하고 균형 잡힌 건축물을 설계할 수 있었다. 이러한 기술력과 창의성의 결합체인 사그라다 파밀리아 성당은 거대한 조각품과 같은 예술성을 보여준다. 그는 자연을 본따는 것에 그치지 않고 중력이라는 자연의 본성을 합리적으로 사고함으로써 건축에 감성을 담아낼 수 있었다.* 모티프(motif) : 예술 작품에서 표현의 동기가 된 작가의 중심사상.27. 윗글을 읽고 독서일기를 쓸 때, (가)에 들어갈 문구로 가장 적절한 것은?독서일기(2016년○월○일)나는바르셀로나여행을앞두고가우디와관련된글을한편읽었다. 그글을읽고, 그곳이라는것을알았다.(가)  ① 가우디의 조각품이 숲과 조화된 생태 도시② 가우디의 개성과 상상력이 흐르는 중세 도시③ 감성을 담은 가우디의 건축이 우뚝 선 예술 도시④ 가우디의 도시 설계가 바탕이 된 청정 위생 도시⑤ 합리적인 가우디의 관찰력으로 살아난 과학 도시28. ㉠의 문제점을 해결하기 위한 가우디의 방안을 모두 고른 것은?<보 기>ㄱ. 지붕 설계: 비스듬하게 설계한다.ㄴ. 건물의 높이: 6층 이하로 제한한다.ㄷ. 주변 환경: 20m 폭의 도로로 둘러싼다.ㄹ. 옥상 난간 재질: 반투명 철망으로 제작한다. ① ㄱ, ㄴ② ㄱ, ㄹ③ ㄴ, ㄷ④ ㄴ, ㄹ⑤ ㄷ, ㄹ국어영역10 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━101629. ㉢과 관련지어 ㉡의 특징을 이해한 것으로 가장 적절한 것은? ① 숲의 모양을 본떠 생생함이 느껴진다.② 거대한 조각이 주는 웅장함이 느껴진다.③ 수학적 직선으로 이루어진 역동성이 느껴진다.④ 각 구조를 치밀하게 설계한 균형감이 느껴진다.⑤ 철근 콘크리트 자재를 사용한 견고함이 느껴진다.30. 안토니오 가우디와 ⓐ의 공통점으로 가장 적절한 것은? [3점]<보 기>  ⓐ몬드리안은 예술과 과학에 공통적으로 적용할 수 있는 불변의 법칙을 찾기 위해 그림을 그렸다. 그는 선과 색채로 순수한 추상적 조형을 나타내고자 사물을 있는 그대로 재현하는 방법을 버렸다. 그는 수직은 남성성으로, 수평은 여성성으로 보고 수직선을 나무에서, 수평선을 바다의 수평선에서 모티프를 찾아 대상을 단순화하였다.① 수직과 수평을 바라보는 관점② 모티프 선정의 근거③ 작품 제작의 목적④ 작품 표현의 도구⑤ 주요 활동 무대[31～33] 다음 글을 읽고 물음에 답하시오.슬프나 즐거오나 옳다 하나 외다* 하나내 몸의 해올 일만 닦고 닦을 뿐이언정그 밖의 여남은 일이야 분별할 줄 이시랴<제1수>내 일 망령된* 줄을 내라 하여 모를 것인가이 마음 어리석기도 임 위한 탓이로세아무가 아무리 일러도 임이 생각하여 보소서<제2수>추성(楸城)* 진호루(鎭胡樓) 밖에 울어 예는 저 시내야므음 호리라* 주야에 흐르는가임 향한 내 뜻을 조차 그칠 줄을 모르는가<제3수>뫼흔 길고 길고 물은 멀고 멀고어버이 그린 뜻은 많고 많고 하고 하고어디서 외기러기는 울고 울고 가느니<제4수>어버이 그릴 줄을 처음부터 알아마는임금 향한 뜻도 하늘이 삼겨시니진실로 임금을 잊으면 긔 불효인가 여기노라<제5수>- 윤선도, ｢견회요(遣懷謠)｣-* 외다: 그르다, 잘못되다.* 망령된: 언행이 상식에서 벗어나 주책이 없는.* 추성(楸城) : 지은이가 유배되었던 함경북도 경원.* 므음 호리라: 무엇을 하려고. 31. 윗글에 나타난 표현상 특징으로 적절한 것은?① 반어적 표현을 통해 시적 긴장감을 높이고 있다.② 설의적 표현을 통해 화자의 의지를 드러내고 있다.③ 점강적 표현을 통해 대상의 특성을 강조하고 있다.④ 과장된 표현을 통해 현실 비판 의식을 나타내고 있다.⑤ 감각적 표현을 통해 대상의 아름다움을 나타내고 있다.32. [A]와 [B]에 대한 이해로 적절한 것은?① [A]에는 과거의 공간이, [B]에는 현재의 공간이 나타나고 있다.② [A]에는 화자의 고뇌하는 모습이, [B]에는 유유자적하는 모습이 나타나고 있다.③ [A]와 [B]에는 화자가 동경하는 세계가 구체적으로 드러나고 있다.④ [A]와 [B]에는 대상의 속성에 빗대어 화자의 심정이 드러나고 있다.⑤ [A]와 [B]에는 자연의 모습을 관조하는 화자의 태도가 드러나고 있다.33. <보기>를 바탕으로 윗글을 이해할 때 적절하지 않은 것은?<보 기>  ‘견회요’는 윤선도가 유배 생활 동안 지은 작품이다. 옛사람들에게 유배(流配)는 세상과의 격리로 외롭고 힘든 것이었다. 유배 동안에 작가는 작품을 통해, 자신의 내면을 들여다보면서 자신이 추구하는 삶의 자세를 드러내거나, 자연물을 매개로 임금이나 어버이에 대한 그리움을 표현하기도 하였다. 때로는 작품 속에 자신의 억울함을 호소하거나 모함을 한 상대편에 대한 부정적인 감정을 드러내기도 하였다.① 제1수의 ‘내 몸의 해올 일만 닦고 닦을 뿐’은 작가가 내면 성찰을 위해서 자신을 세상과 격리시킨 것이라 볼 수 있겠군.② 제2수의 ‘임이 생각하여 보소서’는 작가가 임금에게 자신의 억울함을 호소하는 것으로 볼 수 있겠군.③ 제3수의 ‘울어 예는 저 시내야’는 작가가 자연물을 매개로 임금에 대한 그리움을 드러내는 것으로 볼 수 있겠군.④ 제4수의 ‘길고 길고’, ‘멀고 멀고’는 작가가 거리감을 통해 어버이에 대한 그리움을 드러낸 것으로 볼 수 있겠군.⑤ 제5수의 ‘불효인가 여기노라’는 작가가 추구하는 삶의 자세를 드러낸 것으로 볼 수 있겠군.[A][B]국어영역고1 11━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1116[34～37] 다음 글을 읽고 물음에 답하시오.[앞부분줄거리] 이생은우연히본최여인을사모하게되고시를주고받으며서로사랑하는사이가된다. 이사실을알게된이생의부모는크게노해이생을고향으로쫓아보내고, 최여인은이생과만나지못해상사병에걸린다. 이에최여인의부모는이생부모를설득해이생과최여인을혼인시킨다. 그후홍건적의난이일어나이생은간신히도망하여목숨을보전하였으나, 최여인은정조를지키려다가홍건적의손에죽는다.한편 이생은 황폐한 들에 숨어서 목숨을 보전하다가 도적의 무리가 떠났다는 소식을 듣고 부모님이 살던 옛집을 찾아갔다. 그러나 집은 이미 전쟁에 타 버리고 없었다. 다시 처가에 가보니 행랑채는 쓸쓸하고 집 안에는 쥐들이 우글거리고 새들만 지저귈 뿐이었다. 이생은 슬픔을 이기지 못해 작은 누각에 올라가서 눈물을 거두고 길게 한숨을 쉬며 날이 저물도록 앉아서 지난날의 즐겁던 일을 생각해 보니 완연히 한바탕 꿈만 같았다.밤중이 거의 되자 희미한 달빛이 들보를 비춰 주는데 복도에서 발자국 소리가 들려왔다. 그 소리는 먼 데서 차차 가까이 다가왔다. 살펴보니 사랑하는 최 여인이 거기 있었다. 이생은 그녀가 이미 이승에 없는 사람임을 알고 있었으나 너무나 사랑하는 마음에 반가움이 앞서 의심도 하지 않고 말했다.“부인은 어디로 피란하여 목숨을 보전하였소?”여인은 이생의 손을 잡고 한바탕 통곡하더니 곧 사정을 이야기했다.<중략>이윽고 이야기가 집안의 재산에 미치자 여인은 말했다. “조금도 잃지 않고 어떤 산골짜기에 묻어 두었습니다.”“우리 두 집 부모님의 해골은 어디에 있소?”“하는 수 없이 어떤 곳에 모셔 두었습니다.”서로 쌓였던 이야기가 끝나고 자리에 드니 지극한 정이 옛날과 같았다. 이튿날 여인은 이생과 함께 옛날 개령동을 찾아갔다. 거기에는 금은 몇 덩어리와 재물 약간이 있었다. 그들은 두 집 부모님의 유골을 거두고 금은과 재물을 팔아서 각각 오관산 기슭에 합장하고는 나무를 세우고 제사를 드려 모든 예절을 다 마쳤다.그 후 이생은 벼슬을 구하지 않고 아내와 함께 살게 되니 피란 갔던 노복들도 또한 찾아 들었다. 이생은 이로부터 인간의 모든 일을 잊어버리고서 친척과 귀한 손의 길흉사 방문에도 문을 닫고 나가지 않았으며 늘 아내와 함께 시를 지어 주고받으며 즐거이 세월을 보냈다. 어느덧 두서너 해가 지난 어떤 날 저녁에 여인은 이생에게 말했다.“세 번이나 가약을 맺었습니다마는 세상 일이 뜻대로 되지 않았으므로 즐거움도 다하기 전에 슬픈 이별이 갑자기 닥쳐왔습니다.” 하고는 마침내 목메어 울었다. 이생은 깜짝 놀라면서 물었다. “무슨 까닭으로 그런 말씀을 하시오?”여인은 대답했다. “저승길은 피할 수가 없습니다. 저와 낭군의 연분이 끊어지지 않았고 또 전생에 아무런 죄악도 없었으므로 옥황상제께서 이 몸을 빌려 주어 잠시 낭군을 뵈어 시름을 풀게 했던 것입니다. 오랫동안 인간 세상에 머물러 있으면서 산 사람을 유혹할 수는 없습니다.”하더니 시비에게 명하여 술을 올리게 하고는 옥루춘곡에 맞추어 시를 지어 부르면서 이생에게 술을 권했다. 도적떼 밀려와서 처참한 싸움터에 몰죽음 당하니 원앙도 짝 잃었네여기저기 흩어진 해골 그 누가 묻어 주리피투성이 그 유혼은 하소연도 할 곳 없네슬프다 이내 몸은 무산 선녀 될 수 없고깨진 거울 갈라지니 마음만 쓰라리네이로부터 작별하면 둘이 모두 아득하네저승과 이승 사이 소식조차 막히리라시 한 구절씩 부를 때마다 눈물에 목이 막혀 거의 곡조를 이루지 못했다. 이생도 또한 슬픔을 걷잡지 못했다. “나도 차라리 부인과 함께 황천으로 갔으면 하오. 어찌 무료히 홀로 여생을 보내겠소. 지난번에 난리를 겪고 난 후에 친척과 노복들이 각각 서로 흩어지고, 돌아가신 부모님의 유골이 들판에 버려져 있을 때, 부인이 아니었더라면 누가 능히 장사를 지내 주었겠소. 옛사람의 말씀에 부모님이 살아계실 때는 예절로써 섬기고 돌아가신 후에도 예절로써 장사지내야 한다했는데 이런 일을 모두 부인이 실천했소. 그것은 부인의 천성이 효성이 지극하고 인정이 두터운 때문이니 감격해 마지않았으며, 스스로 부끄러움을 이기지 못하였소. 부인은 이승에서 함께 오래 살다가 백년 후에 같이 세상을 떠나는 것이 어떻겠소?”여인은 대답했다.“낭군의 수명은 아직 남아 있으나, 저는 이미 저승의 명부에 이름이 실려 있으니 오래 머물러 있을 수가 없습니다. 만약 굳이 인간 세상을 그리워해서 미련을 가진다면, 명부의 법에 위반됩니다. 그렇게 되면 죄가 저에게만 미칠 것이 아니라 낭군님에게까지 그 허물이 미칠 것입니다. 다만 저의 유골이 아직 그곳에 흩어져 있으니, 만약 은혜를 베풀어 주시겠다면 유골을 거두어 비바람 맞지 않게 해 주십시오.”두 사람은 서로 바라보며 눈물을 흘렸다. 잠시 후에 여인은 말했다. “낭군님, 부디 안녕히 계십시오.”말을 마치자 점점 사라져서 마침내 종적을 감추었다. 이생은 아내가 말한 대로 그녀의 유골을 거두어 부모의 무덤 곁에 장사를 지내 주었다. ㉠그 후 이생은 아내를 지극히 생각한 나머지 병이 나서 두서너 달 만에 그도 또한 세상을 떠났다. 이 사실을 들은 사람들은 모두 슬퍼하고 탄식하면서, 그들의 절개를 사모하지 않는 이가 없었다고 한다. - 김시습, ｢이생규장전(李生窺墻傳)｣-34. 윗글에 대한 설명으로 적절한 것은?① 삽입된 시를 통해 인물의 심리를 드러내고 있다.② 배경 묘사를 통해 인물 간 갈등 상황을 암시하고 있다.③ 잦은 장면 전환을 통해 긴박한 분위기를 조성하고 있다.④ 서술자의 직접 개입을 통해 반전된 상황을 제시하고 있다.⑤ 과거와 현재의 교차를 통해 사건의 입체감을 부여하고 있다.국어영역12 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━121635. 윗글의 등장인물에 대한 설명으로 가장 적절한 것은?① 최 여인은 이생의 집에서 이생을 기다리고 있었다.② 이생은 최 여인과의 이별을 차분히 준비하고 있었다.③ 이생은 양가 부모님과의 재회를 간절히 바라고 있다.④ 최 여인은 전쟁 중에 자신을 버린 이생을 오해하고 있다.⑤ 이생은 부모의 유골을 모셔둔 최 여인에게 고마워하고 있다. 36. 윗글에 나타난 주요 사건을 <보기>와 같이 정리할 때, (가)~ (다)에 대한 설명으로 적절하지 않은 것은? [3점]<보 기>① (다)의 만남은 생사를 초월하여 주인공들의 사랑이 이어진다.② (다)의 헤어짐은 현실에서의 재회를 전제로 주인공들의 사랑이 연기된다.    ③ (다)의 만남에서는 (가)의 만남과 달리 제3자의 도움으로 주인공들의 사랑이 이루어진다.④ (다)의 헤어짐에서는 (나)의 헤어짐과 달리 운명적 요인으로 주인공들의 사랑이 좌절된다.⑤ (가)~(다)는 주인공들이 사랑을 이루기 위해 자신들을 둘러싼 세계와 끊임없이 갈등하는 과정이다.37. ㉠의 상황을 나타내는 말로 가장 적절한 것은?① 두문불출(杜門不出)② 역지사지(易地思之)③ 일편단심(一片丹心)④ 적반하장(賊反荷杖)⑤ 환골탈태(換骨奪胎)[38～40] 다음 글을 읽고 물음에 답하시오.(가)      겨우내     ㉠햇볕 한 모금 들지 않던     뒤꼍 추녀 밑 마늘광 위으로     ㉡봄비는 나리어     ㉢얼굴에 까만 먼지 쓰고     눈 감고 누워 세월 모르고 살아온     저 잔설(殘雪)을 일깨운다.     잔설은     투덜거리며 일어나     ㉣때묻은 이불 개켜 옆구리에 끼더니     슬쩍 어디론가 사라진다.     잔설이 떠나고 없는     추녀 밑 깨진 기왓장 틈으로     ㉤종일 빗물이 스민다.                                     - 이동순, ｢봄비｣-(나)    모란이 피기까지는    나는 아직 나의 봄을 기다리고 있을 테요    모란이 뚝뚝 떨어져 버린 날    나는 비로소 봄을 여읜 설움에 잠길 테요    오월 어느 날 그 하루 무덥던 날    떨어져 누운 꽃잎마저 시들어 버리고는    천지에 모란은 자취도 없어지고    뻗쳐오르던 내 보람 서운케 무너졌느니    모란이 지고 말면 그 뿐 내 한 해는 다 가고 말아    삼백예순 날 하냥* 섭섭해 우옵네다    모란이 피기까지는    나는 아직 기다리고 있을 테요 찬란한 슬픔의 봄을- 김영랑, ｢모란이 피기까지는｣-* 하냥: 늘, 한결같이.38. (가)와 (나)의 공통점으로 적절한 것은?① 시간의 흐름을 바탕으로 시상을 전개하고 있다.② 역설적 표현을 통해 시의 주제를 드러내고 있다.③ 현재형 시제를 사용하여 생동감을 표현하고 있다.④ 색채의 대비를 통해 대상의 본질을 나타내고 있다.⑤ 동일한 구절의 반복을 통해 운율을 형성하고 있다.OV) 이 생 과 최 여 인이 이 생 부 모 의 반 대 로” 시 를 주 고 반 으 면 서 만 남 두 사 람 은 헤 어짐후최 여 인 의 긴 절 한 비 람 흥 건 적 의 Low( 나 ) 으 로 혼 인 이 성 사 됨 ㅣ ”| _ 두 시 람 은 헤 어짐후이 생 은 혼 령 이 된 최 여 인이 저 승 으 로 돌 이 감다 최 여 인 과 다 시 만 남 _ ㅣ ”| 으 로 써 이 생 과 헤 어짐국어영역고1 13━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━131639. ㉠~ ㉤을 이해한 것으로 가장 적절한 것은?① ㉠은 햇볕이 내리는 현재 마늘광의 모습을 드러내고 있다.② ㉡은 봄비가 내리는 쓸쓸한 분위기를 나타내고 있다.③ ㉢은 잔설의 활발한 움직임을 형상화하고 있다.④ ㉣은 잔설이 비에 녹아 없어지는 모습을 표현하고 있다.⑤ ㉤은 내렸던 빗물이 말라가는 모습을 구체화하고 있다.40. <보기>를 참조하여 (나)를 이해한 내용으로 적절하지 않은 것은? [3점]<보 기>  ｢모란이 피기까지는｣에는 모란이 피면 기뻐하고, 모란이 지면 절망에 빠지면서도 또다시 모란이 피기를 기다리는 화자의 심정이 드러나 있다. 특히 부사어를 통해 이런 화자의 심정이 강조되어 나타난다. ① 3행의 ‘뚝뚝’은 모란이 떨어지는 모습을 바라보는 화자의 안타까움을 강조한다.② 4행의 ‘비로소’는 모란이 완전히 져버린 것에 대한 화자의 상실감을 강조한다.③ 9행의 ‘다’는 모란이 피지 못할 것이라는 화자의 불안감을 강조한다.④ 10행의 ‘하냥’은 모란을 보지 못하는 것에 대한 화자의 슬픔을 강조한다.⑤ 12행의 ‘아직’은 모란이 다시 피기를 기다리는 화자의 간절함을 강조한다. [41～43] 다음 글을 읽고 물음에 답하시오.[앞부분줄거리] 시골에서서울로올라온소년수남이는전기용품점에서일을한다. 수남이는부지런해서주위사람들에게칭찬을받고, 자신에게친절한주인영감님을잘따른다. 어느날영감님의심부름으로거래처에수금을하던중, 세워둔자전거가바람에넘어져신사의자동차에작은흠집을내게되어수남이는곤경에처한다.  누군가가 뒤에서 “빌어, 이놈아. 그저 잘못했다고 무조건 빌어.” 하고 속삭인다. 수남이는 여러 사람들이 자기를 동정하고 있다고 느끼자 적이 용기가 난다.  “아저씨, 잘못했습니다. 한 번만 용서해 주십시오. 네, 아저씨.”제법 또렷한 소리로 용서를 빈다.  “용서라니, 이만큼 했으면 됐지 어떻게 더 용서를 해.”  “아저씨, 그러시지 말고 한 번만 봐 주셔요. 네, 아저씨.”  수남이는 주머니에 든 만 원 생각을 하면 얼굴이 화끈대고 공연히 무섭기까지 하다. 그렇지만 ㉠주인 영감님을 위해 그 돈만은 죽기를 무릅쓰고 지킬 각오를 단단히 한다.  “아니 욘석이 이제 보니 이런 큰일 저지르고 그냥 내뺄 심사 아냐? 요런 악질 녀석 같으니라고.”  신사의 표정은 은은히 감돌던 연민이 싹 가시고 점잖게 무표정해진다. 그리고는 옆에 섰던 운전사인 듯한 남자에게,   “안 되겠네. 요런 악질 깡패 녀석하고 시비해 봤댔자 공연히 시간만 낭비니, 자네 자물쇠 하나 마련해다 주게. 이 녀석 자전걸 잡아 놓기로 하세. 언제든지 오천 원 가져와서 찾아가라고.”  그리고는 주머니에서 오백 원짜리를 한 장 꺼내서 운전사에게 주는 것이었다. 수남이로서는 전혀 예기치 못했던 사태였다. 주머니의 만 원에 대해서만 생각했었지 자전거에 대해선 전혀 생각이 미치지 못했었다.  운전사는 금방 커다란 자물쇠를 하나 사 가지고 왔다. 신사는 다시 네놈은 쳐다보기도 싫다는 듯이 수남이를 전혀 상대 안 하고, 묵묵히 자전거 바퀴에다 자물쇠를 채우고, 앞에 빌딩을 가리키면서,  “나 저기 306호실에 있으니까 돈 오천 원 갖고 와. 그러면 열쇠 내 줄 테니.”<중략>  이상한 용기가 솟았다. 수남이는 자전거를 마치 검부러기처럼 가볍게 옆구리에 끼고 질풍같이 달렸다. 정말이지 조금도 안 무거웠다. ㉡타고 달릴 때보다 더 신나게 달렸다. 달리면서 마치 오래 참았던 오줌을 시원스레 내깔기는 듯한 쾌감까지 느꼈다.  주인 영감님은 자전거를 옆에 끼고 질풍처럼 달려온 놈을 눈을 휘둥그렇게 뜨고 바라볼 뿐이었다. 오늘 바람이 세더니만 필시 이 조그만 놈이 바람에 날아왔나, 설마 그럴 리야 없을 텐데 내 눈이 어떻게 된 것인가 그런 눈치였다.  수남이는 너무 숨이 차서 이런 주인 영감님의 궁금증을 시원히 풀어 주지 못하고 한동안 헉헉대기만 한다.  “임마, 말을 해. 무슨 일이야? 네 놈 꼴이 영락없이 도둑놈 꼴이다, 임마.”  ㉢도둑놈 꼴이라는 소리가 수남이의 가슴에 가시처럼 걸린다. 수남이는 겨우 숨을 가라앉히고 자초지종을 주인 영감님께 고해 바친다. 다 듣고 난 주인 영감님은 무엇이 그리 좋은지 무릎을 치면서 통쾌해 한다.[A]국어영역14 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1416  “잘 했다, 잘 했어. 맨날 촌놈인 줄만 알았더니 제법인데, 제법이야.”  그리고는 가게에서 쓰는 드라이버와 펜치를 가지고 자전거에 채운 자물쇠를 분해하기 시작한다. 엎드려서 그 짓을 하고 있는 주인 영감님이 수남이의 눈에 흡사 도둑놈 두목 같아 보여 속으로 정이 떨어진다. 주인 영감님 얼굴이 누런 똥빛인 것조차 지금 깨달은 것 같아 속이 메스껍다.  마침내 자물쇠를 깨뜨렸나 보다. 영감님 얼굴에 회심의 미소가 떠오르더니 자유롭게 된 자전거 바퀴를 시험이라도 하려는 듯이 자전거로 골목을 한 바퀴 빙그르르 돌아 들어와서는,   “네 놈 오늘 운 텄다.”  그리고는 수남이의 머리를 쓰다듬고 볼과 턱을 두둑한 손으로 귀여운 듯이 감쌌다. 영감님이 기분이 좋을 때면 수남이에 대한 애정의 표시로 으레 그렇게 했었고, 수남이도 그걸 좋아했었다.  그런데 오늘은 싫다. 영감님의 손이 싫다. 그것이 운 트기는커녕 재수 옴 붙었다는 생각이 여전하고, 수남이는 그 날 온종일 우울했다. 그러나 자기가 왜 그렇게 우울한지 그걸 차분히 생각할 새도 없는 바쁜 하루였다.   가게 문을 닫고 주인댁에서 날라 온 저녁밥을 먹고 나면 비로소 수남이 혼자만의 시간이다. 꿀 같은 시간이었다. 책을 펴 놓고 영어 단어를 찾고, 수학 문제를 풀어 보고, 턱을 괴고 소년답게 감미로운 공상에 잠길 수 있는 그런 시간이었다. ㉣그러나 오늘 수남이는 그게 되지를 않았다. 책을 집어던졌다.  낮에 내가 한 짓은 옳은 짓이었을까? 옳을 것도 없지만 나쁠 것은 또 뭔가. 자가용까지 있는 주제에 나 같은 아이에게 오천 원을 우려 내려고 그렇게 간악하게 굴던 신사를 그 정도 곯려 준 것이 뭐가 나쁜가? 그런데도 왜 무섭고 떨렸던가. 그 때의 내 꼴이 어땠으면, 주인 영감님까지 “네 놈 꼴이 꼭 도둑놈 꼴이다.”고 하였을까.   그럼 내가 한 짓은 도둑질이었단 말인가. 그럼 나는 도둑질을 하면서 그렇게 기쁨을 느꼈더란 말인가.  수남이는 몸을 부르르 떨면서 낮에 자전거를 갖고 달리면서 맛본 공포와 함께 그 까닭 모를 쾌감을 회상한다. 마치 참았던 오줌을 내깔길 때처럼 무거운 억압이 갑자기 풀리면서 전신이 날아갈 듯이 가벼워지는 그 상쾌한 해방감― 한 번 맛보면 도저히 잊혀질 것 같지 않은 그 짙은 쾌감, 아아 도둑질하면서도 나는 죄책감보다는 쾌감을 더 짙게 느꼈던 것이다.  혹시 내 피 속에 도둑놈의 피가 흐르고 있기 때문이 아닐까.    ㉤순간 수남이는 방바닥에서 송곳이라도 치솟은 듯이 후닥닥 일어서서 안절부절을 못하고 좁은 방안을 헤맸다.                               - 박완서, ｢자전거 도둑｣-41. 윗글의 서술상 특징으로 가장 적절한 것은? ① 작품 속 서술자가 다른 인물을 관찰하여 서술하고 있다. ② 장면마다 서술자를 교체하여 사건을 입체적으로 전달하고 있다.③ 작품 밖 서술자가 등장인물의 행동에 대해 직접 평가하고 있다.④ 작품 밖 서술자가 관찰자의 입장에서 사건을 객관적으로 전달하고 있다.⑤ 작품 밖 서술자가 특정 인물의 행동과 내면 심리를 중심으로 서술하고 있다.42.  ㉠～㉤에 대한 이해로 적절하지 않은 것은? ① ㉠: 돈을 지키려는 모습을 통해 영감님에게 손해를 끼치지  않으려는 수남이의 마음을 알 수 있군. ② ㉡: 자전거를 들고 달리는 모습을 통해 해방감을 느끼는 수남이의 마음을 알 수 있군.③ ㉢: ‘도둑놈 꼴’이라는 말을 통해 양심의 가책을 느끼는 수남이의 마음을 알 수 있군.④ ㉣: 책을 집어던지는 행동을 통해 수남이의 혼란스러운 마음을 알 수 있군.⑤ ㉤: 안절부절못하는 행동을 통해 신사에 대해 수남이가 분노하는 마음을 알 수 있군.43. <보기>를 참고하여 [A]와 [B]를 이해한 것으로 적절하지 않은 것은? [3점]<보 기>  박완서의 ｢자전거 도둑｣은 한 소년이 소년기에서 성인의 단계로 입문하는 과정에서 겪게 되는 자아의 깨달음과 성숙을 다룬 성장 소설이다. 이 작품에서 ‘수남이’는 속물적인 어른들과 갈등을 겪으면서 물질적 측면보다 양심이나 도덕성이 중요함을 깨닫게 된다. 이러한 과정을 거치면서 소년은 성숙해 간다.① [A]에서 어쩔 줄 모르는 수남이의 모습은 수남이가 소년기 자아에 머물러 있는 것으로 볼 수 있겠군. ② [A]에서 자전거를 빼앗기는 사건은 수남이가 성장하게 되는 계기로 볼 수 있겠군.③ [B]에서 영감님이 수남이를 칭찬하는 모습은 영감님이 도덕적인 어른들의 세계에 있는 것으로 볼 수 있겠군.④ [B]에서 수남이가 영감님의 얼굴빛을 이전과 다르게 인식하는 모습은 수남이가 성숙의 과정에 있는 것으로 볼 수 있겠군.⑤ [A]에서 [B]의 사건을 겪는 수남이의 모습은 소년이 성인의 단계로 입문하고 있는 과정으로 볼 수 있겠군.[B]국어영역고1 15━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1516[44～45] 다음 글을 읽고 물음에 답하시오.[앞부분줄거리] 화개장터에서주막을운영하는옥화는아들성기의역마살을없애려고갖은노력을기울인다. 어느날, 장터를떠돌며살아가는체장수영감이딸계연을옥화에게맡긴뒤길을떠나고, 성기와계연은사랑하게된다. 옥화는둘을결혼시켜성기의역마살을없애려고하지만계연이옥화의이복동생이라는것을알게된다.#101  주막 마당 / 뒤꼍성기 (미칠 것 같다) 이기 무신 소리고? 아부질 따라 간다꼬?계연 (고개도 들지 않는다)성기 말 해바라. 아주 가는 기 아이라고. 어이?계연 인제 아부지랑 살라요.성기 너... 너... (버럭) 지금 사램 놀리나? 어델 간다는 건데?옥화 보내줘라. 성기 (계연의 어깨 잡아 흔들며) 이기 무신 짓꺼리고? 내, 니랑 살라꼬 내려온 거 몰라 그라나? 인제 여기서 뿌리박고 살겠다는데... 니도 좋다 안했나?체장수 (뭔가 기회를 잡은 듯, 다그친다) 니들 뭔 짓 했냐? 엉? 저눔이 너한테 뭔 짓을 했어? 빨리 말혀.   그 모습 기막히고 치사하다는 듯 보는 옥화계연 (바락) 하긴 뭔 짓을 혀요?  체장수가 잠시 주춤하는 사이  계연의 손목을 끌고 뒤꼍으로 가는 성기성기 (계연과 눈 마주치려 애쓰며) 니가 와 이라는지는 모르겄지만... 부탁이다. 바른대로 말해라. 니가 여기가 싫다면 같이 뜨자. 다른 데 가서 살자고. 니... 내 좋아허잖냐. 응? 응?계연 (성기를 똑바로 보며) 아니, 난 여기가 싫소. 도시 가서 살랑게.  계연의 눈빛엔 추호도 흔들림이 없다.  성기, 믿어지지 않는 상황에 뒤로 몇 발짝 물러난다.  뒤따라온 옥화조차 계연의 단호함에 다소 놀란다.  일순, 옥화와 시선을 맞추고는 말로 하지 못한 많은 말을 눈빛에 담아 보내는 계연.  그 눈빛에서 모든 사실을 알고 있음을 눈치 채는 옥화.  계연, 성기를 남겨둔 채 바깥을 향해 발걸음 떼놓는다.  떨어뜨린 짐을 주워 들고 계연의 뒤를 따라 나가는 체장수.  옥화는 그런 체장수의 뒷모습을 허허롭게 바라만 본다.성기 계연아!  성기, 힘을 다해 뛰어나가 계연의 앞을 가로막는다.  잠시 서로를 응시하는 두 사람...   세상에 오로지 그들 둘뿐인 것처럼 빨아들일 듯 바라보고 있다.  옥화도 상돌엄마도, 체장수까지도 그 팽팽한 긴장을 깨지 못하고 있는데계연 (한참을 망설이다 어렵고 어렵게) ... 오라버니... !옥화 (오라버니란 말에 눈을 질끈 감는다)성기 ...계연 편히 사시오... 오라버니. 아부지, 갑시다!  오라버니란 말을 되씹듯 의미 담아 발음하고는 그대로 스쳐나가는 계연.  성기는 못박힌 듯 그대로 서있고, 상돌엄마는 옥화를 부축한 채 고개를 돌린다.#102  밖   세 갈래 길 중 한 길을 택해 걷는 두 부녀, 구례 쪽 방향이다.  주막 앞 앙상한 버드나무 가지 아래를 지나...  기러기 울음소리 속에 멀어져 가는 두 사람의 모습  한 번도 뒤돌아보지 않는다.성기(E*) (발작하듯) 아~~~악! <중략>#107  주막 마당 (다른 날 낮)   처마에선 똑똑 눈 녹은 물이 떨어져 내린다.  툇마루에 걸터앉아 기둥에 등을 기대고 겨울 햇빛을 쬐는 성기의 뒷모습  눈을 돌려 멀리 보면  앞의 산엔 눈이 녹아 조금씩 푸른 빛이 돌기 시작한다.  (E) 채쟁 챙 챙... 괘앵 괘앵 괭~ 사당패의 꽹과리와 징 소리 점점 커지고 -옥화(E) (찢어지는 목소리로) 안 된다, 한 발짝도 몬 나간대이~!#108  주막 마당 (낮)  주막 밖으로 사당패*가 지나가고 있다.   아이들이 덩달아 신나서 흙먼지를 일으키며 와아 하고 따라간다.  어깨에 보따리를 둘러멘 성기, 신발을 신으며 마루에서 내려선다.  성기의 보따리를 잡은 채 발악하듯 매달리는 옥화성기 (덤덤히) 기양 한 멧 년 바람 쐬고 올 것잉게... 잡지 마소, 엄니.   성기, 성큼성큼 밖을 향해 걸어 나간다.   등에 멘 보따리 틈으로 햇빛에 반짝이는 꽹과리의 몸체와 함께 빨간 표지의 책이 보인다.- 김동리 원작, 홍윤정․동희선 각색, ｢역마｣-* E : 효과음.* 사당패: 무리를 지어 떠돌아다니면서 노래와 춤을 공연하던 집단.국어영역16 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━161644. 윗글을 영화로 촬영할 때 연출자가 고려할 내용으로 적절하지 않은 것은? ① #101의 촬영 장소는 주막이라는 배경이 잘 드러날 수 있는 곳을 찾아봐야겠어.② #101의 계연을 다그치는 장면에서 성기 역을 맡은 배우에게 답답함을 참을 수 없다는 듯이 연기하도록 해야겠어.③ #102에서 계연이 떠나는 장면에서는 구슬픈 분위기의 배경음악을 사용해야겠어.④ #107에서 사당패의 악기소리는 처음에는 크게 들렸다가 점점 작아지는 것으로 설정해야겠어. ⑤ #108에서 촬영 영상은 보따리를 메고 길을 나서는 성기의 뒷모습이 잘 드러날 수 있도록 해야겠어.45. <보기>를 참고하여 윗글을 감상한 내용으로 적절하지 않은 것은? <보 기>  ｢역마｣에서는 정착하지 못하고 떠돌아다녀야 하는 ‘역마살’이 낀 인물들이 등장한다. 이 작품에서 인물들의 삶은 자신의 의지나 선택에 의해 바뀌지 않는 운명적인 것이다. 주인공을 둘러싼 인물들은 처음에는 운명적 질서를 거부하지만 결국 받아들이게 된다. 이를 통해 작가는 일반적인 사회 통념에서 보면 고달픈 삶이라 하더라도, 저마다의 운명이 주어져 있다면 그 운명을 받아들이는 것도 삶의 한 방법이라는 것을 말하고 있다. ① ‘계연’이 떠나는 것은 자신의 의지가 아닌 것으로 이해할 수 있군.② ‘성기’가 집을 떠나는 것은 운명적 삶을 받아들인 것으로 이해할 수 있군. ③ ‘성기’가 ‘계연’과 결혼하려는 것은 운명적 질서를 수용하려는 것으로 이해할 수 있군.④ ‘옥화’가 ‘성기’에게 매달리는 것은 운명적 질서를 거부하려는 몸짓으로 이해할 수 있군. ⑤ ‘체장수 영감’이 장터를 떠도는 것은 일반적인 사회 통념에서 보면 고달픈 삶으로 이해할 수 있군. ※ 확인 사항◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}