{
    "년도": "2016",
    "대상": "고1",
    "목적": "3월",
    "과목": "국어",
    "text": "1162016학년도 3월 고1 전국연합학력평가 문제지국어영역1제1 교시[1 ~ 3] 다음은 학생이 수업 시간에 한 발표이다. 물음에 답하시오.안녕하세요? 이번 시간에 저는 에너지 소비 효율 등급 표시 제도에 대해 발표하겠습니다. 먼저 화면을 보실까요? (화면을 가리키며) 여러분, 전자 제품에서 이런 라벨을 본 적이 있으시죠? 이것은 에너지 소비 효율 등급을 표시한 라벨입니다. 이 라벨은 제품이 에너지를 얼마나 소비하는지 1등급부터 5등급까지 나누어 표시한 겁니다. 에너지 소비 효율 등급은 제품 간의 비교를 통해 상대적으로 정해집니다. 그래서 등급 기준은 품목마다 다르고, 같은 품목이라 하더라도 제품의 용량이나 크기에 따라 달라집니다. (화면에 표를 보여주며) 여기에 있는 한국 에너지 공단의 자료에 따르면, 42인치 텔레비전의 경우에 월간 소비 전력량이 1등급은 43.7 kWh/월, 5등급은 105.9 kWh/월로 그 차이가 매우 크다는 것을 알 수 있습니다. 에너지 소비 효율 등급 기준은 소비 전력량 외에도 제품의 기술 개발 수준과 시장 점유율 등을 고려하여 정해집니다. 그런데 시간이 지나 기술이 발전하거나, 소비 효율이 높은 제품들의 시장 점유율이 높아지면서 1등급 제품이 많아지게 되면, 이전보다 강화된 등급 기준을 정하게 됩니다. 그래서 새로운 기준이 적용되는 시점부터 생산된 제품은 같은 모델이라 하더라도 그 이전에 생산된 제품과 등급이 다를 수 있습니다. 그렇다면 에너지 소비 효율 등급은 왜 표시하는 걸까요? (학생들의 대답을 듣고) 네, 여러분이 말씀하신 것처럼 소비자로 하여금 에너지 소비 효율이 높은 제품을 구입해 쓰도록 유도하기 위한 것입니다. 그렇게 되면 생산자와 판매자도 에너지 소비 효율이 높은 제품을 생산하고 판매하게 됩니다.(라벨을 확대해 보여 주며) 이 라벨을 다시 한 번 보시죠. 등급 표시 아래에 월간 소비 전력량, 이산화 탄소 배출량과 연간 에너지 비용 등의 정보도 표시되어 있습니다. 특히 이산화 탄소 배출량을 표시하는 것은 제품을 사용할 때 지구 환경을 해치는 이산화 탄소의 배출량을 보여 줌으로써, 에너지 소비에 대한 경각심을 일깨워 주기 위해서입니다. 여러분, 제 발표가 에너지 소비 효율 등급 표시 제도를 이해하는 데 도움이 되셨나요? (반응을 살피며) 우리 모두 에너지 소비 효율 등급에 관심을 가져, 에너지를 절약하고 지구 환경을 보호하는 데에 기여해야겠습니다. 1. 학생의 발표 계획 중 위 발표에서 실현되지 않은 것은?①청중의 경험을 환기하여 중심 화제에 대한 관심을 유도해야겠어.②개인적 일화를 소개하여 발표 주제를 선정한 목적을 제시해야겠어.③구체적인 수치를 제시하여 발표 내용을 이해하는 데 도움을 주어야겠어.④질문을 던지며 청중과 상호작용하여 청중이 발표 내용에 주의를 집중할 수 있도록 해야겠어.⑤중심 화제에 대한 청중의 관심을 당부하며 발표를 마무리해야겠어.2. 다음은 위 발표를 들은 학생이 전자 제품 매장에서 부모님과 나눈 대화이다. 발표 내용에 부합하지 않는 것은? [3점]어머니: 이 라벨이 붙은 거 많이 봤는데, 뭘 표시한 거지?학생: 에너지 소비 효율 등급인데요, 에너지 소비 효율 등급은 제품이 에너지를 얼마나 소비하는지를 등급으로 나누어 표시한 거예요. ········································ ㉠아버지: 그러면 소비자들은 전기료가 상대적으로 적게 나오는 제품을 구분할 수 있겠네?학생: 네. 그리고 생산자나 판매자가 에너지 소비가 적은 제품을 만들어 팔게끔 유도하는 효과도 있어요. ···· ㉡어머니: 그럼, 어떤 기준으로 등급을 정하는 건데? 학생: 소비 전력량이 기준인데요, 그 기준을 정할 때는 해당 제품을 만드는 기술 수준과 시장 점유율 등도 함께 고려해요. ······························································ ㉢아버지: 이건 고모네 집에 있는 것과 똑같은 모델인데 등급이 다른 것 같네.학생: 비슷해 보여도 다른 모델일 거예요. 동일한 모델에 대해 등급이 달라지는 경우는 없거든요. ················ ㉣어머니: 그런데 이산화 탄소 배출량은 왜 표시되어 있지?학생: 이산화 탄소를 그만큼 배출하니까 가급적 에너지를 절약하며 지구 환경 문제를 생각해 보자는 거죠. ·· ㉤ ①㉠②㉡③㉢④㉣ ⑤㉤3. <보기>의 듣기 전략을 고려하여 위 발표를 들은 반응으로 가장 적절한 것은?< 보 기 >상대방의 발표를 들을 때에는 발화 내용을 통해 발표자의 이전 행동을 생각하며 듣는 태도가 필요하다.①표의 출처가 제시되니 발표 내용에 대해 신뢰감이 생겨.②에너지 소비 효율 등급에 관심을 갖자는 말은 내 생각과 같아.③등급이 높으면 모두 좋은 제품이라고 단정한 것은 공정치 못해.④발표를 준비하는 과정에서 라벨에 표시된 내용들을 확인해 보았겠군.⑤텔레비전 하나로 등급에 따른 소비 효율의 차이를 보여준 것은 근거로서 부족해.에 너 지 소 비 효 율 등 급EEL| co. | 23 gizta국어영역2━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━216[A][4 ~ 5] 다음은 어머니와 딸의 대화이다. 물음에 답하시오.딸: (냄새를 맡으며) 오늘 저녁 반찬이 뭐예요?어머니: 입맛 돌게 냉이 무치고 달래 넣고 된장국 끓였단다.딸: (기운 없는 목소리로) 그럼 오늘 반찬은 나물에 된장국이네요. 전 불고기가 먹고 싶었는데…….어머니: 그래도 봄에는 냉이나 달래 같은 봄나물을 먹어야지. 게다가 이건 할머니께서 들에서 손수 캐서 보내 주신 거야.딸: 그래도 난 고기가 좋다고 생각하는데……. ㉠예전엔 고기를 많이 먹어야 체력도 좋아지고 키도 큰다고 하셨잖아요.어머니: 고기도 좋지만 나물도 먹어야 균형 잡힌 식생활을 할 수 있거든. ㉡책에서 읽었는데 제철 음식이 영양소가 풍부해서 우리 몸에 참 좋다더구나.딸: 엄마, 나물이 몸에 좋다고 해서 꼭 먹어야 하는 건 아니잖아요. 어른들은 왜 나물, 나물 하는지 저는 이해가 안 돼요.어머니: ㉢사실 엄마도 어릴 땐 너처럼 나물 반찬이 싫다고  할머니께 투정을 부리곤 했는데, 녹두 나물에 맛을 들이고부터는 나물의 참맛을 알게 됐어. 엄마가 정성껏 준비한 반찬인데 냉이 무침 한번 먹어 보렴. 향긋할 거야. 딸: (한 입 먹어 보며) 저번에 먹던 것과는 맛이 다르네요.어머니: (밝은 표정으로) 그래, 맛있지? 땅속에서 추운 겨울을 보내고 봄에 솟아나는 나물이야말로 좋은 먹거리야. 땅내 맡고 햇살 받아서 영양 만점에다 향도 맛도 좋아. 먹으면 기운이 쑥쑥 나지.딸: ㉣(고개를 끄덕이며) 먹어 보니 생각보다 맛있는데요. 할머니 손맛을 닮아서 그런지 엄마 나물 무치는 솜씨도 최고인 것 같아요.어머니: ㉤(미소 지으며) 너무 비행기 태우는 거 아니야? 엄만 할머니 손맛 따라가려면 아직 멀었지. 그래도 딸이 인정해 주니 기분 좋은데.4. ㉠~ ㉤의 말하기 방식에 대한 이해로 적절하지 않은 것은?①㉠: 상대방의 과거 발언을 근거로 자신의 생각을 뒷받침하고 있다.②㉡: 배경지식을 활용하여 자신의 생각을 효과적으로 전달하고 있다.③㉢: 개인적 경험을 활용하여 상대방의 태도 변화를 유도하고 있다.④㉣: 비언어적 표현을 사용하여 언어적 표현의 의미를 강화하고 있다.⑤㉤: 관용 표현을 사용하여 상대방의 말에 강한 부정을 드러내고 있다.5. <보기>의 조언에 따라 [A]를 수정한 것으로 가장 적절한 것은?< 보 기 >의사소통을 할 때에는 상대방을 이해하고 배려하는 태도가 필요하단다. 자신의 생각이 상대방과 다를 때에는 상대방의 생각에 동의하는 점을 최대한 드러내고, 자신의 생각과 그렇게 생각한 이유를 설명하는 것이 바람직해.①제철 음식이 몸에 좋다는 말은 맞는 것 같아요. 그렇지만 제철 나물을 먹으라고 너무 강요하지 않으셨으면 좋겠어요.②제가 읽은 책에서는 자기 입맛에 맞는 음식이 최고의 음식이라고 했어요. 그 책의 내용이 엄마 말씀보다 더 공감이 돼요.③저도 나물 반찬이 몸에 좋다고 생각해요. 그렇지만 하굣길에 친구가 불고기 얘길 해서 그런지 불고기가 먹고 싶어서 그랬어요.④뉴스를 보니 오염된 환경에서 자란 나물에는 몸에 해로운 성분이 있을 수 있대요. 그러니까 나물이 꼭 좋다고만 말할 수 없을 것 같아요.⑤어른들은 어렸을 때부터 나물을 즐겨 먹었고, 저희들은 나물보다는 고기반찬을 주로 먹고 자랐잖아요. 그래서 제가 고기를 더 좋아하는 것 같아요.[6 ~ 8] 다음을 읽고 물음에 답하시오.[작문 과제]학교생활을 하면서 불편하다고 느꼈던 점을 개선하기 위한 건의문 쓰기[학생의 초고]교장 선생님, 안녕하세요? 저는 1학년에 재학 중인 ○○○라고 합니다. 학교와 학생들을 위해 애쓰시는 교장 선생님께 감사드립니다. 제가 오늘 교장 선생님께 글을 쓰게 된 것은 중학교 때에 비해 불편을 느꼈던 도서관 이용에 대해 말씀 드리고, 이에 대한 개선을 건의하기 위해서입니다.우리 학교 도서관은 교실이 있는 건물이 아닌 축구장 옆 별관에 있습니다. 학생들은 주로 쉬는 시간이나 점심시간에 도서관을 찾는데, 그 시간에 이용하기에는 도서관이 너무 멀리 떨어져 있습니다. 그렇기 때문에 학생들이 도서관에 가서 책을 읽기도 어렵고, 수업 시간이나 수행평가에 필요한 자료를 그때그때 열람하거나 빌리는 것도 쉽지 않습니다.이러한 불편함을 해소할 수 있도록, 학교 본관의 중앙 계단 옆에 있는 빈 교실들을 활용하여 생활 도서관을 만들어 주셨으면 합니다. 학교 도서관을 가까운 곳으로 옮기는 것이 현실적으로 어렵기 때문에 생활 도서관이 교실 가까이에 있으면 좋겠습니다. 그러면 생활 도서관을 운영하고 있는 인근 학교에서처럼, 학생들이 책을 쉽게 접할 수 있고 필요한 책이나 좋아하는 책들을 편리하게 찾아볼 수 있어 학생들에게 큰 도움이 될 것입니다. 교장 선생님! 우리 학생들의 이러한 불편함을 고려해 주시면 감사하겠습니다. 2016년 ○월 ○○일1학년 ○○○ 올림국어영역 3━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━3166. [학생의 초고]를 통해 알 수 있는 작문의 특성으로 가장 적절한 것은?①글쓴이가 사회적 문제와 관련하여 자신의 삶을 반성하고 있다는 점에서 작문은 개인적 성찰 행위임을 알 수 있다.②글쓴이가 문제점을 발견하고 이를 개선하려 한다는 점에서 작문은 생활 속에서 문제를 해결하는 행위임을 알 수 있다.③글쓴이가 예상 독자와 친밀한 관계를 회복하려 한다는 점에서 작문은 인간관계를 형성하기 위한 행위임을 알 수 있다.④글쓴이가 자신의 감정만을 전달하고 있다는 점에서 작문은 개인적 정서를 함축적으로 표현하는 행위임을 알 수 있다.⑤글쓴이가 자신이 소속된 집단의 문화를 존중하고 있다는 점에서 작문은 문화를 계승ㆍ발전시키는 행위임을 알 수 있다.7. <보기>의 자료를 활용하여 학생이 자신의 초고를 보완하고자 할 때, 적절하지 않은 것은?< 보 기 >(가) 학교 건물 배치도(나) 조사 자료1. 생활 도서관의 필요성에 대한 설문 조사(본교생 100명)2. 생활 도서관 이용 만족도 조사(타교생 100명)생활 도서관 이용에 만족하는 이유비율다양한 책을 수시로 접할 수 있어서39%책을 대출하고 반납하기가 편리해서28%학습 자료를 쉽게 구할 수 있어서24%기타9%(다) 본교 교사 인터뷰생활 도서관을 설치하면 학생들이 자유롭게 책을 읽고 친구들과 토론할 수 있는 공간이 생겨, 활발한 독서 활동이 가능합니다. 또한 수업이나 학습에 필요한 자료를 수시로 활용할 수 있다는 장점도 있습니다. 하지만 생활 도서관은 장서가 부족할 수 있고, 책을 관리하기가 어려울 수도 있습니다. 따라서 필요한 책이나 좋아하는 책들을 정기적으로 순환하여 비치하고, 도서반 학생들을 중심으로 자치적인 생활 도서관 운영 규칙을 마련할 필요가 있습니다.①(가)를 활용하여 생활 도서관이 설치되면 학생들의 책에 대한 접근성이 크게 향상될 것이라는 점을 뒷받침한다.②(나)-1을 활용하여 생활 도서관의 필요성에 공감하는 학생이 많다는 점을 들어 생활 도서관 설치의 타당성을 강조한다.③(다)를 활용하여 생활 도서관을 운영할 때 생길 수 있는 어려움을 밝히고, 이를 보완할 수 있는 방안을 추가한다.④(가), (다)를 활용하여 생활 도서관의 편리성을 강조하면서, 생활 도서관에서 다른 학교와 연계한 다양한 독서 프로그램을 실시할 수 있다는 점을 소개한다. ⑤(나)-2, (다)를 활용하여 생활 도서관의 기대 효과를 제시하고, 생활 도서관의 설치가 독서 활동의 활성화와 학업에 도움을 줄 수 있다는 내용을 뒷받침한다. 8. 다음 조언에 따라 [학생의 초고]의 마지막 문장을 수정한 것으로 가장 적절한 것은?건의문은 예상 독자에게 건의하려는 내용을 제시하는 글이란다. 그래서 이 글의 마지막 문장에서는 건의 내용을 명확하게 재확인하는 것이 좋겠구나. 그리고 독서와 관련한 격언이나 명언을 활용하여 표현의 효과를 높이면 더욱 좋겠어.①‘학생이 학교의 주인이다.’라는 말처럼 학생들이 생활 속에서 불편을 겪지 않도록, 교장 선생님께서 책임 있는 조치를 취해 주실 것을 기대합니다.②‘책은 마음의 양식이다.’라는 말이 있듯이, 학생들의 정서 함양을 위해 점심시간을 늘려 책을 읽을 수 있는 시간을 충분히 확보해 주시면 좋겠습니다.③‘하루라도 책을 읽지 않으면 입안에 가시가 돋는다.’라는 말이 있듯이, 학생들이 항상 책을 가까이하여 독서를 생활화할 수 있도록 생활 도서관을 만들어 주시면 감사하겠습니다. ④‘사람은 모름지기 다섯 수레의 책을 읽어야 한다.’라는 말을 실천하기 위해, 생활 도서관의 서가를 더욱 확충하고 도서 검색 시스템을 갖출 수 있도록 적극적인 지원을 부탁드립니다.⑤‘구슬이 서 말이라도 꿰어야 보배’라는 말과 같이, 학교 도서관의 장서를 효율적으로 활용하여 학생들이 자신의 꿈을 키워 나갈 수 있도록 보다 많은 관심을 보여 주시기 바랍니다.학 교 도 서 관이 동 거리 : 250m|a생 활 도 서 관 -뿌-`중 학 교필 요 하 지 않 다떫 21%국어영역4━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━416[9 ~ 10] (가)는 작문의 과정이고, (나)는 이를 적용하여 인터넷 블로그에 게시할 여행 소감문의 초고를 작성한 것이다. 물음에 답하시오.(가) 작문의 과정계획하기→내용 생성하기→조직하기→표현하기→고쳐쓰기[A][B][C][D](나) 학생의 초고김유정의 성장 과정과 문학 세계지난 주말, 설레는 마음으로 춘천 ‘김유정 문학촌’에 다녀왔다. 문학촌을 가기 위해 내린 곳은 바로 김유정역! 이 역은 우리나라 최초로 작가의 이름을 붙인 기차역이라고 한다. 김유정 문학촌으로 가는 길가에 늘어서 있는 나무에는 노랗고 작은 꽃들이 피어 있었다. 호기심에 다가가 보니 생강나무라는 팻말이 붙어 있었다. 지나가는 사람들이 동백꽃이라고 말해 주었다. 이게 동백꽃이라니. 그동안 나는 김유정의 소설 속 동백꽃이 남쪽 지방에서 피는 빨갛고 큰 꽃으로 알고 있었는데…….5분 정도를 걸어 올라가니 김유정 문학촌 입구가 나타났다. 그곳에 서서 둘러보니 마을이 여간 산자락에 포근히 안긴 것처럼 보였다. 아, 실레 마을! 그 옛날, 마을 형세가 ‘떡시루’ 같다고 해서 붙여진 이름이다.끝내 김유정 문학촌에 들어서자 마당에는 소설 「동백꽃」에서 닭싸움을 부치는 점순이의 모습, 그리고 「봄ㆍ봄」에서 미처 자라지 못한 점순이의 키를 재고 있는 장인어른의 모습을 재미있게 재현한 청동상이 나를 반긴다. 김유정의 생가를 둘러보고 전시관으로 발길을 돌렸다. 그곳에는 김유정의 삶과 문학이 옮겨져 있었다. 두 살 연상의 여인을 사랑했지만 거절당하고, 가난과 병마에 시달리다 스물아홉 살 꽃다운 나이에 생을 마감했던 그의 삶이 안타깝게 느껴졌다.전시관에서 마을로 향하는 도로 가에는 김유정 소설을 바탕으로 이름을 붙인 둘레 길 안내판이 서 있다. < 점순이가 ‘나’를 꼬시던 동백 숲길>, < 장인 입에서 할아버지 소리 나오던 데릴사위 길> 등등. 이 재미있는 이름이 붙은 이야기 길을 걷다 보면, 호드기를 불며 닭싸움을 시키던 점순이가 되고, 장가를 들지 못해 안달하는 ‘나’가 된다.한동안 즐겁게 소설 속을 거닐었더니 배가 고프다. 실레 마을에서 춘천의 명물인 막국수를 맛있게 먹었다. 웃으면서 들어오는 나를 맞이하는 주인아주머니의 후한 인심이 실레 마을을 둘러싼 산자락처럼 푸근했다.봄을 만끽하고 소설을 맛있게 읽고 싶다면 춘천 김유정 문학촌을 추천한다. 이 봄, 김유정과 함께 노랗고 알싸한 동백꽃 향기를 맡아보기를…….9. (가)의 작문의 과정 [A] ~ [C]에서 구상한 내용이 (나)에 반영되지 않은 것은?①[A] : 김유정 문학촌과 관련된 시각 자료를 찾아 그에 어울리도록 글의 내용을 생성해야겠군.  ②[A] : 여행을 통해 새롭게 알게 된 사실과 배경지식을 조합하여 글의 내용을 마련하여야겠군.③[B] : 김유정 문학촌을 방문하면서 보고 들은 내용들을 공간의 이동에 따라 제시하여야겠군.④[C] : 김유정역에 도착하였을 때 느낀 설렘을 비유적 표현을 활용하여 드러내야겠군.⑤[C] : 말 줄임을 통해 여운을 남기며 김유정 문학촌을 방문할 것을 권유하여야겠군. 10. (가)의 [D]를 수행하기 위한 방안으로 적절하지 않은 것은?< 수준>< 방안>①단어‘부치는’이라는 단어는 맞춤법에 맞지 않으므로 ‘붙이는’으로 바꾼다.↓②문장‘여간’은 문장 성분 간의 호응이 어색하므로 ‘마치’로 고친다.↓③문장‘웃으면서’의 주체가 중의적이므로 주체를 ‘주인아주머니’ 로 하여 ‘들어오는 나를 웃으면서 맞이하는’으로 수정한다.↓④문단‘끝내’는 앞뒤 문단의 의미 연결을 어색하게 하므로 ‘결국’으로 대체한다. ↓⑤글‘김유정의 성장 과정과 문학 세계’라는 제목이 글의 내용에 어울리지 않으므로 ‘실레 마을에서 김유정을 만나다!’로 고친다.11. <보기>를 참고할 때 동화의 양상이 다른 것은?< 보 기 >◦순행 동화: 뒤의 음운이 앞의 음운의 영향을 받아 그와 비슷하거나 같게 소리 나는 현상.  예) 칼날[칼랄], 강릉[강능] ◦역행 동화: 앞의 음운이 뒤의 음운의 영향을 받아 그와 비슷하거나 같게 소리 나는 현상.   예) 편리[펼리], 까막눈[까망눈]①종로②작년③신라④밥물⑤국민국어영역 5━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━51612. <보기>의 국어사전 정보를 탐구한 것으로 적절하지 않은 것은?< 보 기 >되다1 ｢동사｣ [1]【…이】 ｢1 ｣새로운 신분이나 지위를 가지다.¶ 커서 선생님이 되고 싶다.｢2 ｣【…으로】다른 것으로 바뀌거나 변하다.¶ 물이 얼음이 되다. 물이 얼음으로 되다. [2]【…으로】어떤 재료나 성분으로 이루어지다.¶ 나무로 된 책상되다2 ｢형용사｣ [1] 반죽이나 밥 따위가 물기가 적어 빡빡하다.¶ 밥이 너무 되다. [2] 일이 힘에 벅차다.¶ 일이 되면 쉬어 가면서 해라.①되다1과 되다2는 형태가 같지만 의미는 다르다.②되다1은 되다2와 달리 주어 이외의 문장성분을 필요로 한다.③되다2는 되다1과 달리 성질이나 상태를 나타내는 품사이다.④되다1 [1]-｢2 ｣의 용례로 ‘국토가 산으로 되어 있다.’를 추가할 수 있다.⑤되다2 [2]의 유의어로 ‘힘들다’를 쓸 수 있다.13. <보기 1>을 바탕으로 <보기 2>를 탐구한 결과로 적절하지 않은 것은?< 보기1 >이어진문장둘 이상의 홑문장이 이어져 있는 문장으로, 주어가 같은 홑문장이 이어질 때는 주어를 하나만 사용할 수도 있음.◦대등하게 이어진 문장 둘 이상의 홑문장이 동등한 자격으로 이어진 문장으로, 앞 절과 뒤 절이 ‘나열, 대조, 선택’ 등의 의미 관계를 가짐.◦종속적으로 이어진 문장 앞 홑문장과 뒤 홑문장의 의미가 독립적이지 못하고 종속적으로 이어진 문장으로, 앞 절과 뒤 절이 ‘원인, 조건, 의도’ 등의 의미 관계를 가짐.< 보기2 >ㄱ. 암벽 등반은 힘들고 재미있다.ㄴ. 암벽 등반은 힘들어서 재미있다. ㄷ. 암벽 등반은 힘들지만 재미있다.①ㄱ, ㄴ, ㄷ은 ‘암벽 등반은 힘들다.’와 ‘암벽 등반은 재미있다.’ 라는 두 홑문장이 이어진 문장이군.②ㄱ, ㄴ, ㄷ은 앞 절과 뒤 절의 순서를 바꾸어도 의미에 변화가 생기지 않는 이어진문장이군.③ㄱ, ㄴ, ㄷ에서 뒤 절의 주어가 없는 것은 앞 절과 주어가 같기 때문이군.④ㄱ, ㄷ은 두 홑문장이 각각 나열, 대조의 의미를 갖는 어미 ‘­고’와 ‘­지만’으로 연결된 대등하게 이어진 문장이군.⑤ㄴ은 두 홑문장이 원인의 의미를 갖는 어미 ‘­어서’로 연결된 종속적으로 이어진 문장이군.14. 다음은 ‘윗­’, ‘위­’, ‘웃­’의 표기에 관한 탐구 과정이다. ㉠에 들어갈 조건으로 적절한 것은? [3점]탐구 과제‘윗­’, ‘위­’, ‘웃­’을 어떻게 구분하여 표기할까?수집 자료윗사람, 윗집, 위쪽, 위층, 웃어른자료 분석자료에서 ‘윗­’과 ‘웃­’의 쓰임의 차이를 확인한다.윗사람(○), 웃사람(×)↔아랫사람(○)윗어른(×), 웃어른(○)↔아랫어른(×)자료에서 ‘위­’와 ‘윗­’의 쓰임의 차이를 확인한다.위집(×), 윗집(○)위쪽(○), 윗쪽(×)위층(○), 윗층(×)탐구 결과위 아래의 대립이 존재하는가?예아니오㉠예아니오‘웃­’‘위­’‘윗­’①합성어인가?②모음 앞에 위치하는가?③울림소리 앞에 위치하는가?④사물의 이름을 나타내는가?⑤된소리나 거센소리 앞에 위치하는가?15. <보기>의 설명에 따라 ‘달리기’를 도식화한 것으로 적절한 것은?< 보 기 >선생님: 어근은 단어에서 실질적인 의미를 나타내는 중심이 되는 부분을, 접사는 어근이나 단어에 붙어 새로운 단어를 구성하는 부분을 말합니다. 어근과 접사의 결합 관계를 쉽게 구별해 보기 위해 어근을 로, 접사를 로 나타내 보겠습니다. 예를 들어 ‘하늘’은 하나의 어근으로 이루어져 있고, ‘먹이’는 어근 ‘먹­’과 접사 ‘­이’로 이루어져 있으므로 다음과 같이 도식화할 수 있습니다.◦하늘:하늘     ◦먹이:먹­ ­이①달리기②­리기달­③­기달리­④­기달리­⑤달­­리­­기국어영역6━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━616[16 ~ 19] 다음 글을 읽고 물음에 답하시오.바이러스란 스스로는 증식할 수 없고 숙주 세포에 기생해야만 증식할 수 있는 감염성 병원체를 일컫는다. 바이러스는 자신의 ㉠존속을 위한 최소한의 물질만을 가지고 있기 때문에 거의 모든 생명 활동에서 숙주 세포를 이용한다. 바이러스를 구성하는 기본 물질은 유전 정보를 담은 유전 물질과 이를 둘러싼 단백질 껍질이다.1915년 영국의 세균학자 트워트는 포도상 구균을 연구하던 중, 세균 덩어리가 녹는 것처럼 투명하게 변하는 현상을 ㉡관찰했다. 뒤이어 1917년 프랑스에서 활동하던 데렐은 이질을 연구하던 중 환자의 분변에 이질균을 녹이는 물질이 포함되어 있다는 것을 발견하고, 이 미지의 존재를 ‘박테리오파지’라고 불렀다. 박테리오파지는 바이러스의 일종으로 ‘세균을 잡아먹는 존재’라는 뜻이다.박테리오파지는 머리와 꼬리, 꼬리 섬유로 ㉢구성되어 있다. 머리는 다면체로 되어 있고, 그 밑에는 길쭉한 꼬리가, 꼬리 밑에는 갈고리 모양의 꼬리 섬유가 붙어 있다. 머리에는 박테리오파지의 핵심이라 할 수 있는 유전 물질이 있는데, 이 유전 물질은 단백질 껍질로 보호되어 있다. 꼬리는 머릿속의 유전 물질이 세균으로 이동하는 통로 역할을 하며, 꼬리 섬유는 세균에 단단히 달라붙는 기능을 한다.박테리오파지는 증식을 위해 세균을 이용한다. 박테리오파지가 세균을 만나면 우선 꼬리 섬유가 세균의 세포막 표면에 존재하는 특정한 단백질, 다당류 등을 인식하여 복제를 위해 이용할 수 있는 세균인지의 ㉣여부를 확인한다. 그리고 이용이 가능한 세균일 경우 갈고리 모양의 꼬리 섬유로 세균의 표면에 단단히 달라붙는다. 세균 표면에 자리를 잡은 박테리오파지는 머리에 들어 있는 유전 물질만을 세균 내부로 침투시킨다. 세균 내부로 침투한 박테리오파지의 유전 물질은 세균 내부의 DNA를 분해한다. 그리고 세균의 내부 물질과 여러 효소 등을 이용하여 새로운 박테리오파지를 형성할 유전 물질과 단백질을 만들어 낸다. 이렇게 만들어진 유전 물질과 단백질이 조립되면 새로운 박테리오파지가 복제되는 것이다.박테리오파지에는 ‘독성 파지’와 ‘용원성 파지’가 있다. ‘독성 파지’는 충분한 양의 박테리오파지가 복제되면 복제를 중단하고 세균의 세포벽을 파괴하는 효소를 만든다. 그리고 그 효소로 세균의 세포벽을 터뜨리고 외부로 쏟아져 나온다. 이와 달리 ‘용원성 파지’는 세균을 ㉤이용하는 것은 독성 파지와 같지만 세균을 파괴하지는 않는다. 대신 세균 속에서 계속 기생하여 세균이 분열함에 따라 같이 늘어난다.16. 윗글에서 언급된 ‘박테리오파지’에 대한 설명으로 적절하지 않은 것은?①세균을 숙주 세포로 삼아서 기생하는 바이러스이다.②머리에 있는 유전 물질은 단백질 껍질로 보호되어 있다.③이질균을 녹이는 물질을 발견한 데렐에 의해 명명되었다.④꼬리 섬유는 세균의 표면에 단단히 달라붙는 기능을 한다.⑤세포막 표면에 존재하는 특정 단백질을 복제하여 증식한다.17.  윗글을 바탕으로 <보기>의 [A]~[E]를 이해한 것으로 적절하지 않은 것은?< 보 기 >①[A] : 꼬리 섬유가 세포막 표면의 단백질, 다당류 등을 인식한 결과에 따라 유전 물질의 침투 여부가 결정되겠군.②[B] : 박테리오파지의 머릿속에 있는 유전 물질은 꼬리를 통해 세균 안으로 유입되겠군.③[C] : 세균에 침투한 유전 물질은 세균의 내부 물질과 효소 등을 이용해 복제에 필요한 유전 물질과 단백질을 만들겠군.④[D] : 세균 속에서 기생하다 세균이 분열하는 과정에서 새로운 박테리오파지가 복제되겠군.⑤[E] : 복제된 박테리오파지가 세포 밖으로 터져 나오는 것을 보니 독성 파지가 증식된 것이겠군. 18. 윗글을 참고하여 <보기 1>의 실험을 이해한 반응으로 적절한 것을 <보기 2>에서 골라 바르게 묶은 것은? [3점]< 보기1 >과학자들이 단백질과 DNA 중 어느 것이 생명의 정보를 지닌 유전 물질인지에 대한 명확한 답을 얻지 못했을 당시인 1952년 허시와 체이스는 박테리오파지를 이용한 실험을 통해서 유전 물질이 무엇인지를 밝혀냈다. 허시와 체이스는 먼저 생명체의 DNA에는 인(P)이, 단백질에는 황(S)이 들어 있다는 점에 착안해 박테리오파지 DNA의 인(P)과 단백질의 황(S)을 각각 방사성 동위 원소인 인(32P)과 황(35S)으로 대체한 후, 이 박테리오파지를 대장균에 감염시켰다. 그리고 이들을 여러 세대에 걸쳐 배양한 뒤, 배양된 대장균의 내부에 어떤 방사성 동위 원소가 남아 있는지 확인함으로써 DNA가 유전 물질인 것을 밝혀냈다.< 보기2 >ㄱ. DNA의 구조와 복제 과정을 알고 있었기 때문에 가능한 실험이었겠군.ㄴ. 배양된 대장균의 내부에는 결과적으로 황(35S)은 없고 인(32P)만 관찰되었겠군.ㄷ. 박테리오파지가 유전 물질만을 세균 안으로 들여보낸다는 것을 이용한 실험이었겠군.ㄹ. 박테리오파지를 이용한 것은 박테리오파지가 있어야만 대장균이 분열할 수 있기 때문이었겠군. ①ㄱ, ㄴ②ㄱ, ㄷ③ㄴ, ㄷ    ④ㄴ, ㄹ⑤ㄷ, ㄹoe ath ate[B] [C]< 박 테 리 오 파 지 의 SA] 과 정 >국어영역 7━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━71619. ㉠~ ㉤의 사전적 의미로 적절하지 않은 것은?①㉠: 더 낫고 좋은 상태나 더 높은 단계로 나아감.②㉡: 사물이나 현상을 주의하여 살펴봄.③㉢: 몇 가지 부분이나 요소들을 모아서 전체를 짜 이룸.④㉣: 그러함과 그러하지 아니함.⑤㉤: 대상을 필요에 따라 이롭게 씀.[20 ~ 22] 다음 글을 읽고 물음에 답하시오.미술에서 ‘키네틱 아트’는 움직임을 의미하는 그리스 어 키네티코스에서 유래한 말로 움직임을 중시하거나 그것을 주요 요소로 하는 예술 작품을 뜻한다. 키네틱 아트는 산업 혁명에서 비롯된 대량 생산과 기술의 발달로 인해 급격하게 기계 문명 사회로 변화하던 시기를 배경으로 출현하였다. ‘키네틱’이라는 단어가 조형 예술에 최초로 사용된 것은 1920년대의 일이다.키네틱 아트 작가들은 기계의 움직임을 예술적 요소로 수용하여 작품 전체나 일부를 움직이게 함으로써 창작 의도를 표현하고자 했다. 이러한 움직임은 바람이나 빛과 같은 외부적인 자연의 힘이나 동력 장치와 같은 내부적인 힘에 의해 구현되었다. 또한 대상을 사실적으로 재현하는 것이 아니라 추상적 구조물처럼 보이도록 창작하였다. 키네틱 아트는 ‘우연성’과 ‘비물질화’를 중요한 조형* 요소로 제시하였다. ‘우연성’은 작품의 예측 불가능한 움직임을 통해 나타나는데 여기에는 감상자의 움직임이나 위치 등에 의한 작품의 형태 변화도 포함된다. ‘비물질화’는 작품이 고정되지 않고 계속 움직이는 상태를 의미한다. 정지된 물체는 고정되어 있기 때문에 물질화되어 있는 반면, ‘비물질화’는 물체가 계속 움직여 물체의 형태가 고정되지 않는 특성과 관련된다. 예를 들어 뒤샹의 ㉠｢자전거 바퀴｣는 감상자가 손으로 바퀴를 회전하도록 한 작품이다. 이 작품에는 감상자가 바퀴를 돌리는 속도에 따라 바퀴살이 다양한 모습으로 보이는 ‘우연성’과 바퀴살이 고정되지 않고 움직이는 ‘비물질화’가 나타난다.키네틱 아트의 이러한 조형 요소들은 감상자들의 시각을 자극하여 작품에 주의를 집중시키는 효과를 준다. 작품이 보여주는 다양하고 예측 불가능한 움직임으로 감상자들이 풍부한 이미지를 상상할 수 있도록 한 것이다. 이를 통해 기존 미술에서 작품 감상에 대해 수동적이었던 감상자들로 하여금 보다 능동적인 태도를 갖도록 하였다. 키네틱 아트는 작품의 움직임에 의미를 부여하고 작품과 감상자의 상호 작용을 중시함으로써 다양한 실험적 예술의 길을 열어 주었다. 1960년대에 들어서 키네틱 아트는 새로운 첨단 매체를 활용하여 변화무쌍한 움직임을 보여주는 비디오 아트, 레이저 아트, 홀로그래피 아트 등과 같은 예술이 출현하게 되는 계기를 제공하였다.* 조형: 여러 재료를 이용하여 구체적인 형태나 형상을 만듦.20. 윗글에서 언급된 내용이 아닌 것은?①키네틱 아트의 어원②키네틱 아트의 등장 배경③키네틱 아트의 제작 과정④키네틱 아트의 조형 요소⑤키네틱 아트의 예술사적 의의21. 윗글을 읽고 <보기>의 ｢아니마리스｣를 이해한 내용으로 적절하지 않은 것은?　[3점]< 보 기 >이 작품은 키네틱 아트의 대표 작가인 테오 얀센이 창작한 ｢아니마리스｣이다. 얀센은 플라스틱 관으로 뼈대와 다리를 만들고 등에는 비닐 깃털을 달아, 바람이 불면 깃털이 반응하면서 해변에서 다양한 모습으로 움직이면서 돌아다니도록 했다. 얀센은 이 작품을 연작 형태로 진화시켜 공학 기술과 예술을 접목한 인공 생명체를 만들겠다는 창작 의도를 표현하였다.①해변에 돌아다니는 생명체의 형상을 그대로 재현하는 데 초점을 두고 있군.②작품이 고정되어 있지 않고 계속 움직인다는 점에서 비물질화가 드러나고 있군.③다양하게 움직이는 모습을 통해 감상자의 시각을 자극하는 효과를 줄 수 있겠군. ④공학 기술과 예술을 접목시킴으로써 기계적 움직임을 예술적 요소로 수용하고 있군.⑤바람에 의해 움직일 수 있도록 만들어졌다는 점에서 외부적인 힘을 활용하고 있군.22. ㉠과 <보기>의 ｢4분 33초｣가 공통적으로 전제하고 있는 것은?< 보 기 >1952년 미국의 전위 예술가인 존 케이지는 새로운 피아노 작품 ｢4분 33초｣를 발표하였다. 그런데 피아니스트는 피아노를 치지 않고 일정 시간에 맞춰 피아노 뚜껑을 열었다 닫았다 할 뿐이었다. 청중들은 연주를 기다리며 웅성거리다가 4분 33초가 흘러 피아니스트가 퇴장하자 크게 술렁거렸다. 존 케이지는 ｢4분 33초｣를 통해 연주를 기다리는 동안 청중들의 기침 소리, 불평 소리, 각종 소음 등 공연장에서 뜻하지 않게 발생한 모든 소리가 훌륭한 연주가 될 수 있다는 생각을 나타냈다.①사회 구조의 변화에 따라 예술은 기계 문명에 대한 예찬을 표명해야 한다.②우연적 요소와 감상자의 참여가 예술을 구성하는 중요한 원리가 될 수 있다.③첨단 매체를 활용해야 변화무쌍한 움직임이 강조되는 예술 작품을 만들 수 있다.④ 제한된 시간 내에 감상이 이루어질 때, 작가와 감상자의 상호 작용이 더욱 긴밀해진다.⑤작가의 창작 의도가 직접적으로 노출되었을 때, 감상자가 풍부한 상상력을 발휘할 수 있다.국어영역8━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━816[23 ~ 26] 다음 글을 읽고 물음에 답하시오.인간을 흔히 망각의 동물이라고 한다. 망각이란 기억과 반대되는 개념으로 일종의 기억 실패에 해당한다. 기억은 외부의 정보를 기억 체계에 맞게 부호로 바꾸어 저장 및 인출하는 것으로 부호화 단계, 저장 단계, 인출 단계로 나뉜다. 심리학에서는 기억 실패가 기억의 세 단계 중 어느 단계에서 일어난다고 보느냐에 따라 망각 현상을 각기 다르게 설명한다.㉠부호화 단계와 관련하여 망각을 설명하는 입장에서는 외부 정보가 부호화되는 과정에서 정보의 일부가 생략되거나 왜곡되어 망각이 일어난다고 본다. 부호화란 외부 정보를 기억의 체계에 맞게 변환하는 과정으로, 부호에는 음운 부호와 의미 부호 등이 있다. 음운 부호는 외부 정보가 발음될 때 나는 소리에 초점을 둔 부호이고, 의미 부호는 외부 정보의 의미에 초점을 둔 부호이다. 가령 ‘8255’라는 숫자를 부호화할 때, [팔이오오]라는 소리로 부호화하는 것은 전자에 해당하고, ‘빨리 오오.’와 같이 의미로 부호화하는 것은 후자에 해당한다. 의미 부호는 외부 정보가 갖는 의미에 집중하여 부호화하는 것이므로, 음운 부호에 비해 정교화가 잘 일어난다. 정교화는 외부 정보를 배경지식이나 상황 맥락 등의 부가 정보와 밀접하게 관련시키는 것이다. 부호화 단계에서 망각을 설명하는 학자들은 정교화가 잘된 정보가 그렇지 않은 정보보다 기억에 유리하여 망각이 잘 일어나지 않는다고 주장한다.㉡저장 단계에서 망각이 일어난다고 보는 입장에서는 망각을 부호화 단계에서의 문제가 아니라, 저장 단계에서 정보가 사라지는 현상으로 설명한다. 즉 망각은 부호화가 되어 저장된 정보 중 사용하지 않는 정보가 시간의 경과에 따라 상실된다는 것이다. 독일의 심리학자 에빙하우스는 학습을 통해 저장된 단어가 시간의 경과에 따라 망각되는 양상을 알아보는 실험을 하였다. 그 결과 학습이 끝난 직후부터 망각이 일어나기 시작해서 1시간이 지나자 학습한 단어의 약 44% 정도가 망각되었다. 이를 근거로 저장 단계에서 망각을 설명하는 학자들은 망각은 저장 단계에서 일어나는 현상이며 시간의 흐름에 비례하여 나타난다고 주장하였다. 그리고 학습 직후 복습을 해야 학습 효과가 높다는 것을 강조하였다.㉢인출 단계에서 망각이 일어난다고 보는 입장에서는 망각을 저장된 정보가 제대로 인출되지 못하여 나타나는 현상으로 설명한다. 즉 망각은 저장된 정보가 사라지는 것이 아니라, 이를 밖으로 끄집어내지 못해서 나타난다는 것이다. 저장된 정보를 인출해 내기 위해서는 적절한 인출 단서가 필요하다. 일반적으로 저장된 정보와 인출 단서가 밀접할 경우 인출이 잘 되지만, 그렇지 않으면 인출 실패로 망각이 일어날 가능성이 크다. 가령 ‘사랑’이라는 단어를 인출할 때 이와 의미상 연관이 큰 ‘애인’이라는 단어를 인출 단서로 사용하면 인출이 잘 되지만, 이와 관련이 먼 ‘책상’이라는 단어를 인출 단서로 사용하면 인출이 잘 되지 않는다. 인출 단계에서의 망각은 저장된 정보를 인출할 만한 단서가 부족하거나 부적절해서 나타나는 현상이므로, 시간이 흐르더라도 적절한 인출 단서만 제시되면 저장된 정보가 떠오를 수 있다.23. 윗글에 대한 설명으로 가장 적절한 것은?①특정 현상을 설명하는 다양한 관점을 제시하고 있다.②특정 현상을 소개하는 이론의 문제점을 설명하고 있다.③특정 현상과 관련된 통념을 제시하고 이를 반박하고 있다.④특정 현상을 설명하는 여러 이론의 타당성을 비교하고 있다.⑤특정 현상에 대한 상반된 주장을 제시한 후 이를 절충하고 있다.24. ‘음운 부호’와 ‘의미 부호’에 대한 설명으로 적절한 것은? ①‘음운 부호’는 외부 정보를 배경지식이나 맥락에 따라 수정한 것이다.②‘음운 부호’는 외부 정보를 그것에서 연상되는 의미로 처리하는 부호이다.③‘의미 부호’는 외부 정보를 기억의 체계에 맞게 전환하는 데 필요한 부가 정보이다.④‘음운 부호’와 달리 ‘의미 부호’로 입력된 정보는 망각되지 않는다.⑤‘의미 부호’는 ‘음운 부호’에 비해　부호화 과정에서 정교화가 잘 이루어진다.　　　25. ㉠∼㉢에서 단어 학습과 관련된 <보기>의 대화를 설명한다고 할 때, 그 내용으로 적절하지 않은 것은? < 보 기 >다련: 단어를 외울 때 기존에 알고 있는 단어와 연관 지어서 암기하면 좀 더 오래 기억할 수 있어.수민: 단어를 소리로 외우지 않고 용례를 보며 의미에 집중하여 외우는 것이 오래 기억되지만, 시간이 많이 걸린다는 것이 흠이야.예린: 단어 시험 볼 때는 다 맞았는데, 시험이 끝난 후 며칠 뒤에 다시 보니 그 단어들이 기억나지 않아 속상해.서정: 외운 단어를 잊어버리지 않으려면, 학습 직후부터 반복적으로 복습을 하는 것이 최고인 것 같아. 석현: 좀 전까지도 알고 있는 단어였는데, 갑자기 말하려니까 혀끝에서만 빙빙 돌 뿐 생각이 나지 않아 답답해. ①㉠: 다련은 단어를 정교화하는 것이 기억에 효과적이라는 것을 언급하고 있다.②㉠: 수민은 단어를 음운 부호로 부호화하는 과정이 시간이 많이 걸린다는 것을 말하고 있다.③㉡: 예린이 단어들을 기억하지 못하는 것은 시간의 경과에 따라 저장 단계에서 망각이 일어났기 때문이다.④㉡: 서정이 복습을 중요하게 여기는 이유는 학습 직후부터 망각이 시작되기 때문이다.⑤㉢: 석현에게 단어와 관련이 큰 적절한 인출 단서를 주면 단어가 생각날 수도 있다.국어영역 9━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━91626. 윗글을 바탕으로 할 때, <보기>의 ⓐ와 같은 결과가 나타난 이유를 추리한 것으로 가장 적절한 것은? [3점]< 보 기 >실험 참가자들을 X와 Y 두 집단으로 나누고 100개의 단어를 학습시킨 후 얼마나 많은 단어를 회상하는지 알아보는 실험을 하였다. 단어를 학습시킬 때 ‘장미- 꽃’과 같이 단어와 그 단어를 포함하는 범주*를 함께 제시하였다. 학습 후 두 차례에 걸쳐 100개의 학습 단어를 회상하는 검사를 하였는데, 첫 번째 회상 검사에서는 두 집단 모두에게 범주를 제시하고, 두 번째 회상 검사에서는 X 집단에게만 범주를 제시하고 Y 집단에게는 제시하지 않았다. 1차 회상 검사에서는 두 집단의 단어 회상률이 동일하게 나타났으나, 2차 회상 검사에서는 ⓐX 집단이 Y 집단보다 단어 회상률이　유의미한 수준에서 높게 나타났다.* 범주 : 동일한 성질을 가진 부류나 범위.①X 집단이 Y 집단과 달리 단어를 떠올리는 인출 단서로 범주를 활용했기 때문이다.②X 집단이 Y 집단과 달리 단어의 의미를 범주화하여 체계적으로 저장했기 때문이다.③X 집단이 Y 집단과 달리 단어를 정교화하는 과정에서 부적절한 범주를 사용했기 때문이다.④Y 집단이 X 집단과 달리 구체적 사례와 관련지어 단어를 의미 부호화하여 저장했기 때문이다.⑤Y 집단이 X 집단과 달리 단어의 의미를 부호화하는 과정에서 기억 실패가 발생했기 때문이다.[27 ~ 30] 다음 글을 읽고 물음에 답하시오.소비자들은 어떤 제품이나 서비스를 선택할 때 쉽사리 결정을 내리지 못한다. 이를테면 기능은 만족스럽지만 가격이 비싸거나, 반대로 가격은 만족스러운데 기능은 그렇지 않다거나 하는 경우를 들 수 있다. 이처럼 소비자들은 구매 과정에서 흔히 갈등을 겪게 되는데, 그중 가장 대표적인 것이 ‘접근-접근 갈등’이다. 이는 둘 이상의 바람직한 대안 중에서 하나만을 골라야 하는 경우에 어느 것을 선택해야 할지 결정하지 못해 발생하는 갈등이다. ㉠이때 판매자는 대안들을 함께 묶어 제공함으로써 소비자가 겪는 ‘접근-접근 갈등’을 해소할 수 있다.그런데 다른 대안들을 함께 묶어 제공받지 못한 상태에서 하나의 대안만을 선택해야 했던 경우, 소비자들은 선택하지 않은 대안에 대한 아쉬움 때문에 심리적으로 불편함을 느끼게 된다. 소비자들은 이러한 심리적 불편함을 없애려 하는데, 이는 인지 부조화 이론으로 설명할 수 있다. 이 이론에 따르면 사람들은 자신의 생각과 태도가 자신이 한 행동과 서로 일치하기를 바라는데, 그렇지 않으면 심리적 긴장 상태가 발생하게 된다는 것이다. 이런 경우 사람들은 긴장 상태를 해소하기 위해 생각과 행동을 일치시키려 한다. 그렇다면 제품을 구입한 행동과 제품 구입 후에 자신의 선택이 최선이 아닐지도 모른다는 생각 사이의 부조화는 어떻게 극복될 수 있을까?인지 부조화 상태를 겪고 있는 소비자는 이를 해소하기 위해 선택하지 않은 제품의 단점을 찾아내거나 그 제품의 장점을 무시하기도 한다. 하지만 일반적으로는 자신의 구매 행동을 지지하는 부가 정보들을 찾아냄으로써 현명한 선택을 했다는 것을 스스로에게 확신시킨다. 특히 자동차나 아파트처럼 고가의 재화를 구매했을 경우에는 구매 직후의 인지 부조화가 심화되므로 이를 해소하려는 노력도 더 크게 나타난다. 이때 광고가 중요한 역할을 한다. 소비자들은 광고를 통해 자신이 선택한 제품의 장점을 재확인하거나 새로운 선택 이유를 찾아내려고 하는 것이다. ㉡제품을 구매한 고객들을 대상으로 한 광고는 전달할 수 있는 정보가 제한적인 매체보다는 많은 정보를 담을 수 있는 매체를 활용하는 것이 효과적이다.소비자들이 구매 후에 광고를 탐색하는 것은 인지 부조화를 감소시키고자 하는 노력인데, 기업 입장에서는 또 다른 효과들을 가져오기도 한다. 구매 후 광고는 제품을 구매한 소비자들에게 자신의 구매 행동이 옳았다는 확신이나 만족을 심어주기 때문에 회사의 이미지를 높이고 브랜드 충성심을 구축하는 데 크게 기여한다. 따라서 구매 후 광고는 재구매를 유도하거나 긍정적 입소문을 확산시켜 광고의 효과를 극대화할 수 있다. 따라서 기업은 제품을 판매한 이후에도 소비자와 제품의 우호적인 관계가 유지될 수 있도록 지속적으로 광고를 노출할 필요가 있다.27. 윗글에 대한 이해로 적절한 것은?①제품을 구매한 소비자는 자신이 구매한 제품의 광고에 더 이상 주목하지 않는다.②구매 후 광고를 적극적으로 탐색하면 소비자의 브랜드 충성심이 형성되지 않는다.③구매한 제품에 만족하는 소비자는 그 제품의 단점을 광고를 통해 확인하고 싶어 한다.④인지 부조화가 발생하게 되면 소비자가 어떤 제품을 구매할지 쉽게 결정하지 못한다.⑤소비자는 자신의 구매 행위가 최선이었다는 확신이 없을 경우 심리적 긴장 상태를 겪게 된다.28. ㉠의 예로 가장 적절한 것은?①소비자는 공짜를 좋아하는 경향이 있으므로, 탄산음료를 판매할 때 두 개를 한 개 값으로 주는 1+1 전략을 활용한다.②소비자는 어떤 사은품을 주는지 주의 깊게 살펴보는 경우가 많으므로, 냄비를 판매하면서 사은품으로 프라이팬을 제공한다.③소비자는 바지를 살 때 그에 어울리는 티셔츠를 함께 구입하려는 경향이 있으므로, 바지와 티셔츠를 인접하여 나란히 진열한다.④소비자는 어떻게 하면 저렴한 가격으로 물건을 구입할 수 있을지 고심하는 경향이 있으므로, 저녁 무렵에는 야채를 반값에 판매한다.⑤소비자는 중식을 먹을 때 짜장면과 짬뽕을 두고 선택을 망설이는 경우가 많으므로, 두 음식을 다 먹을 수 있는 짬짜면을 메뉴에 추가한다.국어영역10━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━101629. ㉡의 이유로 가장 적절한 것은?①광고 매체에 따른 광고 비용의 차이가 제품의 가격에 지대한 영향을 미치기 때문에②구매 제품의 가격대가 높을수록 소비자가 광고보다는 다른 사람의 평가를 중시하기 때문에③광고의 노출 횟수가 많을수록 소비자가 제품과 우호적 관계를 형성할 가능성이 있기 때문에④제품을 구매하기 전보다 구매한 이후에 소비자가 경쟁 회사 제품의 광고에 더 많이 주목하기 때문에⑤구매 제품에 대한 지지 정보가 많을수록 소비자가 인지 부조화를 효과적으로 해소할 수 있기 때문에 30. 다음은 한 자동차 회사의 ‘구매 후 광고 전략 화상 회의’의 일부이다. 윗글을 참고할 때, 발언 내용으로 적절하지 않은 것은? [3점]P 자동차는 가격과 성능이 비슷한 경쟁 제품이 많아서 소비자들이 ‘접근-접근 갈등’을 많이 겪는 제품이라고 할 수 있습니다. ····················· ㉠구매 후 디자인 때문에 심리적 갈등을 겪고 있는 P 자동차 고객들을 위해서 새로운 자동차의 출시가 임박했다는 광고를 늘리면 심리적 갈등의 해소에 도움이 될 수 있습니다. ··············· ㉡P 자동차의 고객들은 연비를 첫 번째 구매 요인으로 꼽았는데, 이번에는 고객들의 선택을 지지하는 부가 정보로 승차감을 강조하는 것이 어떨까요? ································································ ㉢　P 자동차를 구매한 고객들이 우리 회사 자동차를 재구매할 때 주는 할인 혜택을 강조하면 고객들이 느끼는 심리적 불편함을 줄일 수 있을 것입니다. ·························································· ㉣P 자동차의 고객들이 광고를 보며 P 자동차 사길 잘했다고 생각하면 P 자동차에 대한 긍정적인 입소문을 만들어　내는 효과도 얻을 수 있습니다. ································································· ㉤①㉠②㉡③㉢④㉣ ⑤㉤[31 ~ 33] 다음 글을 읽고 물음에 답하시오.[앞부분의 줄거리] 나는 어쭙잖은 일로 T 경찰서 유치장에서 며칠을 보낸 일이 있었다. 어느 날 입구 쪽의 소란스러운 소리에 호기심을 느낀 우리는 20년 징역살이할 강도라는 말에 범인에 대한 공포심에 사로잡힌다. 그러나 생각과 달리 막상 방 앞으로 끌려온 범인은 남루하고 가냘픈 노인이었다.“그리고 저 노란 수건은 복면하는 데 쓰는 탈인가?”우리 일동은 어이없이 웃었다. 참활극(慘活劇)*의 우리 주인공은 얼굴을 나타낸 찰나에 희소극(喜笑劇)의 배우가 되고 말았다.담당이 밀쳐 주고 간 대로 반쯤 쓰러져 있던 그 노인은 이윽고 몸을 도사리며,“이놈의 새끼들이 이게 무슨 지랄고. 백주에 죄 없는 사람을 잡아 가두고 마른날에 벼락이 안 무섭나.”혼잣말로 중얼중얼한다. 그 무디고 꺽센 목청만은 아까 우리가 듣던 강도의 목소리와 조금도 틀림이 없었다. 넋두리를 따라 그 눈곱이 꾀죄죄한 눈을 깜박거리더니,“우리 인식이! 인식이!”하고 별안간 훌쩍훌쩍 코를 들이마시기 시작한다.곱아든 어깨가 더욱 둥글해지며 가늘게 떨리는 모양과 빠뜨린 고개 위로 앙상하게 드러난 목덜미의 힘줄과 뼈가 우리에게 사라지는 듯한 느낌을 주었다. 우리 주인공은 세 번째 변하였다. 참활극의 히어로로 등장한 그는 어느 결에 희극의 배우로 바뀌고 이번에는 또다시 비극의 주인공으로 그 본색을 나타냈다.이윽고 그는 숙였던 고개를 번쩍 들었다. 누렇게 뜬 얼굴엔 벌컥 피가 올랐다.“인식아! 인식아!”제 처지도 잊은 듯이 고함을 지르자 쥐었던 수건과 지팡이도 집어던지고 힘줄과 검버섯만 남은 두 손으로 마룻바닥을 치며 엉엉 소리 높여 울기 시작한다.“시끄럽다 시끄러워!”담당이 주의를 하였으나 늙은이의 울음소리는 높아질 따름이었다. 할 수 없이 순사는 필경 그 노인에게로 달려왔다. 그 우는 정상이 너무도 가엾고 측은한 데 마음이 움직였음이리라. 올 때의 발소리로 들어서는 매우 사나울 듯하던 그 순사는 의외로 친절하였다. 노인의 어깨에 손을 대며,“왜 이리 울어. 늙은이가 이게 무슨 꼴이야.”하고 달랠 따름이었다. 노인은 응석이나 피우는 듯이 울음 반 말 반으로,“와 나를 가두노, 와 나를 가두노. 우리 인식이는 죽으라카나, 우리 인식이는…….”넋두리를 그치지 않는다.“죄를 짓지 말았으면 잡혀 오지 않았을 것 아니냐.”순사는 귀찮은 듯이 제 친절을 몰라주는 것이 괘씸한 듯이 한 마디를 쏜다.“내가 무슨 죄고, 대문간에 내버린 신문 한 장 주은 것밖에 나는 아무 죄가 없지그리.”“신문 한 장?”아까 노인이 잡혀 들어올 때 없던 그 순사는 우리 주인공의 내력을 잘 모르는 눈치였다.“그래 신문 한 장을 주웠다가 잡혀 왔단 말이냐?”하고 어이없다는 듯이 씩 웃는다.㉠“신문을 줍는데 쪼만한 일본 가시나가 뺏을라 캐서 작대기로 이마를 좀 밀었다고 붙들려 왔구마.”“그래 인식이는 누구냐?”“내 손자지 누구라, 제 에미가 백날 만에 유종을 앓아 죽고 내 등으로 금년에 세 살까지 업어 키웠구마. ㉡내가 오늘 밥을 안 얻어 주면 우리 인식이는 죽누마.”하고 할아버지는 다시금 엉엉 소리를 낸다.“그러면 밥이나 얻어 가지고 갈 일이지 남의 집 신문을 왜 훔쳐!”국어영역 11━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1116순사는 그래도 호령을 잊지 않았다.“내버린 게니 주웠지. 밥을 싸 가지고 갈라 켓구마.”우리 주인공의 수수께끼는 한 겹 두 겹 풀렸다.(중략)“이놈아, 한 번 먹었으면 준 것이지 한 끼에 두 번씩 먹어, 나쁜 놈!”제법 유창한 조선말로 집어세고는 다짜고짜로 그 늙은이의 몸을 뒤지기 시작한다. 우리는 그 순사의 행동에 분개하였다. 비록 배가 고파 달라고는 할지언정 그까짓 관식을 몸에 숨길 시러베자식이 어디 있으랴. ㉢아무런 사리도 분간할 사이도 없이 죄인이라면 덮어놓고 의심을 두는 데 불쾌한 감정을 걷잡을 수 없었다. 그러나 그것은 직업적 손버릇인지도 모르리라. 수색하는 순사 자신도 그 노인의 뱃속 이외에 콩밥 덩이가 튀어나오리라고는 꿈에도 생각지 않았으리라.“이[虱] 되나 하고 때사발이나 긁어낼 걸.” 하고 구레나룻은 비웃었다. 사실은 또 우리의 예상과 틀렸다. 그 노인의 고의춤에서 콩밥 뭉치는 발견되고 말았다.“이런 데 넣어두었구먼.”그 순사는 어이없다는 듯이 일본말로 부르짖으며 무슨 불결한 물건을 만진 것처럼 상판을 찡그리고 그 콩밥 뭉치를 패대기를 쳤다. 우리 방 앞에 떨어진 밥 뭉치를 보니 그 노인이 들고 있던 노란 수건으로 삐죽삐죽 싼 것인데 그 부피로 보아 한두 끼 분량은 훨씬 넘는 듯싶었다.“참, 어쩔 수 없군.”순사는 빼앗듯이 한마디 던지고 노인의 등을 한번 쥐어지르고는 그대로 가 버렸다. 너무도 같잖은 일이기 때문에 특별한 벌도 씌우지 않은 것 같다.멀쑥해 가지고 얼빠진 듯이 쓰러져 있던 콩밥 도적은 한참 만에야 부시시 일어나 앉으며 입안말로 중얼거렸다.㉣“아무나 주는 그 잘난 밥을 다 빼드네. 지랄 안 하나, 우리 인식이나 갖다 줄 걸.”노인 편을 들었던 우리 방 사람들도 머쓱해졌다.“허참, 별일이 다 많네. 그까짓 콩밥은 감춰 뭘 한담.”“제 버릇은 할 수 없어. 유치장 안에서도 도적질을 하는군.”“나는 그 노란 수건이 어데로 갔나 했더니 그 콩밥을 쌌구먼.”“나이 일흔에도 지각이 안 났드람. 그야 말짝으로 관 속에서나 철이 들려나. 하느님 맙소사.”동정과 호감을 주었던 반동으로 비난과 비웃음도 컸다.나는 손바닥을 뒤집는 듯이 돌변한 그들의 태도에 분개하느니보담 차라리 그 노인을 위해 슬펐다. 이때까지 동정을 아끼지 않던 마지막 동무까지 잃어버리고 쓸쓸한 사막에 외로이 제 길을 걸어가는 성자(聖者)를 보는 듯한 슬픔이 나의 가슴에 복받쳤다.‘그 잘난 밥! 우리 인식이나 줄 걸!’㉤이 말 한 마디에 나는 애연한 정보다도 빛나는 인생의 햇발을 본 듯싶었다. 그 잘난 밥! 그렇다! 그들에게는 그 잘난 밥이다. 그 잘난 밥이나마 감추려던 그의 심정! 경우와 처지와 모든 것을 잊어버리고 오직 손자를 향한 뜨거운 이 사랑만은 배부른 이들로는 상상도 못할 노릇이다. - 현진건, ｢신문지와 철창｣-* 참활극: 참혹한 활극. ‘활극’은 ‘난투 장면을 주로 하여 찍은 연극이나 영화’를 뜻함.31. 윗글에 대한 설명으로 가장 적절한 것은?①배경을 세밀하게 묘사하여 인물의 심리를 드러내고 있다.②장면의 잦은 전환을 통해 긴박한 분위기를 조성하고 있다.③외부와 단절된 공간에서 벌어지는 일들을 중심으로 사건이 서술되고 있다.④대화를 빈번하게 제시하여 인물 간의 갈등이 해소되는 과정을 보여 주고 있다.⑤동시에 진행되는 사건을 병렬적으로 제시하여 이야기를 입체적으로 구성하고 있다.32. <보기>와 같이 ‘노인’에 대한 ‘나’의 인식 변화 단계에 해당하는 사건을 구분하여 정리한 것으로 적절하지 않은 것은? [3점]< 보 기 >< ‘나’의 인식>< 사건>참활극의히어로‘우리’는 ‘노인’이 등장하기 전 무서운 강도의 모습을 연상함. ···························· ⓐ⇩희극의배우예상과 다른 ‘노인’의 행색을 보고 ‘우리’가 어이없이 웃음. ································ ⓑ어린 ‘인식’을 부르며 엉엉 우는 ‘노인’을 ‘우리’가 위로함. ··································· ⓒ⇩비극의 주인공‘나’가 ‘노인’의 불우한 사연을 듣고 ‘노인’에 대한 궁금증이 해소됨. ·············· ⓓ‘나’는 ‘우리 방 사람들’과 달리 콩밥을 숨긴 ‘노인’에 대해 연민을 느낌. ········ ⓔ①ⓐ②ⓑ③ⓒ④ⓓ⑤ⓔ33. <보기>를 바탕으로 ㉠~㉤을 설명한 내용으로 적절하지 않은 것은?< 보 기 >현진건은 일제 강점기 비참한 삶을 살았던 사회적 약자를 주인공으로 내세워 권력의 부당한 횡포와 하층민이 겪는 경제적 궁핍을 소설 속에 담아내었다. ｢신문지와 철창｣은 사소한 사건으로 인해 비극적 상황에 내몰렸지만 권력의 횡포에 좌절하지 않고 혈육을 살리려는 노인의 뜨거운 사랑을 보여 주고 있다. 작가는 서술자의 시선을 통해 인물에 대한 동정을 넘어선 경외감을 드러내고 있다.①㉠: 사소한 사건으로 잡혀 온 노인의 모습을 통해 식민지 권력의 부당한 횡포를 보여 주고 있다.②㉡: 밥을 빌어 손자를 키워야 하는 노인의 절박한 모습을 통해 궁핍한 하층민의 처지를 보여 주고 있다.③㉢: 노인이 순사에게 모욕적으로 몸수색을 당하는 것을 보고 분노하는 서술자의 태도가 나타나고 있다.④㉣: 혈육을 위해 감추었던 밥을 ‘잘난 밥’이라 표현하여 체면을 지키고자 했던 노인의 모습을 표현하고 있다.⑤㉤: 힘든 현실 속에서도 손자를 먹여 살리려는 노인의 모습에서 동정을 넘어 경외감을 느끼는 서술자의 태도가 드러나 있다.국어영역12━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1216[34 ~ 36] 다음 글을 읽고 물음에 답하시오.(가)노랗게 속 차오르는 배추밭머리에 서서생각하노니옛날에 옛날에는 배추꼬리도 맛이 있었나니 눈 덮인 움 속에서 찾아냈었나니하얗게 밑둥 드러내는 무밭머리에 서서생각하노니옛날에 옛날에는 무꼬리 발에 채였었나니 아작아작 먹었었나니㉠달삭한 맛산모롱을 굽이도는 기적 소리에 떠나간 사람 얼굴도 스쳐가나니 설핏 비껴가나니 풀무 불빛에 싸여 달덩이처럼오늘은이마 조아리며 빌고 싶은 고향- 박용래, ｢밭머리에 서서｣-(나)추석날 천리길 고향에 내려가너무 늙어 앞도 잘 보지 못하는할머니의 손톱과 발톱을 깎아드린다어느덧 ㉡산국화 냄새 나는 팔순 할머니팔십평생 행여 풀여치 하나 밟을세라안절부절 허리 굽혀 살아오신 할머니추석날 천리길 고향에 내려가 할머니의 손톱과 발톱을 깎아주면서언제나 변함없는 대밭을 바라본다돌아가신 할아버님이 그렇게 소중히 가꾸신 대밭대밭이 죽으면 집안과 나라가 망한다고가는 해마다 거름주고 오는 해마다 거름주며죽순 하나 뽑지 못하게 하시던 할아버님할아버님의 흰 옷자락을 그리워하며그 시절 도깨비들이 춤추던 대밭을 바라본다너무 늙어 앞도 잘 보지 못하는할머니의 손톱과 발톱을 깎아주면서강강술래 나는 논이 되고 싶었다강강술래 나는 밭이 되고 싶었다.- 김준태, ｢강강술래｣-34. (가)와 (나)의 공통점으로 적절한 것은?①반어적 표현을 사용하여 시적 상황을 부각하고 있다. ②명사로 시상을 마무리하여 시적 여운을 자아내고 있다.③예스러운 말투를 사용하여 시적 긴장감을 형성하고 있다.④일인칭 화자를 직접 노출시켜 주제 의식을 나타내고 있다.⑤동일한 문장 구조를 반복하여 시적 의미를 강조하고 있다.35. <보기>에서 선생님이 제시한 과제를 수행한 결과로 적절하지 않은 것은?< 보 기 >선생님: (가)와 (나)는 이미지가 돋보이는 시입니다. 시에서 이미지는 대상에 대한 인상을 선명하게 하거나 정서를 환기하여 시적 상황을 생생하게 느낄 수 있게 합니다. 다음 그림과 같이 (가)의 ㉠과 (나)의 ㉡의 이미지에 대해 설명하고자 할 때, A, B, C에 들어갈 내용을 이야기해 봅시다.①A : 화자가 느끼고 있는 그리움을 미각적 이미지를 통해 환기하고 있어.②A : 화자의 지난날의 경험을 구체적인 감각을 통해 생생하게 전달하고 있어.③B : 인물에 대한 인상을 후각적 이미지를 통해 나타내고 있어.④C : 대상에 대한 화자의 정서를 감각적 이미지를 통해 선명하게 드러내고 있어.⑤C : 감각적 표현을 통해 화자의 과거와 현재 상황을 연결하고 있어.36. <보기>를 (나)의 작가가 한 강연의 일부라고 할 때, 이를 바탕으로 (나)를 감상한 내용으로 적절하지 않은 것은? [3점]< 보 기 >추석이라 고향에 다녀왔습니다. 예전에는 명절이면 마을의 번영과 풍년을 기원하며 마을 사람들이 함께 손잡고 ‘강강술래’를 노래했지요. 산업화가 되면서 살기가 좋아졌다는데 농촌은 예외인가 봅니다. 젊은이들이 떠나간 들녘은 활기를 잃어 가고, 작은 생명체 하나라도 아끼고 공동체를 소중히 여겼던 삶들이 사라져 가고 있습니다. 앞도 잘 못 보게 늙으신 할머니의 모습이 쇠락해 가는 고향처럼 다가와 마음이 아팠습니다. 생전에 가꾸시던 대밭을 보며 할아버지를 떠올려 봅니다. 그리고 그 옛날의 ‘강강술래’를 읊조리며 아픈 농촌을 품어 봅니다. 공동체의 회복을 꿈꿔 봅니다.①‘할머니’의 손발톱을 ‘깎아드리’는 화자의 행위에는 쇠락해 가는 ‘고향’에 대한 애정과 연민이 함께 담겨 있겠군.②‘팔십평생 행여 풀여치 하나 밟을세라’를 통해 작은 생명체 하나라도 소중히 여겼던 농촌 사람들의 삶을 엿볼 수 있겠군.③‘대밭’을 가꾸며 ‘집안과 나라’를 걱정하는 ‘할아버지’의 모습에서 공동체를 중시했던 농촌 사회의 일면을 들여다볼 수 있겠군.④‘그 시절 도깨비들이 춤추던 대밭’은 활기를 잃어 가는 농촌을 의미하는 것으로, 농촌 현실에 대한 화자의 비판 의식을 드러내고 있겠군.⑤‘강강술래 나는 논이 되고 싶었다’에는 농촌의 아픔을 보듬으며 공동체의 가치가 회복되기를 바라는 화자의 염원이 담겨 있겠군.닌 /국어영역 13━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1316[37 ~ 39] 다음 글을 읽고 물음에 답하시오.(가)㉠공명(功名)도 잊었노라 부귀(富貴)도 잊었노라 세상 번우(煩憂)한* 일 다 주어 잊었노라내 몸을 내마저 잊으니 남이 아니 잊으랴.삼공(三公)*이 귀하다 한들 강산과 바꿀쏘냐조각배에 달을 싣고 낚싯대를 흩던질 제이 몸이 이 청흥(淸興)* 가지고 만호후(萬戶侯)*인들 부러우랴.헛글고 싯근* 문서 다 주어 내던지고필마(匹馬) 추풍에 채찍을 쳐 돌아오니㉡아무리 매인 새 놓인다 한들 이토록 시원하랴.- 김광욱, ｢율리유곡｣-* 번우한: 괴롭고 근심스러운.* 삼공: 삼정승인 영의정, 좌의정, 우의정을 일컫는 말.* 청흥: 맑은 흥과 운치.* 만호후: 재력과 권력을 겸비한 제후 또는 세도가.* 헛글고 싯근: 흐트러지고 시끄러운.(나)새로 거른 막걸리 젖빛처럼 뿌옇고큰 사발에 보리밥, 높기가 한 자로세.밥 먹자 도리깨 잡고 마당에 나서니㉢검게 탄 두 어깨 햇볕 받아 번쩍이네.옹헤야 소리 내며 발맞추어 두드리니삽시간에 보리 낟알 온 마당에 가득하네.주고받는 노랫가락 점점 높아지는데보이느니 지붕 위에 보리 티끌뿐이로다.그 기색 살펴보니 즐겁기 짝이 없어㉣마음이 몸의 노예 되지 않았네.낙원이 먼 곳에 있는 게 아닌데㉤무엇하러 벼슬길에 헤매고 있겠는가.- 정약용, ｢보리타작｣-37. (가)와 (나)의 공통점으로 적절한 것은?①대화의 형식을 통해 대상을 예찬하고 있다.②연쇄법을 활용하여 화자의 심정을 드러내고 있다.③직유법을 사용하여 대상의 속성을 표현하고 있다.④의인화를 통해 대상에 대한 친밀감을 나타내고 있다.⑤물음의 형식을 활용하여 화자의 심리를 표출하고 있다.38. ㉠~ ㉤에 대한 이해로 적절하지 않은 것은?①㉠: 세속적 가치에 대한 욕심을 버린 화자의 태도가 드러나 있다.②㉡: 관직 생활에서 벗어난 화자의 해방감이 표출되어 있다.③㉢: 고된 삶을 살아왔던 화자의 모습을 묘사하고 있다.④㉣: 보리타작하는 농민들의 모습에 대한 화자의 평가가 담겨 있다.⑤㉤: 화자가 자신의 삶에 대해 성찰하는 모습이 나타나 있다.39. <보기>를 참고하여 (가)의 ‘강산(ⓐ)’과 (나)의 ‘마당(ⓑ)’을 비교한 내용으로 적절한 것은?< 보 기 >작품에서 공간은 화자가 위치한 구체적인 장소의 의미를 넘어서 화자가 바람직하게 생각하는 삶의 모습이 담겨 있기도 하다. (가)와 (나)에 설정된 시적 공간에는 화자가 지향하는 삶의 가치가 내재되어 있다.①ⓐ는 자연과 벗하며 살아가는 공간이고, ⓑ는 건강한 노동의 즐거움을 깨닫는 공간이다.②ⓐ는 소박한 삶에 대한 지향이 담긴 공간이고, ⓑ는 빈곤한 삶을 극복하려는 의지가 담긴 공간이다.③ⓐ는 궁핍한 처지로 인한 좌절감이 나타난 공간이고, ⓑ는 삶의 애환을 다른 사람과 공유하는 공간이다.④ⓐ는 힘겨운 상황에 대한 저항 의지가 담긴 공간이고, ⓑ는 현실과의 타협을 통해 내적 갈등에서 벗어나려는 공간이다.⑤ⓐ는 내적 욕구에 대한 자기 절제가 반영된 공간이고, ⓑ는 과거와 달라진 현재의 상황에 대한 안타까움이 표출된 공간이다.[40 ~ 41] 다음 글을 읽고 물음에 답하시오.[앞부분의 줄거리] 시은은 어릴 때부터 아끼던 말 ‘천둥’과 함께 큰 경마 대회 출전을 준비하고 있다. 그러던 중 시은을 돕던 윤  조교사는 수의사를 통해 천둥의 폐에 문제가 있어 당장 수술이 필요하다는 것을 알게 된다.S#101 주로가 보이는 오솔길. 낮천둥의 고삐를 끌며 나란히 걷고 있는 시은. 천둥의 귀와 시은의 귀는 이어폰으로 연결되어 있다. 둘 사이에 미세하게 들리는 “제비꽃……” 시은과 천둥, “제비꽃” 선율에 리듬을 타듯, 발을 맞추며 장난치듯 깔깔거린다.시은: 천둥아…… 넌 안 떨리니? 누난 무지 떨리는데…… 내일 경기에서 꼴찌하면 어떡하나, 철이한테 지면 어떡하나…… 솔직히 나, 우승보다두 철이는 꼭 한 번 이겨보고 싶거든.이때, 천둥의 발 아래로 뚝뚝 떨어지는 코피. 시은, 놀란 눈으로 천둥을 바라본다.S#102 마필 보건소. 오후마취된 채 거꾸로 매달려 있는 말을 수술대에 놓는 수의사들. 치료를 준비 중인데, 시은이 천둥을 끌고 들어온다.시은: ㉠선생님…….수의사: 어, 시은이 왔구나? 결정하기 힘들었을 텐데, 잘했어…… 수술하는 게 날 거야…… 정두 들었구…….시은: (의아한 듯) 네?S#103 52조 마방- 마사 단지. 오후마방 안을 둘러보며 말들을 쓰다듬어 주는 익두와 판돌. 윤 조교사, 밝지 않은 표정으로 옆에서 나란히 걷고 있다.윤 조교사: 많이 좋으시죠?국어영역14━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1416익두: ……. (웃음)판돌: ㉡말 마이소…… 시은이 대상 경주 나간단 얘기 듣고…… 며칠째 잠도 제대로 못 잤다 아입니꺼!판돌의 어깨를 툭 치는 익두. 이때, 마방 입구 쪽에서 고개를 빼꼼히 내미는 홍 반장. “윤 조교사님! 늦기 전에 가요!” 고개를 돌려 “예!” 하는 윤 조교사, 익두를 보며,윤 조교사: 시은이 곧 내려올 거예요, 협회 갔다 오면 쏘주 한잔 하시죠. 말씀드릴 것두 있구…….익두: 예…… 그러시죠…….빠른 걸음으로 마방을 나서는 윤 조교사. 멀리서 냉랭한 얼굴로 다가오는 시은의 모습을 본다.윤 조교사: 시은아! 아버…….시은, 눈이 퉁퉁 부은 얼굴로 말을 자르며,시은: ㉢왜 말씀 안 하셨어요?윤 조교사: (올 것이 왔다는 표정으로) 시은아…….시은: 대상 경주만 끝나면 모든 게 끝나는 건가요? 천둥인 어떻게 되든 상관없다는 거예요?어느 샌가 마방 앞으로 나와 윤 조교사와 시은의 모습을 빤히 지켜보고 있는 익두.윤 조교사: ㉣그게 아니라…….시은: 그게 아니면요? 그게 아니면 뭐죠? 다 필요 없어요. 천둥이 수술 시킬 거예요.돌아서 가는 시은. 윤 조교사, 난감한 표정으로 시은의 뒷모습을 쳐다보다 등을 돌리는데, 익두와 눈이 마주친다.S#104 관중석. 밤 텅 빈 관람석…… 황량한 주로를 내려다보며 나란히 앉아 있는 익두와 윤 조교사. 카메라, 서서히 원형 트랙을 따라 돌기 시작한다.윤 조교사: 예전에 제가 데리고 있던 기수 중에 친동생 같은 놈이 하나 있었습니다. 실력도 있고, 노력도 많이 하는 놈이었는데…… 갑자기 몸 상태가 나빠져서 병원 신세를 지더니, 수술 날짜를 받아오더라구요…… 그러더니 절 찾아와서는…… 마지막으로 한 번만 경기를 뛰게 해 달라는 거예요. 한번 원 없이 달려보고 싶다고…… ㉤그게 그놈의 마지막 말이었습니다.익두: …….윤 조교사: 기수나 경주마나…… 어차피 달리는 걸 운명으로 태어났다면…… 달릴 수 있을 때까지 달리는 게 가장 행복한 일이 아닐까 하는 생각이 들었습니다…….윤 조교사를 지난 카메라는 어느덧 익두가 아닌 시은의 얼굴을 비추고 있다. 아무 말 없이 정면만을 응시하는 시은. 계속해서 원형을 따라 돌고 있는 카메라, 시은의 모습이 스쳐 지나간다.익두: 내가 너에게 천둥이의 고삐를 넘겨줬던 건…… 니 엄마처럼 평생 후회하며 살게 하고 싶지 않아서였다. 그리고 니가 천둥이의 고삐를 받았을 때, 난 이미 모든 걸  너에게 맡기기로 했어. 운명을 받아들이는 것도 거부하는 것도 결국엔 다 네 몫이야…….S#105 경주로. 새벽계속해서 익두 대사 흘러나오고, 카메라 원형을 따라 돌면, 경주로에 우두커니 서 있는 시은의 모습에서 멈추는 카메라.익두(off*) : 선택은 니가 하는 거다…… 천둥이가 뭘 원하는지…… 니가 천둥이를 위해 마지막으로 해 줄 수 있는 일이 뭔지, 잘 생각해 봐라…….(하략)- 이환경 외 각색, 「각설탕」-* off : 화면에 등장하지 않는 인물의 목소리.40. S#104와 S#105를 <보기 1>의 기법을 활용하여 편집한다고 할 때, 그 효과로 적절한 것을 <보기 2>에서 골라 바르게 묶은 것은? [3점]< 보기1 >디졸브는 영화에서 한 화면이 사라짐과 동시에 다른 화면이 점차로 나타나면서 장면을 전환시키는 편집 기법이다. 디졸브 기법을 활용하면 장면을 자연스럽게 연결하여 앞뒤 장면 간에 긴밀성을 높일 수 있다. 또한 장면이 전환됨에 따라 시간 또는 공간이 바뀌는 것을 자연스럽게 보여 줄 수도 있다.< 보기2 >가. S#104에서 경마 경기장의 밤이었던 시간이 디졸브로 S#105의 새벽으로 연결되어, 시간의 흐름을 자연스럽게 보여 줄 수 있겠군.나. S#104에서 익두가 하는 말이 디졸브로 S#105에까지 연결되어 들리게 함으로써, 시은의 고민이 지속되는 상황을 효과적으로 보여 줄 수 있겠군.다. S#104에서 드러난 익두의 솔직한 심정이 디졸브로 S#105에 연결되면서, 자신에게 반발하는 시은에 대한 익두의 서운함이 부각될 수 있겠군. 라. S#104에서 혼자 있는 시은의 모습이 디졸브로 S#105의 익두의 모습과 연결되면서, S#105에서 자신이 당면한 상황을 수용하는 시은이의 모습을 보여 줄 수 있겠군.①가, 나②가, 다③나, 다④나, 라⑤다, 라41. ㉠~ ㉤에 지시문을 추가한다고 할 때, 적절하지 않은 것은?①㉠: 걱정스러운 말투로②㉡: 귀찮다는 듯이③㉢: 화가 나 따지듯이④㉣: 난처한 표정으로⑤㉤: 안타까운 목소리로국어영역 15━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1516[A][42 ~ 45] 다음 글을 읽고 물음에 답하시오. 이때에 심봉사는 홀로 앉아 심청을 기다릴 제, 배고파 등에 붙고 방은 추워 턱이 떨어질 지경인데, 잘 새는 날아들고 먼 절에서 쇠북 소리 들리니 날 저문 줄 짐작하고 혼자 하는 말이,㉠‘내 딸 심청이는 무슨 일에 빠져서 날이 저문 줄 모르는고. 주인에게 잡히어 못 오는가, 저물게 오는 길에 동무에게 붙잡혀 있는가?’눈바람에 길 가는 사람 보고 짖는 개소리에,“심청이 오느냐?”하면서 반기기도 하고, 괜히 눈보라가 떨어진 창가에 부딪치기만 해도 행여 심청이 오는 소리인가 하여 반겨 나서면서,“심청이 너 오느냐?”하고 나가봐도 적막한 빈 뜰에 인적이 없으니 공연히 속았구나. 지팡막대 찾아 짚고 사립 밖에 나가다가 한 길 넘은 개천에 밀친 듯이 떨어지니, 얼굴에 흙빛이요 의복에 얼음이라. 뒤뚱거리다 도로 더 빠지며 나오자니 미끄러져 하릴없이 죽게 되어, 아무리 소리친들 해는 저물고 행인은 끊겼으니 뉘라서 건져주리. 그래도 죽을 사람 구해 주는 부처님은 곳곳마다 있는 법인지라, 마침 이때 몽운사 화주승이 절을 새로 지으려고 시주 책을 둘러메고 내려왔다가, 청산은 어둑어둑하고 눈 덮인 들판에 달이 돋아올 제, 돌밭 비탈길로 절을 찾아가는데 바람결에 애처로운 소리가 들렸다.“사람 살려!”화주승은 자비한 마음에 소리 나는 곳을 찾아가니, 어떤 사람이 개천에 빠져서 거의 죽게 되었다. 급한 마음에 구절죽장과 바랑을 바위 위에 휙 던져 두고, 굴갓과 먹물장삼 실띠 달린 채로 벗어놓고, 육날 미투리 행전 대님 버선도 훨훨 벗어 놓고, 고두 누비 바지 저고리 거듬거듬 훨씬 추켜올려, 급히 뛰어들어 심봉사 고추상투를 덥벅 잡아 들어 올려 건져 놓으니, 전에 보던 심봉사였다. 심봉사가 정신 차려 묻기를,“게 뉘시오?”화주승이 대답하기를, “몽운사 화주승이오.” “그렇지, 사람을 살리는 부처로군요. 죽을 사람을 살려 주시니 은혜 백골난망이오.” 화주승이 심봉사를 업어다 방안에 앉히고 빠진 까닭을 물었다. 심봉사는 신세를 한탄하다가 전후 사정을 말하니, 그 중이 봉사더러 하는 말이, “딱하시군요. 우리 절 부처님은 영험이 많으셔서 빌어서 아니 되는 일이 없고 구하면 응답을 주신답니다. 공양미 삼백 석을 부처님께 올리고 지성으로 불공을 드리면 반드시 눈을 떠서 성한 사람이 되어 천지 만물을 보게 될 것입니다.” 심봉사가 집안 형편은 생각지 않고 눈 뜬단 말에 혹하여, “그러면 삼백 석을 적어 가시오.” 화주승이 허허 웃고, “이보시오, 댁의 집안 형편을 살펴보니 삼백 석을 무슨 수로 장만하겠소.” 심봉사가 홧김에 하는 말이, “여보시오, 어느 쇠아들 놈이 부처님께 적어놓고 빈말하겠소? 눈 뜨려다가 앉은뱅이 되게요. 사람을 업신여겨 그런 걱정일랑 말고 적으시오.” 화주승이 바랑을 펼쳐 놓고 제일 윗줄 붉은 칸에, ‘심학규 쌀 삼백 석.’이라 적어 가지고 인사하고 갔다. 그런 뒤에 심봉사는 화주승을 보내고 다시금 생각하니 시주쌀 삼백 석을 장만할 길이 없어 복을 빌려다가 도리어 죄를 얻게 되니 이 일을 어이하리. 이 설움 저 설움, 묵은 설움 햇설움이 동무지어 일어나니 견디지 못하여 울음을 운다.(중략)한창 이리 탄식할 제, 심청이 바삐 와서 아버지 모습 보고 깜짝 놀라 발을 구르면서 온 몸을 두루 만지며, “아버지 이게 웬일이어요? 나를 찾아 나오시다가 이런 욕을 보셨나요, 이웃집에 가셨다가 이런 봉변 당하셨나? 춥긴들 오죽하며 분함인들 오죽하리, 승상댁 노부인이 굳이 잡고 만류하여 하다 보니 늦었어요.” 승상댁 시비 불러 부엌에 있는 나무로 불 좀 지펴 달라 부탁하고, 치마폭을 거듬거듬 걷어 잡고 눈물 흔적 씻으면서, “진지를 잡수셔요, 더운 진지 가져왔으니 국을 먼저 잡수셔요.” 손을 끌어 가리키며, “이것은 김치고, 이것은 자반이어요.” 심봉사는 얼굴 가득 근심 띤 빛으로 밥 먹을 뜻이 조금도 없었다.  “아버지 웬일이어요? 어디 아파 그러신가요, 더디 왔다고 화가 나서 그러신가요.” “아니다. 너 알아 쓸데없다.” “아버지 그게 무슨 말씀이어요? 부자간 천륜이야 무슨 허물 있겠어요? 아버지는 저만 믿고 저는 아버지만 믿어 크고 작은 일을 의논해 왔는데 오늘날 말씀이, ‘너 알아 쓸데없다.’ 하시니, 부모 근심은 곧 자식의 근심이라. 제 아무리 불효한들 말씀을 아니 하시니 제 마음에 섭섭하네요.” 심봉사가 그제야 말하기를, “내가 무슨 일로 너를 속이랴만, 네가 알게 되면 지극한 너의 마음 걱정만 되겠기로 말하지 못하였다. 아아 너를 기다리다 저물도록 안 오기에 하도 갑갑하여 너를 찾아 나가다가 한 길이 넘는 개천에 빠져서 거의 죽게 되었더니, 뜻밖에 몽운사 화주승이 나를 건져 살려 놓고 하는 말이, ‘공양미 삼백 석을 진심으로 시주하면 생전에 눈을 떠서 천지 만물 보리라.’하더구나. 홧김에 적었더니 중을 보내고 생각하니, 한 푼 돈 한 톨 쌀이 없는 터에 삼백 석이 어디서 난단 말이냐? 도리어 후회로구나.” 심청이 그 말을 반갑게 듣고 아버지를 위로한다.  “아버지 걱정 마시고 진지나 잡수셔요. 후회하면 진심이 못 되옵니다. 아버지 눈을 떠서 천지 만물 보신다면 공양미 삼백 석을 어떻게 해서든지 준비하여 몽운사로 올리지요.” “네가 아무리 애를 쓴들 이런 어려운 형편에 어찌할 수 있겠느냐?” 심청이 여쭙기를, “왕상은 얼음 깨서 잉어를 얻었고, 곽거라 하는 사람은 부모 반찬 해 놓으면 제 자식이 상머리에 앉아 집어먹는다고 그 자식을 산 채로 묻으려 하다가 금항아리를 얻어 부모를 봉양했다 합니다. 제 효성이 비록 옛 사람만 못하지만 지성이면 감천이라 하니, 공양미는 얻을 길이 있을 테니 깊이 근심 마셔요.” - 작자 미상, ｢심청전｣-국어영역16━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━161642. 윗글에서 알 수 있는 내용으로 적절한 것은?①심청이가 늦은 이유는 오는 길에 동무를 만났기 때문이다. ②심봉사는 눈보라 치는 겨울 저물녘에 심청이를 마중 나갔다.③심봉사를 구해 준 화주승은 심봉사와 처음 만난 사이이다. ④화주승은 심봉사에게 물에 빠진 사정을 듣고 심봉사를 절로 데려갔다.⑤심청이는 화주승에게서 아버지가 개천에 빠졌었다는 이야기를 들었다. 43. [A]와 <보기>를 비교한 내용으로 적절하지 않은 것은? [3점]< 보 기 >그때의 심봉사는 딸의 덕에 몇 해를 가만히 앉아 먹어 노니 도랑 출입이 서툴구나. 지팽이 흩어 짚고 이리 더듬 저리 더듬 더듬 더듬 더듬이 나가다가 길 넘은 개천 물에 한발 자칫 미끄러져 꺼꾸로 물에 가 풍 빠져 노니 아이고 도화동 심학규 죽네. 나오려면 미끄러져 풍 빠져 들어가고 나오려면 미끄러져 풍 빠져 들어가고 나오려면 미끄러져 풍 빠져 들어가고 그저 점점 들어가니 아이고 정신도 말끔하고 숨도 잘 쉬고 아픈 데 없이 잘 죽는다. 한참 이리할 제.- 판소리「심청가」중에서-①[A]는 <보기>와 달리 대구를 활용하여 개천에 빠진 심봉사의 외양을 묘사하고 있다.②<보기>는 [A]와 달리 개천에서 빠져나오려 애쓰는 심봉사의 행동을 반복적으로 제시하고 있다.③[A]는 <보기>에 비해 해학적 표현을 두드러지게 사용하여 심봉사가 처한 위급한 상황을 부각하고 있다.④<보기>는 [A]에 비해 의태어를 빈번하게 사용하여 심봉사의 행동을 생생하게 나타내고 있다.⑤[A]와 <보기>는 모두 심봉사가 처한 상황과 관련된 서술자의 생각을 제시하고 있다.44. ‘공양미 삼백 석’에 대한 인물들의 태도를 고려할 때, <보기>의 ⓐ~ ⓒ에 들어갈 내용으로 적절하지 않은 것은?< 보 기 >①ⓐ: 집안 형편을 보아하니 공양미 시주가 어려워 보이지만 낸다고 하니 시주할 내용을 적어야겠군.②ⓑ: 부처님이 영험하다고 화주승이 말하는 걸 보니 공양미를 시주하면 눈을 뜰 수 있을 거야.③ⓑ: 우리 집 어려운 형편은 생각 안 하고 무조건 공양미 시주를 약속했으니 이 일을 어찌한단 말인가.④ⓒ: 아버지를 살려 주신 부처님의 은혜에 대한 보답으로 몽운사에 공양미를 꼭 시주해야겠어.⑤ⓒ: 공양미를 마련하기 위해 백방으로 노력한다면 얻을 방법이 있을 거라고 아버지를 안심시켜 드려야지.45. ㉠에 담겨 있는 ‘심봉사’의 심리를 나타낼 수 있는 말로 가장 적절한 것은?①학수고대(鶴首苦待)②결초보은(結草報恩)③동병상련(同病相憐)④수구초심(首丘初心)⑤적반하장(賊反荷杖)※ 확인 사항◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}