{
    "년도": "2017",
    "대상": "고1",
    "목적": "6월",
    "과목": "국어",
    "text": "1162017학년도 6월 고1 전국연합학력평가 문제지제1 교시          국어영역                 1[1～3] 다음은 학생의 발표이다. 물음에 답하시오.평소 공부할 때, 조용한 공간에서는 집중이 잘 되지 않는 분들 있으신가요? (청중의 반응을 보고) 네, 꽤 많으시군요. 너무 조용한 곳보다는 약간의 소음이 있는 곳에서 공부가 더 잘 된다고 여기신다면 그것은 백색소음이 만들어낸 효과라고 볼 수 있습니다. 소음은 보통 귀에 거슬리는 불쾌하고 시끄러운 소리지만, 백색소음은 집중력을 향상시켜 주는 효과가 있는 것으로 알려져 있습니다. 그렇다면 백색소음이란 무엇일까요? 이 시간에는 백색소음에 대해 발표하겠습니다.백색소음은 음높이가 다른 여러 소리가 합쳐진 것으로 우리 귀에 익숙하면서도 거슬리지 않는 소음을 뜻합니다. (그림을 보여주며) ‘빨주노초파남보’ 무지개 색깔의 빛이 모두 합쳐진 투명한 빛을 백색광이라 부르는 것과 같이 다양한 음높이의 소리가 합쳐진 것을 백색소음이라고 합니다. 프리즘에 비춰보지 않는 한 육안으로는 백색광을 무지개 색으로 구분하기 어려운 것처럼 백색소음 역시 귀로는 각각의 음높이를 구분하기 어렵습니다. 백색소음이 있는 공간에서 사람들은 소리를 듣기는 하지만, 어떤 음인지 뚜렷하게 인식하지 못합니다. 그래서 사람들은 소리가 있다는 정도로 받아들일 뿐, 소리에 신경 쓰지 않고 하던 일에 집중할 수 있습니다.그러면 백색소음에는 어떤 것이 있을까요? (소리를 들려주면서) 지금 듣고 계신 빗소리, 물 흐르는 소리, 선풍기 돌아가는 소리가 주변에서 흔히 들을 수 있는 백색소음입니다. 백색소음은 파도 소리, 바람 소리, 시냇물 흘러가는 소리처럼 자연에서 나는 소리와, 진공청소기 소리, 공기 정화기 소리처럼 인공적인 소리로 나눌 수 있습니다.백색소음은 주변의 소리를 덮어주는 작용을 하기 때문에 집중력과 안정감을 높이는 것으로 알려져 있습니다. (동영상을 보여주며) 백색소음을 들려주었을 때의 뇌파 반응을 검사했더니, 불안 및 긴장과 관련된 베타파가 줄어들면서 평온한 상태를 나타내는 알파파가 크게 증가한 것으로 나타났습니다. (도표를 보여주며) 한국산업심리학회 연구에 따르면 백색소음으로 인해 집중력은 47.7% 향상되었고, 학습에 소요된 시간은 13.63% 단축되었으며, 스트레스는 27.1% 감소하였다고 합니다.그렇다고 해서 백색소음을 일부러 찾아 들으면 오히려 신경이 쓰여 집중도가 떨어질 수 있고, 오랜 시간 듣게 되면 귀에 해로울 수 있으므로 주의가 필요합니다. 그리고 백색소음의 크기는 50~70dB 정도가 가장 효과적이라고 하니 너무 큰 백색소음은 피해야겠습니다.제 발표가 백색소음의 이로운 면을 활용하는 데 도움이 되었으면 좋겠습니다. 이상 발표를 마치겠습니다. 1. 발표에 반영된 학생의 발표 계획으로 가장 적절한 것은? ① 발표 흐름을 예상할 수 있도록 발표 순서를 안내하면서 발표를 시작해야겠어.② 화제에 대한 이해를 돕기 위해 다른 대상의 속성을 활용하여 설명해야겠어.③ 청중이 발표 내용에 집중하도록 개인적 일화를 구체적으로 언급해야겠어.④ 화제에 대한 청중의 궁금증을 해소하기 위해 질의응답 시간을 가져야겠어.⑤ 발표 내용을 효과적으로 기억하고 활용할 수 있도록 요약하면서 마무리해야겠어.2. 발표 내용에 대한 이해로 적절하지 않은 것은? ① 백색소음은 우리 주변에서 흔히 들을 수 있다.② 오랜 시간 백색소음을 듣게 되면 청력에 부정적 영향을 줄 수 있다.③ 백색소음이 귀에 거슬리지 않는 것은 음높이가 뚜렷이 인식되지 않기 때문이다.④ 인공적인 백색소음보다 자연에서 나는 백색소음이 집중력을 높이는 데 효과적이다.⑤ 백색소음이 집중력과 안정감을 높여 주는 것은 주변의 소리를 덮어주기 때문이다.3. 다음은 발표를 들은 학생의 생각이다. 이 학생이 활용한 듣기 전략을 <보기>에서 골라 바르게 묶은 것은?◦과학 시간에 뇌파의 종류와 특징에 대해 배운 적이 있어. 그때 배운 내용을 떠올리며 들으니 이해하기 쉽군.◦50 ~ 70dB 크기의 백색소음을 듣는 것이 효과적이라고 하는데 이를 증명할 자료가 제시되지 않아 믿기 어렵군.<보 기>ㄱ. 발표 내용의 신뢰성을 평가하며 듣는다. ㄴ. 발표 내용과 연관된 배경지식을 활용하며 듣는다. ㄷ. 발표자가 활용한 보조 자료의 효과를 평가하며 듣는다.ㄹ. 발표자가 청중에게 던진 질문의 의도를 추론하며 듣는다. ① ㄱ, ㄴ② ㄱ, ㄷ③ ㄴ, ㄷ④ ㄴ, ㄹ⑤ ㄷ, ㄹ국어영역2 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━216[4～5] 다음 대화를 읽고 물음에 답하시오.정민: 아인아, 발표 원고 읽어 봤어?아인: 당연하지. ㉠너, 원고 잘 썼더라. 특히, 우리가 여행을 꿈꾸는 것은 농경 사회 이전까지 생존을 위해 자주 옮겨 다니던 조상으로부터 여행 DNA를 물려받아서일지도 모른다는 부분이 흥미로웠어.정민: 아니야. ㉡네가 좋게 봐 줘서 그렇지 부족한 부분이 많을 거야.아인: 내가 쓴 원고는 어땠어?정민: 잘 읽었는데…. 우리 발표 주제가 ‘십대를 위한 여행지 소개’인데 우리 주변의 여행지를 너무 많이 소개해서 좀 줄여야겠더라.아인: 그렇지? 그러면 그 부분을 좀 줄이고 애들한테 설문조사해서 ‘여행 가서 해보고 싶은 일’을 넣을까?정민: ㉢그런데 그건 발표 주제와 어울리지 않으니까 네가 제안한 설문조사를 활용해서 ‘가고 싶은 우리 주변의 여행지 순위’를 알아보는 게 어떨까?아인: 그래, 설문조사 결과를 보고 높은 순위 중심으로 소개할 여행지를 정하는 방법도 좋을 것 같아. 역시 너랑 한 팀이라 정말 든든해. 정민: 아냐. ㉣나는 발표할 때 너무 떨어서 실수가 많거든. 나야말로 자신감 있게 발표하는 너랑 한 팀이라 다행이야.아인: 너 혹시 발표할 생각만 하면 가슴이 뛰고 손에 땀이 나고 그래?정민: 응. 어떨 땐 머릿속이 하얗게 되면서 열심히 준비한 내용도 기억이 안 나서 발표를 망친 적도 있어.아인: 그걸 ‘말하기 불안’이라고 한대. 나도 발표 전에 많이 떠는 편이어서 지난번에 국어 선생님께 고민 상담도 했거든. 그때 선생님께서 알려주신 방법대로 발표 연습을 하면서 많이 나아졌어.정민: 진짜? 수업 시간에 너 발표하는 것을 보면 자신감 있어 보이던데. 너도 발표 때 긴장하는구나.아인: 선생님의 말씀으로는 유명한 연설가들도 모두 ‘말하기 불안’을 겪는다고 하셨어.정민: 네 얘기 들으니까 마음이 좀 가벼워지네. 그런데 선생님께서 알려주신 방법이 대체 뭐야?아인: 그 방법은 그렇게 어려운 것은 아니야.       [A]정민: 들어보니 그렇게 어려운 것은 아니네. 나도 잘할 수 있을 것 같아. 그럼… 우리 발표 연습은 언제부터 시작할까?아인: ㉤여행지를 소개하는 부분을 수정하려면 시간이 좀 필요하겠는데…. 미안하지만 네가 괜찮다면 다음 주부터 시작해도 될까?정민: 그래. 그동안 나도 원고를 좀 더 다듬을게.4. ㉠~ ㉤에 대한 설명으로 적절하지 않은 것은?① ㉠은 상대방이 쓴 원고의 특정 부분을 언급하며 상대방을 칭찬하고 있다.② ㉡은 상대방의 평가에 대해 자신을 낮추면서 겸손하게 말하고 있다.③ ㉢은 상대방의 의견에 대한 문제점을 언급한 후, 의견의 일부를 수용하고 있다. ④ ㉣은 문제의 원인을 자신의 탓으로 돌림으로써 상대방에게 미안한 마음을 전달하고 있다.⑤ ㉤은 자신의 요구를 일방적으로 전하지 않고 상대방의 의사를 물어봄으로써 양해를 구하고 있다.5. [A]에 들어갈 말을 구성한 것 가운데 <보기>의 ⓐ에 해당하는 것으로 가장 적절한 것은? [3점]<보 기>말하기 불안에 대처하는 방법에는 체계적 둔감화와 인식 전환이 있다. ⓐ체계적 둔감화는 긴장감이 느껴지는 말하기 상황을 떠올리며 긴장된 근육을 이완시키는 연습을 통해 긴장감에 대한 신체의 반응을 둔화시키는 것이다. 인식 전환은 말하기 상황에 대한 부정적 인식을 긍적적으로 바꾸는 것이다.① 이 발표가 나를 불안하게 만들 만큼 대단한 것인지 질문해 보는 거야. 그럼 불안할 이유가 없다는 것을 알게 될 거야.② 예전에 발표를 잘하지 못했더라도 성공적으로 발표를 해낸 자신의 모습을 상상해 보는 거야. 그럼 자신감이 생길 거야.③ 이 발표를 친구들과 좋은 생각을 나누고 자신을 돋보이게 할 수 있는 기회로 받아들여 보는 거야. 그럼 상황을 더 즐길 수 있을 거야.④ 50미터 달리기를 할 때처럼 가장 떨리는 순간은 발표 직전 뿐이고 막상 시작하면 괜찮을 것이라고 생각해 보는 거야. 그럼 불안한 마음이 줄어들 거야.⑤ 발표를 상상하면서 심호흡을 천천히 반복한 다음 주먹을 여러 번 쥐었다 폈다 해 보는 거야. 그러면 몸의 긴장이 풀어지면서 마음이 안정될 거야.국어 영역고1 3━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━316[6～8] 다음을 읽고 물음에 답하시오.<작문 상황>가정 내 연간 전력 사용량의 6% 이상이 전자 제품의 대기전력이라는 신문 기사를 읽고, 대기전력을 줄이는 습관을 권장하는 글을 쓰기로 함.<작문 계획>Ⅰ. 처음: 대기전력에 대한 주의 환기···································· ㉠Ⅱ. 중간  1. 대기전력의 개념································································ ㉡  2. 대기전력의 발생 원인과 실태    1) 대기전력으로 인한 에너지 소비량 제시····················· ㉢    2) 대기전력의 발생 원인·················································· ㉣    3) 대기전력이 발생하는 가전제품  3. 대기전력을 줄이는 방법··················································· ㉤    1) 가전 기기의 플러그 뽑기    2) 절전형 멀티탭 사용하기    3) 에너지절약 마크 제품 구입하기Ⅲ. 끝: 대기전력을 줄이는 생활 습관의 실천 촉구<초고>우리 가정 내에는 많은 전자 제품이 있다. 그런데 우리가 전자 제품을 사용할 때 직접 사용하지 않은 전기 에너지에 대한 요금을 내고 있다는 사실을 알고 있을까? 전자 제품의 작동과 관계없이 소비되는 에너지가 의외로 많다는 사실을 알고 있는 사람은 드물 것이다.이렇게 소비되는 에너지를 ‘대기전력’이라 한다. 즉, 대기전력이란 전원이 꺼진 상태에서 전기 제품이 소비하는 전력으로, 실질적으로 사용되지 않고 낭비되는 에너지를 말한다. 그러면 대기전력이 발생하는 원인은 무엇일까?이는 전자레인지나 오디오와 같이 표시창이 있는 제품, 텔레비전처럼 리모컨으로 켜고 끌 수 있는 제품의 경우 내부 전원이 살아 있기 때문이다. 이러한 제품을 사용할 때 플러그를 찾아 콘센트에 꽂는 일이 불편하다고 그냥 내버려 두면 우리도 모르게 전력을 소비하게 되는 것이다.가정 내 대기전력으로 인한 에너지 소비 현실에 관해 알아보기 위해 한국전기연구원은 최근 전국 105개 표본 가구를 대상으로 대기전력을 실측했다. 그 결과에 따르면 셋톱박스, 인터넷모뎀, 에어컨 등은 대기전력이 가장 많이 발생하는 기기임에도 불구하고 콘센트에 꽂아 두는 경우가 많았다.전자 제품의 사용이 많아질수록 이러한 대기전력은 더욱 늘어난다. 하지만 가정에서 몇 가지 간단한 실천으로 대기전력을  줄일 수 있다. 첫 번째 방법은 전원 버튼에 표시되어 있는 마크를 보고 대기전력이 있는 제품과 없는 제품을 구별한 후, 대기전력이 있는 제품은 외출이나 취침 전에 플러그를 뽑는 것이다. 또, 대기전력을 차단하는 절전형 멀티탭을 사용하는 것도 좋다. 멀티탭의 개별 스위치를 끄는 것은 플러그를 뽑는 것과 같은 효과를 얻을 수 있다. 그리고 가정에서 새로 가전제품을 구입할 때 먼저 에너지절약 마크를 확인하는 것도 좋은 방법이다. 에너지절약 마크가 있는 대기전력 저감 우수 제품을 구입하여 사용한다면 대기전력을 줄일 수 있기 때문이다. [A]6. 작문 계획의 ㉠~ ㉤ 중 ‘초고’에 반영되지 않은 것은?① ㉠② ㉡③ ㉢④ ㉣⑤ ㉤ 7. 초고를 수정․ 보완하기 위해 수집한 자료이다. 다음 자료의 활용 방안으로 적절하지 않은 것은? [3점](가)주요 가전 기기의 평균 대기전력(Wh)셋톱박스12.27인터넷모뎀5.96에어컨5.81오디오스피커5.60전기밥솥3.47전자레인지2.19TV1.27(나)-1                                   (나)-2<전원 버튼에 표시되어 있는 마크>        <에너지절약 마크>대기전력이 있는 제품대기전력이없는 제품에너지절약(다) 전문가 견해 (한국전기연구원 ○○○ 박사)  “플러그를 자주 뽑았다 꽂으면 전기 요금이 많이 나온다고 생각하시는 분들이 계신데, 이는 근거가 없습니다. 플러그를 뽑아두는 것이 대기전력을 절약할 수 있는 최고의 방법입니다. 대개 4인 가구의 경우 전자레인지와 에어컨 등 사용하지 않고 꽂혀있는 전자 제품 플러그가 10개가 넘습니다. 이때 플러그만 뽑아도 연간 10만 원 이상의 전기료를 절감할 수 있습니다. 또, 대기전력 저감성이 우수하여 정부가 제시한 기준을 만족한 제품에는 에너지절약 마크가 부착되어 있으니 이런 제품을 구입하는 것이 좋습니다.”① (가)는 대기전력이 발생하는 가전제품의 실태를 보여주는 자료로 활용해야겠군.② (나)-1은 플러그를 뽑지 않아도 되는 가전제품을 구별하는 자료로 활용해야겠군.③ (나)-2는 멀티탭 사용의 중요성을 설명하는 자료로 활용해야겠군.④ (다)는 전력 소비에 대한 잘못된 인식이 대기전력을 발생시킨다는 자료로 활용해야겠군.⑤ (나)-2와 (다)는 대기전력을 줄이는 방안을 설명하는 자료로 활용해야겠군.국어영역4 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━4168. [A]에 들어갈 내용을 <조건>에 맞게 쓴 것으로 가장 적절한 것은?<조 건>◦비유적 표현을 활용할 것◦가정 내 대기전력을 줄이는 생활 습관을 실천하자는 내용을 담을 것① 가랑비에 옷 젖듯이 우리도 모르는 사이에 대기전력의 양이 늘어나고 있다. 가정에서 플러그 뽑기와 절전형 멀티탭 사용을 생활화하는 것이 대기 전력을 줄이는 지름길이다.② 스마트폰이나 태블릿 PC 등 다양한 휴대용 제품이 보급되어 충전을 위한 전력 사용이 증가하고 있다. 충전이 완료된 후 플러그를 뽑지 않으면 대기전력이 발생될 것이다.③ 내가 지킨 실내 적정 온도가 우리의 에너지 경제를 미소 짓게 한다. 가정에서 냉·난방기의 온도를 적정하게 설정하는 사소한 생활 습관이 에너지 절약의 디딤돌이 된다.④ 전원을 끄고 플러그를 뽑는 것을 습관화해야 한다. 대기전력으로 버려지는 에너지만 연간 4,000억 원 이상이 된다. 가전제품의 대기전력 발생 양이 적다고 무시해서는 안 되겠다.⑤ 가전제품의 에너지 효율 등급은 가전제품의 얼굴이다. 가정에서 에너지 효율 등급이 높은 제품을 구입하여 에너지 절약을 생활화할 수 있도록 하는 제도적인 뒷받침이 필요하다.[9~10] 다음은 학생이 쓴 글의 초고이다. 물음에 답하시오. 오늘 미술 시간에 보색에 대해 알게 되었다. 가장 흥미로웠던 것은 수술복을 청록색으로 정하는 데에 보색의 원리를 ㉠이용했다. 빨간색과 청록색을 섞으면 무채색인 검은색이 된다. 이처럼 보색이란 다른 색상의 두 빛깔이 섞여 무채색이 될 때 이 두 빛깔을 서로 일컫는 말이다. 빨간색을 많이 보는 의사의 눈에는 빨간색의 보색인 청록색의 잔상이 남게 되는데, 이는 빨간색으로 피로해진 시신경이 감각의 균형을 이루기 위해 스스로 일으킨 반작용이다. 만약, 수술복이 흰색일 경우 시야를 혼동시켜 집중력을 떨어뜨릴 수 있기 때문에 이를 방지하기 위해 수술복을 청록색으로 만들었다는 것이다. ㉡청록색은 우리 주위에서 가장 많이 볼 수 있는 색이다.특히 나는 우리 눈이 어떤 색을 계속 보면 저절로 그 보색을 떠올리게 된다는 사실이 인상적이었다. 이것은 한쪽으로 치우치는 것을 막고 균형을 ㉢맞추려는 우리 몸의 작용인 것이다. 음식을 짜게 먹으면 물을 먹고 싶은 것도 우리 몸이 염분의 농도를 적당히 유지하여 균형 상태를 이루려는 힘이 작용하여 나타난 현상이다. 균형을 잡아야 하는 것은 우리가 살아가는 사회에서도 필요한 것 같다. 생각해 보면 나 역시 친구들과의 관계에서 내 생각만 주장하며 ㉣ 받아들이려 하지 않았던 적도 있었다. 나뿐만 아니라 우리 주변에서도 한쪽의 의견만을 주장하며 다투는 경우를 많이 본다. 우리 눈이 한 가지 색을 ㉤장시간 오래 보면 보색을 떠올리듯이, 우리도 항상 다른 쪽의 경우를 떠올리며 균형을 이루려고 노력하는 것이 중요하다는 것을 깨달았다.9. 초고의 내용으로 볼 때 학생의 작문 계획에 대한 설명으로 적절하지 않은 것은?① 보색의 원리를 사회적 차원으로 확장해서 적용해야겠어.② 수업 시간에 배운 내용을 나의 경험과 연결하여 삶의 교훈을 이끌어 내야겠어.③ 우리 몸에 나타나는 현상을 보색의 원리와 연관 지어 독자의 공감을 이끌어 내야겠어.④ 보색의 원리가 적용된 사례를 들어 독자들이 내용을 쉽게 이해할 수 있도록 해야겠어.⑤ 보색에서 깨달은 삶의 원칙을 함께 실천해 나갈 것을 적극적으로 권유하며 글을 끝맺어야겠어.10. ㉠~ ㉤을 고쳐 쓰기 위한 방안으로 적절하지 않은 것은? ① ㉠: 주어와 서술어의 호응이 어색하므로 ‘이용했다는 점이다’로 고친다.② ㉡: 글의 통일성을 해치는 문장이므로 삭제한다.③ ㉢: 어휘의 사용이 부적절하므로 ‘맞히려는’으로 바꾼다.④ ㉣: 문장의 완결성을 고려하여 ‘나와 의견이 다른 친구의 생각을’을 첨가한다.⑤ ㉤: 단어의 의미가 중복되므로 ‘장시간’을 삭제한다.11. <보기>의 (ㄱ)과 (ㄴ)에 나타나는 음운 변동으로 적절한 것은? [3점]<보 기>음운 변동은 한 음운이 다른 음운으로 바뀌는 ‘교체’, 원래 있던 음운이 없어지는 ‘탈락’, 없던 음운이 추가되는 ‘첨가’, 두 개의 음운이 합쳐져서 하나로 되는 ‘축약’으로 분류할 수 있다.단어에 따라 아래 예와 같이 한 단어에서 두 가지 음운 변동이 일어나는 경우도 있다.(예) 물약 → [물냑] → [물략]         (ㄱ)      (ㄴ)(ㄱ) (ㄴ)①첨가교체②첨가탈락③탈락교체④교체첨가⑤교체축약국어 영역고1 5━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━51612. <보기>의 ⓐ에 해당하는 예로 적절한 것은?<보 기>미래 시제를 나타내는 선어말 어미 ‘-겠-’은 용언의 어간에 붙어 화자의 추측이나 ⓐ의지, 가능성의 의미로 쓰인다.① 나는 이번 시험에 합격하고야 말겠다.② 그렇게 쉬운 것은 삼척동자도 알겠다.③ 이 많은 일을 어떻게 혼자 다 하겠니?④ 오늘 눈이 많이 와서 길이 미끄럽겠다.⑤ 지금 떠나면 내일 새벽에 도착하겠구나.13. <보기>는 단어를 학습하기 위해 활용한 사전 자료이다. 이에 대한 탐구 내용으로 옳지 않은 것은? <보 기>어리다1 ｢동사｣㉠【 …에 】눈에 눈물이 조금 괴다.  ¶ 갑순이의 두 눈에 어느덧 눈물이 어리고 있었다.㉡【 …에 】어떤 현상, 기운, 추억 따위가 배어 있거나 은근히 드러나다.  ¶ 밤을 새우고 난 그의 얼굴에 피로한 기색이 어렸다.어리다2 ｢형용사｣㉠ 나이가 적다. 10대 전반을 넘지 않은 나이를 이른다.  ¶ 나는 어린 시절을 시골에서 보냈다.㉡ 생각이 모자라거나 경험이 적거나 수준이 낮다.  ¶                                              ① ‘어리다1’과 ‘어리다2’는 모두 다의어이다.② ‘어리다1’은 목적어가 필요한 동사이다.③ ‘어리다1’과 ‘어리다2’는 동음이의 관계에 있다.④ ‘어리다1’의 ㉡에 해당하는 또 다른 용례로, ‘입가에 미소가 어리다.’를 추가할 수 있다.⑤ ‘어리다2’의 ㉡에 들어갈 예로, ‘저의 어린 소견을 경청해 주셔서 고맙습니다.’와 같은 문장을 들 수 있다.14. <보기>의 ㉠에 해당하는 예로 적절한 것은?<보 기>부사어는 문장 내에서 다른 성분을 꾸며 주는 부속성분이므로 생략할 수 있다. 그러나 부사어 중에는 문장을 구성하는 데 꼭 필요한 부사어도 있는데 이를 ㉠‘필수 부사어’라고 한다. 예를 들어 ‘그는 비겁하게 굴었다.’에서 ‘비겁하게’는 부사어이지만 이 말이 빠지면 문법적으로 완전한 문장을 이루지 못하므로 ‘비겁하게’는 필수 부사어이다.① 철수가 매우 빨리 달렸다.② 나는 철수에게 선물을 주었다.③ 그녀는 마침내 꿈을 이루었다.④ 정원에 장미가 예쁘게 피었다.⑤ 나는 오후에 할머니 댁을 방문했다.15. <보기>를 바탕으로 단어 형성법에 대해 탐구한 것으로 적절하지 않은 것은?<보 기>단어에서 실질적 의미를 나타내는 중심 부분을 어근이라 하고, 어근에 붙어 그 뜻을 더하는 부분을 접사라고 한다. 단어는 형성 방법에 따라 단일어와 파생어, 합성어로 나누어진다. 단일어는 ‘바다’, ‘놀다’와 같이 하나의 어근으로 이루어진 말이고, 파생어는 ‘군살’이나 ‘멋쟁이’처럼 어근과 접사의 결합으로 이루어진 말이다. 합성어는 어근과 어근이 결합한 말로 ‘달빛’이나 ‘뛰놀다’와 같은 말이 이에 해당한다.① ‘치솟다’는 접사가 어근에 붙어 뜻을 더하고 있으므로 파생어이군.② ‘밤하늘’은 실질적 의미를 지닌 어근끼리 결합하였으므로 합성어이군.③ ‘지우개’는 어근에 접사가 결합한 파생어이고, ‘닭고기’는 어근끼리 결합한 합성어이군.④ ‘나무꾼’과 ‘검붉다’는 모두 실질적인 뜻을 가진 어근끼리 결합하였으므로 합성어이군.⑤ ‘개살구’와 ‘부채질’은 모두 어근에 접사가 결합하여 이루어진 단어이므로 파생어에 해당하는군.국어영역6 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━616[16～18] 다음 글을 읽고 물음에 답하시오.고려 말 중앙 집권 체제의 약화와 왕권의 쇠퇴 속에서 조선 왕조를 세운 신흥 사대부들은 지주층이었기 때문에 노비 노동력이 필요했다. 그러나 이들은 강력한 중앙 집권 체제의 확립을 위해 국역(國役)* 대상인 양인 계층의 폭을 넓히려 하였다. 따라서 노비가 꼭 있어야 하더라도 되도록 양인을 더 많이 확보하려는 것이 새 왕조가 추구한 국역 정책의 기본 방향이었다. 이처럼 국역 대상의 확보를 새 왕조 통치 체제의 발판으로 추구하면서, 법제적으로 모든 사회 구성원을 일단 ㉠양인과 ㉡천인으로 나누었다. 이들 사이에는 의무와 권리에서 차등이 있었는데 먼저 의무 면에서 양인 남자는 국역인 군역(軍役)과 요역(徭役)*의 의무가 있었다. 이에 비해 천인은 군역에서 철저히 배제되었다.권리 면에서 양인과 천인은 신체와 생명의 보호와 같은 인간의 기본권을 공권력으로 보장받을 수 있는지에서 뚜렷이 차이가 났다. 천인인 노비는 재산으로 보아 매매‧ 상속‧ 양도‧ 증여의 대상이 되었으며, 사는 곳을 옮길 자유가 없었다. 노비와 양인이 싸우면 노비가 한 등급 더 무거운 벌을 받는 것은 양‧천 사이의 법적 지위의 차이를 잘 보여준다. 그보다 권리 면에서 양‧ 천의 가장 분명한 차이는 관직 진출권이 있느냐는 것이었다. 양인 중에도 관직 진출권이 제한된 사람이 적지 않았으나 양인은 일단 관직 진출권이 있었다. 더러 노비가 국가에 큰 공로를 세워 정규 관직인 유품직(流品職)을 받기도 하였으나 이때는 반드시 양인이 되는 종량(從良) 절차를 먼저 밟아야 했다.그러나 이러한 양‧ 천 구분은 국가의 법적 구분이었지, 실제 사회 구성은 좀 더 복잡했다. 양‧ 천이라는 법적 구분 아래 사회 구성원은 상급 신분층인 양반 계층, 의관‧ 역관과 같은 기술관이나 서얼등의 중인 계층, 양인 중 수가 가장 많았던 평민 계층, 노비가 주류인 천민 계층으로 나뉘었다.조선을 양반 관료 사회라고 규정하듯이 양반은 정치‧ 사회‧경제 면에서 갖가지 특권과 명예를 독점적으로 누리면서 그 아래인 중인‧ 평민‧ 천민과는 격을 달리했다. 이를 반상(班常)이라는 말로 표현한다. 반상은 곧 신분을 지배자와 피지배자로 나눈 것으로서, 반상의 반(班)에는 중인이 들어가지 않았지만 상(常)에는 평민부터 노비까지 포함되었다. 이러한 구분은 법적 구분과는 달리 사회 통념상으로 최고 신분인 양반의 지배자적 위치를 돋보이게 하려는 의식에서 생겼다고 하겠다.이처럼 국가 차원의 법적 규범인 양천제와 당시 실제 계급 관계를 반영한 사회 통념상 구분인 반상제가 서로 섞여 중세의 신분 구조를 이루었다. 중세 사회가 발전하면서 신분 구조는 양천제라는 법제적 틀에서 차츰 사회 통념상의 신분 규범이 규정 요소로 확고히 자리 잡는 방향으로 변화했다. 이는 지주제의 확대와 발전, 그리고 조선 사회의 안정과 변동을 나타내는 것이기도 하였다.* 국역: 나라에서 백성들에게 지우던 부역.* 요역: 나라에서 16세 이상 60세 미만의 남자에게 관아의 임무 대신 시키던 노동.16.  윗글을 통해 알 수 있는 내용으로 적절하지 않은 것은?① 중인은 반상제에서 ‘반’에 포함되지 않았다.② 양인 가운데 평민층의 수가 양반층의 수보다 더 많았다.③ 조선 시대 사회 구성원은 사회 통념상 네 계층으로 나뉘었다.④ 지주제의 확대와 발전은 양천제에서 반상제로의 변화와 관련이 있었다.⑤ 조선의 국역 정책은 노동력 확보를 위해 노비의 수를 최대한 늘리는 것을 우선시하였다.17. ㉠과 ㉡에 대한 설명으로 적절하지 않은 것은?① ㉠과 ㉡ 모두 군역의 의무를 이행해야 했다.② ㉡은 ㉠과 달리 관직 진출권이 원칙적으로 없었다.③ ㉡이 국가에 큰 공을 세울 경우 ㉠이 될 수 있었다.④ ㉠은 법적 지위 면에서 ㉡보다 우월한 위치에 있었다.⑤ ㉡에 속하는 노비는 마음대로 거주지를 옮길 수 없었다.18. ‘채수’의 견해를 윗글과 관련 지어 이해한 내용으로 가장 적절한 것은? [3점]사헌부 대사헌 채수가 아뢰었다. “어제 전지*를 보니 역관, 의관을 권장하고 장려하고자 능통하고 재주가 있는 자는 동서 양반에 발탁하여 쓰라고 특별히 명령하셨다니 듣고 놀랐습니다. 무릇 벼슬에는 높고 낮은 것이 있고 직책에는 가볍고 무거운 것이 있습니다. 의관, 역관은 사대부 반열에 낄 수 없습니다. 의관, 역관 무리는 모두 미천한 계급 출신으로 사족(士族)이 아닙니다.”- 성종실록(成宗實錄)-* 전지: 상벌(賞罰)에 관한 임금의 명(命)을 그 맡은 관아에 전달하던 일.① 벼슬에는 높고 낮음이 있고 직책에는 가볍고 무거운 것이 있다고 한 것은 당시 모든 사회 구성원을 양인과 천인으로 나누려는 의도로 볼 수 있군.② 의관, 역관 무리는 모두 미천한 계급 출신으로 사족이 아니라고 한 것은 국가의 법적 규범인 양천제가 흔들릴 것에 대한 위기감을 드러낸 것이군.③ 의관, 역관과 같은 중인을 동서 양반에 발탁하려는 임금의 조치에 반대하는 것은 양반의 지배자적 위치를 돋보이게 하려는 의식을 반영한 것이겠군.④ 기술직을 권장하는 대책을 세우고 시행하는 데 대해 우려를 나타낸 것은 양반들이 누려온 독점적 권력이 중인에게 집중될 것에 대한 불만을 표시한 것으로 보아야겠군.⑤ 재주가 있는 자를 양반에 발탁하도록 한 임금의 명령에 놀라움을 드러낸 것은 신분에 따라 공권력으로 인간의 기본권을 보장받을 수 있는 범위에 대한 시각차를 보여주는군.국어 영역고1 7━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━716[19～22] 다음 글을 읽고 물음에 답하시오.희소성 높은 최고급 커피의 생두 가격은 어떻게 결정 될까? 그것은 바로 경매이다. 경매를 통한 가격 결정 방식은 수요자들이 해당 재화의 가치를 서로 다르게 평가하고 있거나, 해당 재화의 가치를 정확히 ⓐ가늠할 수 없을 때 주로 사용된다. 커피나무는 환경에 ⓑ민감한 식물로, 일조량과 온도와 토질에 따라서 생두의 맛과 품질이 천차만별이다. 그래서 같은 지역이라 하더라도 매년 커피 생두의 품질이 달라지는 것이다. 이처럼 생두의 품질이 매년 다양한 이유로 달라지는 상황에서 해당 커피 생두의 가치를 결정하는 가장 수월한 방법은 단연 경매라 할 수 있다.경매를 통한 가격 결정 방식을 사용하는 또 다른 이유는 구매자와 판매자의 숫자가 극단적으로 불일치할 때 가격을 결정하는 유용한 방법이기 때문이다. 특정 재화의 판매자가 한 명인데, 이를 구매하고자 하는 사람이 여러 명이라면 경매를 통해 가장 높은 가격을 ⓒ지불하고자 하는 사람에게 판매할 수 있다. 최고급 커피 생두 역시 이러한 이유에서 경매로 가격을 결정한다. 이 밖에도 골동품, 미술품 등은 현재 동일한 이유로 경매를 통해 가격을 결정하고 있다. 이와는 반대로 특정 재화의 구매자는 한 명인데, 이를 판매하고자 하는 사람이 여러 명일 경우에도 경매는 유용한 방식이다. 가장 저렴한 가격을 제시한 사람에게서 구매하면 되기 때문이다. 현재 전투기와 같이 정부만이 유일한 구매자라 할 수 있는 국방 관련 물품이 일종의 경매인 경쟁 입찰로 결정된다. 경매는 입찰* 방식의 공개 ⓓ여부에 따라 공개 구두 경매와 밀봉 입찰 경매로 구분할 수 있다. 먼저 공개 구두 경매는 경매에 참여하는 사람들을 모두 한 자리에 모아 놓고 누가 어떠한 조건으로 경매에 응하는지를 공개적으로 진행하는 방식을 말한다. 이러한 공개 구두 경매는 다시 영국식 경매와 네덜란드식 경매로 구분할 수 있다. ㉠영국식 경매는 오름 경매 방식으로, 우리가 가장 흔히 접하는 낮은 가격부터 시작해서 가장 높은 가격을 제시한 사람이 낙찰자*가 되는 방식을 말한다. 이러한 영국식 경매를 통해 가격을 결정하고 있는 대표적인 품목으로는 와인과 앞서 소개한 최고급 생두가 여기에 해당한다.이와는 반대로 판매자가 높은 가격부터 제시해 가격을 점점 낮추면서 가장 먼저 응찰*한 사람을 낙찰자로 정하는 방식이 ㉡네덜란드식 경매다. 이것이 내림 경매 방식이다. 내림 경매 방식은 튤립 재배로 유명한 네덜란드에서 오래 전부터 이용해오던 방식이며, 국내에서도 수산물 도매시장에서 생선 가격을 결정할 때 이 방식을 통해 가격을 결정한다.공개적으로 진행되는 경매와는 달리 경매 참여자들이 서로 어떠한 가격에 응찰했는지를 확인할 수 없는 밀봉 입찰 경매가 있다. 밀봉 입찰 경매는 낙찰자가 지불하는 금액을 어떻게 결정하느냐에 따라 최고가 밀봉 경매와 차가 밀봉 경매로 ⓔ구분된다. 최고가 밀봉 경매는 응찰자 중 가장 높은 가격을 적어 냈을 때 낙찰이 되는 것으로 낙찰자는 자신이 적어 낸 금액을 지불한다. 차가 밀봉 경매의 낙찰자 결정 방식은 최고가 밀봉 경매와 동일하다. 그러나 낙찰자가 지불하는 금액은 자신이 적어 낸 금액이 아니라 응찰자가 적어 낸 금액 중 두 번째로 높은 금액이다.* 입찰: 경매 참가자에게 각자의 희망 가격을 제시하게 하는 일.* 낙찰자: 경매나 경쟁 입찰 따위에서 물건이나 일을 받기로 결정된 사람.* 응찰: 입찰에 참가함.19. 윗글의 ‘경매’에 대한 설명으로 적절하지 않은 것은?① 재화의 가치를 정확하게 평가할 수 없을 때 주로 쓴다.② 오름 경매 방식에서는 최고가를 제시한 사람에게 낙찰된다.③ 수요자가 재화의 가치를 서로 다르게 평가할 때 주로 쓴다.④ 구매자와 판매자의 수가 극단적으로 불일치할 때 유용하다.⑤ 내림 경매 방식은 구매자가 입찰금액을 제시해 경매가 시작된다.20. ㉠과 ㉡에 대한 이해로 적절하지 않은 것은? [3점]① ㉠은 경매에 참여한 사람이 경쟁자가 제시한 입찰 금액을 알 수 있다.② 희소성이 있는 최고급 생두는 ㉠의 방식을 통해 가격을 결정하는 대표적 품목이다.③ ㉡ 방식에서 낙찰 가격은 경매에서 최초로 제시된 금액보다 높아질 수 없다.④ ㉠과 ㉡ 모두 경매에 나온 재화의 낙찰 가격을 알 수 있다.⑤ 경매에 참가한 사람이 다수일 경우 ㉠과 ㉡ 모두 가장 먼저 응찰한 사람이 낙찰자가 된다.21. 윗글을 바탕으로 할 때, <보기>의 ㉠~ ㉣에 들어갈 내용으로 적절한 것은?<보 기>‘밀봉 입찰 경매’로 진행되는 경매에 A, B, C 세 사람이 각각 10만 원, 8만 원, 6만 원으로 입찰에 참가하였다. 이 경매가 ‘최고가 밀봉 경매’라면 낙찰자는 (  ㉠  )이며 낙찰자가 지불할 금액은 (  ㉡  )이다. ‘차가 밀봉 경매’라면 낙찰자는 (  ㉢  )이며 낙찰자가 지불할 금액은 (  ㉣  )이다. ㉠㉡㉢㉣①A10만 원A10만 원②A10만 원A8만 원③A8만 원B10만 원④B8만 원B6만 원⑤B8만 원C6만 원22. ⓐ~ ⓔ의 사전적 의미로 적절하지 않은 것은?① ⓐ: 목표나 기준에 맞고 안 맞음을 헤아려 봄.② ⓑ: 자극에 빠르게 반응을 보이거나 쉽게 영향을 받음.③ ⓒ: 어떠한 것을 받아들임.④ ⓓ: 그러함과 그러하지 아니함.⑤ ⓔ: 일정한 기준에 따라 전체를 몇 개로 갈라 나눔.국어영역8 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━816[A][B][C][23～27] 다음 글을 읽고 물음에 답하시오.(가) 우리나라의 고전 영웅 소설은 민중적 영웅 소설과 귀족적 영웅 소설로 나눌 수 있다.민중적 영웅 소설은 미천한 처지에서 태어났지만 스스로 탁월한 능력을 지닌 주인공이 적대자와의 싸움에서 패배하는 서사 구조로 이루어져 있다. 이 유형은 구전 설화에서 흔히 볼 수 있는데 고전 소설의 경우 ｢임진록｣의 김덕령 같은 인물이 이에 해당한다. 민중적 영웅 소설은 작품 수가 많지 않다. 비극적 영웅의 삶을 다룬 구전 설화는 널리 퍼져 있지만 소설로 많이 창작되지는 않았다.귀족적 영웅 소설은 고대 신화에서 ｢홍길동전｣까지 내려온 영웅의 일대기 구조를 그대로 계승하면서도 부분적으로 달라졌다. 비정상적인 출생을 통해 신성성을 드러내는 신화의 주인공을 늦게 얻은 외아들로 바꾸거나, 힘이 미약하여 시련을 겪을 수밖에 없는 주인공이 조력자의 도움을 받아 영웅으로 변신하는 점 등이 달라졌다. 주인공이 적대자의 모해 때문에 겪게 되는 뜻하지 않은 시련을 극복하면서 왕권이 위협 당하는 지배 체제의 위기도 아울러 해결하는 것으로 결말을 삼았다. 민중적 영웅 소설과 달리 귀족적 영웅 소설은 당대의 구전 설화와는 직접적인 관련을 갖지 않은 채 소설로 대단한 성공을 거두어 그 유형에 속하는 작품이 수십 편이나 창작되었다. 귀족적 영웅 소설이 인기를 누린 이유는 유교적 가치관을 토대로 흥미 위주의 사건을 설정한 데 있다. 세계를 천상과 지상으로 구분하는 이원론적 세계관을 바탕으로 선과 악의 대결을 다루면서 긴장을 조성하였다. 악의 횡포는 선한 주인공을 위기에 빠뜨리고 불행으로 몰아넣지만 결국에는 선이 승리하는 결말을 통해 도덕적 당위성을 확보하였다. (나) <앞부분의 줄거리> 중국 명나라 이부시랑 이익은 오랫동안 자식이 없다가 금화산 백운암의 노승에게 시주하여 대봉을 낳는다. 이후 간신 왕희의 참소로 대봉과 함께 백설도로 유배된다. 유배를 가던 중 왕희의 명령을 받은 사공들이 이익과 대봉을 물에 던진다. 바다에서 표류하다 서해 용왕이 보낸 동자의 도움으로 살아난 대봉은 금화산 백운암에서 수련하면서 세월을 보낸다.이때에 이공자 대봉이 금화산 백운암에 있어 밤낮으로 공부를 부지런히 하여, 시서백가(詩書百家)와 육도삼략(六韜三略)을 모르는 바가 없더라. 세월이 여류(如流)하여 나이 이팔(二八)에 이르렀더니, 일일은 노승이 공자더러 왈, “이제는 공자가 액운이 다하고 길운(吉運)이 돌아왔으니 빨리 경성에 올라가 공명을 이루라.”공자가 대답하기를,“소생의 궁박한 명(命)이 대사의 두터운 은혜를 입사와 칠 년을 의지하였삽더니, 오늘날 나가라 하시니 부모의 생사를 알지 못하고, 무인지경(無人之境)에 어디로 가라 하시니잇고?”노승 왈,“공자가 이 절에서 노승과 칠 년을 동거하였사오나, 금일은 인연이 다하였으니 장차 공자의 부모를 만나고 국난(國難)을 평정하여 공을 이루소서.”말을 마치고 떠날 준비를 재촉하니, 공자 왈,“여기서 중원(中原)*이 얼마나 되며, 어디로 가야 도달하리잇가?”노승 왈, “황성은 예서 일만사천 리요, 농서는 삼천 리오니, 농서로 가오면 자연 중원을 도달하리이다.”하며 바랑을 열고 실과를 내어 주며 왈,“서(西)로 향하여 가다가 시장하거든 이로써 요기하소서.”하고 서로 이별할 새, 피차에 연연한 정을 이기지 못하더라. 이 날 공자가 금화산을 떠나 농서로 향하다가 천문(天文)*을 살펴보니 북방 신성이 태극을 범하였거늘, 북흉노가 중국을 범하는 줄 알고 분기를 이기지 못하여 밤낮으로 바삐 달려가더라. 각설. 흉노가 대병을 거느려 상군 땅에 다달아 묵특남, 동돌수를 돌아보며 왈,“중원 산천을 보니 장부의 마음이 즐겁도다. 오늘은 비록 명 황제의 강산이나 지나는 길은 반드시 우리 천지될 것이니 어찌 즐겁지 않으리오? 중원에 비록 인물이 많다 하나 나 같은 영웅과 그대 같은 명장이 어디 있으리오?”하며 상군읍에 이르러 보니, 대명(大明) 대원수 곽대의 성중에 들어 군사를 쉬게 하고 격서를 보내어 싸움을 청하거늘, 흉노가 동돌수를 불러 대적하라 하니, 동돌수 내달아 곽대의와 싸워 수합에 못하여 곽대의를 사로잡고 진중에 들어가 좌충우돌하니, 명진 장졸 장수를 잃고 적세를 당치 못할 줄 알고 성문을 열어 항복하거늘, 동돌수가 항서를 받고, 이튿날 북해 태수가 나와 항복하거늘 북지를 또 얻고, 이튿날 진주를 얻고, 또 이튿날 건주를 쳐 얻고, 하북에 다다르니 절도사 이동식이 군사를 거느려 대적하다가 패하여 달아나거늘 하북을 얻고, 군사를 재촉하여 여러 날 만에 기주에 이르니 자사가 대적하다가 도망하거늘, 흉노의 장졸이 기주성 안에 들어가 자칭 천자라 하고 군사로 하여금 인민의 쌀과 곡식을 노략질하니, 그 때 백성이 다 견디지 못하여 도망하더라. (중략)각설. 이때는 기축 정월 초순이라. 천자가 금릉으로 피란하였다가 적세 급함을 당치 못할 줄 알고 성문을 굳게 닫고 종시 접전치 아니하더니, 적장 묵특남이 군사를 몰아 사면으로 점점 싸고 철기 오천을 거느려 성문을 깨치고 성중에 들이 달아 좌우충돌하며 명진 장졸을 습격하여 죽이니, 명진의 군량이 다 떨어지고 기운 피곤하여 능히 접전치 못하는지라. 우승상 왕희와 병부상서 진택이 황제께 주하되,“사세 가장 위급하오니 바라옵건대 황상은 항복하옵소서.”천자가 마지못하여 옥새를 끌러 목에 걸고 진문 밖에 나아가 용포 소매를 들어 옥루를 씻으며 하늘을 우러러 통곡 왈,“구주 강산이 흉노의 땅이 되고 종묘 사직이 오늘날 망케 되었으니 어찌 통분치 아니 하리오? 원수 장계운이 만일 있더면 어찌 이 욕을 당하리오?”하시니, 좌우제장과 만조백관이 누가 아니 통곡하리오? 흉노는 국어 영역고1 9━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━916장대에 높이 앉아 승전고를 울리며 항복함을 재촉하는 호령이 눈서리같이 엄한지라. 이때 대봉이 점점 오며 바라보니 천자께서 흰 옷에 흰 띠를 두르고 진문 밖에 나와 통곡하시고 제장 군졸이 다 우는지라. 이 경상 보매 분한 기운이 하늘을 찌를 듯하니 눈을 부릅뜨고 소리를 벽력같이 지르며 청룡언월도를 비껴 적진에 달려들어 크게 꾸짖어 왈,“역적 흉노야! 네가 중원을 침범하기도 죽음을 면치 못하거든 감히 천자를 핍박하니 하늘이 두렵지 아니하랴? 나는 대국 충의장군 이대봉이라. 나의 청룡도로 반적의 머리를 베어 우리 황상의 분을 풀리라.”하고 청룡도를 들어 적장의 머리를 풀 버히듯 하니, 묵특남이 정신을 수습치 못하여 피하고자 하거늘, 다시 칼을 들어 묵특남의 머리를 베어 칼 끝에 꿰어 들고 좌충우돌하니, 군중이 크게 어지러워 죽는 자 태반이라.- 작자 미상, ｢이대봉전｣-* 중원: 중국의 황허 강 중류의 남부 지역. 흔히 한때 군웅이 할거했던 중국의 중심부나 중국 땅을 가리킴.* 천문: 우주와 천체의 온갖 현상과 그에 내재된 법칙성.23. (가)를 이해한 내용으로 적절하지 않은 것은?① 귀족적 영웅 소설은 유교적 이념을 바탕으로 하고 있다.② 귀족적 영웅 소설에 비해 민중적 영웅 소설은 많이 창작되지 않았다.③ 귀족적 영웅 소설은 선한 주인공이 승리하는 결말을 통해서 도덕적 당위성을 드러내고 있다.④ 민중적 영웅 소설의 주인공은 미천한 신분이지만 적대자와의 대결에서 승리하는 인물이다.⑤ 신화에 나타나는 주인공의 비정상적인 출생은 귀족적 영웅 소설에서 변형되어 계승되고 있다.24. (나)에 대한 설명으로 가장 적절한 것은?① 내적 독백을 활용하여 인물의 갈등을 드러내고 있다. ② 현실과 꿈을 교차하여 사건을 입체적으로 드러내고 있다.③ 배경 묘사를 통해 인물의 심리를 간접적으로 제시하고 있다.④ 사건을 요약적으로 제시하여 전개 속도를 빠르게 하고 있다.⑤ 장면에 따라 서술자를 달리하여 사건이 새로운 국면으로 전환되고 있다.25. [A]~[C]의 말하기 방식에 대한 설명으로 가장 적절한 것은?① [A]는 과거의 일을 언급하며 상대방의 요청을 긍정적으로 수용하고 있다.② [B]는 상황의 불리함을 내세워 자신의 요청에 대한 상대방의 동의를 구하고 있다.③ [B]는 과거와 현재의 상황을 언급하며 미래에 해결해야 할 과제를 상대방에게 당부하고 있다.④ [C]는 자신의 권위를 내세우며 상대방에게 굴복을 강요하고 있다.⑤ [C]는 미래 상황을 예측하며 상대방의 태도 변화를 요구하고 있다.26. (나)의 공간적 배경을 다음과 같이 도식화할 때, ⓐ~ ⓔ에 대한 설명으로 적절하지 않은 것은?금화산ⓐ농서ⓑ금릉ⓒ기주성ⓓ상군읍ⓔ대봉의 이동 경로흉노의 이동 경로➜➜⇐⇐① 대봉은 ⓐ에서 수련을 하여 세상에 나아갈 능력을 갖추었다.② 대봉은 ⓑ로 가던 도중 천문을 살펴보고 나라가 위기에 빠졌음을 알게 되었다.③ 흉노의 공격을 방어하지 못한 천자는 ⓒ로 피란하여 대봉을 기다렸다.④ 흉노가 ⓓ에 쳐들어가 노략질을 하자 백성들은 견디지 못하여 도망갔다.⑤ 명나라 군사는 ⓔ에서 흉노와 싸웠지만 패하여 항복하였다.27. (가)를 바탕으로 (나)를 감상한 내용으로 적절하지 않은 것은? [3점]① 대봉이 흉노를 물리치는 것을 통해 지배 체제의 위기를 해결하는 모습을 보여주는군.② 신하들이 천자에게 항복을 권하는 사건은 대봉이 적대자의 모해로 겪는 시련으로 이어지는군.③ 노승에게 칠 년 동안 의지하였다는 대봉의 말을 통해서 노승이 대봉의 조력자임을 알 수 있군.④ 대봉이 금릉으로 가서 천자를 구하고자 하는 것은 유교적 가치인 충을 실천하는 행위로 볼 수 있군.⑤ 중원을 차지하려는 흉노와 이에 맞서는 대봉의 대결을 통해 당대의 독자들에게 긴장감을 불러일으켰겠군.국어영역10 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1016[28～32] 다음 글을 읽고 물음에 답하시오.인체는 70%가 수분이다. 수분은 인체의 세포를 유지하고 세포가 일을 하면서 생성하는 여러 가지 노폐물을 배출하는데 관여한다. 인체의 세포는 일종의 화력 발전소이다. 연기가 나지 않을 뿐이지 들어오는 음식을 잘 분해하고 연소시켜서 에너지를 만든다. 몸은 이 에너지를 이용하여 축구도 하고 달리기도 한다. 이때 여러 가지 노폐물이 발생하는데, 이 노폐물들을 인체 밖으로 내보내야 한다. 그래야만 몸이 늘 일정한 상태, 즉 항상성을 유지하게 된다. 노폐물을 몸 밖으로 내보내는 역할은 주로 신장이 한다.㉠신장의 주 역할은 노폐물을 걸러내어 오줌으로 내보내는 것이다. 이 일이 진행되는 곳은 네프론이라는 장치인데, 신장 하나에 100만 개 정도가 있다. 네프론은 사구체, 보먼주머니, 세뇨관으로 이루어지는데 이곳에서 노폐물이 여과되고 필요한 영양분, 즉 포도당, 수분 등이 재흡수되기도 한다. 포도당은 100% 재흡수되는데, 당이 재흡수되지 않고 소변에 섞여 나오면 당뇨병을 의심해 볼 수 있다. 몸 안의 수분량에 따라 수분을 재흡수하는 양이 결정되므로 몸 안의 수분이 적으면 배출하는 수분의 양을 줄인다. 이 때문에 소변이 노랗게 되는데 이것은 몸의 수분이 적다는 신호이다.노폐물은 혈액의 압력 차이에 의해 모세혈관 덩어리인 사구체를 통해 보먼주머니에 모이고 이것이 세뇨관을 거쳐 방광에 모아져 오줌으로 배설된다. 물론 분자량이 큰 세포나 단백질 등은 그대로 혈액 속에 남아 있다. 이때 노폐물뿐만 아니라 인체에 필요한 무기염류, 아미노산, 물 등도 혈액의 압력에 의해 보먼주머니로 나온다. 보먼주머니에 모인 물질 중 필요한 것은 세뇨관에서 다시 모세혈관 속으로 재흡수된다. 이와 같이 신장은 신체 내의 노폐물을 몸 밖으로 내보내는 여과와 필요한 것은 계속 사용할 수 있게 하는 재흡수의 기능으로 우리 몸을 항상 일정 상태로 유지한다. 이러한 중요한 역할을 하는 신장에 이상이 생기면 우리 몸은 중대 위기에 봉착한다.신장 기능에 이상이 생기면 인체에 여러 가지 문제가 생긴다. 우선 노폐물이 걸러지지 않고 농도가 높아짐으로써 세포가 제대로 작용을 하지 못하게 되고, 얼굴이 붓는 증상에서부터 신장이 제 기능을 못하는 신부전증의 단계에까지 이른다. 이러한 경우 생명이 위험해진다. 물론 신장 이식 등의 방법도 있지만, 기증자가 나타나지 않으면 인공 신장에 의지해야 한다. 신부전 환자는 한 번에 4~5시간은 소요되는 괴로운 혈액 투석을 일주일에 서너 번씩 해야 한다. 사실 ㉡인공 신장은 정확한 말이 아니다. 인공 신장이라면 신장을 대신하여 몸 안에 장착하여 계속 쓸 수 있어야 하는데, 여기서 말하는 인공 신장이란 일종의 혈액 투석기이다. 즉 체외에서 신장의 기능인 노폐물의 여과 기능을 대신하는 수단이다.인공 신장에서는 노폐물인 요소 등을 제거해야 하는데 요소가 제거되는 근본 원리는 물질의 농도 차이이다. 물이 담긴 컵에 잉크 한 방울을 떨어뜨렸을 때, 잉크가 ㉢퍼져 나가는 것은 컵 속의 잉크 농도를 균일하게 하려는 성질 때문이다. 노폐물인 요소도 농도가 높은 곳에서 낮은 곳으로 이동한다. 인공 신장에서도 같은 원리로 노폐물이 제거된다. 즉 반투막을 사이에 두고 한쪽에는 노폐물이 있는 혈액을 통과시키고 다른 한쪽에는 노폐물이 없는 투석액을 통과시키면 노폐물은 농도 차이에 의해 농도가 높은 혈액에서 낮은 투석액으로 이동한다. 물론 혈액 속의 세포들과 분자량이 큰 단백질 등은 반투막을 통과하지 못하므로 다시 몸속으로 들어간다. 또한 무기염류, 포도당 등이 빠져나가지 않게 하려면, 반투막을 중심으로 양쪽이 같은 농도가 되도록 하면 된다.실제 병원에서 쓰이는 혈액 투석기는 가는 여과관이 여러 개 모여 있는 구조의 중공사막*을 사용한다. 가는 여과관이 수백 개 다발로 있기 때문에 빠른 속도로 투석을 진행할 수 있다. 혈액이 흐르는 방향과 투석액이 흐르는 방향이 같으면 처음에는 노폐물 농도 차이가 있어서 노폐물이 이동하지만 농도가 비슷해지면 노폐물의 이동이 줄어든다. 따라서 혈액과 투석액이 서로 반대 방향으로 흐르도록 해 노폐물의 농도 차이가 일정하게 유지되도록 한다.* 중공사막: 사람의 혈액을 걸러주는 인공신장 투석기의 필터.28. 윗글에 대한 설명으로 가장 적절한 것은?① 혈액의 구성 물질을 소개하고, 각각의 기능이 무엇인지 설명하고 있다.② 인공 신장의 구조와 원리를 제시하고, 인공 신장의 발전 과정을 설명하고 있다.③ 신장 기능의 이상에 따른 결과를 제시하고, 다른 장기에 미치는 영향을 살피고 있다.④ 인체의 노폐물 여과 과정을 설명하고, 인공 신장의 혈액 여과 원리를 제시하고 있다.⑤ 신장을 이식하는 방법과 의학적인 한계를 설명하고, 이에 대한 대안을 제시하고 있다.29. 윗글을 통해 알 수 있는 내용으로 가장 적절한 것은?① 소변에 당이 섞여 배출되면 소변 색이 노랗게 된다.② 신장은 무기염류, 아미노산 등을 노폐물과 함께 몸 밖으로 배출한다.③ 인체에 필요한 단백질은 사구체에서 여과된 후 모세혈관으로 재흡수된다.④ 걸러진 노폐물은 세뇨관을 통해 보먼주머니에 모아져 오줌으로 배설된다.⑤ 세포가 생성하는 여러 가지 노폐물을 제거해야 인체의 항상성을 유지할 수 있다.30. ㉠과 ㉡에 대한 설명으로 적절한 것은? [3점]① ㉠과 ㉡ 모두 인체의 수분을 늘리는 기능이 있다.② ㉠과 ㉡ 모두 여과한 물질을 다시 흡수하는 기능이 있다.③ ㉠과 ㉡ 모두 혈액 속의 요소 성분을 제거하는 기능을 한다.④ ㉠은 농도의 차이로, ㉡은 압력의 차이로 노폐물을 걸러 낸다.⑤ ㉠의 기능에 이상이 생겼을 때, ㉡을 환자의 체내에 이식한다.국어 영역고1 11━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━111631. 윗글을 바탕으로 <보기>의 ‘혈액 투석기’를 이해한 내용으로 적절하지 않은 것은?<보 기>ⓐⓑⓒ혈액투석액투석액적혈구무기염류포도당혈장단백질요소① ⓐ와 ⓒ의 요소 농도는 ⓑ보다 높다.② ⓐ와 ⓑ, ⓑ와 ⓒ 사이의 막은 반투막이다.③ ⓐ, ⓑ, ⓒ의 무기염류, 포도당 농도는 같다.④ ⓐ와 ⓒ는 ⓑ와 반대 방향으로 흐른다.⑤ ⓐ와 ⓑ, ⓑ와 ⓒ 사이에서 세포와 단백질은 이동하지 않는다.32. 밑줄 친 단어 중 ㉢과 문맥적 의미가 가장 유사한 것은?① 꽃향기가 방 안에 퍼져 있다.② 라면이 푹 퍼져서 탱탱 불었다.③ 사람들은 목적지에 도착하자 푹 퍼졌다.④ 강의 하류에는 삼각주가 넓게 퍼져 있다.⑤ 그의 자손들은 전국에 널리 퍼지게 되었다.[33～35] 다음 글을 읽고 물음에 답하시오.지휘자와 오케스트라가 베토벤의 교향곡을 소리로 재현해 내지 않는다면 베토벤의 명곡은 결코 우리 앞에 ‘생생한 소리’로서 존재할 수 없다. 지휘자와 오케스트라가 작곡가의 악보를 소리로 바꾸는 과정에서 ‘음악 해석’이라는 것이 이루어진다. 지휘자는 자신의 음악적 관점을 리허설을 통해 전달하고, 여러 가지 손동작과 표정, 몸짓 등으로 감정을 표현하거나 음악의 느낌을 단원들에게 전달하며 훌륭한 연주를 이끌어 낸다. 그 순간 지휘자는 단지 박자만 맞추는 것이 아니라 음악을 해석하고 있는 것이다.일반인들에게 음악 해석이란 말은 조금 낯설지도 모른다. 엄연히 작곡가가 남긴 악보가 있고, 지휘자나 연주자는 악보에 써 있는 대로 음악을 지휘하거나 연주를 하면 될 테니 연주의 차이도 거기서 거기 아니냐고 할 수도 있다. 하지만 막상 악보를 보고 연주를 해보면 이것이 간단한 문제가 아니라는 것을 알게 된다. 가령 ‘점점 느리게 연주하라’는 뜻의 ‘리타르단도’라든가 ‘점점 빠르게 연주하라’는 뜻의 ‘스트린젠도’라는 기호가 나타났을 때 과연 어디서부터 어떻게 느려져야 하고 어떻게 빨라져야 할까? 작곡가가 아무리 악보를 정교하게 그린다 해도 작곡가는 연주자들에게 자신이 의도한 음악을 정확하게 전달해 낼 수 없다. 이것이 바로 ‘악보의 불완전성’이며 이 불완전성이야말로 다양한 음악 해석을 가능하게 한다.그럼 베토벤의 ｢교향곡 5번｣이 지휘자의 관점에 따라 얼마나 다르게 연주될 수 있는지 살펴보자. 1악장 도입부만 해도 지휘자마다 천차만별이다. 베토벤 ｢교향곡 5번｣을 여는 ‘따따따딴~’의 네 음은 베토벤의 운명이 문을 두드리는 소리라고 해서 흔히 ‘운명의 동기’라고 불린다. 운명의 동기가 나타나는 1악장의 첫 페이지에 베토벤은 ‘알레그로 콘 브리오’ 즉 ‘빠르고 활기 있게’ 연주하라고 적어 놓았다. 그리고 그 옆에는 정확한 템포를 지시하기 위해 2분 음표를 메트로놈 108로 연주하라고 적어 놓았다. 1악장은 2/4박자의 곡이므로 2분 음표의 템포는 곧 한 마디의 템포인 셈인데, 한 마디를 메트로놈 108의 속도로 연주한다는 것은 연주자들을 긴장시킬 만한 매우 빠른 템포이다.하지만 정확하고 무자비하기로 유명한 지휘자 토스카니니는 정확하게 베토벤이 원하는 템포 그대로 운명의 동기를 연주한다. 그리고 운명의 동기를 반복적으로 구축하며 운명이 추적해오는 것 같은 뒷부분도 사정없이 몰아친다. 그의 해석으로 베토벤 음악의 추진력은 더욱 돋보인다.반면 음악을 주관적으로 해석하기로 유명한 푸르트벵글러는 베토벤이 적어 놓은 메트로놈 기호에 별로 신경을 쓰지 않았다. 푸르트벵글러의 지휘로 재탄생한 운명의 노크 소리는 매우 느린 템포로 연주된다. 그럼에도 불구하고 한 음 한 음 힘 있고 또렷하게 표현된 그 소리는 그 어느 노크 소리보다 가슴을 울리는 웅장함을 담고 있다. 두 번째 노크 소리의 여운이 끝나기가 무섭게 시작되는 ‘운명의 추적’ 부분에서도 푸르트벵글러는 이 작품에 대한 독특한 시각을 보여 준다. 그는 여기서 도입부의 느린 템포와는 전혀 다른 매우 빠른 템포로 음악을 이끌어 가면서 웅장하게 표현된 운명의 동기와는 대조적으로 더욱 긴박감 넘치는 운명의 추적을 느끼게 한다. 푸르트벵글러는 비록 1악장 도입부에서 베토벤이 적어 놓은 메트로놈 기호를 지키지는 않았다. 하지만 도입부에 나타난 두 번의 노크 소리를 느리고 웅장하게 연주한 후 뒷부분의 음악은 빠르고 긴박감 넘치게 이끌어 감으로써 베토벤 음악이 지닌 웅장함과 역동성을 더욱 잘 부각시키고 있다. 그렇다면 푸르트벵글러의 해석이 틀렸다고 할 수 있을까? 악보에 충실하고자 했던 토스카니니와 악보 너머의 음악적 느낌에 더 충실하고자 했던 푸르트벵글러 중 누가 옳은 것일까?음악에선 틀린 음을 연주하는 것 이외에 틀린 것이란 없다. 틀린 것이 아니라 다른 것이다. 여러 가지 ‘다름’을 허용하는 것이야말로 클래식 음악을 더욱 생동감 넘치는 현재의 음악으로 재현하는 원동력이 된다.국어영역12 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━121633. 윗글의 논지 전개 방식으로 가장 적절한 것은?① 화제의 변천 과정을 역사적으로 살펴보고 있다.② 낯선 개념을 익숙한 대상에 빗대어 설명하고 있다.③ 다양한 관점을 소개하면서 절충안을 모색하고 있다.④ 구체적인 사례를 들어 화제에 대한 이해를 돕고 있다.⑤ 대상에 대한 서로 다른 관점의 장‧ 단점을 비교하고 있다.34. ‘음악 해석’에 대한 이해로 적절하지 않은 것은?① 동일한 곡이라도 지휘자마다 연주자에게 다른 요구를 할 수 있다.② 악보를 통해 작곡가의 의도를 연주자에게 완벽하게 전달하기는 어렵다.③ 작곡가가 악보에 자신의 의도를 정확하게 담았다면 음악 해석은 불필요하다.④ 음악 해석은 지휘자나 연주자가 작곡가의 악보를 소리로 재현할 때 이루어진다.⑤ 지휘자는 동작이나 표정을 통해 연주자들에게 자신이 해석한 음악의 느낌을 전달한다.35. 윗글을 바탕으로 <보기>에 대해 보인 반응으로 적절하지 않은 것은? [3점]<보 기>베토벤 당시의 호른으로는 재현부에서 C장조로 낮아진 제2주제의 팡파르를 연주할 수 없었다. 그래서 베토벤은 자신의 ｢교향곡 5번｣ 1악장 재현부에서 제2주제 팡파르를 호른과 음색이 가장 유사한 목관 악기인 바순으로 연주하도록 했다. 그러나 19세기에 관악기의 개량이 이루어지면서 어떤 음이든 연주할 수 있는 호른이 널리 보급되었다. 그러자 어떤 지휘자들은 베토벤 ｢교향곡 5번｣ 1악장의 재현부에서 제2주제 팡파르를 호른으로 연주해야 한다고 주장했다. 하지만 어떤 지휘자들은 베토벤이 악보에 적어 놓은 그대로 바순의 연주를 고집했다.① 베토벤은 당시 악기의 한계 때문에 자신이 의도한 바를 정확하게 구현하지 못했겠군.② 토스카니니는 베토벤이 악보에 적어 놓은 그대로 바순으로 연주하는 데 동조했겠군.③ 자신의 음악 해석에 따라 호른이나 바순 이외의 악기로 연주하는 지휘자도 있을 수 있겠군.④ 호른으로 연주를 해야 한다고 주장한 지휘자들은 악보에 충실한 음악 해석을 중요시했겠군.⑤ 윗글의 글쓴이는 바순과 호른 중 어떤 악기로 연주해도 그 지휘자의 연주가 틀렸다고는 생각하지 않겠군.[36～39] 다음 글을 읽고 물음에 답하시오.(가) 학창 시절에는 유별나게도 학년이 바뀌고 반이 바뀌어 친구들과 뿔뿔이 흩어져야 하는 신학기가 싫었다. 마음으로 간절히 원했던 친구는 거의 언제나 다른 반으로 가 버렸고, 한 반이 되지 않기를 빌고 빌었던 친구는 어김없이 한 반으로 편성되곤 하는 불행 아닌 불행 앞에서 얼마나 많이 속상해 했는지 모른다.그래서 학년이 바뀌면 처음 얼마 동안은 늘 마음을 잡지 못했다. 아침에 눈을 떠 학교에 갈 일을 생각하면 가슴 한쪽이 싸늘해지곤 하던 그 느낌을 지금도 나는 선연히 떠올릴 수가 있다. (중략)이제는 반이 나뉘고 새로운 급우들한테서 낯섦을 실컷 맛봐야 하는 신학기 따위는 영영 내 곁에서 사라졌다. 그 대신 사랑하고 믿어 주는 것보다 시기하고 미워하며, 또는 빼앗고 속이는 일이 더 많은 황폐한 세상살이에 낯가림하며 사는 나날 속으로 내던져지고 말았다. 망망대해를 헤매는 것처럼 힘든 인생의 항해는 신학기 잠시의 외로움을 극복하는 일 따위와는 비교도 할 수 없을 만큼 두려움 가득한 일이다. 삶은 고난 투성이고 끝없는 인내를 요구하기만 하는데, 홀로 헤치는 ㉠파도는 높고 거칠기만 한 것이다.바로 이때에 영혼을 함께 나눌 친구가 절실히 필요해진다. 인생이란 험난한 항해를 같이 겪고 있다는 동지애를 느낄 수 있는 친구, 혹은 내 삶의 따뜻한 동반자라는 느낌이 전해져 오는 친구와 같이 있는 시간에는 이 세상도 한번 살아 볼 만하다는 용기가 솟는다. 그런 친구와 돈독한 우정을 서로 교환하고 있는 이들이라면, 적어도 실패한 삶은 아니라고 단정할 수 있는 것이다. 살아가면서 그런 우정을 가꾸는 이들을 종종 만난다. 비록 나의 친구는 아니지만 그 모습을 보는 일은 참 아름답다. 언젠가 친구가 사업에 실패해서 낙향하여 쓸쓸히 살아가는 것을 안쓰러워하다 못해 자기도 다니던 직장을 정리하고 가족과 함께 시골로 내려가 친구 옆에서 땅을 일구는 사람을 만난 적이 있었다.이미 결혼하여 각각의 식솔을 이끌고 있는 두 사람한테는 참으로 어려운 결정이었겠지만, 양쪽 집의 가족들 모두는, 한결같이 이렇게 말하였다. 냉혹한 이 세상에 대항하기 위해 두 집이 힘을 합쳤으니 얼마나 든든하냐고.누군가는 말했다. 친구 없이 사는 일만큼 ㉡무서운 사막은 없다고. 또 누군가는 말했다. 친구 없이 사는 것은 증인 없이 사라지는 일이라고. - 양귀자, ｢사막을 같이 가는 벗｣-(나) 우리가 눈발이라면허공에서 쭈빗쭈빗 흩날리는㉢진눈깨비는 되지 말자.세상이 바람 불고 춥고 어둡다 해도사람이 사는 마을가장 낮은 곳으로따뜻한 ㉣함박눈이 되어 내리자.우리가 눈발이라면국어 영역고1 13━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1316잠 못 든 이의 창문 가에서는편지가 되고그이의 ㉤깊고 붉은 상처 위에 돋는새살이 되자.- 안도현, ｢우리가 눈발이라면｣-(다) 벼는 서로 어우러져기대고 산다.햇살이 따가워질수록깊이 익어 스스로를 아끼고이웃들에게 저를 맡긴다.서로가 서로의 몸을 묶어더 튼튼해진 백성들을 보아라.죄도 없이 죄지어서 더욱 불타는마음들을 보아라. 벼가 춤출 때,벼는 소리 없이 떠나간다.벼는 가을 하늘에도서러운 눈 씻어 맑게 다스릴 줄 알고바람 한 점에도제 몸의 노여움을 덮는다.저의 가슴도 더운 줄을 안다.벼가 떠나가며 바치는이 넓디넓은 사랑,쓰러지고 쓰러지고 다시 일어서서 드리는이 피 묻은 그리움,이 넉넉한 힘…….- 이성부, ｢벼｣-36. (가) ~ (다)에 대한 설명으로 가장 적절한 것은?① (가)와 (나)는 계절적 배경을 드러내는 소재를 통해 경건한 분위기를 형성하고 있다.② (가)와 (다)는 구체적 지명을 제시하여 향토성을 드러내고 있다.③ (가)와 (다)는 대상을 의인화하여 말을 건네는 방식으로 친근감을 드러내고 있다.④ (나)와 (다)는 동일한 시어를 반복하여 시적 의미를 강조하고 있다.⑤ (나)와 (다)는 명사형으로 마무리함으로써 독자에게 여운을 주고 있다.37. ㉠~ ㉤에 대한 이해로 적절하지 않은 것은?① ㉠: 글쓴이가 세상살이에서 헤쳐 나가야 할 고난을 의미한다.② ㉡: 글쓴이에게 부정적 의미의 공간으로 인식되고 있다.③ ㉢: ‘함박눈’과 대조적인 의미를 지닌 시어이다.④ ㉣: ‘편지’, ‘새살’처럼 세상에 필요한 존재이다⑤ ㉤: 화자에게 그리움을 불러일으키는 매개체이다.38. (가)를 <보기>와 같이 구조화할 때, 이해한 내용으로 적절하지 않은 것은? <보 기>[A]⇒[C]학창 시절깨달음경험[B]학창 시절 이후① [A] : 글쓴이는 신학기 때 원했던 친구들과 반이 달라져 낯섦과 외로움을 경험했다.② [B] : 글쓴이는 [A]보다 세상살이가 더 힘들다는 것을 절실하게 경험했다.③ [B] : 글쓴이는 사업에 실패해서 낙향한 친구와 함께 시골에서 돈독한 우정을 나누었다.④ [B] : 글쓴이는 주변 사람들의 모습을 통해 힘든 삶을 함께 헤쳐 나갈 친구가 있다면 실패한 삶은 아니라고 생각했다.⑤ [C] : 글쓴이는 [B]의 경험을 통해 힘들 때 진정한 우정을 나눌 수 있는 친구의 필요성을 느꼈다.39. <보기>를 바탕으로 (다)에 드러난 벼의 속성을 민중의 모습과 연결했을 때, 적절하지 않은 것은?<보 기>이성부의 ｢벼｣는 벼의 속성을 민중과 연결시켜 희생과 인내를 통해 고난에 대응하는 민중의 강인한 생명력을 보여 주고 있다. 이를 통해 고통스러운 현실에 분노와 절망을 느끼면서도 자신의 내면을 다스리고 서로 단결하는 공동체 의식을 보여 주고 있는 것이다.ⓐ공동체 의식쓰러져도 다시 일어난다.ⓑ인내심벼ⓒ단결력ⓓ희생정신이웃들에게저를 맡긴다.ⓔ생명력서로 몸을 묶어 더 튼튼해진다.사랑을 바치고떠나간다.서로 어우러져 기대고 산다.① ⓐ       ② ⓑ       ③ ⓒ       ④ ⓓ       ⑤ ⓔ국어영역14 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1416[40～42] 다음 글을 읽고 물음에 답하시오.미안하구나.아버진 그렇게 얘기했다. 또 그 소리. 내가 일만 한다 하면 늘 같은 소리였다. 처음엔 들을 만했는데, 결국 들으나마나가 돼버린 지 오래다. 나이 마흔다섯에 시간당 삼천오백 원, 즉 그것이 아버지의 산수였다. 여하튼 무슨 상사(商社)에 다녔는데, 여하튼 ‘무슨 상사’라고밖에 말할 수 없는 직장이었다. 딱 한 번 나는 그곳을 찾아간 적이 있다. 중학생 때의 일인데 도시락을 갖다 주는 심부름이었다. 약도가 틀렸나? 엄마가 그려준 약도를 몇 번이고 확인하며 근처의 골목을 서성이고 서성였다. 간신히 찾아낸 아버지의 사무실은－여하튼 그곳에 있기는 한, 그런 ⓐ사무실이었다. 쥐들이 다닐 것 같은 어둑한 복도와, 형광등과, 칠이 벗겨진 목조의 문. 혹시 외국(外國)인가? 라는 생각이 들 만큼이나 ‘을씨년’스러운 곳이었다. 깜짝이야. 그런 단어가 머릿속에 있었다니. 넉넉한 환경은 아니어도, 제법 메탈리카 같은 걸 듣던 시절이었다. 그래도 세상은 뭔가 ESP 플라잉브이(‘메탈리카’가 사용한 기타의 모델명)와 같은 게 아닐까, 막연한 생각을 나는 했었다. 했는데, 해서 문을 열고 들어서자-꼬박꼬박 도시락만 먹어온 얼굴의 아버지가 가냘픈 표정으로 사무를 보고 있었다. 아버지, 저 왔어요.원래 좀 노는 편이었는데, 이상하게 그날 이후 나는 조용한 소년이 되어 버렸다. 뭐랄까, 그때는 몰랐지만-그 순간 마음속에 <나의 산수>와 같은 게 생겨났기 때문이었다. 아마도 그랬다고, 지금의 나는 생각한다. 그것은 슬픈 일도 기쁜 일도 아니었으며, 누구를 원망할 성질의 것은 더더욱 아니었다. 그저, 말 그대로 수(數)였던 것이다. 말수가 줄어든 대신, 나는 열심히 알바를 하고 돈을 모으기 시작했다. 야, 세상은 한 방이야.-어울리던 친구들이 안쓰럽단 투로 말했지만, 나는 알고 있었다. 결국 이들도 같은 산수를 할 수밖에 없단 사실을. 넌 뭘 할 건데? 나? 글쎄 요샌 연예계가 어떨까 싶어.(중략)그 겨울의 어느 날이었다.아버지가 사라졌다.정말로 사라진 것이었다. 어떤 조짐도 보이지 않았고, 어떤 짐작도 할 수 없었다. 처음엔 사고가 아닌가 백방으로 뛰어다녔지만, 사고의 흔적은 어디에도 없었다. 행적에 대해 말해줄 수 있습니까? 아버지를 마지막으로 본 것은 나였으므로, 당연히 나는 그에 대해 할 말이 있었다. 그날 아침 ⓑ전철역에서 만났습니다. 전철역에서요? 네, 아버지는 출근을 하는 길이었고, 저는 그곳에서 아르바이트를 하고 있었습니다. 종종 만나는 편인데, 늘 그랬듯 그날도 역시 아버지를 밀어 드렸습니다. 뭐 특이한 점은 없었나요? 글쎄요… ㉠그러고 보니 ‘잠깐만, 다음 걸 타자’하고 몸을 한 번 뺐습니다. 그런 적은 처음이었나요? 네, 아마도. 그래서 어떻게 했나요? 힘드신가 보다, 라고 쉽게 생각했습니다. 그래서 다음 열차에 태워 보냈습니다. 순순히 타던가요? 그런, 편이었습니다.그리고 그것이, 아버지의 마지막 모습이었다. 아버지는 회사에도 가지 않았고, 집으로도 오지 않았다. 말 그대로의, 실종. ㉡경찰은 요즘 그런 사람들이 꽤 있다는 말로 나를 위로했지만, 그런 사람들이 꽤 있다고 해서 위로가 될 리 없었다. 그 후의 기억은… 잘 정리가 되지 않는다. 나는 아버지의 회사를 상대로 밀렸던 두 달치 임금을 받아냈고, 이는 보통 힘든 일이 아니었고, 이런저런 서류를 마련해 할머니를 관인 ‘사랑의 집’에 보내고, 이 또한 정말 까다롭고 힘든 일이었으며, 경찰서와 병원을 꾸준히 오고, 가고, 또 여전히 일을 했다, 해야만 했다. 때로 새벽의 전철에 지친 몸을 실으면, 그래서 나는 어둠 속의 누군가에게 몸을 떠밀리는 기분이었다. 밀지 마, 그만 밀라니까. 왜 세상은 온통 ‘푸시’인가. 왜 세상엔 <풀맨>이 없는 것인가. 그리고 왜, 이 열차는삶은, 세상은, 언제나 흔들리는가. 그렇게흔들리던 겨울이 가고, 봄이 왔다. 봄은 금성인과 화성인이 모두 부러워할 만큼이나 근사한 계절이었다. 끝내 아버지는 돌아오지 않았지만, 대신 어머니의 의식이 기적처럼 돌아왔다. ㉢의식이 돌아왔다는 사실보다도, 퇴원을 할 수 있다는 사실이 기뻐 나는 울었다. 글쎄 그 정도의 서러운 이유라면, 누구나 눈물이 나오지 않았을까? 이제 재활 치료만 받으면 됩니다. 의사란 사람이, 그렇게 얘기했다. 재활 치료만 받으면 되는 거겠지. 의사란 사람이, 그렇게 말했으니.그렇게 우리 집은 다시금 숨을 트고 있었다. 아버지가 사라졌지만 할머니란 짐을 덜게 된 까닭으로, 또 엄마가 스스로 자신의 병원비를 번 까닭으로-그대로, 그렇게. 근처의 지붕에서 지켜본다면, 아마도 그것은 잔디의 작은 싹이 움을 튼 모습과 비슷한 광경이었을 것이다. 살아, 있다. ㉣무사하진 않았지만, 그래도 유사한 산수를 할 수 있단 것은 얼마나 큰 삶의 축복인가. 사라지기 전에, 사라지기 전에 말이다.봄이 얼마나 완연한 날이었을까. 일을 마친 나는 잠시 역사의 벤치에서 졸다가-깊고, 완연한 잠을 자 버리고 말았다. 그리고 눈을 떴다. 목이 말랐다. 여느 때처럼 미린다 한 잔을 마시고 나자, 탄산수처럼 쏘는 느낌의 봄볕이 피부를 찔러 왔다. 당연히 <얼음 없음>인 봄볕 속에는, 그래서 그만큼의 온기가 더 스며 있었다. 아아, 마치 기지개처럼 나는 다릴 뻗고 고갤 젖혔다. 여전히 구름은 흘러가고 지구는 돌고, 그리고 다시 고개를 들었는데-건너편 플랫폼의 지붕 부근에 떠 있는 이상한 얼굴 하나가 눈에 들어왔다. 저것은 설마기린이 아닌가. 그것은 정말 한 마리의 기린이었다. 기린은 단정한 차림새의 양복을 입고, 플랫폼의 이곳저곳을 천천히 거닐고 있었다. 오전의 역사는 한가했고, 아무리 한가해도 그렇지-사람들은 그럴 수도 있지 뭐,의 표정으로 그닥 신경을 쓰지 않는 눈치였다. 이거야 원, 누군가 한 사람은 긴장을 해야 하는 게 아닌가,란 생각으로 나는 기린을 예의, 주시했다. 끄덕끄덕 머리를 흔들며 걷던 기린이 코너 근처의 벤치 앞에서 멈춰 섰다. 그리고, 앉았다. 그것은 그리고, 앉았다,라고 해야 할 만큼이나 분리되고, 모션이 큰 동작이었다. 이상하게도 그 국어 영역고1 15━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1516순간, 나는 기린이 아버지란 생각을 했다. 이유는 알 수 없지만 그런 확신이 들었다. 나는 이미 통로를 뛰어가고 있었다. 사라지기 전에, 사라지기 전에.다행히 기린은 꼼짝 않고 앉아 있었다. 주저주저 그 곁으로 다가간 나는, 주저주저 기린의 곁에 조심스레 앉았다. 막상 앉으니-기린은 앉은키가 엄청나고, 전체적으로 다소곳하고 무신경한 느낌이었다. 기린은 이쪽을 쳐다보지도 않는데, 나는 혼자 울고 있었다. ㉤이상하게도 자꾸만 눈물이 나오는 것이었다. 아버지… 곧장 나는 가슴 속의 말을 꺼냈고, 기린의 무릎 위에 내 손을 올려놓았다.- 박민규, ｢그렇습니까? 기린입니다｣-40. ⓐ와 ⓑ에 대한 이해로 적절하지 않은 것은?① ⓐ는 아버지의 초라한 삶이 나타나는 공간이다.② ⓐ에서 본 아버지의 모습은 ‘나’가 정신적으로 성장하는 계기가 된다.③ ⓑ는 현실적 요소와 환상적 요소가 뒤섞인 공간이다.④ ⓐ와 ⓑ는 각각 아버지와 ‘나’가 서로에게 자신의 삶을 보여주는 공간이다.⑤ ⓐ에서의 아버지와는 달리 ⓑ에서의 ‘나’는 자신이 처한 현실에 절망감을 느끼고 있다.41. ㉠~ ㉤에 대한 이해로 적절한 것은?① ㉠: 아버지가 사라진 후에야 아버지의 행동이 평소와 달랐음을 ‘나’가 알아차린 것으로 볼 수 있다.② ㉡: 경찰이 ‘나’의 아버지의 실종에 대해 큰 관심을 두고 있다는 것을 알 수 있다.③ ㉢: 병원비가 줄었다는 사실보다는 어머니의 병세가 호전되었다는 것에 기뻐하는 ‘나’의 심리가 나타나 있다.④ ㉣: 이전보다 집안의 경제 사정이 나아졌다는 사실에 대한 ‘나’의 자부심이 드러나 있다.⑤ ㉤: ‘나’를 외면하는 아버지의 냉정한 태도에 대한 원망의 심리가 드러나 있다.42. <보기>는 윗글을 쓴 작가의 말이다. <보기>를 바탕으로 윗글을 감상한 내용으로 적절하지 않은 것은? [3점]<보 기>우리는 살벌한 현실 속에서 살아가고 있습니다. 현실의 무게에 짓눌려 자신만의 ‘산수’조차 감당하지 못하고 현실로부터 도피하는 ‘아버지’의 모습은 어쩌면 이 땅 모든 아버지의 또 다른 내면의 욕망인지도 모릅니다. 현실이 더욱 팍팍해지기에 자신이 감당해야 하는 삶의 무게는 점점 무거워집니다. 또 인간은 마치 짐짝처럼 ‘푸시맨’이 밀면 밀리는 대로 구겨지듯 그저 전동차 안으로 들어갑니다. 그 혼잡한 곳에 들어가야 현실과 연결될 수 있음을 알기에 스스로 인간이기를 포기하고 짐짝처럼 머리를 들이밀고 몸을 쑤셔 넣어야 하는 것입니다. 이 무한 경쟁의 시대에 적응하지 못한 자는 아무도 신경 쓰지 않는 ‘기린’으로 살아갑니다. ① ‘아버지’가 사라진 것은 자신이 져야 할 현실의 무게를 감당하지 못하고 현실로부터 도피한 것으로 볼 수 있군.② ‘아버지’의 가출로 인해 ‘나’가 집안에서 해야 할 일이 많아진 것은 ‘나’가 감당해야 하는 삶의 무게가 더 무거워졌다는 것을 의미하는군.③ 플랫폼에서 ‘나’가 발견한 ‘기린’은 경쟁의 시대에 적응하지 못하고 누구의 관심도 받지 못하는 ‘아버지’의 모습을 상징적으로 나타내고 있군.④ 전동차 안으로 밀리는 대로 짐짝처럼 들어가는 ‘아버지’의 모습에서 어쩔 수 없이 현실 속으로 들어가야만 하는 현대인의 모습을 발견할 수 있군.⑤ 마흔다섯의 나이에 시간당 삼천오백 원을 받는 ‘아버지’와 어린 나이에 아르바이트를 하며 돈을 모으는 ‘나’의 모습은 자신만의 산수조차 감당하지 못하는 현실을 보여주고 있군.국어영역16 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1616[43~45] 다음을 읽고 물음에 답하시오.(가) 방(房) 안에 켜 있는 촉(燭)불 눌과 이별하였기에     겉으로 눈물 지고 속 타는 줄 모르는고     저 촉(燭)불 날과 같아서 속 타는 줄 모르도다- 이  개-(나) 꿈에 다니는 길이 자취가 남는다면     님의 집 창(窓) 밖에 석로(石路)라도 닳으리라     꿈길이 자취 없으니 그를 슬퍼하노라- 이명한- (다) 님이 오마 하거늘 저녁밥을 일찍 지어 먹고     중문 나서 대문 나가 지방 위에 치달아 앉아 이수(以手)로 가액(加額)하고* 오는가 가는가 건넌 산 바라보니 거머흿들* 서 있거늘 저야 님이로다. 버선 벗어 품에 품고 신 벗어 손에 쥐고 곰븨님븨 님븨곰븨 천방지방 지방천방* 진 데 마른 데 가리지 말고 워렁충창* 건너가서 정(情)엣말 하려 하고 곁눈을 흘깃 보니 상년(上年) 칠월 사흗날 갉아 벗긴 주추리 삼대* 살뜰이도 날 속였구나     모쳐라 밤일세망정 행여 낮이런들 남 웃길 뻔 하괘라- 작자 미상- * 이수로 가액하고: 손을 들어 이마에 얹고.* 거머흿들: 검은 듯 흰 듯한 것.* 곰븨님븨 님븨곰븨 천방지방 지방천방: 엎치락뒤치락 허둥거리는 모양.* 워렁충창: 우당탕퉁탕.* 주추리 삼대: 밭머리에 모아 세워 둔 삼의 줄기.43. (가) ~ (다)의 공통점에 대한 설명으로 가장 적절한 것은?① 청각적 심상을 활용하여 애상적 분위기를 조성하고 있다.② 영탄적 표현을 통해 시적 상황에 대한 화자의 정서를 부각하고 있다.③ 자조적 어조를 통해 과거의 행동에 대한 화자의 자책감을 드러내고 있다.④ 역설적 표현을 통해 부정적인 상황에 대한 화자의 극복 의지를 나타내고 있다.⑤ 가정적 상황을 제시하여 현재에 비해 미래가 나아질 것이라는 기대감을 드러내고 있다.44. (가), (나)에 대한 이해로 적절하지 않은 것은?① (가)의 ‘겉으로 눈물 지고’에서 ‘눈물’은 촛농이 흘러내리는 모습을 비유한 것으로 화자의 슬픔을 형상화하고 있다.② (가)의 ‘저 촉(燭)불 날과 같아서’에서 ‘촉(燭)불’은 화자와 동일시되는 대상이다.③ (나)의 ‘꿈에 다니는 길’에서 ‘꿈’에는 화자의 소망이 투영되어 있다.④ (나)의 ‘석로(石路)라도 닳으리라’에서 ‘닳으리라’는 임에 대한 화자의 간절한 그리움을 드러내고 있다.⑤ (나)의 ‘그를 슬퍼하노라’에서 ‘슬퍼하노라’는 자신을 찾아 주지 않는 임에 대한 화자의 원망이 담겨 있다.45. <보기>를 바탕으로 (다)를 감상한 내용으로 적절하지 않은 것은? [3점]<보 기>  조선 후기에 등장한 사설시조는 형식 면에서 평시조와 달리 중장이 제한 없이 길어졌다. 내용 면에서는 실생활 소재들을 활용하여 일상에서 일어나는 문제를 주로 다루었는데 솔직함, 해학성, 애정을 서슴없이 표현하려는 대담성 등을 그 특징으로 하며 비유, 상징 등 다양한 표현기법을 활용하여 대상을 생동감 있게 그려 냈다.① ‘곰븨님븨’, ‘천방지방’ 같은 음성상징어를 활용하여 화자의 행동을 생동감 있게 표현하고 있군.② 일상에서 흔히 볼 수 있는 ‘버선’, ‘신’이라는 소재를 활용하여 임의 소중함을 상징하고 있군.③ ‘주추리 삼대’를 임으로 착각하여 달려가는 화자의 우스꽝스러운 모습에서 해학성을 느낄 수 있군.④ 임을 그리워하는 절실한 마음을 드러내기 위해 화자의 행동을 구체적으로 제시하다 보니 중장이 길어졌군.⑤ ‘진 데 마른 데 가리지’ 않고 임에게 가서 ‘정(情)엣말’을 하려는 모습에서 애정을 표현하려는 화자의 대담성을 엿볼 수 있군.※ 확인 사항◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}