{
    "년도": "2018",
    "대상": "고1",
    "목적": "6월",
    "과목": "국어",
    "text": "116[1～3] 다음은 학생이 수업 시간에 한 발표이다. 물음에 답하시오.  안녕하세요? 제가 ㉠사진을 하나 보여 드리겠습니다. 무슨 장면일까요? (청중의 대답을 듣고) 네, 맞습니다. 감나무 꼭대기에 감이 하나 달려 있는 장면입니다. 그런데 감나무에 왜 감을 하나만 남겨 두었을까요? (청중의 대답을 듣고) 네, 예로부터 우리 조상은 감을 수확할 때, 까치와 같은 날짐승이 겨우내 먹을 수 있도록 감을 다 따지 않고 나뭇가지에 몇 개 남겨 놓았습니다. (화면의 중심 부분을 손가락으로 가리키며) 이것을 ‘까치밥’이라고 합니다. 바로 이 ‘까치밥’과 관련된 문화에 대해 지금부터 발표하고자 합니다.  ‘까치밥’은 우리 조상들이 까치를 길조로 여겼기 때문에 생겨났습니다. 까치가 울면 반가운 손님이 온다는 말이 있듯, 까치는 좋은 소식을 전해 주는 새로 믿어 왔습니다. 그래서 수확 때가 되면 까치들에게 고마움의 뜻으로 열매를 남겨두어 겨울에도 까치들이 굶주리지 않게 했는데 이것이 굳어져 ‘까치밥’ 풍습이 된 것입니다. 그중에서 감이 대표적인 ‘까치밥’이 된 이유는 감나무가 높이 자라 감을 따기 힘들기 때문이기도 하지만, 감의 수확 시기가 새들이 먹이를 구하기 힘들어지는 시기와 맞물리기 때문입니다. 이처럼 ‘까치밥’ 문화는 마음의 여유를 지니면서 주변을 돌보며 살았던 우리 조상들의 공동체 정신과 배려를 나타낸다고 할 수 있습니다.  ㉡두 번째 사진을 보겠습니다. 이것은 대지의 작가인 펄 벅이 경주를 방문했을 때의 사진입니다. 이때 펄 벅은 ‘까치밥’을 보고 “따기 힘들어 그냥 두었나요?”라고 물었다가 “겨울새들을 위해 남겨둔 것입니다.”라는 기자의 설명에 “바로 그거예요.”라고 탄성을 내질렀다고 합니다. 이후에 펄 벅은 ｢살아있는 갈대｣라는 작품에서 날짐승까지 배려한 한국인의 고운 마음에 감동을 받았다고 했습니다. 이처럼 외국인의 눈에도 우리나라의 ‘까치밥’ 문화는 아름답게 보였습니다.  하지만 현대에 와서 이 아름다운 ‘까치밥’ 문화가 사라지고 있습니다. 많은 사람들이 각자 일이 바쁘다는 이유로 자신의 일만 중요시하고 이웃에는 관심조차 없습니다. 이렇게 더불어 살아가는 공동체 정신이 사라지면서 ‘까치밥’ 문화도 사라지고 있습니다.   ㉢｢콩 세 알｣이란 시에서 농부는 콩을 심을 때 세 알씩 심는다고 하였습니다. 한 알은 하늘의 새를 위해, 또 한 알은 땅속 벌레들을 위해, 나머지 한 알은 사람이 먹기 위해서입니다. 생계 수단인 농사를 지으면서도 새와 땅속의 벌레까지 생각하는 것. 바로 이것이 ‘까치밥’ 문화의 공동체 정신입니다. 공동체 정신이 사라지고 있는 요즘, 조상들의 아름다운 ‘까치밥’ 문화의 의미를 다시 살려야 할 것입니다.1. 다음은 위 발표를 위해 사전에 세운 발표 계획이다. 발표한 내용에 반영되지 않은 것은? • 주제- 현대에 ‘까치밥’ 문화가 사라지고 있으니 ‘까치밥’ 문화의 의미를 되살리자고 제안해야겠어. ················································  ①• 청중 분석- ‘까치밥’이라는 단어가 낯선 친구들이 있을 테니, 의미를 설명해야겠어. ·····················································································  ②- 친구들은 감이 ‘까치밥’을 대표하게 된 이유가 궁금할 수 있으니, 그 이유를 설명해야겠어. ·················································  ③• 내용- ‘까치밥’의 유래를 까치가 길조라는 조상들의 인식과 관련지어 설명해야겠어. ··········································································  ④- ‘까치밥’에 대한 개인적 경험을 제시하여, 중심 화제에 대한 공감을 이끌어내야겠어. ·····························································  ⑤2. 위 발표에서 학생이 자료를 활용한 방식에 대한 설명으로 가장 적절한 것은? ① 까치의 식성을 보여 주기 위해 감나무를 찍은 ㉠을 제시하였다.② ‘까치밥’에 대한 인식의 변화를 설명하기 위해 감나무 꼭대기에 까치밥이 달려 있는 ㉠을 제시하였다.③ ‘까치밥’의 유래를 설명하기 위해 펄 벅이 경주를 방문한  ㉡을 제시하였다.④ ‘까치밥’에 대한 외국인의 인식을 드러내기 위해 펄 벅이 경주를 방문한 ㉡을 제시하였다.⑤ 까치에 대한 농부의 인식을 보여주기 위해 ㉢의 내용을 제시하였다.3. 다음은 위 발표를 들으며 학생이 떠올린 생각이다. 이를 바탕으로 발표자에게 질문할 내용으로 가장 적절한 것은? [3점]  ‘까치밥’ 문화가 사라진 원인은 공동체 정신이 사라져서라기보다는 도시에 모여 살면서 주거 환경이 바뀌었기 때문인 것 같은데, 이에 대해서는 밝히지 않은 것 같아. ① 조상들의 배려와 공동체 정신이 드러나는 것이 ‘까치밥’ 문화라고 했는데요, ‘까치밥’ 문화가 사라진 시기는 언제인가요?② ‘까치밥’ 문화를 도시화와 관련지어 다룬 것 같은데요, 구체적으로 ‘까치밥’ 문화와 도시화는 어떻게 관련되어 있는가요?③ 주거 환경과 관련해서 해결 과제에 대해서는 말씀하지 않았는데요, 까치의 주거 환경을 살리기 위해 우리가 할 수 있는 노력은 무엇인가요?④ ‘까치밥’ 문화가 사라진 원인을 공동체 정신의 차원에서 다룬 것 같은데요, 우리가 사는 주거 환경과도 관련지어 원인을 생각해 볼 수 있지 않을까요?⑤ 주거 환경과 관련하여 ‘까치밥’ 문화가 사라진 원인을 주로 다루었는데요, 현대에서 ‘까치밥’ 문화를 되살리기 위해 주거 환경을 어떻게 바꾸면 되나요? 2018학년도 6월 고1 전국연합학력평가 문제지제1 교시          국어영역                  1국어 영역2 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━216[4 ~ 7] (가)는 동아리 학생들이 나눈 토의의 일부이고, (나)는 이를 참고하여 ‘민재’가 쓴 글의 초고이다. 물음에 답하시오.(가) 민재: 오늘 사회는 내 차례지? 자, 그러면 이번 동아리 시간에는 ㉠2학기 또래상담 행사를 어떻게 운영할 것인지에 대해 토의하려고 해. 자유롭게 의견을 말해줘.우승: 나는 2학기 행사를 주간 행사로 확대하면 좋겠어. 1학기 때는 행사 당일에 한 번만 상담했더니, 우리가 배운 대화 방법을 잘 활용해 보지 못했고, 친구의 고민도 제대로 파악하기 어려웠어. 수연: 맞아. 나는 1학기 때 처음 보는 후배와 상담했는데, 그 친구의 상황을 잘 모르고 겉도는 대화만 하고 끝난 것 같아 미안했어. 2학기 때는 상담이 한 번으로 끝나지 않도록 주간 행사로 바꾸면 좋겠어.진희: 그래. 또래 간의 소통과 공감이라는 행사의 취지를 실현하려면 행사 시간이 더 많이 필요할 것 같아.민재: ㉡그러면 다들 주간 행사로 확대하는 데 동의하니까, 주간 행사를 어떤 프로그램으로 구성하면 좋을지 말해 보자.진희: 첫 번째 프로그램으로 게임을 하는 건 어떨까? 잘 모르는 사이인데 처음부터 속마음을 터놓기는 어렵잖아. 같이 게임을 하면 어색한 분위기를 깰 수 있을 거야.수연: 좋은 생각이야. 우리가 같이 공부한 상담심리 책에서도 서로 신뢰하며 친근감을 느끼는 관계인 ‘래포’ 형성이 중요하다고 했었잖아. 함께 놀 수 있는 게임을 하면서 친근한 관계를 만들 수 있을 거야. 민재: 그런데, 진희야. ㉢게임도 종류가 다양한데 구체적으로 어떤 게임을 말하는 건지 예를 들어줄래?진희: 얼마 전 수업 시간에 ‘우정의 종이비행기’를 만들었는데, 각자 자신의 이야기를 적어 비행기로 날리고, 날아 온 비행기에 서로 비밀 댓글을 적어 주었어. 이런 게임처럼 함께 어울릴 수 있는 유익한 게임들을 더 찾아볼게.민재: 좋아. 그러면 그런 게임을 하기로 하고, 그 다음으로는 어떤 프로그램을 진행하면 좋을까?우승: 심리 검사는 어떨까? 검사를 통해 그 친구의 심리 상태에 대한 객관적인 정보를 얻을 수 있고, 검사 결과를 바탕으로 상담을 체계적으로 진행할 수 있을 거야.진희: 맞아. 상담 받는 친구들도 자신의 심리 상태나 기본적인 성향을 인식하는 기회가 될 수 있을 거야.수연: 그런데 검사 결과를 해석하는 게 가능할까? 내 생각엔 안될 것 같아. 우리가 또래 상담자 교육과정을 수료했지만, 아직 상담 전문가라고 할 수는 없잖아.우승: 음, 네 말도 맞아. 하지만 혼자 할 수 있는 자가진단검사도 있으니, 우리가 해석할 수 있는 검사들도 있을 거야. 2학기까지는 시간이 있으니까 상담 선생님께 부탁드려서 여러 가지 심리 검사를 공부해 보자.수연: 좋아. 같이 공부해 보자.민재: ㉣그러면 우승이가 선생님께 말씀드려 볼래?우승: 그래. 내가 자세히 여쭤 볼게.민재: ㉤자, 그럼 2학기 또래상담 주간 행사 프로그램을 게임, 심리 검사, 검사 결과를 바탕으로 상담하기의 순으로 진행해 보자. 그리고 홍보도 중요하니까 내가 동아리 소식지에 2학기 행사에 대해 소개하는 글을 써서 보낼게.  (나)         제목:                                  안녕하세요. ○○고등학교 또래상담 동아리 ‘수호천사’입니다. 저희는 또래상담에 관심이 많은 학생들이 모여, 또래 상담자 교육과정을 수료하고, 친구들과 상담하며 교내에 소통의 문화를 만들기 위해 노력하는 자율동아리입니다.사실 고등학생 때는 가족, 친구 관계, 진로 등에 대한 여러 가지 고민들이 많아지는 시기입니다. 하지만 진심을 터놓을 수 있는 상대를 만나기는 쉬운 일이 아닙니다. 혼자 괴로워하거나 시간이 지나면 괜찮아질 거라며 참아보기도 합니다. 그렇지만 내버려둔다고 그것이 쉽게 해결되지는 않습니다. 그래서 저희 동아리는 혼자만의 고민을 안고 있는 여러분들과 소통하고 공감하기 위해 ‘2학기 또래상담 주간 행사’를 준비했습니다.9월 둘째 주에 예정된 이번 행사는 1학기와 달리 새로운 프로그램을 준비하여 체계적으로 진행하려고 합니다. 첫째, ‘먼저 다가가 친구 되기’입니다. 본격적인 상담을 시작하기에 앞서 내담자와 또래 상담자가 서로 친해질 수 있는 게임을 마련할 것입니다. 감정 빙고 게임, 고민 풍선 터뜨리기, 우정의 종이비행기 날리기 등으로 같이 놀면서 어울리고자 합니다. 둘째, ‘내 마음 들여다보기’입니다. 문장완성검사, 청소년용 이고그램(Egogram) 성격검사 등을 통해 여러분의 심리 상태와 기본적인 성향을 알아보려고 합니다. 셋째, ‘고민 나누고 함께 해결하기’입니다. 심리 검사 결과를 바탕으로 여러분의 마음 깊숙이 감추어 둔 고민을 이야기하고 해결의 방향을 함께 찾아나갈 것입니다.“누군가 내 이야기를 듣고 나에게 공감해 주면, 나는 새로운 눈으로 세상을 다시 보게 되어 앞으로 나아갈 수 있게 된다.”라고 심리학자 칼 로저스가 말했습니다. 또래상담을 통해 친구에게 고민을 이야기하고 공감 받는 것만으로 우리의 마음은 한결 편안해질 수 있습니다. 2학기 또래상담 주간 행사에 오시면 그동안 숨겨 둔 고민을 마음껏 표현할 수 있습니다. 저희 ‘수호천사’는 온 마음을 다해 여러분의 이야기에 귀 기울이겠습니다.  4. ㉠~ ㉤에 대한 이해로 적절하지 않은 것은?① ㉠: 토의 참여자들이 논의해야 할 사안을 안내하고 있다.② ㉡: 토의 중 합의된 내용을 언급하며 다음 논의로 이어가고 있다.③ ㉢: 토의 참여자의 발언에 대한 보충 설명을 요청하고 있다.④ ㉣: 토의 참여자의 발언 순서를 조정하고 있다. ⑤ ㉤: 토의에서 논의된 내용을 요약하여 정리하고 있다.5. [A] ~ [E]에 대한 설명으로 적절하지 않은 것은?① [A] : ‘우승’은 이전 행사의 문제점을 바탕으로 자신의 주장을 제시하고 있다.② [B] : ‘수연’은 자신의 경험을 바탕으로 ‘우승’의 의견에 동조하고 있다.③ [C] : ‘수연’은 참여자들이 공유하는 배경지식을 활용해 ‘진희’의 의견을 지지하고 있다.④ [D] : ‘진희’는 ‘우승’이 제시한 방안의 또 다른 장점을 추가하고 있다.⑤ [E] : ‘우승’은 ‘수연’의 의견을 전적으로 수용하여 자신이 제시한 방안을 수정하고 있다. [A][B][C][D][E]국어 영역고1 3━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━3166. 다음은 (가)를 바탕으로 (나)를 작성하기 위한 ‘민재’의 작문 계획이다. (나)에 반영된 내용으로 적절하지 않은 것은? [3점]7. <보기>는 (나)를 쓴 후 ‘민재’와 ‘수연’이 나눈 대화이다. 이를 바탕으로 (나)의 제목을 작성하려고 할 때 가장 적절한 것은?<보 기> 민재: 제목을 아직 못 정했어. 어떻게 하면 좋을까? 수연: 읽어보니까 나는 마지막 문단이 인상적이던데, 거기에서 핵심 단어를 가져와 제목을 만들면 좋을 것 같아. 민재: 그래? 거기서 단어를 찾아봐야겠다. 그리고 제목에 동아리 이름도 같이 활용하면 홍보에 도움이 되겠지? 수연: 물론이지. 또한 1학기 행사보다 개선된 점을 부제로 덧붙이면 좋겠어.① 당신의 슬픔을 어루만지는 수호천사가 있습니다    - 2학기 또래상담 주간에 체험하는 다양한 프로그램 안내② 내 이야기에 공감해 줄 수호천사를 만나다   - 세 가지 프로그램으로 체계화된 또래상담 주간 행사③ 마음과 마음을 연결하는 또래상담 이야기   - 또래상담 행사가 9월 둘째 주에 당신을 찾아갑니다④ 소통과 공감의 문화, 우리가 만들어가요   - 고민을 함께 나누고 해결하는 또래상담 행사 ⑤ 수호천사와 함께하는 우정 상담소   - 친구와 대화하는 법을 배워 보는 시간 [8～10] 다음을 읽고 물음에 답하시오.(가) 작문 상황∙작문 과제: 사회 문제를 선정한 후 관련 자료를 수집하여 문제의 해결 방안을 제시하는 글을 교지에 써 보자.∙예상 독자: 우리 학교 학생들∙글의 목적: 온실가스 문제 해결을 위한 설득적 글쓰기∙글의 주제: 탄소 배출권 제도의 개념과 효과를 알고 온실가스를 감축하기 위한 노력에 동참하도록 하자.(나) 학생의 초고  비쩍 마른 북극곰의 사진을 본 적이 있습니까? 북극곰이 마른 이유는 지구 온난화로 북극에 얼음이 녹아 먹잇감이 부족하기 때문입니다. 지구 온난화는 생태계의 변화를 초래하여 지구의 환경을 위협하는 주요한 요인이 되고 있습니다. 특히 지구 온난화의 주범인 온실가스는 사회적으로 크게 문제가 되고 있어 이를 해결해야 할 필요성이 커지고 있습니다.  우리나라에서도 온실가스 배출량이 점점 늘어 심각한 사회 문제가 되고 있습니다. 이를 해결하기 위해 나온 것이 바로 탄소 배출권 제도입니다. 탄소 배출권 제도란 정부가 매년 온실가스를 많이 배출하는 기업들의 탄소 배출 총량을 정한 뒤 배출권을 할당해 주고 배출권이 모자라는 기업은 남는 기업에 비용을 지불하여 사서 쓰도록 하는 제도입니다. 우리나라 역시 2015년부터 탄소 배출권을 거래할 수 있는 제도가 도입되어 시행되고 있습니다.  탄소 배출권 제도를 시행함으로써 여러 효과를 얻을 수 있습니다. 첫째, 기업이 자율적으로 온실가스를 감축할 수 있습니다. 정부가 직접 규제하는 것이 아니라 기업 스스로 온실가스를 감축함으로써 온실가스와 관련된 사회적 비용을 줄일 수 있습니다. 둘째, 오염 방지 기술이 발전할 수 있습니다. 기업들은 탄소 배출로 인한 비용 낭비를 막기 위해 탄소 배출을 줄이려고 노력할 것이고, 이로 인해 오염 방지 기술이 발전할 수 있을 것입니다.  온실가스 감축을 위해서는 사회적 노력과 함께 개인적인 노력도 필요합니다. 우리나라 1인당 온실가스 배출량이 점점 증가하고 있기 때문입니다. 온실가스 감축을 위해서 개개인이 휴지 대신 손수건을 쓰면 연간 6kg의 온실가스를 줄일 수 있고, 종이컵 3개를 쓰는 대신 개인 컵을 이용하면 연간 8.3kg의 온실가스 배출을 줄일 수 있습니다. 또 컴퓨터 절전 프로그램인 그린터치를 사용하고 탄소 중립 인증 제품을 사는 것만으로도 온실가스 배출을 크게 줄일 수 있습니다.  지구 온난화 문제가 심각한 만큼 온실가스를 줄이기 위한 실천이 반드시 필요합니다. ㉮온실가스 배출을 줄이기 위한 노력에 청소년들도 동참해야 합니다.1문단 ∙먼저 우리 동아리가 어떤 동아리인지 알리고, 2학기 또래상담 행사에 대한 신뢰감을 줄 수 있도록 또래 상담자 교육과정을 수료했다는 내용을 언급해야겠어. ·······································  ① 2문단 ∙진심으로 소통할 수 있는 상대를 만나기가 어려움을 언급하여 예상 독자와 공감대를 형성하고, 토의에서 진희가 말한 행사의 취지를 이와 연결하여 제시해야겠어. ··································  ②3문단 ∙토의에서 정한 또래상담 주간의 세 가지 프로그램을 설명할 때 해당 프로그램의 특성을 보여주는 명칭을 새롭게 붙여서 소개해야겠어. ················································································  ③ ∙각 프로그램의 진행 내용을 구체적으로 소개할 수 있도록 토의 후에 추가로 친구들이 조사해 온 여러 게임과 심리검사 종류를 알려 주어야겠어. ···································································  ④   4문단 ∙상담의 효과와 관련하여 전문가의 말을 인용하고, 토의에서 논의된 또래상담의 개인적, 사회적 효과를 함께 제시하여 행사의 참여를 유도해야겠어. ···························································  ⑤국어 영역4 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━4168. 다음은 (나)를 쓰기 전 자유 연상한 내용이다. (가)를 참고하여 ⓐ~ ⓔ를 점검한 내용 중 (나)에 반영되지 않은 것은?ⓐ온실가스가 왜 문제일까?ⓓ탄소 배출권이란  무엇일까?ⓑ사회적 차원에서의 실천 방안은 무엇일까?ⓔ탄소 배출권 제도의 부정적인 영향은 무엇일까?ⓒ어떻게 독자의 흥미를 유발할까?온실가스배출 문제① ⓐ: 글의 목적을 고려하여 온실가스에 대한 정의를 설명해야겠어.② ⓑ: 작문 과제를 고려하여 ‘개인적 차원에서의 실천 방안’이라는 내용도 제시해야겠어.③ ⓒ: 예상 독자를 고려하여 문제 상황을 쉽게 알 수 있는 사례를 활용해서 글을 시작해야겠어.④ ⓓ: 독자들의 배경지식을 고려하여 탄소 배출권 제도의 개념과 효과를 설명해야겠어.⑤ ⓔ: 주제와의 관련성을 고려하여 글을 쓸 때 다루지 않는 것이 좋겠어.9. <보기>는 (나)를 보완하기 위해 추가로 수집한 자료이다. 이를 활용할 방안으로 적절하지 않은 것은?<보 기> ㉠ 우리나라 온실가스    총 배출량㉡ 우리나라 1인당 온실   가스 배출량                (단위: 이산화탄소, t/년) (자료: 환경부)㉢ 전문가 인터뷰   지구 온난화로 인해 지구는 지난 100년간 평균 기온이 1.85℃ 상승하였습니다. 만약 현재 수준으로 온실가스를 배출한다면 2099년에는 전 지구의 평균 기온은 현재보다 3.7℃가 상승하게 되고, 이는 자연 재해 및 생태계의 변화를 초래하여 인류 생존에 큰 피해가 예상됩니다. 따라서 온실가스 배출을 줄이기 위한 제도적 장치를 더욱 강화해야 합니다.① ㉠을 활용하여 2문단에서 우리나라 온실가스 배출이 사회 문제가 되고 있다는 내용을 뒷받침한다.② ㉡을 활용하여 4문단에서 온실가스에 대한 개인의 인식 전환을 위해 사회적 차원의 지원이 필요하다는 내용을 추가한다.③ ㉢을 활용하여 1문단에서 지구 온난화와 온실가스의 관련성을 설명하여 온실가스 문제의 위험성을 강조한다.④ ㉠과 ㉢을 활용하여 3문단에서 온실가스 문제 해결을 위한 사회적 노력으로 탄소 배출권 제도의 확대 필요성을 추가한다.⑤ ㉡과 ㉢을 활용하여 4문단에서 개개인의 노력이 지구 온난화 문제 해결에 기여할 수 있다는 내용을 보충한다.10. <보기>는 초고에 대한 교지 편집장의 조언이다. <보기>에 따라 ㉮를 고쳐 쓴 내용으로 가장 적절한 것은? <보 기>청소년들이 온실가스 감축에 동참할 수 있도록 ㉮를 보다 설득력 있게 서술하면 좋겠어. 온실가스 감축이 지닌 의의와 일상에서 온실가스 감축을 실천하는 것의 어려움을 드러내면서 앞의 내용과 긴밀하게 잘 연결되는지도 고려하여 수정하면 좋겠어.① 왜냐하면 온실가스를 줄이기 위한 실천은 곧 자신과 세계를 지키고 나아가 환경을 지키는 것이기 때문입니다. 청소년들이 온실가스를 줄이는 일을 생활 속에서 실천하여 더 나은 세계를 만들어 가는 주체가 되도록 합시다.② 왜냐하면 온실가스를 줄이기 위한 노력은 환경을 살리는 길이기 때문입니다. 일상에서 일회용품 사용을 줄이는 일이 쉽지 않겠지만 청소년들도 더 나은 환경을 만들어 가는 일에 동참하도록 합시다.③ 따라서 청소년도 온실가스 문제를 해결해야 할 의무가 있습니다. 그렇기에 우리는 기업이 온실가스 감축을 제대로 실천하는지 적극적으로 살피는 데 동참하도록 합시다.④ 따라서 온실가스 배출 문제는 이전과 다른 시선으로 보아야 합니다. 귀찮고 번거롭겠지만 청소년들도 물건을 살 때마다 온실가스 감축을 생각하는 자세를 가집시다.⑤ 하지만 일상에서 일회용품을 줄이는 일은 그렇게 어려운 일이 아닙니다. 개개인이 손수건과 종이컵을 사용하여 온실가스 감축에 모두 동참하도록 합시다.11. <보기>는 음운 변동에 대한 선생님의 설명이다. 질문에 대한 답으로 적절한 것은?<보 기>∙선생님: 음운 변동은 결과에 따라 한 음운이 다른 음운으로 바뀌는 교체, 두 개의 음운이 하나의 음운으로 합쳐지는 축약, 두 개의 음운 중 하나의 음운이 없어지는 탈락, 원래 없던 음운이 새로 덧붙는 첨가가 있습니다.∙다음 ‘잡일’과 동일한 음운 변동 과정이 일어나는 단어는 무엇일까요? 잡일   →  [잡닐]   →   [잠닐]                  첨가         교체① 법학[버팍] ② 담요[담뇨]③ 국론[궁논]④ 색연필[생년필]⑤ 한여름[한녀름]2014 년 eee 2020 년2010 년 . 2012 년2008 년13.29 13.74 18.7 __---- ai idl200844 2010 년 201244 20141 eee 20204국어 영역고1 5━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━51612. <보기>의 설명을 참고할 때, ㉠을 분석한 내용으로 적절하지 않은 것은?<보 기>‘형태소’는 뜻을 가진 말의 가장 작은 단위이다. 형태소는 의미의 유무에 따라 구체적인 대상이나 동작, 상태를 표시하는 실질적인 의미를 지닌 실질 형태소와 문법적인 기능을 수행하는 형식 형태소로 나눌 수 있다. 그리고 자립성의 유무에 따라 다른 말에 기대어 쓰이지 않고 홀로 사용될 수 있는 자립 형태소와 다른 말에 기대어 사용되는 의존 형태소로 나눌 수 있다.㉠하늘이 매우 높고 푸르다.① 자립 형태소는 모두 4개이다.② 형식 형태소는 모두 3개이다.③ 의존 형태소는 모두 5개이다.④ 실질 형태소이면서 의존 형태소는 모두 2개이다.⑤ 실질 형태소이면서 자립 형태소는 모두 2개이다.13. <보기>는 ‘용언의 활용’에 대한 설명이다. ㉠의 예로 적절하지 않은 것은? [3점]<보 기>  용언이 활용할 때 어간이나 어미의 기본 형태가 바뀌지 않거나 바뀌어도 일반적인 음운 규칙으로 설명할 수 있는 경우를 ‘규칙 활용’이라고 한다. 반면, 어간이나 어미의 기본 형태가 바뀌는 것을 일반적인 음운 규칙으로 설명할 수 없는 경우를 ㉠‘불규칙 활용’이라고 한다.(가) 그녀가 모자를 벗는다.     그녀가 모자를 벗으며 방으로 들어간다.(나) 그는 시골에 집을 짓고 있다.     그는 시골에 집을 지으며 행복해 했다.  (가)는 어간 ‘벗-’ 뒤에 어미 ‘-으며’가 붙었을 때 어간의 형태가 바뀌지 않는 규칙 활용을 하는 반면, (나)는 어간 ‘짓-’ 뒤에 어미 ‘-으며’가 붙었을 때 어간의 형태가 ‘지-’로 바뀌는 불규칙 활용을 한다.① 그는 우물에서 물을 퍼 먹었다.② 그는 형의 말을 비밀로 묻어 두었다.③ 그녀는 음악을 들으면서 공부를 한다.④ 그녀는 어머니를 도와 집안일을 하였다.⑤ 그녀는 옥상에 올라 하늘을 바라보았다.14. 다음 문장들을 수정할 때 고려한 사항으로 적절하지 않은 것은?㉠그녀는 학교에서 되었다.      그녀는 학교에서 회장이 되었다.㉡그는 나보다 낚시를 더 좋아한다.      그는 내가 낚시를 좋아하는 것보다 더 낚시를 좋아한다.㉢우리 집의 특징은 앞마당이 넓다.      우리 집의 특징은 앞마당이 넓다는 것이다.㉣우리는 환경을 개선시켜야 할 의무가 있다.      우리는 환경을 개선해야 할 의무가 있다.㉤그들은 조용히 정숙을 유지하고 있었다.      그들은 정숙을 유지하고 있었다.① ㉠: 서술어가 요구하는 문장성분인 주어를 추가한다.② ㉡: 문장의 중의성을 해소한다.③ ㉢: 주어와 서술어가 호응이 될 수 있도록 한다.④ ㉣: 불필요한 사동 표현을 사용하지 않는다.⑤ ㉤: 의미가 중복되는 어휘를 삭제한다. 15. <보기>의 밑줄 친 부분에 해당하는 예로 적절한 것은?<보 기>  객체 높임은 문장의 목적어나 부사어가 지시하는 대상, 곧 객체에 대한 높임의 태도를 나타내는 표현이다. 객체 높임은  주로 ‘모시다, 여쭙다’ 등 높임의 의미가 있는 특수 어휘에 의해 실현되거나 부사격 조사 ‘께’를 통해 실현되기도 한다.① 선생님께서는 댁에 계십니다.② 형은 어머니께 그 책을 드렸다.③ 할아버지께서는 눈이 밝으십니다.④ 할머니, 아버지가 지금 막 도착했어요.⑤ 윤우야, 선생님께서 빨리 교무실로 오라고 하셔.국어 영역6 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━616[16～19] 다음 글을 읽고 물음에 답하시오.  고대 중국인들은 인간이 행하지 못하는 불가능한 일은 그들이 신성하다고 생각한 하늘에 의해서 해결 가능하다고 보았다. 그리하여 하늘은 인간에게 자신의 의지를 심어 두려움을 갖고 복종하게 하는 의미뿐만 아니라 인간의 모든 일을 책임지고 맡아서 처리하는 의미로까지 인식되었다. 그 당시에 하늘은 인간에게 행운과 불운을 가져다 줄 수 있는 힘이고, 인간의 개별적 또는 공통적 운명을 지배하는 신비하고 절대적인 존재라는 믿음이 형성되었다. 이러한 하늘에 대한 인식은 결과적으로 하늘을 권선징악의 주재자로 보고, 모든 새로운 왕조의 탄생과 정치적 변천까지도 그것에 의해 결정된다는 믿음의 근거로 작용하였다. 하지만 그러한 하늘에 대한 인식은 인간 지혜의 성숙과 문명의 발달로 인한 새로운 시대의 요구에 의해서 대폭 수정될 수밖에 없었다.  순자의 하늘에 대한 주장은 그 당시까지 진행된 하늘의 논의와 엄격히 구분될 뿐만 아니라 그것을 매우 새롭게 변모시킨 하나의 획기적인 사건으로 규정지을 수 있다. 순자는 하늘을 단지 자연현상으로 보았다. 그가 생각한 하늘은 별, 해와 달, 사계절, 추위와 더위, 바람 등의 모든 자연현상을 가리킨다. 따라서 하늘은 사람을 가난하게 만들 수도 없고, 병들게 할 수도 없고, 재앙을 내릴 수도 없고, 부자로 만들 수도 없으며, 길흉화복을 줄 수도 없다. 사람들이 치세(治世)*와 난세(亂世)*를 하늘과 연결시키는 것은 심리적으로 하늘에 기대는  일일 뿐이다. 치세든 난세든 그 원인은 사람에게 있는 것이지 하늘과는 무관하다. 사람이 받게 되는 재앙과 복의 원인도 모두 자신에게 있을 뿐 불변의 질서를 갖고 있는 하늘에 있지 않다.  하늘은 그 자체의 운행 법칙을 따로 갖고 있어 인간의 길과 다르다. 천체의 운행은 불변의 정규 궤도에 따른다. 해와 달과 별이 움직이고 비가 내리고 바람이 부는 것은 모두 제 나름의 길이 있다. 사계절은 말없이 주기에 따라 움직일 뿐이다. 물론 일식과 월식이 일어나고 비바람이 아무 때나 일고 괴이한 별이 언뜻 출현하는 경우는 있을 수 있다. 하지만 이런 일이 항상 벌어지는 것은 아니며 하늘이 이상 현상을 드러내 무슨 길흉을 예시하는 것은 더더욱 아니다. 즉, 하늘은 아무 이야기도 하지 않는데 사람들은 하늘과 관련된 이야기를 만들어 낸다는 것이다. 그래서 순자는 천재지변이 일어난다고 해서 하늘의 뜻이 무엇인지 알려고 노력할 필요가 없다고 말한다. 그것이 바로 순자가 말하는 불구지천(不求知天)의 본뜻이다.  순자가 말한 ‘불구지천’의 뜻은 자연현상으로서의 하늘이 아니라 하늘에 무슨 의지가 있다고 주장하고 그것을 알아내겠다고 덤비는 종교적 사유의 접근을 비판하려는 것이다. 그러니까 억지로 하늘의 의지를 알려고 힘을 쏟을 필요가 없다. 사람들은 자연현상에 대해 특별한 의미를 부여하지 말고 오직 인간사회에서 스스로가 해야 할 일을 열심히 해야 한다. 즉, 재앙이 닥치면 공포에 떨며 기도나 하는 것이 아니라 적극적인 행위로 그것을 이겨내야 한다는 것이다.  순자의 관심은 하늘에 있지 않고 사람에 있었다. 특히 인간사회의 정치야말로 순자가 중점을 둔 문제였다. 순자는 “하늘은 만물을 낳을 수 있지만 만물을 변별할 수는 없다.”라고 말한다. 이는 인간도 만물의 하나로 하늘이 낳은 존재이나 하늘은 인간을 낳았을 뿐 인간을 다스리려는 의지는 갖고 있지 않다는 것이다. 따라서 하늘은 혈기나 욕구를 지닌 존재도 아니다. 그저 만물을 생성해 내는 자연일 뿐이다. * 치세: 잘 다스려져 태평한 세상. * 난세: 전쟁이나 사회의 무질서 따위로 어지러운 세상.16. 윗글의 논지 전개 방식으로 가장 적절한 것은?① 특정 대상에 대한 새로운 관점을 제시하고 그 관점에 대한 내용을 구체화하고 있다.② 문제를 제기한 후 그 원인을 다양한 측면에서 논리적으로 분석하고 있다.③ 특정 이론에 대한 비판들을 검토하고 그 이론에 대한 의의를 밝히고 있다.④ 상반된 입장의 장점과 단점을 종합하여 더 나은 결론을 도출하고 있다.⑤ 특정한 가설을 설정하고 구체적 사례를 들어 증명하고 있다.17. [A]에 드러나는 ‘하늘’에 대한 고대 중국인들의 인식으로 적절하지 않은 것은?① 인간에게 자신의 의지를 심어 인간이 두려움을 갖고 복종해야 하는 존재로 인식하였다.② 인간 왕조의 탄생이나 정치적 변천과 무관한 존재로 인식하였다.③ 인간이 할 수 없는 불가능한 일을 해결할 수 있다고 인식하였다.④ 인간의 힘으로 거스를 수 없는 신비한 존재로 인식하였다.⑤ 인간의 길흉화복을 결정짓는 주체로 인식하였다.18. 불구지천에 대한 설명으로 적절한 것을 <보기>에서 있는 대로 모두 고른 것은?<보 기>ㄱ. 재앙이 닥쳤을 때 하늘에 기대기보다 인간들의 의지를 중시한다.ㄴ. 자연은 제 나름대로 변화의 길이 있으며 이는 인간의 길과 다르다.ㄷ. 치세와 난세의 원인을 권선징악의 주재자인 하늘에서 찾고자 한다.ㄹ. 하늘의 의지를 알아보려는 종교적 사유의 접근을 비판하고자 한다.① ㄱ, ㄴ② ㄱ, ㄷ③ ㄷ, ㄹ④ ㄱ, ㄴ, ㄹ⑤ ㄴ, ㄷ, ㄹ[A]국어 영역고1 7━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━71619. 윗글의 순자와 <보기>의 맹자의 견해를 비교한 내용으로 가장 적절한 것은? [3점]<보 기>맹자는 하늘이 인륜의 근원이며, 인륜은 하늘의 덕성이 발현된 것으로 본다. 하늘이라는 존재는 이런 면에서 도덕적으로 의의를 가진다고 했다. 따라서 사람이 하늘의 덕성을 받아 그것을 자신의 덕성으로 삼고, 이를 노력하고 수양하여 실현해 나가면 사람의 덕성과 하늘의 덕성은 서로 통하게 된다는 것이다.① 순자는 맹자와 달리 하늘은 인간에 내재하는 가장 본질적인 근원이라 생각하였다.② 순자는 맹자와 달리 비가 내리고 바람이 부는 것을 하늘의 도덕적 의지의 표현이라 생각하였다.③ 맹자는 순자와 달리 하늘은 인간의 도덕 근거로서의 의미를 지닌다고 생각하였다.④ 맹자는 순자와 달리 자연의 힘을 이용할 줄 아는 인간의 주체적, 능동적 노력을 강조하였다.⑤ 순자와 맹자는 인간이 하늘의 덕성을 본받아 자신의 능력을 최대한 발휘해야 할 것을 강조하였다.[20～23] 다음 글을 읽고 물음에 답하시오.(가)어느 집 담장을 넘어 달겨드는이것은, 치명적인 ㉠냄새식은 ㉡감자알 갉작거리며 평상에 엎드려 산수 숙제를 하던, 엄마 내 친구들은 내가 감자가 좋아서 감자밥 도시락만 먹는 줄 알아. 열한 식구 때꺼리를 감자 없이 무슨 수로 밥을 해 대냐고, 귀밝은 할아버지는 땅밑에서 감자알 크는 소리 들린다고 흐뭇해하셨지만 엄마 난 땅속에서 자라는 것들이 무서운데, 뿌리 끝에 댕글댕글한 어지럼증을 매달고 식구들이 밥상머리를 지킨다 하나둘 숟가락 내려놓을 때까지 엄마 밥주발엔 숟가락 꽂히지 않는다.어릴 적 질리도록 먹은 건 싫어하게 된다더니, 감자 삶는 냄새이것은,치명적인 그리움꽃은 꽃대로 놓아두고 저는 땅 밑으로만 궁그는,㉢꽃 진 자리엔 얼씬도 하지 않는,열한 개의 구덩이를 가진 늙은 애기집- 김선우, ｢감자 먹는 사람들｣-(나)산 너머 고운 노을을 보려고그네를 힘차게 차고 올라 발을 굴렀지노을은 끝내 어둠에게 잡아먹혔지나를 태우고 날아가던 ㉣그넷줄이오랫동안 삐걱삐걱 떨고 있었어어릴 때는 ㉤나비를 좇듯아름다움에 취해 땅끝을 찾아갔지그건 아마도 끝이 아니었을지도 몰라그러나 살면서 몇 번은 땅끝에 서게도 되지파도가 끊임없이 땅을 먹어 들어오는 막바지에서 이렇게 뒷걸음질치면서 말야살기 위해서는 이제뒷걸음질만이 허락된 것이라고파도가 아가리를 쳐들고 달려드는 곳찾아나선 것도 아니었지만끝내 발 디디며 서 있는 땅의 끝,그런데 이상하기도 하지위태로움 속에 아름다움이 스며 있다는 것이땅끝은 늘 젖어 있다는 것이그걸 보려고또 몇 번은 여기에 이르리라는 것이- 나희덕, ｢땅끝｣-20. (가)와 (나)에 대한 설명으로 가장 적절한 것은?① (가)는 설의적 표현을 통해 대상의 속성을 강조하고 있다.② (가)는 반어적 표현을 활용하여 대상에 대한 냉소적 태도를 드러내고 있다.③ (나)는 구체적 청자와의 대화를 통해 시상을 전개하고 있다.④ (나)는 특정한 종결 어미를 반복하여 운율을 형성하고 있다.⑤ (가)와 (나)는 화자의 이동 경로에 따라 화자의 정서를 구체화하고 있다.[A][B][C]국어 영역8 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━81621. 다음은 (가)의 화자가 어머니께 쓴 편지의 일부이다. 시적 상황을 고려할 때, ⓐ~ ⓔ 중 적절하지 않은 것은?① ⓐ② ⓑ③ ⓒ④ ⓓ⑤ ⓔ22. [A] ~ [C]에 대한 이해로 적절하지 않은 것은? [3점]① [A]에서 화자는 ‘어둠’을 통해 자신이 느끼는 암담한 심정을 드러내고 있다.② [A]에서 화자는 ‘그네’를 굴림으로써 이상적 대상에 다가가고 싶은 마음을 표현하고 있다.③ [B]에서 화자는 ‘땅끝’을 현실에서 벗어난 이상적 공간으로 인식하고 있다.④ [C]에서 화자는 달려드는 ‘파도’를 삶의 위태로움으로 인식하고 있다.⑤ [C]에서 화자는 ‘여기’에서 삶에 대한 역설적 깨달음을 얻고 있다.23. <보기>를 참고할 때, ㉠~ ㉤ 중 ㉮에 해당되는 것으로 가장 적절한 것은?<보 기>기억은 어떻게 재생되느냐에 따라 자발적 기억과 비자발적 기억으로 나눌 수 있다. 자발적 기억은 우리 의지에 따라 수행되는 기억이고, 비자발적 기억은 어떤 사건이나 사물 혹은 사람과 우연히 마주쳤을 때 발생하는 기억이다. 완전히 잊었다고 생각했던 과거의 일이 어떤 일을 계기로 우연히 떠오를 때가 있는데 이런 기억이 바로 비자발적 기억이다. 이때 ㉮비자발적 기억을 우연히 떠오르게 하는 요인으로 시각적 경험뿐 아니라 후각, 촉각적 경험 등도 작용한다.① ㉠② ㉡③ ㉢④ ㉣⑤ ㉤[24～26] 다음 글을 읽고 물음에 답하시오.[앞부분 줄거리] 덕순은 동네 어른으로부터 이상한 병에 걸린 사람이 병원에 가면 월급도 주고 병도 고쳐 준다는 말을 듣는다. 덕순은 열세 달이 되도록 배가 불러만 있는 아내가 이상한 병에 걸렸다고 믿고, 아내를 업고 팔자를 고칠 희망에 차 대학병원으로 향한다.“이 뱃속에 어린애가 있는데요, 나올려다 소문이 적어서 그대로 죽었어요. 이걸 그냥 둔다면 앞으로 일주일을 못 갈 것이니 불가불 수술을 해야 하겠으나 또 그 결과가 반드시 좋다고 단언할 수도 없는 것이매 배를 가르고 아이를 꺼내다 만일 사불여의*하여 불행을 본다더라도 전혀 관계없다는 승낙만 있으면 내일이라도 곧 수술을 하겠어요.” 하고 나 어린 간호부는 조금도 거리낌 없는 어조로 줄줄 쏟아 놓다가, “어떻게 하실 테야요?” “글쎄요…….” 덕순이는 이렇게 얼떨떨한 낯으로 다시 한번 뒤통수를 긁지 않을 수 없었다. 간호부의 말이 무슨 소린지 다는 모른다 하더라도 속대중으로 저쯤은 알아챘던 것이니 아내의 생명이 위험하다는 그 말이 두렵기도 하려니와 겨우 아이를 뱄다는 것쯤, 연구 거리는 못 되는 병인 양 싶어 우선 낙심하고 마는 것이다. 하나 이왕 버린 노릇이매, “그럼 먹을 것이 없는데요…….” “그건 여기서 입원시키고 먹일 것이니까 염려 마셔요…….” “그런데요 저…….” 하고 덕순이는 열적은* 낯을 무얼로 가릴지 몰라 주볏주볏, “월급 같은 건 안 주나요?” “무슨 월급이오?” “왜 여기서 병을 고치면 월급을 주는 수도 있다지요.” “제 병 고쳐 주는데 무슨 월급을 준단 말이오?” 하고 맨망스레도 톡 쏘는 바람에 덕순이는 고만 얼굴이 벌게지고 말았다. 팔자를 고치려던 그 계획이 완전히 어그러졌음을 알자, 그의 주린 창자는 척 꺾이며 두꺼운 손으로 이마의 진땀이나 훑어보는 밖에 별 도리가 없는 것이다. 하나 아내의 생명은 어차피 건져야 하겠기로 공손히 허리를 굽신하여, “그럼 낼 데리고 올게, 어떻게 해주십시오.”하고 되도록 빌붙어 보았던 것이, 그때까지 끔찍끔찍한 소리에 얼이 빠져서 멀뚱히 누웠던 아내가 별안간 기급을 하여 일어나 살뚱맞은 목성으로,“나는 죽으면 죽었지 배는 안 째요.”하고 얼굴이 노랗게 되는 데는 더 할 말이 없었다. 죽이더라도 제 원대로나 죽게 하는 것이 혹은 남편 된 사람의 도릴지도 모른다. 아내의 꼴에 하도 어이가 없어,“죽는 거보담야 수술을 하는 게 좀 낫겠지요!” 비소*를 금치 못하고 섰는 간호부와 의사가 눈에 보이지 않도록, 덕순이는 시선을 외면하여 뚱싯뚱싯 아내를 업고 나왔다. 지게 위에 올려놓은 다음 엎디어 다시 지고 일어나려니 이게 웬일일까, 아까 오던 때와는 갑절이나 무거웠다. ㉠덕순이는 얼마 전에 희망이 가득히 차 올라가던 길을 힘 풀린 걸음으로 터덜터덜 내려오고 있었다. 보지는 않아도 지게 위에서 소리를 죽여 훌쩍훌쩍 울고 있는 아내가 눈앞에 환한 것이다. 학식이 많은 의사는 일자무식인 덕순이 내외보다는 더 … 어머니, 그 시절 저는 ⓐ학교에 감자밥 도시락을 싸서 다니는 것이 그렇게 좋지만은 않았습니다. 그래서 어느 날인가 그 얘기를 했더니 곁에 계시던 ⓑ할아버지께서는 감자 드시는 것이 오히려 좋다시며 저를 나무라셨지요. 지금 생각해 보면 감자라도 밥에 섞지 않으면 11명이나 되는 식구들을 먹이기가 쉽지 않았음을 이해하게 됩니다. 특히 ⓒ식구들의 밥이 모자랄까봐 식구들이 밥을 다 먹을 때까지 기다리시던 어머니의 모습이 아직도 눈에 선합니다. 하지만 그때 저는 어렸고, ⓓ감자에 대한 거부감까지 가지고 있었습니다. ⓔ그런데 지금은 왜 이렇게 그리운지 모르겠습니다. 그것은 아마 어머니의 가족에 대한 사랑을 깨달아서가 아닌가 합니다. …국어 영역고1 9━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━916많이 알 것이니 생명이 한 이레를 못 가리라던 그 말을 어째 볼 도리가 없다. 인제 남은 것은 우중충한 그 냉골에 갖다 다시 눕혀 놓고 죽을 때나 기다리고 있을 따름이었다. 덕순이는 눈 위로 덮는 땀방울을 주먹으로 훔쳐 가며 장차 캄캄하여 올 그 전도를 생각해 본다. 서울을 장대고 왔던 것이 벌이도 제대로 안 되고 게다가 인젠 아내까지 잃는 것이다. 지에미붙을! 이놈의 팔자가, 하고 딱한 탄식이 목을 넘어오다 꽉 깨무는 바람에 한숨으로 터져 버린다. 한나절이 되자 더위는 더한층 무서워진다. 덕순이는 통째 짓무를 듯싶은 등어리를 견디지 못하여 먼젓번에 쉬어 가던 나무 그늘에 지게를 벗어 놓는다. 땀을 들여 가며 아내를 가만히 내려다보니 그동안 고생만 시키고 변변히 먹이지도 못하였던 것이 갑자기 후회가 나는 것이다. ㉡이럴 줄 알았더면 동넷집 닭이라도 훔쳐다 먹였을 걸 싶어, “울지 말아, 그것들이 뭘 아나 제까짓 게!” 하고 소리를 뻑 지르고는, “채미* 하나 먹어 볼 테야?” “채민 싫어요.” 아내는 더위에 속이 탔음인지 한길 건너 저쪽 그늘에서 팔고 있는 얼음냉수를 손으로 가리킨다. 남편이 한푼 더 보태어 담배를 사려던 그 돈으로 얼음냉수를 한 그릇 사다가 입에 먹여까지 주니 아내도 황송하여 한숨에 들이켠다. ㉢한 그릇을 다 먹고 나서 하나 더 사다 주랴 물었을 때 이번에 왜떡이 먹고 싶다 하였다. 덕순이는 이것이 마지막이라는 생각으로 나머지 돈으로 왜떡 세 개를 사다 주고는 그대로 눈물도 씻을 줄 모르고 그걸 오직오직 깨물고 있는 아내를 이윽히 바라보고 있었다. 그러나 아내가 무슨 생각을 하였는지 왜떡을 입에 문 채 훌쩍훌쩍 울며, ㉣“저 사촌 형님께 쌀 두 되 꿔다 먹은 거 부대 잊지 말구 갚우.” 하고 부탁할 제 이것이 필연 아내의 유언이라 깨닫고는, “그래 그건 염려 말아!” “그리구 임자 옷은 영근 어머니더러 사정 얘길 하구 좀 빨아 달래우.” 하고 이야기를 곧잘 하다가 다시 입을 일그리고 훌쩍훌쩍 우는 것이다. 덕순이는 그 유언이 너무 처량하여 눈에 눈물이 핑 돌아 가지고는 지게를 도로 지고 일어선다. 얼른 갖다 눕히고 죽이라도 한 그릇 더 얻어다 먹이는 것이 남편의 도릴 게다. ㉤때는 중복, 허리의 쇠뿔도 녹이려는 뜨거운땡볕이었다. 덕순이는 빗발같이 내려붓는 등골의 땀을 두 손으로 번갈아 훔쳐 가며 끙끙 내려올 제, 아내는 지게 위에서 그칠 줄 모르는 그 수많은 유언을 차근차근 남기자, 울자, 하는 것이다.- 김유정, ｢땡볕｣- * 사불여의: 일이 뜻대로 되지 아니함. * 열적은: 부끄러운* 비소: 남을 비방하거나 비난하여 웃음. * 채미: 참외의 사투리.24. 윗글의 서술상 특징으로 가장 적절한 것은?① 시점의 변화를 통해 사건을 다각적으로 제시하고 있다.② 특정 인물의 심리에 초점을 맞춰 사건을 서술하고 있다.③ 객관적인 시선으로 등장인물들의 행동을 관찰하고 있다.④ 이야기 속의 이야기를 통해 인물의 심리를 드러내고 있다.⑤ 과거와 현재의 반복적인 교차로 사건의 원인을 드러내고 있다.25. ㉠~ ㉤에 대한 이해로 적절하지 않은 것은?① ㉠: 상황에 대한 덕순의 인식이 달라졌음을 보여 준다.② ㉡: 덕순의 어려운 가정 형편과 아내에 대한 안타까운 마음을 드러낸다.③ ㉢: 아내를 위로함으로써 상황이 나아질 것이라는 기대감을 드러낸다.④ ㉣: 비정한 현실 속에서도 따뜻한 인간미를 잃지 않는 아내의 모습을 보여 준다.⑤ ㉤: 덕순 내외가 겪는 삶의 힘겨움과 가혹한 현실을 드러낸다.26. <보기>를 참고하여 윗글을 감상한 내용으로 적절하지 않은 것은? [3점]<보 기>김유정 작품의 특징은 중심인물들이 대부분 순박하고 어리숙하다는 점이다. 작가는 그런 인물들을 연민의 시선으로 바라봄으로써 인물이 겪는 문제의 원인이 개인이 아니라 부조리한 사회에 있음을 보여준다. 작가는 ｢땡볕｣에서 이러한 문제의식을 보여주기 위해 인물의 성격과 대비되는 속성을 가진 대학병원을 배경으로 설정했다. 덕순 내외는 동네 어른의 말만 믿고 희망에 차 대학병원을 찾았으나 돈이 없어 병을 치료하지 못하고 비극적 죽음을 앞두게 된다. 이를 통해 근대 자본주의 사회의 비인간성과 모순을 비판하고 있다.① 돈이 없어 죽음을 맞을 수밖에 없는 부조리한 현실을 통해 당대 사회의 문제를 비판하고 있군.② 동네 어른의 말만 믿고 무작정 병원을 찾아가는 모습을 통해 덕순의 어리숙한 성격을 알 수 있군.③ 죽음을 앞두고 소리 죽여 우는 아내의 모습을 통해 비극적 상황에 좌절하는 개인을 형상화하고 있군.④ 덕순이 월급을 받을 수 없다는 사실에 실망하는 장면을 통해 자본주의 사회의 비인간성을 보여주고 있군.⑤ 순박한 인간미를 가진 인물과 냉정한 속성을 지닌 대학병원의 대비를 통해 작가의 문제의식이 부각되고 있군.국어 영역10 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1016[27~32] 다음 글을 읽고 물음에 답하시오.  냉수 속 얼음은 1시간을 ⓐ넘기지 못하고 모두 녹아버린다. 반면 북극 해빙 또한 얼음이지만, 10℃가 넘는 한여름에도 다 녹지 않고 바다에 떠 있다. 왜 해빙의 수명은 냉수 속 얼음보다 긴 걸까?  해빙의 수명이 긴 이유를 알기 위해서는 냉수 속 얼음에 작용하는 열에너지의 전달에 관한 두 가지 원리를 먼저 살펴볼 필요가 있다. 첫째, 열에너지는 온도가 높은 곳에서 낮은 곳으로 전달되는데, 이 때문에 온도가 다른 물체들이 서로 접촉하면 ‘열적 평형’을 이루려고 한다. 열적 평형은 접촉한 물체들의 열이 똑같아져 서로 어떠한 영향도 주거나 받지 않는 상태이다. 예를 들어 3℃인 냉장고 속에 얼음이 든 냉수를 오랜 시간 동안 두면, 냉수와 얼음의 온도는 모두 3℃가 되어 얼음이 모두 녹아 버릴 것이다. 둘째, 열에너지는 두 물체 사이의 접촉 면을 통해서만 전달되며, 접촉 면이 클수록 전달되는 열에너지의 양은 커진다. 앞서 말한 상황에서는 열에너지가 냉수와 얼음이 맞닿는 면을 통해 전달되므로, 얼음이 냉수와 더 많이 맞닿을수록 전달되는 열에너지도 커진다. 따라서 열적 평형을 이루기 전까지 두 물체 간 전달되는 열에너지의 양은 둘 사이의 온도 차, 접촉 시간, 접촉 면의 면적과 비례함을 알 수 있다.  그러면 얼음이 모두 녹아 물로 변하는 데에는 시간이 얼마나 걸릴까? 이를 알아내기 위해서 3℃로 유지되는 냉수 속에 정육면체인 얼음 하나를 완전히 잠기게 해서 공기와 접촉할 수 없는 상황을 설정해 보자. 실험 결과 한 변의 길이가 1㎝인 정육면체 얼음이 완전히 녹는 시간은 약 2시간이다. 한편, 같은 냉수 속에 한 변의 길이가 1㎝인 정육면체 얼음 8개를 담근다고 해 보자. 8개의 얼음이 모두 물에 잠겨 있을 때에도 얼음이 완전히 녹는 데에 걸리는 시간은 여전히 약 2시간이다. 왜냐하면 각각의 얼음 주변을 물이 완전히 둘러싸고 있어 각각의 얼음이 접촉한 면적은 모두 같으며, 각각의 얼음의 부피는 동일하기 때문이다. 즉, 물에서 각각의 얼음으로 전달되는 열에너지의 양은 물과 얼음의 접촉 면이 모두 동일하다면 개수가 얼마든 변함이 없다.  그런데 한 변의 길이가 1cm인 정육면체 8개를 붙여 한 변의 길이가 2cm인 정육면체 하나로 만들어 냉수 속에 넣는다면 어떻게 될까? 이때는 결과가 달라진다. 얼음덩어리 전체의 부피는 8㎤로 같지만, 물과 접촉한 정육면체 얼음의 총 면적이 달라지기 때문이다. 한 변의 길이가 1㎝인 정육면체 얼음 8개가 각각 물에 잠겨 있다고 할 때의 물에 접촉하는 얼음의 총 면적은 48㎠이지만, 이것을 붙여 각 변의 길이를 2㎝로 만든 정육면체 얼음이 물과 접촉하는 총 면적은 24㎠이다. 물과 접촉하는 면적이 절반으로 줄었기 때문에 같은 시간 동안 물에서 얼음으로 전달되는 열에너지의 양도 반으로 줄어들게 된다. 따라서 이 얼음이 다 녹는 데 필요한 시간은 2배만큼 늘어난 약 4시간가량이다.  이를 북극 해빙에 적용해 보자. 이때 해빙은 정육면체이며 공기와 접촉하지만 공기와 열에너지를 교환하지 않는다고 가정하자. 해빙은 바다 위에 떠 있기에 물에 잠긴 정육면체 얼음과 달리 바닥 부분만 바닷물과 접촉하고 있다. 그래서 바닷물의 열에너지는 해빙과 바닷물이 접촉하는 바닥 부분으로만 전달된다. 이는 정육면체의 여섯 면 중 한 면만 닿는 것이기 때문에, 같은 부피의 해빙은 물에 잠긴 정육면체 얼음덩어리보다 녹는 시간이 6배 오래 걸린다. 따라서 수명이 훨씬 긴 것이다.  북극 해빙이 쉽게 녹지 않는 또 다른 이유는 부피와 면적 간의 관계 때문이다. 먼저 얼음이 녹는다는 것은 얼음의 부피가 없어진다는 것이기 때문에, 얼음의 부피가 클수록 녹아야 할 얼음의 양은 많다. 또한 얼음이 녹는 것은 앞서 살펴봤듯이 얼음이 물에 닿는 면적과 관련이 있기 때문에, 물에 닿는 면적이 넓을수록 얼음이 녹는 양은 많다. 따라서 얼음이 녹는 시간은 부피가 클수록 길어지고 물에 닿는 면적이 클수록 짧아짐을 알 수 있다. 여기서 길이가 L배 커지면 면적은 L2, 부피는 L3만큼 비례하여 커진다는 ‘제곱-세제곱 법칙’을 적용하면 얼음이 녹는 시간은 L배만큼 길어짐을 알 수 있다. 예를 들어 한 변의 길이가 2㎝인 정육면체 얼음은 한 변의 길이가 1㎝인 정육면체 얼음보다 길이가 2배 길기 때문에 녹는 시간도 2배 긴 약 4시간가량이 된다. 또한 여기서 면적이 늘어나는 것보다 부피가 늘어나는 비율이 훨씬 큼도 알 수 있다. 북극 해빙의 면적은 수천만㎢가 넘지만 부피는 이보다 계산하기 어려울 정도로 매우 크기 때문에 해빙이 녹는 시간은 그만큼 늘어나는 것이다. 결국 해빙은 실제 다양한 조건을 고려하더라도 물에 닿는 면이 한 면뿐이고, 닿는 면적에 비해 부피가 매우 크기 때문에 10℃가 넘는 북극의 한여름에도 다 녹지 않고 바다에 떠 있을 수 있는 것이다.27. 윗글을 읽을 때 사용할 독서 전략으로 가장 적절한 것은?① 질문에 대한 글쓴이의 추론 과정을 분석하며 읽는다.② 질문에서 묻는 개념의 변천 과정에 주목하며 읽는다.③ 질문에 대한 다양한 의견들을 서로 비교해 가며 읽는다.④ 질문과 관련된 사람들의 일반적인 생각을 비판하며 읽는다.⑤ 질문에 대한 글쓴이의 입장과 반대되는 의견을 찾으며 읽는다.28. 윗글의 내용으로 적절하지 않은 것은?① 북극 해빙의 면적은 부피에 반비례한다.② 열에너지는 온도가 높은 곳에서 낮은 곳으로 이동한다.③ 북극 해빙은 물에 닿는 면이 한 면이어서 녹는 시간이 길어진다.④ 얼음이 물과 접촉하는 면적과 전달되는 열에너지의 양은 비례한다.⑤ 열적 평형 상태에서는 접촉한 두 물체 간 열에너지의 전달이 일어나지 않는다.29. 윗글을 바탕으로 <보기>를 추론한 내용 중 가장 적절한 것은?<보 기>시우는 윗글을 읽고 얼마 전에 다녀온 석빙고를 떠올린 뒤, 한여름에 석빙고의 정육면체 얼음들을 녹지 않게 하기 위한 가장 효율적인 방법이 무엇인지에 대해 탐구해 보았다.① 얼음들을 원형으로 만들어 보관한다.② 얼음들을 일정 간격을 두고 보관한다.③ 얼음들을 한 줄로 높이 세워 보관한다.④ 얼음들의 표면에 차가운 물을 뿌려서 보관한다.⑤ 얼음들을 정육면체 한 덩어리로 만들어 보관한다.국어 영역고1 11━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━111630. 윗글을 참고하여 <보기>의 상황을 분석한 결과로 적절하지 않은 것은? [3점]<보 기>2cm㉠6cm㉡* 위 실험에서 수온은 3℃로 일정하게 유지되며, 물에 완전히 잠긴 얼음 ㉠과 물 위에 떠 있는 얼음 ㉡은 모두 정육면체이고, 물 이외의 다른 요인을 통해 전달되는 열에너지는 고려하지 않음.① ㉠과 ㉡의 면적은 9배 차이가 난다.② ㉠과 ㉡의 부피는 27배 차이가 난다.③ ㉠을 6시간 후에 관찰하면 완전히 녹아 있을 것이다.④ ㉠을 ㉡처럼 물에 띄운다면, 완전히 녹는 시간은 약 8시간이다.⑤ ㉡을 한 변이 3㎝인 정육면체 얼음 8개로 쪼갠 뒤 물에 잠기게 할 때 완전히 녹는 시간은 약 6시간이다.31. 윗글과 <보기>를 통해 추론할 수 있는 내용으로 적절한 것은?<보 기>  일반적으로 동물이 생산하는 열에너지는 동물의 무게와 부피에 비례한다. 코끼리는 무게와 부피가 육상 동물 중 가장 크다. 그래서 코끼리는 때때로 커다란 귀를 흔들어 부채질을 해야만 체온을 일정하게 유지할 수 있는데, 이는 귀에 수많은 모세혈관이 있어 귀를 흔들면 혈액의 온도를 낮출 수 있기 때문이다.① 코끼리는 외부 기온이 체온보다 높아지면 체온을 유지하기가 쉬울 것이다.② 코끼리는 다른 육상 동물에 비해 몸에서 만들어내는 열에너지가 부족할 것이다.③ 더운 지역에 사는 코끼리는 다른 지역에 사는 코끼리보다 귀의 면적이 작을 것이다.④ 코끼리는 다른 육상 동물에 비해 열에너지 방출에 필요한 피부 면적이 충분하지 않을 것이다.⑤ 평균보다 몸무게가 많이 나가는 코끼리는 평균적인 코끼리보다 귀를 펄럭거리는 횟수가 적을 것이다.32. 밑줄 친 단어 중 ⓐ의 문맥적 의미와 가장 유사한 것은?① 그는 목감기에 걸려 밥을 넘기지 못했다.② 그는 나무를 제대로 베어 넘기지 못했다.③ 그는 네트 너머로 배구공을 넘기지 못했다.④ 그는 끝내 원고를 출판사에 넘기지 않았다.⑤ 그는 그 일을 처리하는 데 일주일을 넘기지 않았다.[33～36] 다음 글을 읽고 물음에 답하시오.  각설 대명(大明) 성화 년간에 형주(荊州) 구계촌(九溪村)에 한 사람이 있으되, 성은 홍(洪)이요 이름은 무라. 세대 명문거족(名門巨族)으로 소년 급제하여 벼슬이 이부시랑에 있어 충효 강직하니, 천자 사랑하사 국사를 의논하시니, 만조백관이 다 시기하여 모함하매, 죄 없이 벼슬을 빼앗기고 고향에 돌아와 농업에 힘쓰니, 가세는 부유하나 슬하에 일점혈육이 없어 매일 슬퍼하더니, 일일은 부인 양씨(梁氏)와 더불어 탄식하며 말하기를,  “나이 사십에 아들이든 딸이든 자식이 없으니, 우리 죽은 후에 후사를 누구에게 전하며 지하에 돌아가 조상을 어찌 뵈오리오.”부인이 공손하게 말하기를,  “불효삼천(不孝三千)에 무후위대(無後爲大)*라 하오니, 첩이 귀한 가문에 들어온 지 이십여 년이라. 한낱 자식이 없사오니, 어찌 상공을 뵈오리까. 원컨대 상공은 다른 가문의 어진 숙녀를 취하여 후손을 보신다면, 첩도 칠거지악을 면할까 하나이다.”  시랑이 위로하여 말하기를,  “이는 다 내 팔자라. 어찌 부인의 죄라 하리오. 차후는 그런 말씀일랑 마시오.” 하더라.  이때는 추구월 보름이라. 부인이 시비(侍婢)를 데리고 망월루에 올라 월색을 구경하더니 홀연 몸이 곤하여 난간에 의지하매 비몽간(非夢間)에 선녀 내려와 부인께 재배하고 말하기를,  “소녀는 상제(上帝) 시녀옵더니, 상제께 득죄하고 인간에 내치시매 갈 바를 모르더니 세존(世尊)이 부인댁으로 지시하옵기로 왔나이다.”하고 품에 들거늘 놀라 깨달으니 필시 태몽이라. 부인이 크게 기뻐하여 시랑을 청하여 몽사를 이야기하고 귀한 자식 보기를 바라더니, 과연 그달부터 태기 있어 열 달이 차매 일일은 집안에 향취 진동하며 부인이 몸이 곤하여 침석에 누웠더니 아이를 탄생하매 여자라. 선녀 하늘에서 내려와 옥병을 기울여 아기를 씻겨 누이고 말하기를,  “부인은 이 아기를 잘 길러 후복(厚福)을 받으소서.”하고 문을 열고 나가며 말하기를,  “오래지 아니하여서 뵈올 날이 있사오리다.”하고 문득 가옵거늘 부인이 시랑을 청하여 아이를 보인대 얼굴이 도화(桃花) 같고 향내 진동하니 진실로 월궁항아(月宮姮娥)*더라. 기쁨이 측량 없으나 남자 아님을 한탄하더라. 이름을 계월(桂月)이라 하고 장중보옥(掌中寶玉)*같이 사랑하더라.  계월이 점점 자라나매 얼굴이 화려하고 또한 영민한지라. 시랑이 계월이 행여 수명이 짧을까 하여 강호 땅에 곽도사라 하는 사람을 청하여 계월의 상(相)을 보인대, 도사 지그시 보다가 말하기를,  “이 아이 상을 보니 다섯 살이 되는 해에 부모를 이별하고 국어 영역12 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1216십팔 세에 부모를 다시 만나 공후작록(公侯爵祿)*을 올릴 것이오, 명망이 천하에 가득할 것이니 가장 길하도다.”  시랑이 그 말을 듣고 놀라 말하기를,  “명백히 가르치소서.”  도사 말하기를,  “그 밖에는 아는 일이 없고 천기를 누설치 못하기로 대강 설화하나이다.”하고 하직하고 가는지라. 시랑이 도사의 말을 듣고 도리어 듣지 않은 것만 못하다 여기고, 부인을 대하여 이 말을 이르고 염려 무궁하여 계월을 남복(男服)으로 입혀 초당에 두고 글을 가르치니 한 번 보면 다 기억하는지라. 시랑이 안타까워 말하기를,  “네가 만일 남자 되었다면 우리 문호를 더욱 빛낼 것을 애닯도다.” 하더라.[중략 줄거리] 장사랑의 난이 일어나 계월은 부모와 헤어졌지만, 여공의 구원으로 살아나고 그의 아들 보국과 함께 공부하여 과거에 급제한다. 이후 서달의 난을 진압하고 부모와 재회하게 된다. 그러던 중 계월이 여자임이 밝혀지면서 천자의 중매로 보국과 결혼을 한다. 이후 오왕과 초왕이 황성을 침입하자, 계월은 원수로 임명되고 보국과 함께 출전한다.  이튿날, 원수 중군장에게 분부하되,   “오늘은 중군장이 나가 싸워라.” 하니,  중군장이 명령을 듣고 말에 올라 삼척장검을 들고 적진을 향해 외치기를,  “나는 명나라 중군장 보국이라, 대원수의 명을 받아 너희 머리를 베라 하니 바삐 나와 내 칼을 받으라.”하니, 적장 운평이 이를 듣고 크게 화를 내며 말을 몰아 싸우더니 세 번도 채 겨루지 못하여 보국의 칼이 빛나며 운평 머리 말 아래 떨어지니 적장 운경이 운평 죽음을 보고 대분하여 말을 몰아 달려들거늘, 보국이 승기 등등하여 장검을 높이 들고 서로 싸우더니 수합이 못하여 보국이 칼을 날려 운경의 칼 든 팔을 치니 운경이 미처 손을 올리지 못하고 칼 든 채 말 아래에 나려지거늘,   보국이 운경의 머리를 베어들고 본진으로 돌아오던 중, 적장 구덕지 대노하여 장검을 높이 들고 말을 몰아 크게 고함하며 달려오고, 난데없는 적병이 또 사방으로 달려들거늘, 보국이 황겁하여 피하고자 하더니 한순간에 적병이 함성을 지르고 보국을 천여 겹 에워싸는지라 사세 위급하매 보국이 앙천탄식하더니,  이때 원수 장대에서 북을 치다가 보국의 위급함을 보고 급히 말을 몰아 장검을 높이 들고 좌충우돌하며 적진을 헤치고 구덕지 머리를 베어 들고 보국을 구하여 몸을 날려 적진을 충돌할 새, 동에 가는 듯 서장을 베고 남으로 가는 듯 북장을 베고 좌충우돌하여 적장 오십여 명과 군사 천여 명을 한 칼로 베고 본진으로 돌아올 새, 보국이 원수 보기를 부끄러워하거늘, 원수 보국을 꾸짖어 말하기를,  “저러하고 평일에 남자라 칭하고 나를 업신여기더니, 언제도 그리할까.”하며 무수히 조롱하더라.- 작자 미상, ｢홍계월전｣- * 불효삼천에 무후위대: 삼천 가지 불효 중 자식 없는 것이 가장 큰 불효임을 이르는 말. * 월궁항아: 전설 속에서 달에 산다는 선녀로, 아름다운 여인을 흔히 비유적으로 이르는 말. * 장중보옥: 귀하고 보배롭게 여기는 존재를 비유적으로 이르는 말. * 공후작록: 높은 지위에 오른다는 말.33. 윗글에 대한 설명으로 적절한 것은?① 외양 묘사를 통해 인물을 희화화하고 있다.② 요약적 서술을 통해 인물의 내력을 제시하고 있다.③ 대립된 공간을 설정하여 인물 간의 갈등을 제시하고 있다.④ 초월적 존재와의 대화를 통해 인물의 고뇌가 드러나고 있다.⑤ 여러 개의 이야기를 나열하여 다양한 관점에서 사건을 재구성하고 있다.34. 윗글에 대한 이해로 적절하지 않은 것은?① ‘홍무’는 ‘양씨 부인’과 함께 자식이 없음을 한탄하고 있다.② ‘양씨 부인’은 ‘홍무’에게 첩을 들일 것을 권하고 있다.③ ‘곽도사’는 ‘계월’이 어려움에 처할 것을 알려 주고 있다.④ ‘홍무’는 ‘계월’에게 남장을 시켜 위험을 피하려 하고 있다.⑤ ‘보국’은 ‘원수’의 명령을 따르지 않아 위험에 처하고 있다.35. <보기>를 바탕으로 윗글을 감상한 내용으로 적절하지 않은 것은? [3점]<보 기>｢홍계월전｣은 남성보다 비범한 능력을 가진 여성 주인공이 위기를 극복하는 모습을 그린 작품으로, 영웅의 일대기 구조를 가지고 있다. 영웅의 일대기 구조에서 주인공은 고귀한 혈통을 지니고 태어나며 잉태나 출생의 과정이 일반인들과 다르다. 어려서부터 비범하나 일찍 부모와 이별하거나 죽을 고비와 같은 위기에 처하고, 양육자 혹은 조력자에 의해 위기에서 벗어난다. 자라서 다시 위기에 부딪치며, 이 위기를 극복하고 승리자가 된다.① 이부시랑 홍무의 딸로 태어난 사실을 통해 계월이 고귀한 혈통을 지니고 있음을 알 수 있다.② 선녀가 꿈에서 양씨에게 말하는 내용을 통해 계월을 잉태하는 과정이 일반인들과 다름을 알 수 있다.③ 계월이 태어났을 때 시랑이 안타까워하는 모습을 통해 어릴 때 위기에 처한 계월의 모습을 알 수 있다.④ 여공이 계월을 구해 주는 내용을 통해 조력자에 의해 위기에서 벗어난다는 것을 알 수 있다.⑤ 계월이 보국을 구해 주는 장면을 통해 여성 영웅의 비범한 능력을 알 수 있다.[A]국어 영역고1 13━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━131636. [A]를 <보기>의 시나리오로 각색했다고 할 때, 고려한 내용으로 적절하지 않은 것은?<보 기>S# 120. ⓐ(ELS*) 영경루 전쟁터 보국: ⓑ(삼척장검을 들고 적진을 향해 외치며) 나는 명나라 중군장 보국이라. 대원수의 명을 받아 너희 머리를 베려 하니 적장은 어서 나와 내 칼을 받아라!운평: (큰 칼을 휘두르며) 가소롭구나. 감히 어디서 그런 말을…. 내 칼을 받아라.운평과 보국이 세 번도 채 겨루지 않아 보국의 칼에 운평이 죽는다.운경: (운평이 죽는 모습을 보며) 네 이놈!(칼을 휘두르며 말을 몰아 달려 나감.)보국: (칼을 막으며) ⓒ너도 같이 저승길로 보내 주마.보국이 운경을 죽이고 의기양양한 얼굴을 하고 본진으로 말을 돌린다.구덕지: (긴 칼을 휘두르고 크게 고함을 치며) 네 이놈! 살아서 돌아갈 생각을 하지 마라.ⓓ(E*) 적병들이 사방에서 나타나 보국을 포위한다.보국: ⓔ(CU*) (탄식하며) 아뿔싸, 내가 너무 방심했구나. * ELS : 아주 멀리서 넓은 지역을 조망하는 촬영 기법. * E : 극, 영화, 방송 등에서 소리 등의 효과. * CU : 대상의 일부를 두드러지게 강조하기 위해 크게 찍거나 화면에 크게 나타내는 촬영 기법.① ⓐ에서 대규모 전쟁의 모습을 보여 주기 위해 멀리서 전쟁터를 조망하면서 촬영해야겠어.② ⓑ에서 장군의 위엄을 드러내기 위해 삼척장검과 이에 어울리는 갑옷을 소품으로 준비해야겠어.③ ⓒ에서 인물의 당황한 심리를 드러내기 위해 떨리는 목소리로 연기하도록 해야겠어.④ ⓓ에서 인물의 상황을 부각하기 위해 긴박한 분위기의 효과음을 사용해야겠어.⑤ ⓔ에서 위기에 처한 인물의 심정을 강조하기 위해 표정을 확대해서 촬영해야겠어.[37～41] 다음 글을 읽고 물음에 답하시오.  인간은 집단생활을 하기 때문에 분쟁이 발생할 수밖에 없다. 그래서 문제가 발생하는 것을 예방하거나 문제를 원만히 해결하기 위해 규칙을 만든다. 여러 규칙 중 사회 구성원들의 합의에 따라 만들어지고 강제성을 가진 규칙을 법이라고 한다. 이때 강제성은 공공의 이익을 실현하기 위해 사회 구성원들이 동의할 때만 발휘될 수 있다. 이러한 법은 몇 가지 특징이 있는데 먼저 법은 행동의 결과를 중시한다. 왜냐하면 다른 사람이 행동을 평가할 수 있고 그 변화도 확인할 수 있어야 하기 때문이다. 그리고 법은 국민의 자유와 권리를 보호한다. 만약 법이 없다면 권력자나 국가 기관이 멋대로 권력을 휘두를 수 있을 것이다. 마지막으로 법은 최소한의 간섭만 한다. 개인이 처리해도 되는 일까지 법이 간섭한다면 사람들은 숨이 막혀 평온하게 살기 힘들 것이다.  대표적인 법에는 ㉠민법과 형법이 있다. 민법은 국가 기관이 아닌, 사람들 간의 권리관계를 다루는 법률로서 재산 관계와 가족 관계로 구성되어 있다. 근대 사회에서 형성된 민법의 원칙은 오늘날까지도 중요하게 여겨지고 있다. 중요 원칙 중 하나는 개인의 사유 재산에 대해 절대적 지배를 인정하고 국가를 비롯한 단체나 개인은 다른 사람의 사유 재산 행사에 간섭하지 못한다는 것이다. 그리고 다른 사람에게 끼친 손해는 그 행위가 위법이고 동시에 고의나 과실에 의한 경우에만 책임을 진다는 원칙도 있다. 그런데 이 원칙들은 경제적 강자가 경제적 약자를 지배하는 수단으로 악용되기도 하여 20세기에 들면서 제한이 생겼다. 그 결과 개인의 사유 재산에 대한 지배는 여전히 보장되지만 공공복리에 적합하도록 행사해야 한다는 것과 같은 수정된 원칙들이 적용되고 있다.  반면, 형법은 범죄와 형벌을 규정하는 법률로서 ㉡‘죄형법정주의’라는 기본 원칙이 있다. 죄형법정주의는 범죄의 행위와 그 범죄에 대한 처벌을 미리 법률로 정해 두어야 한다는 것이다. 그래서 범죄 발생 당시에는 없었던 법이 나중에 생겨도 그것을 소급해서 적용할 수 없다. 또한 민법과 달리 어떤 사항을 직접 규정한 법규가 없을 때, 그와 비슷한 사항을 규정한 법규를 유추하여 적용할 수도 없다.  형법을 위반한 범죄가 발생하면, 먼저 수사 기관이 수사를 한다. 수사를 개시하는 단서로는 고소, 고발, 인지가 있는데, 이 중 고소는 피해자가 하는 반면 고발은 제3자가 한다. 일반적으로 범죄는 수사기관이 인지하는 것만으로도 수사를 시작할 수 있다. 하지만 명예훼손죄, 폭행죄 등은 수사를 진행했더라도 피해자가 원하지 않으면 처벌하지 않는다. 수사 결과 피의자*가 죄를 범했다고 의심할 만한 충분한 이유가 있다면 구속 영장을 받아 체포해 구속한다. 만약 범죄를 실행 중인 경우는 구속 영장 없이 체포 가능한데, 이 경우 48시간 이내에 구속 영장을 신청해야 하고, 법원은 신청서가 접수된 시간으로부터 48시간 이내에 구속 영장의 발부 여부를 결정해야 한다. 수사 결과 범죄 혐의가 인정되면 검사는 재판을 청구하는데 이를 기소라고 한다. 이때 검사는 피의자의 나이, 환경, 동기 등을 참작하여 기소를 하지 않을 수 있다. 기소로 재판 절차가 시작되면 법원은 사건을 심리*하여 범죄 사실이 확인된 경우 유죄를 선고한다. 유죄가 인정되면 법원이 형을 선고하고 집행 절차에 들어간다.[A]국어 영역14 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1416  그런데 만약 동물이 위법한 행동을 하여 다른 사람에게 손해를 끼치면 어떻게 될까? 결론부터 말하면 동물은 아무런 책임이 없다. 법에서는 인간 이외의 것들은 생명의 유무와 상관없이 모두 물건으로 보는데 물건에는 법적 권리가 없다. 법적 권리가 없는 것은 의무와 책임도 없다. 그러므로 동물은 민, 형법상의 책임을 지지 않아도 된다. 다만 손해를 입은 사람은 민법에 따라 동물의 점유자*에게 배상을 받을 수 있다.  * 피의자: 수사 기관으로부터 범죄의 의심을 받게 되어 수사를 받고 있는 자. * 심리: 재판의 기초가 되는 사실이나 법률적 판단을 심사하는 행위. * 점유자: 어떤 물건을 소유하고 사실상 지배하는 사람.37. 법에 관한 설명으로 적절하지 않은 것은? ① 문제가 발생하는 것을 예방하기 위해 사회 구성원의 의사를 반영하여 만든다.② 권력자의 권력 행사를 제한하여 국민들의 자유와 권리를 지키는 역할을 한다.③ 법의 간섭이 지나치게 커지게 되면 개인이 삶을 평온하게 유지하기 힘들 것이다.④ 다른 사람들이 행동을 평가하고 그 변화를 확인할 수 있어야 하므로 결과를 중시한다.⑤ 목적이 공익과 무관하더라도 사회 구성원의 동의가 있다면 강제성이 발휘될 수 있다.38. ㉠에 대한 설명으로 적절하지 않은 것은?① 경제적 강자로부터 경제적 약자를 보호하기 위해 원칙이 수정되었다.② 국가 기관이 아닌 사람들 간의 권리관계에 문제가 생겼을 경우 적용한다.③ 위법한 행위가 발생했을 때 의도적으로 잘못을 한 경우에만 책임을 물을 수 있다.④ 20세기에 들면서 공공복리에 적합하지 않을 경우 개인의 재산권 행사를 제한할 수 있게 되었다.⑤ 개인이 재산을 사용하는 것에 대해 국가나 타인이 간섭하지 못한다는 원칙이 근대 사회에서 형성되었다.39. ㉡과 관련 있는 말로 적절한 것은?① 착한 사람은 법이 필요 없고 나쁜 사람은 법망을 피해 간다.② 법의 생명은 논리에 있는 것이 아니라 경험에 있다.③ 형법의 반은 이익보다는 해를 끼칠지 모른다.④ 법률이 없으면 범죄도 없고 형벌도 없다.⑤ 철학 없는 법학은 출구 없는 미궁이다.40. [A]를 바탕으로 <보기>를 이해한 내용으로 적절한 것은?<보 기>불기소(   Ⓒ   )재판형 집행(   Ⓑ   )(   Ⓐ   ), 고발, 인지구속, 불구속수사① Ⓐ는 범죄의 피해자와 연관이 있는 제3자가 한다.② 명예훼손죄, 폭행죄는 Ⓐ가 없어도 수사를 진행할 수 있다.③ 범죄를 실행 중인 범인을 Ⓑ하였을 경우 48시간 이내에 구속 영장을 발부받아야 한다.④ 범죄 혐의가 인정될 경우 반드시 Ⓒ를 해야 한다.⑤ 재판에서 심리를 담당하는 주체가 Ⓒ의 여부를 결정한다.41. 윗글과 <보기1>을 참조하여 <보기2>를 이해한 내용으로 적절하지 않은 것은? [3점]<보 기1>민법 제759조(동물의 점유자의 책임)  ① 동물의 점유자는 그 동물이 타인에게 가한 손해를 배상할 책임이 있다. …….형법 제257조(상해, 존속상해)  ① 사람의 신체를 상해한 자는 7년 이하의 징역, 10년 이하의 자격정지 또는 1천만 원 이하의 벌금에 처한다. …….<보 기2>A는 사고로 몸의 대부분을 기계로 대체해 로봇같이 보이지만 여전히 직장생활을 하고 세금을 내는 등 이전과 같은 생활을 하고 있다. B는 C가 구입한 로봇으로 행동과 겉모습이 인간과 구별이 안 된다. 그런데 만약 A와 B가 사람을 때려 다치게 하였다면 법적으로 어떻게 해야 할까?① 민법 제759조 ①에 따르면 B는 동물과 같이 물건이므로 법적 책임이 없다.② 민법 제759조 ①을 유추하여 적용한다면 B의 점유자인 C에게 손해 배상 책임을 물을 수 있다.③ 형법 제257조 ①에 따르면 A는 ‘사람의 신체를 상해한 자’에 해당하므로 형법에 따른 책임을 져야 한다.④ 형법 제257조 ①을 유추하여 적용한다면 C는 징역이나 벌금에 처해질 수 있다. ⑤ 형법 제257조에 향후 B가 사람을 다치게 한 행위에 관한 조항이 추가되더라도 이번 사건에 대해서는 B를 처벌할 수 없다.국어 영역고1 15━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━1516[42～45] 다음 글을 읽고 물음에 답하시오.(가)어리석고 세상물정 어둡기는 나보다 더한 이 없다길흉화복을 하늘에 맡겨 두고누항(陋巷)* 깊은 곳에 초가를 지어 두고궂은 날씨에 썩은 짚이 땔감이 되어세 홉 밥 닷 홉 죽에 연기(煙氣)도 많기도 많구나설 데운 숭늉에 고픈 배를 속일 뿐이로다㉠생애 이러하다 대장부의 뜻을 옮기겠는가안빈일념(安貧一念)*을 적을망정 품고 이셔옳은 일을 좇아 살려 하나 날이 갈수록 어긋난다<중략>소 한 번 주마 하고 엉성하게 하는 말씀친절하다 여긴 집에 ㉡달 없는 황혼에 허위허위 달려가서 굳게 닫은 문 밖에 우두커니 혼자 서서큰 기침 에헴이를 오래토록 하온 후에어와 그 뉘신고 염치 없는 내옵노라초경도 거읜데 그 어찌 와 계신고해마다 이러하기 구차한 줄 알건마는소 없는 가난한 집에 걱정 많아 왔노라공짜로나 값을 쳐서나 줌 직도 하지마는다만 어제 밤에 건넛집 저 사람이목 붉은 수꿩을 구슬 같은 기름에 구워 내고갓 익은 삼해주(三亥酒)를 취하도록 권하거든이러한 은혜를 어이 아니 갚을런고내일로 주마 하고 큰 언약 하였거든실약(失約)이 미편(未便)하니* 말하기가 어려왜라사실이 그러하면 설마 어이할고헌 모자 숙여 쓰고 축 없는 짚신에 설피설피 물러 오니풍채 적은 모습에 개 짖을 뿐이로다누추한 집에 들어간들 잠이 와서 누웠으랴북창에 기대 앉아 새벽을 기다리니무정한 오디새는 이 내 한을 돕는구나㉢아침이 끝나도록 슬퍼하며 먼 들을 바라보니즐거운 농가(農歌)도 흥 없이 들리는구나세상 인정 모른 한숨은 그칠 줄을 모르는구나㉣아까운 저 쟁기*는 볏보님도 좋을시고*가시 엉킨 묵은 밭도 쉽게 갈련마는빈 집 벽 가운데에 쓸데없이 걸렸구나봄농사도 거의로다 팽개쳐 던져 두자강호(江湖)에서 큰 꿈을 생각한 지도 오래더니먹고 사는 것이 누가 되어 아아 잊었구나저 물가를 바라보니 푸른 대나무가 많기도 많구나㉤교양 있는 선비들아 낚싯대 하나 빌려다오갈대꽃 깊은 곳에 명월청풍(明月淸風) 벗이 되어임자 없는 풍월강산(風月江山)에 절로절로 늙으리라                            - 박인로, ｢누항사(陋巷詞)｣- * 누항: 누추한 곳. * 안빈일념: 가난 속에서도 마음을 편히 갖겠다는 생각. * 실약이 미편하니: 약속을 어기기가 어려우니. * 쟁기: 말이나 소에 끌려 논밭을 가는 농기구. * 볏보님도 좋을시고: 쟁기 날이 잘 관리된 상태라는 의미로 추정됨.(나)다음은 어느 중로(中老)의 여인에게서 들은 이야기다. 여인이 젊었을 때였다. 남편이 거듭 사업에 실패하자, 이들 내외는 갑자기 가난 속에 빠지고 말았다.남편은 다시 일어나 사과 장사를 시작했다. 서울에서 사과를 싣고 춘천에 갔다 넘기면 다소의 이윤이 생겼다. 그런데 한 번은, 춘천으로 떠난 남편이 이틀이 되고 사흘이 되어도 돌아오지를 않았다. 제 날로 돌아오기는 어렵지만, 이틀째에는 틀림없이 돌아오는 남편이었다. 아내는 기다리다 못해 닷새째 되는 날 남편을 찾아 춘천으로 떠났다.“춘천에만 닿으면 만나려니 했지요. 춘천을 손바닥만하게 알았나 봐요. 정말 막막하더군요. 하는 수 없이 여관을 뒤졌지요. 여관이란 여관은 모조리 다 뒤졌지만, 그이는 없었어요. 하룻밤을 여관에서 뜬눈으로 새웠지요. 이튿날 아침, 문득 그이의 친한 친구 한 분이 도청에 계시다는 것이 생각나서, 그분을 찾아 나섰지요. 가는 길에 혹시나 하고 정거장에 들러 봤더니…….”매표구 앞에 늘어선 줄 속에 남편이 서 있었다. 아내는 너무 반갑고 원망스러워 말이 나오지 않았다.트럭에다 사과를 싣고 춘천으로 떠난 남편은, 가는 길에 사람을 몇 태웠다고 했다. 그들이 사과 가마니를 깔고 앉는 바람에 사과가 상해서 제 값을 받을 수 없었다. 남편은 도저히 손해를 보아서는 안 될 처지였기에 친구의 집에 기숙을 하면서, 시장 옆에 자리를 구해 사과 소매를 시작했다. 그래서, 어젯밤 늦게서야 겨우 다 팔 수 있었다는 것이다. 전보도 옳게 제 구실을 하지 못하던 8·15 직후였으니…….함께 춘천을 떠나 서울로 향하는 차 속에서 남편은 아내의 손을 꼭 쥐었다. 그때만 해도 세 시간 남아 걸리던  경춘선, 남편은 한 번도 그 손을 놓지 않았다. 아내는 한 손을 맡긴 채 너무도 행복해서 그저 황홀에 잠길 뿐이었다.그 남편은 그러나 6·25 때 죽었다고 한다. 여인은 어린 자녀들을 이끌고 모진 세파(世波)와 싸우지 않으면 안 되었다.“이제 아이들도 다 커서 대학엘 다니고 있으니, 그이에게 조금은 면목이 선 것도 같아요. 제가 지금까지 살아 올 수 있었던 것은, 춘천서 서울까지 제 손을 놓지 않았던 그이의 손길, 그것 때문일지도 모르지요.”여인은 조용히 웃으면서 이렇게 말을 맺었다.지난날의 가난은 잊지 않는 게 좋겠다. 더구나 그 속에 빛나던 사랑만은 잊지 말아야겠다. “행복은 반드시 부와 일치하진 않는다.”라는 말은 결코 진부한 일 편의 경구(警句)만은 아니다.- 김소운, ｢가난한 날의 행복｣-42. (가)와 (나)의 공통점으로 가장 적절한 것은?① 특정한 인물을 통해 자신의 삶을 반성하고 있다.② 감정의 절제를 통해 사건을 객관적으로 바라보고 있다.③ 공간의 이동을 통해 대상에 대한 그리움을 드러내고 있다.④ 영탄적 표현을 활용하여 화자의 간절한 소망을 드러내고 있다. ⑤ 구체적 일화를 활용하여 지향하는 삶의 태도를 드러내고 있다.[B][A]국어 영역16 고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━161643. [A]와 [B]에 대한 이해로 적절하지 않은 것은?① [A]는 규칙적인 음보 사용을 통해 리듬감을 형성하고 있다.  ② [B]는 경구를 활용하여 글을 효과적으로 마무리하고 있다. ③ [A]는 [B]와 달리 비유적 표현을 활용하여 인물의 특징을 드러내고 있다.④ [B]는 [A]와 달리 특정한 어휘를 사용하여 구체적 시대상을 반영하고 있다.⑤ [A]와 [B]는 모두 대화를 활용하여 중심인물의 상황을 전달하고 있다.44. <보기>를 참고하여 ㉠~ ㉤을 이해한 것으로 적절하지 않은 것은? [3점]<보 기>｢누항사｣는 전란을 겪은 사대부가 누항에서 스스로 노동하며 가난하게 살면서도 이상적 삶을 추구하려고 노력하는 모습을 그리고 있다. 화자가 처한 상황과 심리의 변화는 다음과 같은 흐름을 나타낸다.ⓐⓑⓒ상황몸소 농사를 지어야 함.⇨농사를 짓기 위한 소를 빌리지 못함.⇨명월청풍과 더불어 한가롭게 삶.심리안빈일념을 추구함.암담함을 느낌.시름을 잊고자 함.① ㉠에는 ⓐ의 심리에서 드러나는 가치를 이루고자 하는 화자의 의지가 드러나고 있다.② ㉡에는 ⓐ의 상황을 해결하고자 하는 화자의 다급한 심정이 제시되어 있다.③ ㉢에는 ⓑ의 심리가 화자의 처량한 모습을 통해 드러나고 있다.④ ㉣에는 ⓒ의 심리가 화자의 눈에 비친 대상에 투영되어 있다.⑤ ㉤에는 ⓒ의 상황을 실천하기 위한 화자의 의도가 드러나고 있다.45. (가)의 풍월강산과 (나)의 경춘선에 대한 설명으로 가장 적절한 것은? ① ‘풍월강산’은 환상적 세계를, ‘경춘선’은 낭만적 세계를 의미하는 공간이다.② ‘풍월강산’은 현재의 소망을 다짐하는, ‘경춘선’은 과거의 추억이 깃든 공간이다.③ ‘풍월강산’은 과거에 대한 동경을, ‘경춘선’은 현재의 자긍심을 드러내는 공간이다.④ ‘풍월강산’은 현재의 어려움을 비판하는, ‘경춘선’은 미래의 희망을 기원하는 공간이다. ⑤ ‘풍월강산’은 전통적인 삶의 모습을, ‘경춘선’은 현대적인 삶의 모습을 드러내는 공간이다.※ 확인 사항◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}