{
    "년도": "2023",
    "대상": "고1",
    "목적": "6월",
    "과목": "국어",
    "text": "116[1 ～3] 다음은 학생의 발표이다. 물음에 답하시오.(화면1) 역사 동아리 친구들과 고분 답사를 갔다가 화면에서 보시는 도자기 조각 같은 것을 발견했습니다. 알고 보니 화단 장식물 파편이었는데, 만약 진짜 문화재라면 어떻게 행동해야 하는지 궁금했습니다. 혹시 여러분 중에 이런 경우에 어떻게 해야 하는지 아시는 분 있나요? (반응을 확인하고) 대부분 잘 모르시는 것 같군요. 자료 조사를 하면서 ‘매장 문화재 발견 신고 제도’가 마련되어 있음을 알게 되었는데, 저는 오늘 이에 대해 발표해 볼까 합니다.땅속이나 수중, 건조물 등에 묻혀 있던 유형의 문화재를 매장 문화재라고 합니다. (화면2) 일반적으로 이런 문화재는 화면과 같이 문화재청이나 학술 단체 등 전문 기관의 발굴 조사를 통해 세상에 나옵니다. 그런데 최근에는 매장 문화재의 발견 양상이 다양해졌고, 특히 일상생활이나 여가 활동 중에 문화재를 발견하는 경우가 늘고 있다고 합니다. (화면3) 왼쪽에 보시는 것은 텃밭에서 농사를 짓다가 발견한 청동기 시대의 돌도끼, 오른쪽에 보시는 것은 등산 중에 발견한 백제의 기와입니다.(화면4) 이런 현실을 반영해 만들어진 매장 문화재 발견 신고 제도의 절차를 화면으로 보고 계시는데요, 어떤 단계들이 있는지 함께 살펴봅시다. 우선 매장 문화재를 발견하게 되면 7일 이내에 관할 지방 자치 단체나 경찰서로 신고를 해야 합니다. 신고를 받은 기관은 발견 신고서를 문화재청으로 제출하고, 해당 물건의 소유자를 찾기 위해 90일간 공고를 해야 합니다. 다음으로 문화재청은 해당 물건이 문화재인지 확인하기 위해 예비 감정 평가를 실시하고, 필요에 따라 발견 지역에 대한 현장 조사도 진행합니다. 문화재로 판명되었는데도 정당한 소유자가 나타나지 않으면 국가에 귀속시켜 보관ㆍ관리하게 됩니다. 국가는 귀속된 문화재의 가치를 최종 감정하여 신고자에게 보상금을 지급하며, 이 신고로 인근에 발굴 조사가 이루어졌다면 포상금도 지급할 수 있습니다.(화면5) 주의할 점도 정리해 보았는데요, 화면에 붉게 표시한 부분들에 특히 유의해야 합니다. 발견이란 우연한 기회에 드러난 문화재를 찾은 것을 말합니다. 따라서 땅속에 묻혀 있는 것을 일부러 파내어 신고하는 것은 범죄 행위인 도굴에 해당됩니다. 또한 발견하고도 신고하지 않는 경우에는 은닉죄 등이 적용되어 처벌을 받게 된다는 것도 기억해야 합니다.매장 문화재 발견 신고는 소중한 문화재를 보호하는 데 힘이 됩니다. 그리고 무엇보다 일반 국민의 신고로 우리 문화재를 지키고 남길 수 있다는 데도 큰 의미가 있습니다. 여러분도 주변 사물들과 문화재에 더 많은 주의를 기울였으면 합니다. 끝까지 들어주셔서 감사합니다.1. 위 발표에 활용된 말하기 방식으로 적절하지 않은 것은?① 발표 주제를 선정하게 된 동기를 밝히며 발표를 시작하고 있다.② 발표 내용과 관련된 질문을 하여 청중의 관심을 유도하고 있다.③ 구체적인 예를 활용하여 발표 내용을 효과적으로 전달하고 있다.④ 발표 주제와 관련된 용어의 개념을 설명하여 청중의 이해를 돕고 있다.⑤ 발표 내용을 친숙한 소재에 빗대어 표현하여 청중의 흥미를 유발하고 있다.2. 위 발표에서 자료를 활용한 방식에 대한 설명으로 가장 적절한 것은?①자신이 발굴한 문화재를 소개하기 위해 ‘화면1’에 발견한 것의 실물 사진을 제시하였다.②일반적으로 매장 문화재가 세상에 나오는 상황을 보여 주기 위해 ‘화면2’에 문화재청의 발굴 조사 장면을 제시하였다.③발견된 문화재의 시대적 층위를 부각하기 위해 ‘화면3’에 고대와 근대의 문화재를 대비하여 제시하였다.④제도를 세부적으로 파악할 수 있도록 하기 위해 ‘화면4’에 감정 평가의 세부 단계들을 정리하여 제시하였다. ⑤주의할 점을 부각하여 전하기 위해 ‘화면5’에 제도 운영의 핵심 취지 부분에 강조 표시를 해서 제시하였다.3. 위 발표를 들은 학생이 <보기>와 같이 반응했다고 할 때, 이에 대한 설명으로 가장 적절한 것은?<보 기>할아버지 친구분께서 집을 새로 짓다가 비석을 발견해서 신고하셨는데 신라 시대 문화재로 밝혀졌다는 이야기를 들었던 게 떠올랐어. 이 비석이 어떤 절차를 밟아 문화재로 인정을 받게 되었는지 이전부터 궁금했는데, 알게 되어 유익했어. 수중에도 매장 문화재가 있다고 했는데, 구체적인 사례를 발표에서 다루지 않은 점은 아쉬웠어.①자신이 직접 당사자가 되었던 경험과 관련지어 발표 내용에 공감하고 있군.②발표를 듣기 전에 지니고 있었던 의문을 발표 내용을 통해 해소하고 있군.③발표의 내용을 구조적으로 파악하여 전체 내용을 간략하게 정리하고 있군.④발표의 내용이 발표 목적에 부합하고 있는지를 객관적으로 분석하고 있군.⑤발표 내용 중에서 사실과 다른 부분을 판단하며 비판적으로 평가하고 있군.2023학년도 6월 고1 전국연합학력평가 문제지            1국어영역제1 교시2                                고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역216[4 ~ 7] (가)는 학교 홈페이지에 게시된 글이고, (나)는 (가)를 게시한 후에 열린 회의이다. 물음에 답하시오.(가)○○고등학교 학생 여러분, 안녕하세요. ○○고등학교 학생회입니다. 학교 공간을 사용자 중심의 공간으로 만들자는 취지에서 학교 공간 개선에 대한 논의를 진행하고 있습니다. 그 일환으로 실시된 우리 학교 공간 중 개선이 필요한 장소에 대한 온라인 투표가 여러분들의 협조 덕분에 잘 마무리되었습니다. 그 결과를 공유하고, 구체적인 개선 방안에 대한 설문 조사를 안내하기 위해 글을 쓰게 되었습니다.투표 실시 전에 안내가 된 것처럼, 학생들이 가장 개선이 필요하다고 생각하는 학교 공간을 학생들의 의견을 적극적으로 반영하여 정비하겠다고 학교 측과 사전에 협의가 되었습니다. 전교생 중 90%가 투표에 참여했고, 그중 83%가 화장실 공간 개선을 요구하였습니다. 이에 화장실 공간 개선에 대한 구체적인 의견을 수렴하기 위해 설문 조사를 실시하고자 합니다.오늘부터 일주일간 진행되는 설문 조사는 크게 두 가지 항목으로 이루어져 있습니다. 첫 번째로 여러분들이 생각하는 우리 학교 화장실의 문제점과 여기에 대한 해결 방안을 제안해 주십시오. 두 번째로 첨부 파일에 있는 우리 학교 각 층 화장실 도면을 참고하여 화장실의 구체적인 공간 구성에 대한 의견도 제시해 주시기 바랍니다.학교 공간 디자인 전문가의 힘도 빌려야 하겠지만, 더 중요한 것은 학생 여러분의 의견입니다. ‘손이 많으면 일도 쉽다.’라는 말이 있습니다. 무슨 일이나 여러 사람이 힘을 합하면 쉽게 잘 이룰 수 있다는 이 말처럼 우리가 원하는 학교 화장실을 만들기 위해서 학생 여러분의 많은 관심과 적극적인 참여가 필요합니다.㉠(나)선생님: 많은 학생들이 요구했던 화장실 공간 개선에 대한 회의를 시작하겠습니다. 설문 조사 기간이 일주일이었지요? 회의를 통해 화장실 개선에 대한 설문 조사 결과를 살피고, 학교 공간 디자인 전문가에게 전달할 내용들을 정리해 봅시다. 학생들은 개선이 필요한 점이 무엇이라고 이야기했는지 말해 볼까요?학생1 : 네, 설문 조사 결과 여러 학생이 가장 불편함을 느꼈던 부분은 화장실 환기가 잘 되지 않는다는 점이었습니다. 습기가 빠지지 않아 눅눅하다는 의견, 공기 정화가 잘 되지 않는다는 의견 등이 나왔습니다.학생2 : 맞습니다. 또 세면대 이용이 불편하다는 의견도 많았습니다. 세면대 개수가 부족하고 높이가 모두 같기에 본인의 키에 맞지 않아 불편함을 느낀다고 하였습니다.선생님: 그렇군요. 정리하자면 학생들이 생각하는 우리 학교 화장실의 문제점은 화장실의 환기가 제대로 되지 않는다는 것과 세면대 개수와 높이에 문제가 있다는 것이네요. 그렇다면 학생들은 이러한 문제점에 대해 어떤 해결 방안을 제시하였나요?학생1 : 화장실 환기 문제를 해결하기 위한 방안으로는, 낡고 오래되어 여닫기 힘든 창문을 교체해 달라는 의견이 있었습니다. 또한 환풍기를 추가로 설치하고 공기 정화 장치를 새롭게 설치했으면 좋겠다는 의견도 있었습니다.학생2 : 공기 정화 장치를 설치하자는 것은 좋은 의견이네요. 세면대에 대한 해결 방안으로, 먼저 학생들은 세면대가 지금보다 더 많았으면 좋겠다고 답했습니다. 또한 두세 가지 정도의 다양한 높이로 되어 있다면 자신의 키에 맞게 사용할 수 있어서 좋을 것 같다고 하였습니다. 선생님: 그렇군요. 학생들이 생각하는 해결 방안을 잘 들었습니다. 참, 학생들에게 우리 학교 각 층 화장실의 도면도 제시했다고 알고 있는데, 이와 관련된 의견이 있었나요?학생2 : 네, 우리 학교 1층 화장실의 도면을 참고하여 의견을 낸 학생들이 있었습니다. 다른 층에 비해 1층 화장실의 내부 공간이 여유로우니 여기에 탈의 공간을 만들어 체육복을 갈아입을 수 있도록 하면 좋겠다는 의견이 있었습니다. 저도 이 의견에 동의합니다.학생1 : 이미 체육관 앞에 탈의 공간이 따로 있으니 탈의 공간보다는 그곳에 세면대를 더 두면 어떨까요? 저도 1층 화장실을 이용할 때 불편을 겪은 적이 있었기 때문에, 세면대를 두는 것이 넓은 공간을 잘 활용하는 방안이 될 것 같습니다.선생님: 학교 도면이 복잡해서 잘 파악했을지 걱정이 좀 되었는데, 잘 이해하고 좋은 의견을 내어 주었네요. 그 외에 다른 의견들은 없었나요?학생1 : 화장실 벽면에 학생들의 추천을 받아 그림이나 글귀를 부착하자는 의견도 있었습니다.선생님: 여러 의견이 나왔네요. 이 의견들이 충분히 고려되어야 하므로 회의 내용을 학교 측과 학교 공간 디자인 전문가에게 전달하겠습니다. 그럼 다음 회의에는 학교 공간 디자인 전문가도 함께 모셔서 구체적인 시안을 바탕으로 화장실 공간 디자인을 검토하도록 합시다.4. (가)를 이해한 내용으로 적절하지 않은 것은?① 예상 독자를 명시한 후 글을 쓴 이유를 드러내고 있다.② 사전 협의 내용을 밝히며 이후 진행될 과정을 제시하고 있다.③ 온라인 투표 결과를 수치로 나타내어 독자와 결과를 공유하고 있다.④ 설문 항목을 안내하고 설문 참여 시에 주의할 점을 덧붙이고 있다.⑤ 관용 표현의 의미를 풀어 설명하여 독자의 참여를 유도하고 있다.[B][A]고1                                 3━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역3165. <조건>에 따라 ㉠에 마지막 문장을 추가한다고 할 때 가장 적절한 것은?<조 건>◦서두에 제시된 학교 공간 개선의 취지를 다시 강조할 것.◦비유적 표현을 활용하여 맥락에 맞게 마무리할 것.① 전문가도 인정하는 새로운 공간이 가득한 우리 학교는 사랑입니다.② 편안하고 쾌적한 공원 같은 우리 학교 공간을 여러분에게 소개합니다.③ 사용자인 우리의 편의를 두루 고려한 내 집 같은 학교 공간을 함께 만듭시다.④ 공간을 바라보는 틀에 박힌 생각에서 벗어나 우리 학교를 새롭게 바꾸어 봅시다.⑤ 학생도 선생님도 만족하며 사용하는 학교 공간을 우리의 노력으로 만들어 봅시다.6. (나)의 ‘선생님’에 대한 설명으로 적절하지 않은 것은? [3점]① (가)에서 언급한 설문 조사 기간을 확인하고, 회의에서 논의해야 할 사항을 안내하고 있다.② (가)에서 제시한 첫 번째 설문 항목과 관련하여 설문 조사의 결과를 모아 온 학생들의 발화를 정리하고 있다.③ (가)에서 두 번째로 제시한 설문 항목과 관련하여 조사 결과에 대해 질문하고 있다.④ (가)에서 언급한 설문 참고 자료를 잘 파악했는지 점검한 후 학생의 설명에 대한 자신의 이해가 적절한지 확인하고 있다.⑤ (가)에서 언급한 관련 분야 전문가가 다음 회의 참여자임을 밝히며 다음 회의를 예고하고 있다.7. [A], [B]에 대한 설명으로 가장 적절한 것은?① [A] : ‘학생1’은 ‘학생2’의 발언과 달리 전달할 내용을 제시한 후 자신의 의견을 덧붙이고 있다.② [A] : ‘학생2’는 ‘학생1’의 발언을 구체화하며 자신의 견해를 수정하고 있다.③ [A] : ‘학생2’는 ‘학생1’의 발언의 일부를 긍정하며 추가적인 정보 제공을 요청하고 있다.④ [B] : ‘학생1’은 ‘학생2’의 발언과 달리 조사한 내용을 말하고 그에 동의하고 있다.⑤ [B] : ‘학생1’은 ‘학생2’의 발언 내용과는 다른 의견을 자신의 경험을 바탕으로 제안하고 있다.[8 ～10] 다음을 읽고 물음에 답하시오.[작문 상황]◦작문 목적: 새롭게 주목받는 직업에 대한 정보를 전달하는 글을 씀.◦예상 독자: 우리 학교 학생들[학생의 초고]최근 도시 경관을 아름답게 해 주고 소음과 미세 먼지를 줄이는 데에 효과가 있는 생활권 도시림이 주목받으면서, 이를 구성하는 가로수와 조경수 등을 체계적으로 관리하는 ‘나무의사’라는 직업이 관심을 끌고 있습니다. 나무의사는 나무의 병해충을 예방하거나 진료하는 전문가를 일컫습니다. 몇몇 나라는 우리보다 먼저 나무의사와 유사한 제도를 시행하고 있었고, 우리나라는 2018년부터 ‘나무의사 자격 제도’를 두어 아파트 단지나 공원, 학교 등에 있는 생활권 수목의 치료를 나무의사가 맡도록 하고 있습니다. 이전에는 ‘생활권 수목 병해충 방제 사업’ 대부분을 비전문가가 실행하여 여러 가지 부작용이 발생했습니다. 이런 부작용을 해소하고 관리의 전문성을 더욱 강화할 필요성이 제기되면서 이 제도를 도입했다고 합니다. 특히 생활권 도시림이 해마다 증가하고 있는 것도 중요한 이유 중 하나입니다. 나무의사가 되려면 자격시험에 응시해야 하는데, 응시를 위해서는 일정한 자격 조건을 갖추어야 합니다. 수목 진료 관련 석박사 학위를 소지하고 있거나, 산림 및 농업 분야 특성화고를 졸업한 후 3년 이상의 경력이 필요합니다. 자격시험에서 1차 시험은 필기시험이고, 2차 시험은 수목 및 병해충의 분류와 약제 처리, 외과 수술로 이루어져 있습니다. 여러 단계에 거쳐 정교하게 생명을 다루어야 하기에 실제 합격률은 저조한 편이라고 합니다.이 제도가 전면 시행되는 2023년부터는 나무의사가 없이는 나무병원을 운영할 수 없기 때문에 나무의사에 대한 수요는 계속 늘 것으로 보입니다. 자격증의 공신력도 높은 편이라서 자격증을 취득하면 관련 분야에 진출하기가 쉬워집니다.㉠나무가 내뿜는 피톤치드가 우리 몸을 건강하게 하기에 나무를 잘 가꾸고 지켜야 우리의 삶이 윤택해집니다. 새로운 시대 상황에서 나무의사가 주목받는 것처럼 여러분도 사회의 변화에 관심을 갖고 다양하게 직업을 탐색했으면 좋겠습니다.8. 학생이 글을 쓰기 전에 떠올린 생각 중 글에 반영된 것은?ㄱ. 나무의사 제도 도입의 이유를 언급해야겠어.ㄴ. 나무의사 총인원의 연간 증가율을 객관적 수치로 제시해야겠어.ㄷ. 나무의사 자격증의 공신력이 과거에 비해 높아진 이유를 제시해야겠어.ㄹ. 나무의사 자격 제도에 응시할 수 있는 요건을 구체적으로 언급해야겠어.① ㄱ, ㄴ② ㄱ, ㄹ③ ㄴ, ㄷ④ ㄴ, ㄹ⑤ ㄷ, ㄹ4                                고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역4169. <보기>는 초고를 보완하기 위해 수집한 자료들이다. 자료의 활용 방안으로 적절하지 않은 것은? [3점]<보 기>(가) 통계 자료 7.958.329.9110.07152013201520172027m2/인연도......(산림청, 2017)2011<생활권 도시림 증감 추이>(나) 나무의사 김○○ 씨 인터뷰예전부터 ‘나무의사’와 유사한 제도를 운영하고 있는 나라들이 있습니다. 중국의 ‘수예사(樹藝師)’, 일본의 ‘수목의(樹木醫)’라는 제도가 대표적입니다. 나무는 여러 오염 물질의 정화, 온실가스 저감, 홍수나 산사태 방비 등의 기능을 합니다. 그래서 이를 관리할 나무의사의 역할이 중요해졌습니다. 나무의사의 필요성이 커지는 만큼 자격시험 응시생도 꾸준히 늘고 있으나 4회의 시험 동안 최종 합격률 평균은 응시생 대비 8% 수준에 불과합니다.(다) 신문 기사산림청이 실시한 ‘생활권 수목 병해충 관리 실태 조사’ 결과에 따르면 비전문가에 의한 수목 방제 사례가 90% 이상이었다. 그로 인해 살포된 농약 중 69%는 부적절하게 사용됐고, 독한 농약과 해당 수목에 알맞지 않은 약제를 살포한 것은 78%에 달하는 것으로 나타나 시민들의 건강과 산림 자원에 위협이 되고 있다. 특히 가로수 방제용 약제 중 발암 물질을 함유하고 있는 것도 있어 전문가의 손길이 필요하다.① (가)를 3문단에서 활용하여, 생활권 수목이 증가하고 있음을 뒷받침하는 근거로 제시한다.② (나)를 2문단에서 활용하여, 나무의사와 유사한 제도를 이미 운영하고 있는 나라들이 있다는 내용을 뒷받침하는 근거로 제시한다.③ (나)를 4문단에서 활용하여, 나무의사 자격시험 합격률이 저조하다는 내용을 뒷받침하기 위해 구체적인 수치를 제시한다.④ (다)를 3문단에서 활용하여, 비전문가가 수목을 치료하는 현황과 그 부작용의 사례를 제시한다.⑤ (다)를 5문단에서 활용하여, 나무의사가 없이는 나무병원을 운영할 수 없기 때문에 나무의사에 대한 수요가 증가한다는 근거로 제시한다.10. <보기>는 선생님의 조언에 따라 ㉠을 수정한 것이다. 선생님이 조언했음 직한 내용으로 가장 적절한 것은? <보 기>자연환경 보호와 삶의 질 향상이 중시되는 시대이므로, 생활권 수목에 대한 관리 대책도 과거와는 달라져야 합니다. 거대한 산소 공장인 나무와 숲을 살리는 나무의사라는 전문 인력이 그 무엇보다 필요한 때입니다.① 오늘날 나무의사의 역할이 과거와는 어떻게 달라졌는지를 알려 주면 좋겠구나. ② 국가적 차원에서 나무의사를 관리해야 전문성이 향상된다는 것을 강조하면 좋겠구나. ③ 나무의사가 등장하게 된 사회적 배경을 바탕으로 하여 나무의사의 역할을 강조하면 좋겠구나.④ 나무의사라는 직업에 대한 소개이니, 나무의사가 되어서 하는 구체적인 업무들을 소개하면 좋겠구나. ⑤ 나무의사가 가로수와 조경수를 잘 관리해서 인간이 자연으로부터 얻을 수 있는 혜택을 구체화하면 좋겠구나.고1                                 5━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역516[11 ～12] 다음 글을 읽고 물음에 답하시오.보조사는 앞말에 붙어 특별한 뜻을 더해 주는 기능을 한다. 격 조사가 문법적 관계를 나타내 주는 것과 달리, 보조사는 앞말에 결합되어 의미를 첨가하는 기능을 한다. ㄱ. 소설만 읽지 말고 시도 읽어라. ㄴ. 소설만을 읽지 말고 시도 읽어라.위의 ㄱ에서 ‘만’은 앞 체언에 ‘한정’의 의미를 더해 주고 있으며, ‘도’는 앞 체언에 ‘역시, 또한’의 의미를 더해 주고 있다. 한편 ㄴ의 ‘만을’에서 확인할 수 있듯이, 보조사와 격 조사가 함께 나타날 수 있다. 이때 문법적 관계는 격 조사가 담당하고 보조사는 앞말에 특정한 의미를 더해 주는 기능을 한다. 보조사의 다른 특징은 결합할 수 있는 앞말이 체언에 국한되지 않고, 부사, 어미 등의 뒤에도 결합할 수 있다는 것이다. 또한 ‘격 조사+보조사’ 혹은 ‘보조사+보조사’의 형태로도 결합할 수 있고, 격 조사 자리에 보조사가 나타날 수도 있다.한편 ⓐ보조사 중에서 ⓑ의존 명사 또는 어미와 그 형태가 동일한 경우가 있어 헷갈릴 수 있다. ㄱ. 나는 나대로 계획이 있다. ㄴ. 네가 아는 대로 말해라.위 ㄱ에서 ‘대로’는 대명사 ‘나’에 결합되었기 때문에 보조사로, ㄴ에서 ‘대로’는 관형어의 수식을 받기 때문에 의존 명사로 본다. 11. 윗글을 참고하여 <보기>의 ㉠~ ㉢을 이해한 것으로 적절하지 않은 것은? [3점]<보 기>㉠ 라면마저도 품절됐네.㉡ 형도 동생만을 믿었다. ㉢ 그는 아침에만 운동했다.① ㉠: 격 조사 뒤에 ‘역시, 또한’의 의미를 더해 주는 보조사가 덧붙고 있다.② ㉡: 주격 조사 자리에 ‘도’라는 보조사가 나타나고 있다. ③ ㉡: 보조사 ‘만’과 격 조사 ‘을’이 함께 나타나고 있다.④ ㉢: ‘에’는 체언에 결합하여 문법적 관계를 나타낸다. ⑤ ㉢: ‘만’은 보조사가 결합할 수 있는 앞말이 체언에 국한되지 않음을 보여 준다.12. [A]에서 설명하는 ⓐ, ⓑ의 예에 해당하는 것은?① ⓐ: 너만큼 아는 사람은 드물다.   ⓑ: 너는 먹을 만큼만 먹어라.② ⓐ: 그는 그냥 서 있을 뿐이다.   ⓑ: 날 알아주는 사람은 너뿐이다.③ ⓐ: 그녀는 뛸 듯이 기뻐했다.   ⓑ: 사람마다 생김새가 다르듯이 생각도 다르다.④ ⓐ: 나는 사과든지 배든지 아무거나 좋다.   ⓑ: 노래를 부르든지 춤을 추든지 해라.⑤ ⓐ: 불규칙한 식습관은 건강에 좋지 않다.   ⓑ: 친구를 만난 지도 꽤 오래되었다.13. <보기>의 [활동]을 수행한 결과로 적절하지 않은 것은?<보 기>[활동] 제시된 단어의 발음을 [자료]와 연결해 보자. 신라, 칼날, 생산량, 물난리, 불놀이 [자료] ㉠ ‘ㄹ’의 앞에서 ‘ㄴ’이 [ㄹ]로 발음되는 경우㉡ ‘ㄹ’의 뒤에서 ‘ㄴ’이 [ㄹ]로 발음되는 경우㉢ ‘ㄴ’의 뒤에서 ‘ㄹ’이 [ㄴ]으로 발음되는 경우①‘신라’는 ㉠에 따라 [실라]로 발음하는군.② ‘칼날’은 ㉡에 따라 [칼랄]로 발음하는군.③‘생산량’은 ㉢에 따라 [생산냥]으로 발음하는군.④ ‘물난리’는 ㉠, ㉡에 따라 [물랄리]로 발음하는군.⑤ ‘불놀이’는 ㉡, ㉢에 따라 [불로리]로 발음하는군.[A]6                                고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역61614. 밑줄 친 ㉠의 예로 적절한 것은?우리말의 문장 유형은 평서문, 의문문, 명령문, 청유문, 감탄문으로 나뉘는데, 대개 특정한 종결 어미를 통해 실현된다. 그런데 경우에 따라 ㉠동일한 형태의 종결 어미가 서로 다른 문장 유형을 실현하기도 한다.①-니너는 무엇을 먹었니?아버님은 어디 갔다 오시니?②-ㄹ게오늘은 내가 먼저 나갈게.내가 나중에 다시 전화할게.③-구나그것 참 그럴듯한 생각이구나.올해도 과일이 많이 열리겠구나.④-ㅂ시다지금부터 함께 청소를 합시다.밥을 먹고 공원에 놀러 갑시다.⑤-어라늦을 것 같으니까 어서 씻어라. 그 사람을 몹시도 만나고 싶어라.15. <보기>는 ‘사전 활용하기 학습 자료’의 일부이다. 이에 대해 탐구한 내용으로 적절하지 않은 것은?<보 기>갈다1  갈아[가라] 가니[가니]  【…을, …을 …으로】이미 있는 사물을 다른 것으로 바꾸다.¶ 컴퓨터의 부속품을 좋은 것으로 갈았다.갈다2  갈아[가라] 가니[가니]【…을】날카롭게 날을 세우거나 표면을 매끄럽게 하기 위하여 다른 물건에 대고 문지르다.¶ 옥돌을 갈아 구슬을 만든다.【…을】잘게 부수기 위하여 단단한 물건에 대고 문지르거나 단단한 물건 사이에 넣어 으깨다.¶ 무를 강판에 갈아 즙을 낸다.갈다3  갈아[가라] 가니[가니]  【…을】쟁기나 트랙터 따위의 농기구나 농기계로 땅을 파서 뒤집다.¶ 논을 갈다.【…을】주로 밭작물의 씨앗을 심어 가꾸다.¶ 밭에 보리를 갈다. ① ‘갈다1’, ‘갈다2’, ‘갈다3’은 동음이의어이군.② ‘갈다3’은 여러 가지 뜻을 가지므로 다의어이군. ③ ‘갈다2-’의 용례로 ‘무딘 칼을 날카롭게 갈다.’를 추가할 수 있겠군.④ ‘갈다1’은 ‘갈다2’, ‘갈다3’과 달리 부사어를 요구할 수도 있는 동사로군.⑤ ‘갈다1’, ‘갈다2’, ‘갈다3’은 ‘갈-’에 ‘-니’가 결합할 때 표기와 발음이 같군.[16 ～20] 다음 글을 읽고 물음에 답하시오.상담 이론이자 상담 기법인 ‘현실요법’에서는 인간의 다섯 가지 기본 욕구를 제시하고 있다. 이 이론에서는 개인의 모든 행동은 기본 욕구를 충족시키기 위해서 그 자신이 선택하는 것이라 보았다. 만약 이러한 선택으로 문제가 발생한다면 다섯 가지 기본 욕구를 실현 가능한 수준으로 타협하고 조절해 새로운 선택을 할 필요가 있다고 ⓐ제안했다.다섯 가지 기본 욕구 중 첫째는 ‘생존의 욕구’로, 자신의 삶을 유지하려는 생물학적인 속성이다. 사회적 규칙이나 상식을 지키려는 욕구이며, 생존에 필요한 것을 아끼고 모으려는 욕구이기도 하다. 이 욕구가 강한 사람은 건강과 안전을 중시하는 편이다. 둘째는 ‘사랑의 욕구’로, 사랑하고 나누며 함께하고자 하는 욕구이다. 이 욕구가 강한 사람은 타인을 잘 돕고, 사랑을 주는 만큼 받는 것도 중요하게 여기기에 인간관계에서 힘들어하기도 한다. 셋째는 ‘힘의 욕구’로, 경쟁하여 성취하고 인정받고 싶어 하는 욕구이다. 이 욕구가 강한 사람은 직장에서의 성공과 명예를 중시하고 높은 사회적 지위에 ⓑ도달하기 위해 노력한다. 또한 자기가 옳게 여기는 것에 대한 의지가 있어 자기주장이 강하며 타인에게 지시하는 일에 능하다. 넷째는 ‘자유의 욕구’로, 무언가에 얽매이지 않고 벗어나고 싶어 하는 욕구이다. 이 욕구가 강한 사람은 상대방을 구속하는 것, 자신을 구속시키는 것을 싫어한다. 그래서 상대방에게 대체로 관대하고, 혼자 하는 것을 좋아하며, 사람들과 적정한 거리를 유지하는 것을 편하게 여긴다. 다섯째는 ‘즐거움의 욕구’로, 새로운 것을 배우고 놀이를 통해 즐기고 싶어 하는 욕구이다. 이 욕구가 강한 사람은 취미 생활을 즐기며, 잘 웃고 긍정적 태도를 취한다. 또한 호기심이 많기에 배우는 것을 좋아한다. 현실요법에서는 이 다섯 가지 욕구들의 강도가 개인마다 달라 행동 양상이 다양하게 나타나고, 여러 가지 갈등을 겪을 수도 있다고 보았다. 현실요법은 우선 내담자*가 자신의 욕구를 들여다볼 수 있도록 한 다음, 약한 욕구를 북돋아 주거나 강한 욕구들 사이에서 타협과 조절을 하여 새로운 선택을 하도록 이끄는 단계를 밟는다. 예를 들어 사랑의 욕구가 강하고 힘의 욕구가 약한 사람이 타인의 부탁에 불편함을 느끼면서도 거절하지 못해 괴로워한다고 가정해 보자. 이 경우 현실요법에서는 ㉠힘의 욕구를 북돋아 자기주장을 표현할 수 있도록 도울 수 있다. 또 자유의 욕구와 힘의 욕구 모두가 강한 사람은 자신이 ⓒ선호하는 것을 우선시하고 이것이 방해받으면 불편해하며 주변 사람들과 갈등을 일으킬 수 있다. 이 경우 힘의 욕구를 조절하도록 이끌 수 있는데, 타인과의 사소한 의견 충돌 상황에서 자기주장을 강조하기보다는 타인의 마음을 헤아리고 그 의견을 ⓓ겸허하게 수용하는 연습을 하게 할 수 있다.현실요법은 타인의 욕구 충족을 방해하지 않으면서 효과적인 선택을 통해 자신의 욕구를 충족시키려 한다. 이는 내담자가 외부 요인에 의해 통제되는 존재가 아니라 스스로 자신의 욕구를 조절할 수 있는 주체라고 보는 관점을 기반으로 한다. 현재 현실요법은 상담 분야에서 호응을 얻어 심리 상담에 널리 ⓔ활용되고 있다.* 내담자: 상담실 따위에 자발적으로 찾아와서 이야기하는 사람.고1                                 7━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역71616. 윗글에 대한 설명으로 가장 적절한 것은?① 이론의 주요 개념을 밝히고 그 이론의 구체적 적용 사례를 들고 있다.② 이론을 소개하고 장점을 밝힌 후 그 이론이 지닌 한계를 덧붙이고 있다.③ 이론이 등장하게 된 사회적 배경과 이론이 발전하는 과정을 드러내고 있다.④ 하나의 이론과 다른 관점의 이론을 대조하여 둘의 차이점을 부각하고 있다.⑤ 이론의 주요 개념을 여러 유형으로 나눈 다음 추가할 새로운 유형을 소개하고 있다.17. 윗글의 내용과 일치하지 않는 것은?① 약한 욕구를 강한 욕구로 대체해야 갈등에서 벗어날 수 있다. ② 개인이 지닌 욕구들의 강도에 따라 다양한 행동 양상이 나타난다.③ 현실요법에서는 내담자는 외부 요인에 의해 통제되는 존재가 아니라고 본다.④ 현실요법에 따르면 인간은 기본 욕구를 충족시키기 위해 스스로 행동을 선택한다.⑤ 현실요법은 기본 욕구들을 실현 가능한 수준으로 타협하는 것이 가능하다고 본다.18. ㉠의 구체적인 방법으로 가장 적절한 것은?① 자신과 다른 의견을 경청하는 연습을 하도록 이끈다.② 부탁을 거절하거나 자신의 불편함을 표출하도록 이끈다.③ 혼자 어디론가 떠나거나 혼자만의 시간을 갖도록 권한다. ④ 타인과 약속을 잘 지킬 수 있는 원칙을 만들도록 권한다.⑤ 사람들과 어울려 새로운 취미 생활을 즐길 수 있도록 권한다.19. 윗글을 바탕으로 <보기>를 이해한 내용으로 적절하지 않은 것은? [3점]<보 기> Ａ, B 학생의 욕구 강도 프로파일(5점: 매우 강하다, 4점: 강하다, 3점: 보통이다, 2점: 약하다, 1점: 매우 약하다)       다섯 가지 기본 욕구 측정 항목욕구 강도AB㈎• 남의 지시와 잔소리를 싫어한다.• 자신의 방식대로 살고 싶다.⋮55㈏• 다른 사람의 잘못을 잘 짚어 준다.• 내 분야에서 최고가 되고 싶다.⋮41㈐• 친구를 위한 일에 기꺼이 시간을 낸다.• 친절을 베푸는 것을 좋아한다.⋮51㈑• 큰 소리로 웃는 것을 좋아한다.• 여가 활동으로 알찬 휴일을 보낸다.⋮13㈒• 균형 잡힌 식생활을 하려고 노력한다. • 저축을 중요하게 생각한다.⋮25 ①　A는 ‘즐거움의 욕구’보다 ‘힘의 욕구’가 더 강하다고 할 수 있겠군.②　B는 ‘힘의 욕구’가 ‘생존의 욕구’보다 더 약하다고 할 수 있겠군.③　A는 B보다 ‘힘의 욕구’가 더 약하다고 할 수 있겠군.④ A와 B는 모두 ‘자유의 욕구’가 매우 강하다고 할 수 있겠군.⑤　A는 ‘사랑의 욕구’가 ‘즐거움의 욕구’보다 강하지만, B는 ‘즐거움의 욕구’가 ‘사랑의 욕구’보다 강하다고 할 수 있겠군.20. ⓐ～ⓔ의 사전적 의미로 적절하지 않은 것은?① ⓐ: 안이나 의견으로 내놓음.② ⓑ: 사람이나 동식물 따위가 자라서 점점 커짐.③ ⓒ: 여럿 가운데서 특별히 가려서 좋아함.④ ⓓ: 스스로 자신을 낮추고 비우는 태도가 있음.⑤ ⓔ: 충분히 잘 이용함. 8                                고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역816[21 ～25] 다음 글을 읽고 물음에 답하시오.물이 담긴 욕조의 마개를 빼면 물이 배수구 주변에서 회전하며 소용돌이를 일으킨다. 배수구에서 멀리 떨어져 있으면 빨려 들어가는 속도의 크기가 0에 가깝고, 배수구 중앙에 가까울수록 속도가 빨라진다. 원운동을 하는 물체의 이동 거리, 즉 호의 길이가 시간에 따라 변하는 비율을 원주속도라고 한다. 욕조의 소용돌이 중심과 가장 가까운 부분에서 최대 원주속도가 나오고, 소용돌이 중심에서 멀어져 반지름이 커짐에 따라 원주속도가 감소한다. 이 소용돌이를 ‘자유 소용돌이’라 하는데, 배수구로 들어간 물은 물체의 자유낙하처럼 중력의 영향 아래 물 자체의 에너지로 운동을 유지한다.이와 달리 컵 속의 물을 숟가락으로 강하게 휘젓거나 컵의 중심선을 회전축으로 하여 컵과 물을 함께 회전시키는 상황을 생각해 보자. 이때 원심력 등이 작용해 중심의 물 입자들이 컵 가장자리로 쏠려 컵 중앙에 있는 물의 압력이 낮아지면서 ㉠가운데가 오목한 소용돌이가 만들어진다. 회전이 충분히 안정되면 물 전체의 회전 속도, 즉 회전하는 물체의 단위 시간당 각도 변화 비율인 ㉡각속도가 똑같아져 마치 팽이가 돌듯이 물 전체가 고체처럼 회전한다. 이때 물은 팽이의 회전과 같이 회전 중심은 원주속도가 0이 되고 중심에서 멀어질수록 반지름에 비례하여 원주속도가 증가하는 분포를 보인다. 이 소용돌이를 ‘강제 소용돌이’라 하는데, 용기 안의 물이 회전 운동을 유지하려면 에너지를 외부에서 인위적으로 제공해야 한다.숟가락으로 컵 안에 강제 소용돌이를 만든 후 숟가락을 빼고 일정한 시간 동안 관찰하면 가운데에는 강제 소용돌이, 주변에는 자유 소용돌이가 발생한다. <그림>에서 보는 것처럼 이를 ‘랭킨의 조합 소용돌이’라고 한다. 이는 전체를 강제로 회전시킨 힘을 제거했을 때 바깥쪽에서는 원주속도가 서서히 떨어지고, 중심에서는 원주속도가 유지되는 상태의 소용돌이다. 조합 소용돌이에서는 소용돌이 중심에서 원주속도가 최소가 되고, 강제 소용돌이에서 자유 소용돌이로 전환되는 점에서 원주속도가 최대가 된다. 조합 소용돌이의 예로 ㉢태풍의 소용돌이를 들 수 있다.이러한 원리를 적용한 분체 분리기는 기체나 액체의 흐름으로 분진 등 혼합물을 분리하는 장치이다. 혼합물에 작용하는 원심력도 이용하기 때문에 원심 분리기, 공기의 흐름이 기상 현상의 사이클론과 비슷해서 사이클론 분리기라고도 한다. 그 예로 쓰레기용 필터가 없는 가정용, 산업용 ㉣사이클론식 청소기를 들 수 있다. 원통 아래에 원추 모양의 통을 붙이고 원추 아래에 혼합물 상자를 두는데, 내부 중앙에는 별도의 작은 원통인 내통이 있다. 혼합물을 함유한 공기를 원통부 가장자리를 따라 소용돌이를 만들어 시계 방향으로 흘려보내면, 혼합물은 원통부와 원추부 벽면에 충돌하여 떨어져 바닥에 쌓인다. 유입된 공기는 아래쪽 원추부로 향할수록 원주속도를 증가시키는 자유 소용돌이를 만들고, 원추부 아래쪽에서는 강해진 자유 소용돌이가 돌면서 강제 소용돌이를 만들어 낸다. 강제 소용돌이는 용기 중앙의 내통에서 혼합물이 없는 공기로 흐르게 되어 반시계 방향으로 돌며 배기된다.21. 윗글의 내용과 일치하지 않는 것은?① 자연에서 발생하는 소용돌이는 모두 자유 소용돌이이다.② 배수구에서 멀어지면 원운동을 하는 물의 속도는 느려진다.③ 강제 소용돌이는 고체처럼 회전하고 회전 중심의 속도는 0이다.④ 분체 분리기는 자유 소용돌이로 강제 소용돌이를 만들어 낼 수 있는 기계 장치이다.⑤ 용기 안의 강제 소용돌이는 외부에서 가해지는 힘이 있어야 운동을 유지할 수 있다.22. ㉠에 대한 설명으로 적절한 것은?① 물이 회전할 때 원심력과 압력은 서로 관련이 없다.② 컵 중앙 부분으로 갈수록 물 입자의 양이 많아진다.③ 컵 반지름이 클수록 물을 회전시키는 에너지 크기는 작아진다. ④ 컵 속에서 회전하는 물의 압력이 커진 부분은 수면이 높아진다.⑤ 외부 에너지를 더 가하더라도 회전 중심의 수면 높이는 변화가 없다.23. ㉡을 통해 알 수 있는 것은?① 각속도가 시간이 지남에 따라 점점 빨라지겠군. ② 단위 시간당 각도가 변하는 비율이 수시로 달라지겠군.③ 각속도는 회전 중심에서 가깝든 멀든 상관없이 일정하겠군.④ 강제 소용돌이의 수면 어느 지점에서나 원주속도는 항상 같겠군.⑤ 강제 소용돌이는 자유 소용돌이와 같은 원주속도 분포를 보이겠군.자유 소용돌이반지름강제 소용돌이원주속도조합 소용돌이<그림>고1                                 9━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역91624. 윗글을 바탕으로 ㉢을 이해할 때, <보기>의 ⓐ~ ⓒ에 들어갈 말로 적절한 것은?<보 기>태풍 중심 부분은 ‘태풍의 눈’이라 하고 (  ⓐ  )의 중심에 해당한다. 강제 소용돌이와 자유 소용돌이의 경계층에 해당하는 부분은 ‘태풍의 벽’이라고 하여 바람이 (  ⓑ  ). 이는 윗글 <그림>의 (  ⓒ  )에 해당한다.25. <보기>는 ㉣의 구조를 그림으로 나타낸 것이다. 윗글을 읽은 학생의 반응으로 적절하지 않은 것은? [3점]<보 기>입구㉱내통㉮원통부㉯원추부㉰혼합물 상자① ㉮에서는 소용돌이가 시계 방향으로 돌아 혼합물에 원심력이 작용하겠군.② ㉮보다 ㉯에서 소용돌이의 원주속도가 상대적으로 빠르겠군.③ ㉰에 모인 쓰레기나 혼합물이 ㉱ 내부에서 도는 소용돌이를 통해 외부로 배출되겠군.④ ㉱의 반지름이 커지면 ㉱에서 반시계 방향으로 도는 소용돌이의 원주속도는 빨라지겠군.⑤ 산업용으로 돌조각을 분리한다면 ㉮와 ㉯에 충격이나 마모에 강한 소재를 써야겠군.[26 ～28] 다음 글을 읽고 물음에 답하시오.[앞부분의 줄거리] ‘나’는 취재 차 중앙아시아로 향하면서 강제 이주된 고려인 동포들의 삶을 목격한다. 또한 한국을 그리며 ‘말 배우는 아이’라는 글을 쓴 고려인 ‘류다’를 만나길 희망한다. 알마아타에 도착한 ‘나’는 인근 우슈토베 지역을 여행하며 고려인 ‘미하일’로부터 류다가 이식쿨 호수 근처에 살고 있음을 듣게 된다.“여기 사람들이 말하는데, 그 호수 밑에 옛날 도시가 가라앉아 있다고 그렇게 말합니다.” 내가 그 호수에 관심을 보이자 미하일이 말했다. 그는 드물게도 서울 동숭동에 있는 해외동포교육원의 초청을 받아 어느새 한국에도 갔다 왔다고 했는데, 우리말을 꽤 정확하게 구사하고 있었다. 그의 말에 나는 더욱 흥미를 갖지 않을 수 없었다.“호수 밑에……”나는 음료수와 함께 나온 깡통 맥주를 한 모금 마시며 그 먼 호수를 머릿속에 그렸다. 미하일의 말에 의하면 키르기스말로 이식쿨의 이식은 뜨겁다는 뜻이며, 쿨은 호수라고 했다. 또, 이식쿨의 물은 위는 민물, 아래는 짠물이며, 이에 비교되어 발하슈 호수는 한쪽이 민물, 다른 쪽이 짠물로서, 서로 차이를 보인다는 것이었다. 그리고 키르기스스탄의 소설가 아이트마토프가 쓴《하얀 배》라는 소설까지 들먹거렸다. 부모가 이혼하는 바람에 그 호숫가의 할아버지 집으로 와 살고 있는 한 소년이 호수를 떠가는 하얀 배를 보면서, 커다란 물고기가 되어 배를 따라가기를 꿈꾸는 이야기라는 것이었다. 그의 말을 들으면서 나는 나대로 학교 시절에 읽은 독일 소설가 슈토름의 소설《이멘 호수》를 떠올리고도 있었다.㉠“하얀 배라……”신비하고 아름다운 광경이 내 머리를 자극했다.그러던 나는 한글 선생이나 미하일 누구에게랄 것 없이 그 곳까지 가볼 수는 없느냐고 조심스럽게 물었다. 미하일이 들려주는 이야기는 모두 그 호수를 향한 내 마음을 한층 북돋기에 부족함이 없는 것이었다.그러나 미하일에 의하면, 알마아타에서 호수까지는 직선거리는 그리 멀지 않지만 천산 산맥이 가로막혀 있어서 서남쪽 고갯길이 뚫린 곳으로 빙 돌아가야 하기 때문에 상당히 멀다는 것이었다.㉡“꼭 거길 가봤으면 하는데……무슨 방법이 없었을까요?”나는 한글 선생과 미하일을 번갈아 쳐다보며 간청하다시피 했다. 내 말에 미하일은 한참 동안 생각을 하는 듯하다가 마침내 자기도 이 기회에 비탈리를 찾아가서 한번 만날 겸 같이 가보자고 말했다. 알마아타로 가서 차편을 알아보자는 것이었다. 이렇게 되어 나는 정말 뜻하지 않게 그 호수를 향하여 떠나게 된 것이었다.우슈토베에의 여행에서 얻은 것은 적지 않은 셈이었다. 다른 것은 그렇다 치더라도 무엇보다 우리 동포들의 무덤을 보았고, 그들이 저 1937년에 내동댕이쳐 버려졌던 처절한 삶의 뿌리를 내리기 위해 광야에 파놓은 갈대 움막집의 흔적을 보았다. 오늘날 그곳에 문을 연 한글학교도 보았다. ㉢그러나 무엇보다도 내 가슴을 뛰게 한 것은 새로운 세계, 산속의 호수를 향해 가게 된 것이었다. <중략>ⓐⓑⓒ①자유 소용돌이강하다자유 소용돌이와 강제 소용돌이의 교차점②자유 소용돌이약하다반지름이 가장 큰 자유 소용돌이의 지점③강제 소용돌이강하다반지름이 가장 작은 자유 소용돌이의 지점④강제 소용돌이약하다반지름이 가장 큰 강제 소용돌이의 지점⑤강제 소용돌이강하다자유 소용돌이와 강제 소용돌이의 교차점10                                고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역1016그 호수를 보겠다고 해서, 카라가지나무와 주다나무와 미루나무와 버드나무를 이정표로 달려왔고, 드디어 보았다. 그러나……나는 머리에 ‘그러나’가 꼬리표처럼 따라붙는 것을 어쩌지 못했다. 서울에서의 문제들은 서울에 가서의 일이다. ㉣나는 그 꼬리표를 떼어내려고 머리를 흔들었다. 그러나……그때였다. 유원지의 돌 축대를 바라보던 나는 거기 웬 나무가 한 그루 우뚝 서 있는 것을 보았다. 들어올 때는 눈에 띄지 않은 까닭을 알 수 없었다. 아니다. 그 나무만 서 있었다면 그냥 스쳐 지나갔을지도 모른다. 그러니까 나는 그 나무만을 본 것이 아니라 그 옆에 서 있는 한 여자를 함께 본 것이었다. 젊고 환한 얼굴이 나무 그늘에 묻혀 있었다.“류다!” 미하일이 소리쳤다. 우리는 돌 축대를 올라가 그 나무 아래로 걸음을 옮겼다. 서로 몇 마디의 러시아말이 오가고 난 뒤 내가 소개되었다.“안녕하십니까.” 맑은 눈동자가 나를 바라보았다. 순간, 나는 너무나 또렷한 우리말에 놀라지 않을 수 없었다. 중앙아시아에서 처음 들어 보는 또렷한 우리말이었다. 그리고 그 말 뒤에 ‘이 말은 우리 민족 말입니다’하는 말이 소리 없이 뒤따르고 있음도 또렷이 느낄 수 있었다.“아, 안녕하십니까.”㉤나는 엉겁결에 똑같이 따라하고 말았다. 그와 함께 나는 그 단순한 인사말이 왜 그렇게 깊은 울림으로 온몸을 떨리게 하는지 형언할 수 없는 감동에 휩싸였다. ⓐ개양귀비 꽃밭이 수런거리고, 숲 속의 들고양이들이 귀를 쫑긋거리고, 커다란 까마귀들이 전나무 가지를 치고 날았으며, 사막쥐들이 이리 뛰고 저리 뛰고, 돌소금이 하얗게 깔린 사막으로 큰바람이 이는 광경이 눈에 어른거렸다. 천산에서 빙하가 우르르르 무너지는 소리가 들린다고도 생각되었다.나는 호수 건너 눈 덮인 천산을 바라보았다. ‘그러나’라고 미진했던 마음이 그녀의 “안녕하십니까”에 눈 녹듯 스러지는 듯 싶었다. 건너편의 천산이 내게 “안녕하십니까”의 새로운 의미를 배워주고 있다고 받아들여졌다. 멀리 동방의 조상 나라를 동경하며 하얀 배를 그리는 모습이 거기 있음을 알 수 있었다.그녀가 그 그늘에 서 있던 나무가 바로 러시아말로 ‘키파리스’인 사이프러스였다. 스타니슬라브는 그 나무가 본래 중앙아시아에는 없는 나무로서 그루지야에나 가야 많다고 설명해 주었다. 아마도 유원지가 북적거리던 시절, 무슨 기념으로 심은 나무일 것이라고도 했다.그날 그녀를 만나서 이야기를 나눈 시간은 매우 짧을 수밖에 없었다. 우리는 곧 알마아타로 돌아가야 했고, 또 내가 그녀와 오랫동안 함께 있어야 할 이유도 특별히 없는 것이었다. 그러나 나는 그 어느 때보다도 많은 느낌을 받았다.ⓑ키르기스스탄의 사이프러스나무 아래 우리 민족의 말인 “안녕하십니까”의 의미를 전혀 새롭게 말하는 처녀가 있었다. 나는 돌아오는 차 안에서도 내내 그 모습이 머리에서 떠나지를 않았다. 그리고 그 나무 아래서 호수를 바라보았을 때 물에 비치던 하얀 만년설의 산봉우리를 눈에 그렸다. 그리고 그것이 바로 하얀 배의 또 다른 모습이라고 깨달은 나는 입속으로 가만히 “안녕하십니까”를 되뇌었다.- 윤후명, ｢하얀 배｣-26. ㉠~ ㉤에 대한 이해로 적절하지 않은 것은?① ㉠: 이식쿨 호수와 관련된 이야기를 듣고 흥미를 느끼고 있음이 드러난다.② ㉡: 이식쿨 호수에 가고 싶어 하는 간절한 마음을 확인할 수 있다.③ ㉢: 계획에 없었던 새로운 여정에 대한 기대감과 설렘이 나타난다.④ ㉣: 이식쿨 호수만을 생각하며 달려왔던 것을 반성하는 마음이 드러난다.⑤ ㉤: 놀라움에 자신도 생각지 못한 반응이 나타났음을 확인할 수 있다.27. ⓐ와 ⓑ에 대한 설명으로 가장 적절한 것은?① ⓐ는 상상 속 장면을 활용하여, ⓑ는 과거 회상을 활용하여 인물의 내면 상황을 드러내고 있다.② ⓐ는 내적 독백을 사용하여, ⓑ는 구어체를 사용하여 인물 사이의 대립 양상을 제시하고 있다.③ ⓐ는 전해 들은 이야기를 통해, ⓑ는 직접 경험한 사건을 통해 인물의 성격을 구체적으로 보여 주고 있다.④ ⓐ는 외부 세계를 묘사하여, ⓑ는 인물 간의 대화를 서술하여 인물이 처한 상황을 객관적으로 전달하고 있다. ⑤ ⓐ는 앞으로 일어날 일들을 제시하여, ⓑ는 이전에 일어난 일들을 제시하여 인물의 심리 변화 과정을 나타내고 있다.28. <보기>를 바탕으로 윗글을 감상한 내용으로 적절하지 않은 것은? [3점]<보 기>이 작품에서 ‘하얀 배’는 외부 세계에 대한 동경을 상징하는 것으로, 중앙아시아 동포들의 고국에 대한 그리움을 서정적으로 드러내는 기능을 한다. ‘나’는 하얀 배를 그리는 소년과 류다를 연결지어 이해하면서, 류다를 포함한 중앙아시아 동포들이 시련이 연속되는 삶 속에서도 언어를 통해 민족의 정체성을 잃지 않으려는 모습에 주목한다.① ‘호수 밑에 옛날 도시’는 소년이 ‘하얀 배’를 타고 가고자 하는 동경의 공간으로 ‘나’가 지향하는 곳이군.② 미하일이 ‘우리말을 꽤 정확하게 구사하’는 것은 민족의 정체성을 잃지 않으려는 동포들의 모습으로 볼 수 있군.③ ‘광야에 파놓은 갈대 움막집의 흔적’은 중앙아시아 동포들이 겪었던 시련을 증명하는 것이겠군.④ ‘나’는 류다의 ‘너무나 또렷한 우리말’에서 동포들의 고국에 대한 그리움을 읽어 내고 있군.⑤ ‘나’는 ‘멀리 동방의 조상 나라’를 꿈꾸는 류다와 ‘배를 따라가기를 꿈꾸는’ 소년을 연관지었군.고1                                 11━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역1116[29 ～32] 다음 글을 읽고 물음에 답하시오.㉠황성에 병란(兵亂)이 일어났고, 살기(殺氣)가 등등하며, 천자는 피신한 모양이라. 국진은 재빨리 방으로 들어와 무장을 갖추고, 머리에 황금 투구를 쓰고, 몸에 풍운갑을 입고, 좌수에 절륜도와 우수에 청학선, 이런 식으로 무장을 갖추자 잠시도 지체없이 말에 뛰어오르리라.그리하여 국진은 필마단기(匹馬單騎)*로 나는 듯이 달렸고, 달리면서도 자기의 중대한 임무를 잊지 않은 터라. 그의 빛나는 준마는 순식간에 그를 황성으로 옮겨 주니, 그의 마음과 몸과 말은 실로 혼연일체가 된 듯하더라.아니나 다르랴, 그가 읽은 천기는 정확하였으니, 달마국의 수십만 대군은 명나라 군을 무찔러 없애고, 이 때 황성으로 쳐들어와 황성의 운명은 경각에 달하였으니, 국진은 즉시 궐내로 들어가 어전에 꿇어 엎드려 가로되,“소신이 중임을 맡아 원방(遠方)에 갔사와 폐하께 근심을 끼쳤사오니 이것은 모두가 신의 죄인 줄로 아뢰오. 적병을 파한 후에 죄를 당하여지이다.”하고 아뢰더라.절망한 천자는 그것이 누군가 처음에는 잘 모르시는 듯하다가 장국진이라는 것을 아시자 놀라시며, 계하로 뛰어내려가 그의 손을 잡고 반가워서 어쩔 줄을 몰라 하시며,“경이 있었으면 무슨 근심을 하리오. 경은 힘을 다하여 사직(社稷)을 안보(安保)하고 짐의 근심을 덜라.”하고는 눈물을 뿌리며 애걸하듯이 하교하시더라.적은 어느새 도성에 다다르고 도성의 백성들은 아우성치니, 이는 지옥을 상상하게 하더라. 그것은 도무지 구할 도리가 없는 완전한 파멸을 보는 듯하더라. 이것을 어느 누구의 힘으로 구원하여 밝은 빛을 뿌려 터인가.국진은 다시 말에 오르자, 한 손에 절륜도, 또 한 손에 청학선을 흔들며 성문을 빠져나가 물밀 듯 밀려드는 수십만 ㉡적군의 진영으로 비호처럼 달리더라. 그의 절륜도가 닿는 곳마다 번갯불이 번쩍 일더니 적장과 적 군사는 추풍낙엽같이 쓰러지니, 적군에게는 전혀 예상하지 못한 일대 혼란이 일더라. 그들의 시체는 산을 이루고 피가 바다를 이루면서 물러가니라.[중략 부분의 줄거리] 국진은 달마국을 정벌하기로 결심하고 이를 위해 전장으로 떠난다. 달마국은 천원국과 합력하여 국진을 대적한다.결국 국진이 병을 얻어 누운 것도 당연한 이치일 터라. 이것은 전투 중에 치명적인 일로, 국진은 군중에 엄명을 내려 진문을 굳게 닫게 하고 이 어려운 지경을 어찌 구할 것인지 궁리에 궁리를 더하더라. 적은 몇 번이고 도전하니, 이쪽의 진 앞에서 호통을 지르곤 하더라. 그러나 국진의 진에서 아무런 답이 없자 백운도사와 오금도사는 장국진에게 중대한 곡절이 있음을 의심하기 시작하더라.며칠이 지나도 국진의 신병은 조금도 차도가 없으니, 이 위급함을 무엇으로 해결하여야 한단 말인가.이 때 어려서부터 닦아 온 천문지리가 누구보다 능통한 이 부인이 천기를 보고 있던 터라, 남편의 이런 사실을 깨닫고는 놀라움을 금치 못하더라. 더욱이 옆에 있던 유 부인 역시 남편의 위험에 애통해 하니, 장 승상이나 왕씨도 이 소식을 듣고 달려와 울 따름이더라. 육도삼략과 손오병법에도 능통한 이 부인은 생각 끝에 결연히 일어서더니, ㉢달마국 전장으로 달려가 병을 앓는 남편을 구하고 이 싸움을 결단 지으리라 결심하더라.이 부인은 즉시 남장을 하고 머리에 용인 투구를 쓰고, 몸에 청사 전포를 입고, 왼손에 비린도, 오른손에 홀기를 들고는, 시부모와 유 부인과 주위 사람들에게 이별을 고하고 필마단기로 달마국을 향하여 ㉣집을 떠나리라. 유 부인은 멀리 전송을 나와 이 부인의 전도를 근심하며, 봉서 한 통과 바늘 한 쌍을 유 부인의 품속에서 내어 주더라.그리고 이 부인에게 말하되, “이것을 가지고 동정호 물 건널 제 물에 던지면 용왕 부인이 청할 것이니, 들어가 보옵소서. 동정호 용왕은 첩의 전생 부모이니 부모가 보오면 반가워할 터요, 이제 가장 좋은 선약(仙藥)을 얻어 가야 승상의 목숨을 구할 것이오. 다음은 선녀 한 쌍을 얻어 가야 천원 왕과 달마 왕을 잡으리다.”하니, 이 부인은 그것을 받아 가지고 질풍처럼 달리더라.동정호에 왔을 때 이 부인은 유 부인이 시킨 대로 하여 ㉤용궁에 인도되어 들어가자, 용왕 내외가 반가워하며 만년주(萬年酒)를 권하더라. 그리고는 유 부인의 말대로 선약과 선녀 한 쌍을 이 부인에게 내리시며,“천원 왕과 달마 왕은 욕이나 뵈옵되 죽이지는 마옵소서. 두 사람은 천상 선관으로 인간에 적거(謫居)*하였으니, 만일 죽이면 일후에 원(怨)이 되리라.”하고 교시하더라.또한 용왕 부인은 선녀들에게 분부하여 이 부인을 잘 모시고 가서 공을 이루라고 특별히 당부하더라. 이렇게 하여 이 부인은 용궁에서 나와 전장으로 질풍같이 달려가니, 마음이 든든하기만 하더라. 이때 명나라 진영은 적병들에 의해 완전히 포위되고 있었으며, 진문은 열지 않고 굳게 닫혀 있었으니, 적병은 이것을 깨칠 속셈으로 그 준비에 분주하더라. 명나라 군의 운명은 경각에 있음이더라.이를 본 이 부인은 잠시도 지체할 여유가 없으니, 투구를 고쳐 쓰고, 비린도를 높이 들어 만리청총의 고삐를 바싹 쥐어 잡고, 좌우에 따라온 선녀들은 앞에 서서 길을 인도하라고 분부하고 즉시 급하게 채찍질을 하니, 만리 청총마는 화살처럼 적의 포위를 일직선으로 밟아 넘어서며 명나라 진문으로 향하여 달리더라.적병들은 이 돌발적인 사태를 만나 몹시 어리둥절할 뿐이더라. 난데없이 천지에 소나기가 퍼붓고 번갯불과 천둥이 무섭게 진동하니 어느 누구든 공포 속에서 정신을 잃는 것은 당연한 일이라, 적병들이라고 해서 무섭지 않으랴. 그들은 이 사태를 운명에 맡길 뿐이더라. - 작자 미상, ｢장국진전(張國振傳)｣-* 필마단기: 혼자 한 필의 말을 탐. 또는 그렇게 하는 사람.* 적거: 귀양살이를 하고 있음.29. 윗글의 서술상 특징으로 적절한 것은?① 연속되는 대화를 활용해 인물 간의 갈등을 고조시키고 있다.② 과거와 현재의 빈번한 교체로 인물의 내력을 소개하고 있다. ③ 한 인물의 동일한 행위를 반복함으로써 사건의 전환을 예고하고 있다.④ 서술자의 개입을 통해 작중 상황에 대한 주관적 판단을 제시하고 있다. ⑤ 특정 인물의 외양이나 행동을 과장되게 표현하여 인물을 희화화하고 있다.[A][B]12                                고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역121630. ㉠～㉤을 중심으로 윗글을 이해한 내용으로 적절하지 않은 것은?① ㉠에서의 병란은 국진이 자신의 중대한 임무를 수행하기 위해 이동하는 계기가 된다.② ㉡에서 국진은 고통에 시달리는 도성의 백성들을 구원하기 위해 적병과 맞서 싸운다.③ ㉢에서 국진에게 일어나는 일은 이 부인이 남장을 결심하는 원인이 된다.④ ㉣에서 이 부인은 미래를 예측하여 위기에 대비할 수 있는 방법을 국진에게 알려 주고 있다.⑤ ㉤에서 용왕 내외는 적장의 전생 신분을 밝힘으로써 앞날을 경계하고 있다.31. [A], [B]에 대한 설명으로 가장 적절한 것은?① [A]는 자신의 실망감을 우회적으로 표현하고 있고, [B]는 상대에 대한 원망을 직설적으로 표현하고 있다.② [A]는 자신의 목적을 달성하기 위해 거짓으로 말하고 있고, [B]는 상대의 질문에 답하기 위해 사건 내용을 밝히고 있다.③ [A]는 자신의 손해를 줄이기 위해 상대의 요청을 거절하고 있고, [B]는 상대의 손해를 줄이기 위해 상대를 설득하고 있다.④ [A]는 상대에 대한 호감을 바탕으로 상대를 격려하고 있고, [B]는 사건 해결을 위해 상대에게 용기를 북돋워 주고 있다.⑤ [A]는 상대의 근심을 덜기 위해 그 원인을 자신의 탓으로 돌리고 있고, [B]는 상대에 대한 믿음을 바탕으로 명령하고 있다.32. <보기>를 바탕으로 윗글을 감상한 내용으로 적절하지 않은 것은? [3점]<보 기>이 작품은 장국진이라는 영웅의 일생을 다룬 영웅소설이다. 주인공의 영웅적 활약과 더불어 여성 영웅의 활약도 중요하게 나타나고, 이들은 위기 상황에서 주변 인물이나 초월적 존재의 도움으로 위기를 극복해 간다. 이 과정에서 초월적 세계와 현실 세계의 상호 작용, 남성과 여성의 상호 작용을 통해 영웅성이 강화되고 있다.① 국진이 말에 올라 ‘한 손에 절륜도, 또 한 손에 청학선을 흔들며’ 수십만 적군을 ‘추풍낙엽같이 쓰러’뜨리는 데에서, 주인공의 영웅적 활약상을 확인할 수 있다.② 전투 중 ‘신병은 조금도 차도가 없’는 국진이 ‘적병들에 의해 완전히 포위’된 장면에서, 영웅이 처한 위기 상황을 확인할 수 있다.③ ‘가장 좋은 선약(仙藥)을 얻어’ 국진의 병을 구하려는 데에서, 초월적 존재의 도움으로 위기를 극복해 나간다는 점을 확인할 수 있다.④ 용왕 부인이 선녀들에게 ‘이 부인을 잘 모시고 가서 공을 이루라고 특별히 당부하’는 장면에서, 초월적 세계와 현실 세계의 상호 작용을 확인할 수 있다.⑤ 이 부인이 국진을 구하기 위해 ‘번갯불과 천둥이 무섭게 진동’하여 ‘공포 속에서 정신을 잃는’ 상황을 이겨 내는 데에서, 남성과 여성의 상호 작용을 확인할 수 있다.[33 ～37] 다음 글을 읽고 물음에 답하시오.(가)옥설이 차갑게 대나무를 누르고                 玉屑寒堆壓얼음같이 둥근 달 휘영청 밝도다                氷輪逈映徹여기서 알겠노라 굳건한 그 절개를              從知苦節堅더욱이 깨닫노라 깨끗한 그 빈 마음             轉覺虛心潔- 이황, ｢설월죽(雪月竹)｣-(나)㉠모첨(茅簷)*의 달이 진 제 첫 잠을 얼핏 깨여반벽 잔등(半壁殘燈)을 의지 삼아 누었으니일야(一夜) 매화가 발하니 님이신가 하노라         <제1수>아마도 이 벗님이 풍운(風韻)*이 그지없다옥골 빙혼(玉骨氷魂)*이 냉담도 하는구나풍편(風便)*의 그윽한 향기는 세한 불개(歲寒不改)* 하구나 <제2수>천기(天機)도 묘할시고 네 먼저 춘휘(春暉)*로다한 가지 꺾어 내어 이 소식 전(傳)차 하니님께서 너를 보시고 반기실까 하노라               <제3수>㉡님이 너를 보고 반기실까 아니실까기년(幾年)* 화류(花柳)의 ⓐ취한 잠 못 깨었는가두어라 다 각각 정이니 나와 늙자 하노라           <제4수>- 권섭, ｢매화(梅花)｣-* 모첨: 초가지붕의 처마.* 풍운: 풍류와 운치를 아울러 이르는 말.* 옥골 빙혼: 매화의 별칭. ‘옥골’은 고결한 풍채를, ‘빙혼’은 얼음과 같이 맑고 깨끗한 넋을 의미함.* 풍편: 바람결.* 세한 불개: 매우 심한 한겨울의 추위에도 바뀌지 않음.* 춘휘: 봄의 따뜻한 햇빛.* 기년: 몇 해.(다)휴전이 되던 해 음력 정월 초순께, 해가 설핏한 강 나루터에 아버지와 나는 서 있었다. 작은증조부께 세배를 드리러 가는 길이었다. 강만 건너면 바로 작은댁인데, 배가 강 건너편에 있었다. 아버지가 입에 두 손을 나팔처럼 모아 대고 강 건너에다 소리를 지르셨다.“사공—, 강 건너 주시오.”건너편 강 언덕 위에 뱃사공의 오두막집이 납작하게 엎드려 있었다. 노랗게 식은 햇살에 동그마니 드러난 외딴집, 지붕 위로 하얀 연기가 저녁 강바람에 산란하게 흩어지고 있었다. 그 오두막집 삽짝 앞에 능수버들나무가 맨 몸뚱이로 비스듬히 서 있었다. 둥치에 비해서 가지가 부실한 것으로 보아 고목인 듯싶었다. 나루터의 세월이 느껴졌다.강심만 남기고 강은 얼어붙어 있었고, 해가 넘어가는 쪽 컴컴한 산기슭에는 적설이 쌓여서 하얗게 번쩍거렸다. 나루터의 마른 갈대는 ‘서걱서걱’ 아픈 소리를 내면서 언 몸을 회리바람에 부대끼고 있었다. 마침내 해는 서산으로 떨어지고 갈대는 더 아픈 소리를 신음처럼 질렀다.고1                                 13━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역1316나룻배는 건너오지 않았다. 나는 ㉢뱃사공이 나오나 하고 추워서 발을 동동거리며 사공네 오두막집 삽짝을 바라보고 있었다. 아버지는 팔짱을 끼고 부동의 자세로 사공 집 삽짝 앞의 버드나무 둥치처럼 꿈쩍도 않으셨다. ‘사공—, 강 건너 주시오.’ 나는 아버지가 그 소리를 한 번 더 질러 주시기를 바랐다. 그러나 아버지는 두 번 다시 그 소리를 지르지 않으셨다. 그걸 아버지는 치사(恥事)*로 여기신 것일까. 사공은 분명히 ⓑ따뜻한 방 안에서 방문의 쪽유리를 통해서 건너편 나루터에 우리 부자가 하얗게 서 있는 것을 보았을 것이다. 그러나 도선의 효율성과 사공의 존재가치를 높이기 위해서 나루터에 ㉣선객이 더 모일 때를 기다렸기 쉽다. 그게 사공의 도선 방침일지는 모르지만 엄동설한에 서 있는 사람에 대한 옳은 처사는 아니다. 이 점이 아버지는 못마땅하셨으리라. 힘겨운 시대를 견뎌 내신 아버지의 완강함과 사공의 존재가치 간의 이념적 대치였다.아버지는 주루막을 지고 계셨다. 주루막 안에는 정성 들여 ㉤한지에 싼 육적(肉炙)과 술 항아리에 용수를 질러서 뜬, 제주(祭酒)로 쓸 술이 한 병 들어 있었다. 작은증조부께 올릴 세의(歲儀)다. 엄동설한 저문 강변에 세의를 지고 꿋꿋하게 서 계시던 분의 모습이 보인다.- 목성균, ｢세한도(歲寒圖)｣-* 치사: 행동이나 말 따위가 쩨쩨하고 남부끄러움.33. (가) ~ (다)의 공통점으로 가장 적절한 것은?① 설의적 표현으로 대상이 지닌 속성을 강조하고 있다.② 명암의 대비를 통해 작품의 주제를 형상화하고 있다.③ 구체적 사물이나 상황을 통해 내면적 가치를 발견하고 있다.④ 직유법을 활용하여 대상의 외양을 구체적으로 묘사하고 있다.⑤ 풍자적 기법으로 사회 현실에 대한 비판 의식을 보여 주고 있다.34. <보기>를 참고하여 (가)와 (나)를 감상한 내용으로 적절하지 않은 것은? [3점]<보 기>(가)와 (나)는 추운 계절을 이겨 내는 강인한 속성이 있어 예로부터 예찬의 대상이었던 대나무와 매화를 각각 시적 대상으로 삼고 있다. (가)의 화자는 사철 푸르고 속이 빈 대나무를 고매한 인품에 빗대고 있고, (나)의 화자는 이른 봄 피어난 매화를 통해 임을 떠올리고 매화에 대한 긍정적 인식과 임에 대한 정서를 함께 드러내고 있다.① (가)의 화자는 ‘옥설’에 눌려도 푸름을 유지하는 대나무를 통해 ‘굳건한’ 지조를 떠올리고 있군.② (가)의 화자는 대나무의 속이 빈 속성을 긍정적으로 인식하여 대나무를 내면이 ‘깨끗한’ 인품에 비유하고 있군.③ (나)의 화자는 ‘옥골 빙혼(玉骨氷魂)’의 자태를 가진 매화를 ‘님’으로 착각한 것을 깨닫고 서러워하고 있군.④ (나)의 화자는 추운 계절에도 굴하지 않고 ‘그윽한 향기’를 풍기는 매화의 강인함을 예찬하고 있군.⑤ (나)의 화자는 ‘춘휘(春暉)’를 먼저 느끼게 해 준 매화의 소식을 ‘님’에게 전달하고 싶은 소망을 드러내고 있군.35. ㉠~ ㉤에 대한 설명으로 적절하지 않은 것은?① ㉠: 매화를 발견할 당시 화자의 상황과 시간적 배경이 드러나 있다.② ㉡: 매화를 대할 임의 반응이 어떠할지를 궁금해하는 마음이 드러나 있다.③ ㉢: 아버지와 대비되는 글쓴이의 행동에서 추위에서 벗어나고 싶어 하는 마음이 드러나 있다. ④ ㉣: 선객들의 모습을 비판적으로 바라보는 아버지의 생각이 드러나 있다.⑤ ㉤: 작은댁에 세배하러 가면서 준비한 음식으로 아버지의 정성이 드러나 있다.36. <보기>를 바탕으로 (다)를 감상한 내용으로 적절하지 않은 것은?<보 기>(다)의 제목이기도 한 ‘세한도’는, 한겨울 풍경을 통해 선비의 지조를 드러낸 추사 김정희의 그림이다. (다)의 글쓴이는 혹독하게 추운 겨울에 뜻을 굽히지 않던 아버지의 모습에서 선비적 면모를 발견하고 이날의 경험을 회화적으로 형상화하고 있다. 글쓴이는 아버지가 사공의 처사를 부당하게 여겼고 이에 맞서는 의미로 추위를 견디며 꿋꿋이 서 있었다고 본 것이다.① ‘노랗게 식은 햇살’과 ‘하얗게 번쩍거’리는 ‘적설’을 통해 매섭게 추운 겨울 강가를 회화적으로 형상화하고 있군.② ‘아픈 소리를 신음처럼’ 지르는 ‘갈대’는 사공의 부당한 처사에 맞서려는 글쓴이의 내면을 표상하고 있군.③ 글쓴이는 ‘버드나무 둥치처럼 꿈쩍도 않’는 아버지의 모습에서 지조를 지키려는 선비적 면모를 발견하고 있군.④ ‘두 번 다시 그 소리를 지르지 않’는 모습을 통해 자신의 뜻을 꺾지 않으려는 아버지의 태도를 드러내고 있군.⑤ ‘엄동설한 저문 강변’에서 ‘꿋꿋하게 서’ 있던 아버지의 모습은 추사의 그림 ‘세한도’의 이미지와 연결되는군.37. ⓐ와 ⓑ를 이해한 내용으로 가장 적절한 것은? ① ⓐ에는 임이 처한 상황에 대한 연민이, ⓑ에는 사공이 처한 상황에 대한 추측이 담겨 있다.② ⓐ에는 화자가 지향하는 행동이, ⓑ에는 글쓴이가 지향하는 공간의 속성이 구체화되고 있다.③ ⓐ에는 돌아오지 않는 임에 대한 원망이, ⓑ에는 곧 돌아올 사공에 대한 기대감이 내포되어 있다.④ ⓐ에는 자신의 처지에 대해 자조하는 태도가, ⓑ에는 사공의 몰인정함에 대해 비판하는 태도가 드러나 있다.⑤ ⓐ에는 화자의 처지와 대비되는 임의 모습이, ⓑ에는 글쓴이가 있는 공간과 대비되는 공간이 제시되어 있다.14                                고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역1416[38 ～42] 다음 글을 읽고 물음에 답하시오.어떤 안건을 대하는 집단 구성원들의 생각은 각기 다르므로,  상이한 생각들을 집단적 합의에 이르게 하는 의사 결정 과정이 필요하다. 공공 선택 이론은 이처럼 집단을 구성하는 개인의 의사가 집단의 의사로 통합되는 과정을 다룬다. 직접 민주주의하에서의 의사 결정 방법으로 단순 과반수제, 최적 다수결제, 점수 투표제, 보르다(Borda) 투표제 등이 있다.㉠단순 과반수제는 투표자의 과반수가 지지하는 안건이 채택되는 다수결 제도이다. 효율적으로 의사 결정이 이루어져 많이 사용되고 있으나, 각 투표자는 찬반 여부를 표시할 뿐 투표 결과에는 선호 강도가 드러나지 않아 안건 채택 시 사회 전체의 후생*이 감소할 가능성이 있다. 이는 다수의 횡포에 의해 소수의 이익이 침해되는 상황이 발생할 수 있음을 의미한다. 또한 어떤 대안들을 먼저 비교하는가에 따라 그 결과가 달라지는 ⓐ‘투표의 역설’ 현상이 나타날 수 있다. 예를 들어, 갑, 을, 병 세 사람이 사는 마을에 정부에서 병원, 학교, 경찰서 중 하나를 지어 줄 테니 투표를 통해 선택하라고 제안하였고, 이때 세 사람의 선호 순위가 다음 <표>와 같다고 하자. 세 가지 대안을 동시에 투표에 부치면 하나의 대안으로 결정되지 않는다. 그래서 먼저 병원, 학교, 경찰서 중 두 대안을 선정하여 다수결로 결정한 후 남은 한 가지 대안과 다수결로 승자를 결정하면 최종적으로 하나의 대안이 결정된다. 즉, 비교하는 대안의 순서에 따라 <표>의 투표 결과는 달라지게 된다.최적 다수결제는 투표에 따르는 총비용이 최소화되는 지점을 산정한 후, 안건의 찬성자 수가 그 이상이 될 때 안건이 통과되는 제도이다. 이때의 총비용은 의사 결정 비용과 외부 비용의 합으로 결정된다. 의사 결정 비용은 투표자들의 동의를 구하는 데 드는 시간과 노력에 따른 비용을 의미하며, 찬성표의 비율이 높을수록 증가한다. 외부 비용은 어떤 안건이 통과됨에 따라 그 안건에 반대하였던 사람들이 느끼는 부담을 의미하며, 찬성표의 비율이 높아질수록 낮아지며 모든 사람이 찬성할 경우에는 0이 된다. 안건 통과에 필요한 투표자 수가 증가할수록 의사 결정 비용이 증가하므로 의사 결정 비용 곡선은 우상향한다. 이와 달리 외부 비용은 감소하므로 외부 비용 곡선은 우하향하며, 두 곡선을 합한 총비용 곡선은 U자 형태로 나타난다. 이때 총비용이 최소화되는 곳이 최적 다수결제에서의 안건 통과의 기준이 되는 최적 다수 지점이 된다. 이 제도는 의사 결정 과정을 이론적으로 명쾌하게 설명할 수 있지만, 최적 다수결의 기준을 정하는 데 시간을 지나치게 소비하게 된다는 단점이 있다.㉡점수 투표제는 각 투표자에게 일정한 점수를 주고 각 투표자가 자신의 선호에 따라 각 대안에 대하여 주어진 점수를 배분하여 투표하는 제도로, 합산하여 가장 많은 점수를 얻은 대안이 선택된다. 투표자의 선호 강도에 따라 점수를 배분하므로 투표자의 선호 강도가 잘 반영된다. 소수의 의견도 투표 결과에 잘 반영되며, 투표의 역설이 나타나지 않는다는 장점이 있다. 하지만 전략적 행동에 취약하여 투표 결과가 불규칙하게 바뀔 수 있다는 단점이 있다. 전략적 행위란 어떤 투표자가 다른 투표자의 투표 성향을 예측하고 자신의 행동을 이에 맞춰 변화시킴으로써 자기가 원하는 것을 얻으려 하는 태도를 뜻한다. 이 행위는 어떤 투표 제도에서든 나타날 수 있으나, 점수 투표제에서 나타날 가능성이 높다.㉢보르다 투표제는 n개의 대안이 있을 때 가장 선호하는 대안부터 순서대로 n, (n-1), …, 1점을 주고, 합산하여 가장 높은 점수를 받은 대안을 선택하는 투표 방식으로, 점수 투표제와 달리 오로지 순서에 의해서만 선호 강도를 표시한다. 이 제도하에서는 일부에게 선호도가 아주 높은 대안보다는 투표자 모두에게 어느 정도 차선이 될 수 있는 ⓑ중도의 대안이 채택될 가능성이 높으며, 점수 투표제와 마찬가지로 투표의 역설이 발생하지 않는다.* 후생: 사회 구성원들의 복지 수준.38. 윗글에 대한 이해로 적절하지 않은 것은?① 어떤 투표제에서든 투표자의 전략적 행위가 나타날 수 있다.② 보르다 투표제에서는 가장 선호하지 않는 대안에 0점을 부여한다.③ 단순 과반수제에서는 채택된 대안으로 인해 사회의 후생이 감소되기도 한다.④ 점수 투표제는 최적 다수결제와 달리 대안에 대한 선호 강도를 표시할 수 있다.⑤ 최적 다수결제는 단순 과반수제와 달리 안건 통과의 기준이 안건에 따라 달라질 수 있다.39. ⓐ와 관련하여 <표>를 이해한 것으로 적절하지 않은 것은? ① ‘병원’과 ‘학교’를 먼저 비교할 경우, ‘병원’과 ‘경찰서’의 다수결 승자가 최종의 대안으로 결정된다.② ‘학교’와 ‘경찰서’를 먼저 비교할 경우, ‘갑’과 ‘을’이 ‘학교’에 투표하여 최종적으로 ‘학교’가 결정된다.③ ‘병원’과 ‘학교’를 먼저 비교하는지, ‘학교’와 ‘경찰서’를 먼저 비교하는지에 따라 투표의 결과가 달라진다. ④ ‘병원’, ‘학교’, ‘경찰서’를 동시에 투표에 부치면, 모두 한 표씩 얻어 어떤 대안도 과반수가 되지 않는다.⑤ 대안에 대한 ‘갑’, ‘을’, ‘병’ 세 사람의 선호 순위는 바뀌지 않아도, 투표의 결과가 바뀌는 현상이 나타난다.선호순위투표자1순위2순위3순위갑병원학교경찰서을학교경찰서병원병경찰서병원학교<표>[A]고1                                 15━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역151640. ⓑ의 이유로 가장 적절한 것은?① 주어진 점수를 투표자가 임의대로 배분할 수 있기 때문이다.② 투표자는 중도의 대안에 관해서만 자신의 의사를 표현할 수 있기 때문이다.③ 점수 투표제와 달리 투표자의 전략적 행동을 유발하여 투표 결과를 조작할 수 있기 때문이다.④ 일부에게만 선호도가 높은 대안이 다수에게 선호도가 매우 낮으면 점수 합산 면에서 불리하기 때문이다.⑤ 순서로만 선호 강도를 표시할 경우, 모든 투표자에게 선호도가 가장 높은 대안이라도 최종 승자가 아닐 수 있기 때문이다.41. <보기>가 [A]의 각 비용들에 대한 그래프라고 할 때, 이에 대한 이해로 적절하지 않은 것은?<보 기>비용㉮㉯㉰0n찬성자 수① ㉮는 외부 비용으로, 반대하는 투표자 수가 많아질수록 그 값이 커진다. ② ㉯는 의사 결정 비용으로, 투표 참가자들을 설득하는 데 드는 시간과 노력이 적을수록 그 값이 작아진다.③ ㉰는 총비용으로, ㉮와 ㉯를 합한 값이 최소가 되는 지점 n이 최적 다수 지점이 된다.④ 투표에 참가하는 모든 사람이 찬성하면 ㉮의 값은 0이 된다.⑤ 안건 통과에 필요한 투표자가 많아지게 되면 ㉯는 이동하지만 ㉮는 이동하지 않는다.42. 대안 Ⅰ~ Ⅲ에 대한 투표자 A ~ E의 선호 강도가 <보기>와 같다고 할 때, ㉠~ ㉢을 통해 채택될 대안으로 적절한 것은?[3점]<보 기>     투표자대안ABCDEⅠ31131Ⅱ17625Ⅲ62354(단, 표 안의 수치가 높을수록 더 많이 선호함을 나타내며, 투표에 미치는 외부적인 요인과 투표자들의 전략적 행동은 없다고 가정한다.) ㉠  ㉡  ㉢ ①ⅠⅢⅡ②ⅡⅡⅡ③ⅡⅡⅢ④ⅢⅠⅢ⑤ⅢⅡⅡ16                                고1━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━국어영역1616[43 ～45] 다음 글을 읽고 물음에 답하시오.(가)여기저기서 단풍잎 같은 슬픈 가을이 뚝뚝 떨어진다. 단풍잎 떨어져 나온 자리마다 봄을 마련해 놓고 나뭇가지 위에 하늘이 펼쳐 있다. 가만히 ㉠하늘을 들여다보려면 눈썹에 파란 물감이 든다. 두 손으로 따뜻한 볼을 쓸어보면 손바닥에도 파란 물감이 묻어난다. 다시 손바닥을 들여다본다. 손금에는 맑은 강물이 흐르고, 맑은 강물이 흐르고, 강물 속에는 사랑처럼 슬픈 얼굴―아름다운 순이(順伊)의 얼굴이 어린다. 소년(少年)은 황홀히 눈을 감아 본다. 그래도 맑은 강물은 흘러 사랑처럼 슬픈 얼굴―아름다운 순이(順伊)의 얼굴은 어린다.- 윤동주, ｢소년(少年)｣-(나)자라면 뭐가 되고 싶니의자가 되고 싶니누군가의 책상이 되고 싶니밟으면 삐걱 소리가 나는 계단도 있겠지그 계단을 따라 올라가는 다락방별빛이 들고 나는 창문들도 있구나누군가 그 창문을 통해 바다를생각할지도 몰라수평선을 넘어가는 목선을 그리워할지도 몰라㉡바다를 보는 게 꿈이라면배가 되고 싶겠구나어쩌면 그 무엇도 되지 못하고아궁이 속 장작으로 눈을 감을지도 모르지잊지 마렴 한 줌 재가 되었지만넌 그때도 하늘을 날고 있는 거야누군가의 몸을 데워주고 난 뒤춤을 추듯 피어오르는 거야하지만, 지금은다만 네 잎사귀를 스치고 가는저 바람 소리를 들어보렴너는 지금 바람을 만나고 있구나바람의 춤을 따라 흔들리고 있구나지금이 바로 너로구나- 손택수, ｢나무의 꿈｣-43. (가), (나)의 표현상 특징으로 가장 적절한 것은?① (가)는 (나)와 달리 반어적 표현을 통해 시적 긴장을 고조시키고 있다.② (나)는 (가)와 달리 동일한 종결 어미의 반복으로 운율감을 형성하고 있다.③ (가)와 (나) 모두 대상을 의인화하여 화자의 연민을 드러내고 있다.④ (가)와 (나) 모두 시어의 연쇄적 활용을 통해 시상을 발전시켜 나가고 있다.⑤ (가)와 (나) 모두 시선의 이동을 통해 장소가 지닌 의미를 다양하게 제시하고 있다.44. ㉠, ㉡에 대한 이해로 가장 적절한 것은?① ㉠은 ‘소년(少年)’의 정서를 환기하는 기능을 하고 있다.② ㉠은 ‘소년(少年)’이 거부하고자 하는 세계를 상징하고 있다.③ ㉠은 ‘소년(少年)’이 자신의 한계를 인식하는 계기가 되고 있다.④ ㉡은 ‘너’가 처한 긍정적 상황을 드러내는 역할을 한다.⑤ ㉡은 ‘너’의 성찰이 이루어진 이후의 모습을 표상하고 있다.45. <보기>를 참고하여 (가)와 (나)를 감상한 내용으로 적절하지 않은 것은? [3점]<보 기>(가), (나)는 시간의 흐름 속에서 성장하는 존재의 순수한 정서와 인식에 대해 표현하고 있다. (가)는 소년이 자연물에 동화되는 과정을 감각적으로 드러내면서 과거의 사랑을 그리워하는 소년의 정서를 보여 준다. (나)는 대상이 품을 수 있는 다양한 꿈을 제시하고, 꿈을 이루지 못한 상황에서도 대상이 존재 가치가 있다는 것을 역설적으로 보여 주고 있다. 또 미래보다 현재 상황과 모습에 주목하는 자세를 강조하며 마무리한다.① (가)의 ‘파란 물감이 든’ ‘눈썹’은 ‘소년(少年)’이 자연물에 동화되는 것을 감각적으로 표현하는군.② (가)의 ‘맑은 강물’에 어린 얼굴에는 ‘순이(順伊)’에 대한 ‘소년(少年)’의 그리움이 투영되어 있군.③ (나)의 ‘의자’, ‘책상’, ‘한 줌 재’ 등은 대상이 품을 수 있는 다양한 꿈을 보여 주는군.④ (나)의 ‘장작’은 꿈을 이루지 못한 상황에서도 ‘몸을 데워’ 줄 수 있다는 존재 가치에 대한 역설적 인식을 보여 주는군.⑤ (나)의 ‘바람 소리’는 대상에게 ‘지금’의 상황과 모습을 주목하게 하는 계기가 될 수 있겠군. ＊확인 사항◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}