{
    "년도": "2023",
    "대상": "고1",
    "목적": "11월",
    "과목": "국어",
    "text": "116[1 ~ 3] 다음은 학생의 발표이다. 물음에 답하시오.안녕하세요? 생활 속 과학 원리에 대한 발표를 맡은 ○○○입니다. (사진 제시) 이 사진 기억나시나요? 지난 체험 학습 단체 사진인데요, 혹시 뒤에 보이는 곳이 경사제 방파제라는 것을 알고 계셨나요? 저는 오늘 이 경사제 방파제에 대해 소개하고자 합니다.얼마 전 과학 시간에 파도에 대해 배웠던 것 기억나시나요? 파도는 바람이나 조석 간만의 차 등의 원인으로 발생합니다. (영상 제시) 보시는 것처럼 바람이 많이 불어 바닷물에 계속 에너지가 전달되어 만들어진 큰 파도는 수심이 얕은 해안에 가까워질수록 더 높아집니다. 그래서 방파제를 설치하여 파도로부터 내항을 보호합니다. (그림 제시) 이 그림은 경사제 방파제의 단면을 도식화한 것인데요, 지반 위에 사다리꼴로 사석을 놓고 그 위에 콘크리트 둑을 올려 외항과 내항을 분리한 것이 보이시죠? 아까 보신 영상에서처럼 파도가 밀려오면 경사제 방파제가 내항을 보호할 수 있습니다.(그림의 왼쪽 부분을 가리키며) 주목할 만한 점은 내항과 달리 여기 외항 쪽 경사면에는 여러 개의 블록들이 쌓여 있다는 것입니다. 이 블록은 테트라포드로, 이 테트라포드들을 방파제 경사면에 쌓으면 방파제만 있을 때보다 방파제로 들이치는 파도 에너지를 분산시킬 수 있습니다. (표 제시) 테트라포드가 있으면 없을 때보다 파도의 높이가 반으로 줄어드는 것을 표에서 확인할 수 있는데요, 그렇다면 이렇게 테트라포드가 파도 에너지를 분산시킬 수 있는 이유는 무엇일까요?그 답은 바로 테트라포드의 구조에 있습니다. 아까 보여 드렸던 그림을 다시 보며 설명드리겠습니다. (그림 제시) 테트라포드는 네 개의 다리라는 의미인데요, 그림의 오른쪽 아래에 있는 테트라포드를 보시면 다리가 4개인 것을 확인하실 수 있습니다. 뒤에 있는 분들도 잘 보이시나요? (청중의 대답을 듣고) 네, 그러면 확대해 드리겠습니다. (그림을 확대하며) 이제는 잘 보이시죠? 이 테트라포드의 다리 사이의 각은 어디를 재더라도 약 109.5도로 동일합니다. 그래서 테트라포드의 다리를 맞물려 경사면에 쉽게 쌓을 수 있는데요, 이렇게 테트라포드를 맞물려 쌓으면 경사면에 굴곡이 생기는데 여기에 부딪힌 파도는 부서지고, 부서진 파도는 맞물린 테트라포드 사이의 틈새로 흐르게 되면서 방파제를 치는 파도의 에너지가 분산됩니다.파도 에너지를 분산시키는 방파제의 종류는 많지만, 경사제 방파제는 약한 지반에도 설치가 용이하다는 장점이 있어 가장 흔히 사용되고 있습니다. 하지만 경사제 방파제에 쌓인 테트라포드사이의 틈새는 꽤 크고 깊어 매우 위험합니다. 그래서 테트라포드 위에 올라가는 것은 금지되어 있으니 이 점에 유의하시기 바랍니다. 이상으로 발표를 마치겠습니다.1. 위 발표자의 말하기 방식에 대한 설명으로 가장 적절한 것은?① 발표를 하게 된 소감을 밝히며 발표를 시작하고 있다.② 청중에게 바라는 바를 언급하며 발표를 마무리하고 있다.③ 자료의 출처를 언급하여 발표 내용의 신뢰성을 높이고 있다.④ 발표 중간에 청중의 질문을 받으며 청중과 상호 작용하고 있다.⑤ 청중의 이해 정도를 확인한 후 이어질 발표 순서를 안내하고 있다.2. 다음은 발표자가 발표를 준비하며 참고한 ‘그림’ 자료이다. 발표자의 자료 활용에 대한 계획 중 발표에 반영된 것으로 적절하지 않은 것은?① 경사제 방파제에 대한 관심을 유발하기 위해 청중이 경사제 방파제의 실제 모습을 환기할 수 있는 사진을 추가로 제시해야겠어.② 경사제 방파제의 필요성을 강조하기 위해 해안으로 가까워질수록 높아지는 파도의 움직임이 담긴 영상을 추가로 제시해야겠어.③ 경사제 방파제의 설치 용이성을 설명하기 위해 경사제 방파제의 단면을 도식화한 그림의 특정 부분을 가리키며 제시해야겠어.④ 테트라포드의 기능을 효과적으로 보여 주기 위해 테트라포드의 유무에 따른 파도 높이 차를 비교한 표를 추가로 제시해야겠어.⑤ 테트라포드의 구조가 잘 보이지 않을 수 있는 청중을 위해 그림의 크기를 조절하여 제시해야겠어.3. <보기>는 위 발표를 들은 학생들의 반응이다. 학생의 반응을 이해한 내용으로 가장 적절한 것은?보 기학생 1: 지난 주말에 가족들과 간 바닷가에서 봤던 테트라포드는 조금 다른 모습이었는데, 테트라포드에도 여러 종류가 있는지 궁금해졌어. 더 조사해 봐야겠어.학생 2: 테트라포드 위에서 낚시하는 사람들이 많다고 들었는데, 테트라포드에 올라가면 안 된다는 정보는 생활에 유익한 정보라서 좋았어.학생 3: 테트라포드 이름의 의미를 알려 줘서 좋았는데, 다리 사이의 각도가 약 109.5도인 이유에 대해서는 알려 주지 않아 아쉬웠어. 숨겨진 과학적 원리가 있는지 알아봐야겠어.① 학생 1은 평소에 가지고 있던 궁금증이 해소되었다는 점에서 발표 내용을 긍정적으로 평가하고 있다.② 학생 2는 자신이 알고 있던 사실과 발표 내용을 비교하며 발표에서 다룬 정보의 문제점을 제시하고 있다.③ 학생 1과 학생 2는 모두, 자신의 경험을 바탕으로 발표 내용의 유용성을 점검하고 있다.④ 학생 1과 학생 3은 모두, 발표 내용과 관련하여 추가적인 정보를 탐색하려 하고 있다.⑤ 학생 2와 학생 3은 모두, 발표에서 직접적으로 언급되지 않은 내용을 추론하고 있다.2023학년도 11월 고1 전국연합학력평가 문제지국어 영역제 1 교시                                                                                                                                                               12023학년도 11월 고1 전국연합학력평가 문제지국어 영역제 1 교시                                                                                                                                                               1학으내콘 크 리트 둑외 항2국어 영역216[4 ~ 7] (가)는 시사 동아리 학생들이 나눈 대화이고, (나)는 이를 바탕으로 작성한 글의 초고이다. 물음에 답하시오.(가)학생 1: ㉠지난 시간에 교지에 실을 글의 주제에 대해 찾아보기로 했잖아. 의견을 공유해 볼까?학생 2: 우리 학교 학생들이 관심을 가질 만한 사회 문제를 다루기로 했지?학생 3: 이분법적 사고에 대해 다루어 보는 건 어때? 얼마 전에 이분법적 사고가 사회 갈등을 부추긴다는 기사를 읽었는데 인상적이었어.학생 1: ㉡이분법적 사고? 좀 더 자세히 이야기해 줄래?학생 3: 이분법적 사고는 어떤 대상이나 현상을 둘로만 나누어 한정하여 사고한다는 뜻이래. 이러한 사고방식이 누군가를 배제하거나 차별하게 만들 수도 있다고 하더라고.학생 2: 그래? 이분법적 사고가 차별을 만드는 구체적인 상황을 이야기해 주면 좋겠어.학생 3: 요즘 성격 유형 검사가 유행이잖아. 특정 성격 유형에 대한 편견 때문에 차별받는다고 느끼는 사람들이 많아졌대.학생 1: 혹시 성격을 내향형이나 외향형같이 둘로 나누는 것이 문제가 되는 거야? 그게 꼭 나쁜 점만 있는 건 아니잖아.학생 3: 성격 유형을 나누는 것 자체는 문제가 아니야. 서로를 더 잘 이해하기 위한 하나의 방법이니까. 하지만 사람의 성격을 둘 중의 하나로만 보고 특정 유형에 대해 가치판단을 내리거나 차별하는 것은 문제인 거지.학생 2: 상황에 따라 외향성과 내향성이 드러나는 정도가 다를 수 있는데, 둘 중 하나의 성격만 가진 것으로 판단하고 차별하는 것이 문제라는 거지? 이런 현상을 보여 주는 예가 더 있을까? ㉢우리에게 익숙한 것 위주로 이야기해 보자.학생 1: 성공 아니면 실패, 두 가지 극단적인 방향으로만 삶을 평가하는 것이 대표적인 예라고 생각해.학생 3: 그것뿐 아니라 세대나 이념 등 우리 사회의 많은 부분에서 이런 현상을 찾아볼 수 있어.학생 2: 맞아. 단순히 나이만을 기준으로 세대를 나누고, 한 세대의 특징을 일반화해서 개인을 판단하고 희화화하는 모습이 많이 보이더라. ㉣그럼 오늘 이야기한 내용을 바탕으로 글을 한번 써 볼까?학생 3: 좋아. ㉤다음 시간에는 개요를 작성해야 하니 필요한 자료를 각자 수집해 오자. 그러면 내가 개요를 바탕으로 초고를 써 볼게. 검토 부탁해.학생 1, 2: 알았어.(나)요즘 성격 유형 검사에 대한 사람들의 관심이 높아지면서 성격 유형 검사에 과몰입하는 사람이 늘고 있다. 이들은 성격 유형의 지표에 따라 성격을 양분하여 일반화하기도 하는데, 이러한 이분법적 사고 방식은 바람직하지 않다. 이분법적 사고란, 어떤 대상이나 현상을 둘로만 나누어 한정하여 사고하는 것을 말한다. 이러한 이분법적 사고에 매몰되면 다양한 사회 문제가 나타날 수 있다.이분법적 사고에 매몰되면 첫째, 자기가 속한 집단에 대한 인식이 자신의 자아상에 부정적인 영향을 미칠 수 있다. 사회 심리학자 헨리 타이펠은 인간의 사회적 정체성은 자기 인식에 지대한 영향을 미친다고 보았다. 이는 이분법적 사고에 의해 형성된, 특정 집단에 대한 고정관념이 자기 자신에게로 향하여 본인의 역량에 영향을 미칠 수 있다는 말이다. 예를 들어, ‘저는 내향형이라 발표를 못해요.’, ‘저는 외향형이라 집중하는 게 힘들어요.’와 같이 자신의 성격 유형을 일종의 행동 양식으로 받아들이고 스스로 한계를 정하여 성장하고 발전할 수 있는 기회를 놓칠 수도 있는 것이다.둘째, 다른 집단에 대한 편견과 고정관념이 사회적 갈등으로 이어질 수 있다. 즉, 자신이 속하지 않은 다른 집단을 자신과 경계 짓고 ‘틀린’ 것으로 판단하는 편협한 생각이 그 집단에 대한 차별과 혐오로 이어질 수 있다는 것이다. 예를 들어 특정 세대를, 조직에 잘 융화되지 못하고 본인의 주관만 내세우며 사회성이 결여된 주체로 묘사하여 희화화하는 경우가 있다. 이는 개인의 특성을 집단 전체의 특성으로 단순화하고 특정 세대에 대한 부정적인 감정을 부추기는 것이다.인간은 누구나 대상을 양분해서 사고하는 경향을 어느 정도 가지고 있다. 하지만 선이 아니면 악, 아름다움이 아니면 추함 등 두 가지 극단적인 방향으로만 세상을 판단하는 것은 다양성을 추구하는 사회가 지향할 방식으로 바람직하지 않다. 따라서 우리는 이러한 이분법적 사고를 경계하고, 다름을 인정하는 자세를 가져야 한다.4. 대화의 흐름을 고려할 때, ㉠~㉤에 대한 이해로 적절하지 않은 것은? ① ㉠: 대화 참여자에게 지난 활동의 대화 내용을 환기하고 있다.② ㉡: 대화 참여자에게 발언 내용에 대해 추가 설명을 요청하고 있다.③ ㉢: 대화 참여자에게 앞으로 진행될 대화 내용의 범위를 한정하고 있다.④ ㉣: 대화 참여자에게 자신이 제안한 내용에 대한 동의 여부를 재차 확인하고 있다.⑤ ㉤: 대화 참여자에게 다음 활동을 예고하며 준비 사항을 안내하고 있다.5. [A], [B]에 대한 설명으로 가장 적절한 것은?① [A]의 학생 2는 대화 상대에게 자신의 의견을 여러 개 제시한 후 선택을 요구하고 있다.② [A]의 학생 3은 대화 상대가 발언한 내용과 관련하여 자신의 경험을 제시하고 있다.③ [B]의 학생 3은 대화 상대에게 사회적 통념을 제시하며 공감을 유도하고 있다.④ [B]의 학생 1은 대화 상대가 제기한 의문을 해소하기 위한 방안을 제안하고 있다.⑤ [A]의 학생 3과 [B]의 학생 1은 모두, 대화 상대의 의견을 수용하여 자신의 견해를 수정하고 있다.[A][B]3국어 영역3166. 다음은 ‘학생 3’이 (가)를 바탕으로 세운 글쓰기 계획이다. (나)에 반영된 내용으로 적절하지 않은 것은? [3점]1문단◦(가)에서 언급한, 성격 유형 검사와 관련된 사회 현상을 보여 준 후 우리의 입장을 제시해야겠어. ······································ ①◦(가)에서 언급한, 이분법적 사고의 개념을 제시하고 이분법적 사고로 인해 다양한 사회 문제가 발생할 수 있음을 밝혀야겠어. ······················································································ ②2문단◦(가)에서 언급하지 않은, 전문가의 견해를 추가하여 이분법적 사고가 개인에게 미치는 영향을 부각해야겠어. ···················· ③3문단◦(가)에서 언급한, 세대를 나누는 기준을 제시하여 이분법적 사고의 문제점을 부각해야겠어. ················································ ④4문단◦(가)에서 언급하지 않은, 이분법적 사고에 대한 새로운 예를 제시한 후 우리의 입장을 한 번 더 강조하여 마무리해야겠어. ······ ⑤7. <보기>에 제시된 학생들의 조언에 따라 (나)의 제목을 작성한 것으로 가장 적절한 것은?보 기학생 1: 제재의 특성을 드러내는 표제와 부제를 붙여보자.학생 2: 부제에는 친구들의 관심을 끌 수 있도록 비유적인 표현을 사용하는 게 좋겠어.① 두 개의 틀 안에 갇힌 사람들    - 이분법적 사고로 인한 부정적인 자아상② 성격 유형 검사의 장점과 단점    - 색안경을 벗으면 사람이 보입니다③ 세대 차이로 빚어진 사회적 갈등    - ‘우리’와 ‘그들’, 서로에게 붙이는 또 다른 이름표④ 이분법적 사고, 무엇이 문제인가    - ‘내가 평가하는 나’와 ‘남이 평가하는 나’⑤ 편견과 차별을 만드는 이분법적 사고    - 흑 아니면 백으로만 칠해지는 세상[8 ~ 10] 다음은 작문 상황과 이를 바탕으로 작성한 학생의 초고이다. 물음에 답하시오.[작문 상황]◦지역 신문에 우리 지역의 생활체육 활성화를 주장하는 글을 쓰고자 함.[학생의 초고]생활체육이란 개인이 자발적으로 여가를 이용해 건강 증진 등의 목적으로 참여하는 체육 활동을 말한다. 최근 통계에 따르면 우리나라 국민들의 생활체육 참여율은 꾸준히 증가하고 있다. 우리 지역의 생활체육 참여율도 꾸준히 증가하고 있지만, 우리나라 국민의 생활체육 참여율에 비해서는 여전히 생활체육 참여가 활성화되지 못하고 있다.우리 지역에서 주민들의 생활체육 참여가 활성화되지 못한 원인으로는 먼저, 주민들 대다수가 쉽게 이용할 수 있는 공공 체육 시설이 부족하다는 것이다. 우리 지역에는 공공 체육 시설이 있지만 생활 근거지와 멀리 떨어진 외곽에 위치하여 대다수의 주민들에게 접근성이 떨어진다. 다음으로 주민들의 참여를 유도할 수 있는 프로그램 수가 부족하다는 것이다. 우리 지역 공공 체육 시설에서 운영하는 프로그램은 탁구와 축구 강좌 외에는 없으며, 운영 시간도 낮 시간대에 한정되어 있다. 마지막으로, 우리 지역은 생활체육을 활성화하기 위한 실질적인 홍보가 이루어지지 못하고 있다는 것이다. 생활체육 시설 이용 방법이나 프로그램 정보는 주로 공공 체육 시설 누리집으로만 홍보되고 있고, 그마저도 관리가 잘 안 되고 있다.그렇다면 우리 지역 주민들의 생활체육 참여를 활성화하기 위해서는 어떻게 해야 할까? 첫째, 주민들의 접근성을 높일 수 있는 체육 시설을 확충해야 한다. 생활 근거지 주변에 공공 체육 시설을 증설하거나 주민들이 이전에 이용하지 못했던 시설을 생활체육 시설로 개방하면 기존 시설 이용에 제한받던 주민들의 생활체육 참여를 확대할 수 있다. 둘째, 주민들의 수요를 조사하여 그에 맞는 다양한 프로그램을 개설하여 주민들에게 생활체육 참여 기회를 제공해야 한다. 마지막으로, 주민들의 생활체육 참여를 끌어낼 수 있도록 효과적인 홍보 활동을 실시해야 한다. 주민들의 연령층을 고려해 지역 신문이나 누리 소통망 등 여러 매체를 활용하여 생활체육 관련 정보를 다양하게 접할 수 있도록 해야 한다.[A]8. 학생의 초고에 활용된 글쓰기 전략으로 적절하지 않은 것은?① 주요 개념에 대한 정의를 제시한다.② 문제의 원인을 다양한 측면에서 제시한다.③ 예상되는 독자의 반론에 대한 답변을 미리 제시한다.④ 자문자답의 방식을 통해 문제의 해결 방안을 제시한다.⑤ 순서를 나타내는 표지를 사용하여 문제의 해결 방안을 제시한다.4국어 영역4169. <보기>는 초고를 보완하기 위해 추가로 수집한 자료이다. 자료의 활용 방안으로 적절하지 않은 것은? [3점]보 기[자료 1] 통계 자료[자료 2] 우리 지역 주민 대상 설문 조사 결과[자료 3] 다른 지역 신문 기사○○시는 최근 선수 훈련용 경기장을 지역 주민에게 개방하면서 주민들의 큰 호응을 얻고 있다. 특히 ○○시는 누리 소통망을 통해 경기장 이용 인증 사진 올리기 이벤트를 함께 진행하여 누리 소통망 사용에 익숙한 청소년층의 생활체육 참여율을 높였다. △△△교수는 “시민들의 생활체육 참여율이 증가하는 추세를 유지하기 위해서는 다양한 종목을 개설하는 동시에 프로그램의 운영 시간대도 확대해야 한다.”라고 말했다.㉮ 생활체육 관련 정보가 제공되고 있음을 아는가?㉯ 평소에 어떤 경로로 정보를 얻는가?① [자료 1]을 활용하여 우리나라 국민의 생활체육 참여율에 비해 지역 주민들의 생활체육 참여가 활성화되지 못하고 있다는 사실에 대한 구체적 근거로 제시한다.② [자료 2-㉮]를 활용하여 생활체육을 활성화하기 위한 실질적인 홍보가 이루어지지 못하고 있다는 내용을 뒷받침하는 근거로 제시한다.③ [자료 3]을 활용하여 선수 훈련용 경기장을 주민에게 개방한 다른 지역의 사례를 주민들이 이전에 이용하지 못했던 시설을 생활체육 시설로 개방한 사례로 제시한다.④ [자료 1]과 [자료 3]을 활용하여 주민들의 생활체육 참여율의 증가 추세를 유지하기 위해서는 다양한 프로그램을 개설하는 것뿐만 아니라 프로그램 운영 시간대도 확대해야 한다는 내용을 추가로 제시한다.⑤ [자료 2-㉯]와 [자료 3]을 활용하여 누리 소통망을 활용한 경기장 이용 인증 이벤트를 주민 수요에 맞는 다양한 프로그램을 개설한 사례로 제시한다.10. <보기>는 선생님의 조언에 따라 [A]를 작성한 것이다. [A]를 작성할 때 반영한 선생님의 조언으로 가장 적절한 것은?보 기생활체육의 활성화는 지역 주민과 지역 사회 모두에게 가치가 있다. 지역 주민 개개인은 삶의 질을 높일 수 있고, 지역 사회는 스포츠 산업의 발달로 지역 경제 활성화가 가능하다는 점에서 가치가 있다.① 생활체육 활성화를 위해 해야 할 일을 주체별로 제시하며 글을 마무리하자.② 생활체육에 참여할 때 유의할 점과 올바른 생활체육 참여 방법을 언급하며 글을 마무리하자.③ 생활체육의 유래를 제시하고 앞으로 변화하게 될 생활체육의 미래를 언급하며 글을 마무리하자.④ 생활체육의 참여를 통해 얻을 수 있는 기대 효과를 개인과 사회 차원으로 나눠 제시하며 글을 마무리하자.⑤ 생활체육의 활성화가 갖는 사회적 의의를 나타내고 생활체육 참여의 장애 요인을 언급하며 글을 마무리하자.[11 ~ 12] 다음 글을 읽고 물음에 답하시오.한글 맞춤법 총칙 제1항은 ‘한글 맞춤법은 표준어를 소리대로 적되, 어법에 맞도록 함을 원칙으로 한다.’이다. 이는 한글 맞춤법의 대원칙을 밝히는 조항으로, 한글 맞춤법은 이 조항에 따라 표준어를 표음 문자인 한글로 올바르게 적는 방법이다.먼저 ‘표준어를 소리대로 적는다’는 원칙은 한글 맞춤법이 표준어를 대상으로 한다는 뜻이 담겨 있다. 그리고 ‘소리대로’ 적는다는 것은 표준어를 적을 때 발음에 따라 적는다는 뜻이다. 이는 자음이나 모음과 같은 음소를 조합하여 다양한 말소리를 그대로 기호로 나타낼 수 있는 표음 문자인 한글의 기본 기능에 충실한 원칙이다. 이를테면 [나무]라고 소리 나는 표준어는 ‘ㄴ’과 ‘ㅏ’로 조합된 한 음절과 ‘ㅁ’과 ‘ㅜ’로 조합된 한 음절을 그대로 ‘나무’로 적는 것이다.그런데 ‘표준어를 소리대로 적는다’는 원칙만으로 충분하지 않은 경우가 있다. 그래서 ‘어법에 맞도록 한다’는 원칙을 제시한다. 예를 들어 체언 ‘빛’에 다양한 조사가 결합한 형태를 소리 나는 대로 적으면, ‘비치’, ‘빋또’, ‘빈만’ 등이 된다. 하지만 이렇게 적으면 ‘빛’이라는 하나의 말이 여러 가지로 표기되어 실질 형태소의 본 모양과 형식 형태소의 본 모양이 무엇인지, 둘의 경계가 어디인지를 알아보기가 어렵다. 이와 달리 실질 형태소와 형식 형태소를 구분해서 어법에 맞도록 ‘빛이’, ‘빛도’, ‘빛만’ 등으로 적으면 의미와 기능을 나타내는 각각의 형태소의 모양이 일관되게 고정되어서 뜻을 파악하기가 쉽고 독서의 능률도 향상된다. 이렇게 체언과 조사를 구분해서 표준어를 표기하는 원칙은 한글 맞춤법 제14항에서 자세히 밝히고 있는데, 이는 용언의 어간 뒤에 어미가 결합할 때도 동일하게 적용되는 경우가 있다. 한글 맞춤법 제15항에 따르면, ‘먹어서’는 [머거서]로 발음되지만 실질 형태소인 어간 ‘먹-’과 형식 형태소인 어미 ‘-어서’를 구별하여 적는다.[+0| %604020i20212022우리 지 역전 국100(%)10~20 대 30~40CH 50 대 이상뿔 누 리 소 통 망 누 리 집지 역 신 문5국어 영역516한편 한글 맞춤법에서는 단어의 일부분이 줄어든 준말의 표기 방법을 따로 규정하고 있다. 한글 맞춤법 제32항에서는 어근이나 어간에서 끝음절의 모음이 줄어들고 자음만 남는 경우 자음을 앞 음절의 받침으로 적는다는 것을 다루고 있다. 그 예로 ‘어제저녁’이 줄어들어 ‘엊저녁’으로도 적는 경우를 들 수 있다. ‘어제저녁’의 준말의 발음인 [얻쩌녁]을 소리 나는 대로 적으면 그 원래 뜻을 파악하기 어렵다. 그래서 ‘어제저녁’과의 형태적 연관성이 드러나도록 ‘엊저녁’으로 표기하는 것이다. 이는 표준어를 소리대로 적는다는 원칙만으로 충분하지 않은 경우, 어법에 맞도록 표기한 것이라 할 수 있다.11. 윗글을 이해한 내용으로 적절하지 않은 것은?① ‘부엌’은 각 음절을 소리 나는 대로 표기한 경우이다.② 한글은 음소를 조합하여 다양한 말소리를 기호로 나타낼 수 있다.③ ‘모이’는 ‘ㅁ’과 ‘ㅗ’로 조합된 한 음절과 ‘ㅣ’로 된 한 음절을 소리 나는 대로 적은 것이다.④ ‘웃으면’은 실질 형태소와 형식 형태소의 경계가 드러나도록 어법에 맞게 표기한 경우이다.⑤ ‘갈비탕을 시켜 먹었다’와 ‘갈비탕을 식혀 먹었다’를 소리 나는 대로 적으면 의미의 구별이 어려운 경우가 생길 수 있다.12. 윗글을 바탕으로 <보기>의 ㉠~ ㉤을 ‘탐구 과정’에 따라 분류할 때, [A]에 들어갈 예만을 고른 것은? [3점]보 기[탐구 과제]◦가을에 곡식을 ㉠걷다(←거두다).◦㉡저녁놀(←저녁노을)이 아름답다.◦언니는 내년에 대학생이 ㉢돼(←되어).◦영수는 항상 인형을 ㉣갖고(←가지고) 다닌다.◦우리는 ㉤엊그저께(←어제그저께)까지도 친하게 지냈다.[탐구 과정]예예아니요아니요[A]본말의 어간에서 끝음절의 모음이 줄어들고 자음만 남는 경우 자음을 앞 음절의 받침으로 적은 준말인가?본말이 어간과 어미가 결합한 말인가? ① ㉠, ㉡ ② ㉠, ㉣③ ㉡, ㉢④ ㉢, ㉣⑤ ㉣, ㉤13. <보기>를 바탕으로 음운 변동을 바르게 분석한 것은?보 기음운의 변동은 어떤 음운이 다른 음운으로 바뀌는 교체, 어떤 음운이 없어지는 탈락, 새로운 음운이 생기는 첨가, 두 음운이 하나의 음운으로 합쳐지는 축약이 있다. 또한 음운 변동에 따라 음운의 개수가 변하기도 한다.단어음운 변동 종류음운 개수 변화①샅샅이[삳싸치]교체, 탈락늘어남②넓히다[널피다]탈락, 첨가늘어남③교육열[교ː융녈]교체, 첨가줄어듦④해맑다[해막따]교체, 탈락줄어듦⑤국화꽃[구콰꼳]탈락, 축약줄어듦14. <보기>의 ㄱ~ ㄷ에 대한 설명으로 옳지 않은 것은?보 기주체 높임은 문장의 주체를 높이는 것으로, 선어말 어미나 조사, 특수 어휘 등을 통해 실현된다. 또한 주체의 신체 부분, 소유물, 생각 등을 높여 주체를 간접적으로 높이기도 한다. 그리고 객체 높임은 목적어나 부사어가 지시하는 대상, 즉 문장의 객체를 높이는 것으로, 조사나 특수 어휘를 통해 실현된다. 또한 상대 높임은 청자를 높이거나 낮추는 것으로, 주로 종결 어미를 통해 실현된다.ㄱ. (어머니가 아들에게) 범서야, 할아버지께 과일 좀 갖다 드려라.ㄴ. (아들이 아버지에게) 아버지, 할머니는 제가 모시러 가겠습니다.ㄷ. (동생이 언니에게) 언니, 어머니가 우리에 대한 걱정이 많으셔.① ㄱ은 종결 어미 ‘-어라’를 사용하여 청자인 ‘범서’를 낮추고 있다.② ㄱ은 격 조사 ‘께’를 사용하여 문장의 주체인 ‘할아버지’를 높이고 있다.③ ㄴ은 종결 어미 ‘-습니다’를 사용하여 청자인 ‘아버지’를 높이고 있다.④ ㄴ은 특수 어휘 ‘모시다’를 사용하여 문장의 객체인 ‘할머니’를 높이고 있다.⑤ ㄷ은 선어말 어미 ‘-으시-’를 사용하여 ‘어머니’의 생각인 ‘걱정’을 높여 주체를 간접적으로 높이고 있다.6국어 영역61615. <보기>를 바탕으로 중세 국어의 특징을 탐구한 내용으로 적절하지 않은 것은?보 기녜 小學(소학)애 사표츄믈 리고 며 應()며 對()며【應()블러답홈이오 對()무러답홈이라】나며 므르졀와 어버이 랑며 얼운을 며 스을 존며 벋을 親(친)히 홀 道(도)로니 다 몸표닷며 집을 기 며 나라 다리며 天下(텬하)平(평)히 홀 근본을 논 배니[현대어 풀이]옛날 소학에 사람을 가르치되, 물을 뿌리고 쓸며, 응하며 대하며【응은 부르거든 대답하는 것이요, 대는 묻거든 대답하는 것이다.】나아가며 물러나는 절차와, 어버이를 사랑하며 어른을 공경하며 스승을 존대하며 벗을 친히 할 도로써 하니, 다 그로써 몸을 닦으며 집을 가지런히 하며 나라를 다스리며 천하를 평히 할 근본을 하는 바이니① ‘녜’를 보니 현대 국어와 달리 두음법칙이 적용되었음을 알 수 있군.② ‘리고’와 ‘며’를 보니 현대 국어와 달리 초성에 서로 다른 두 개의 자음이 함께 쓰였음을 알 수 있군.③ ‘어버이’을 보니 현대 국어와 달리 목적격 조사 ‘’이 쓰였음을 알 수 있군.④ ‘랑며’를 보니 현대 국어와 달리 ‘ㆍ’가 표기에 사용되었음을 알 수 있군.⑤ ‘나라’을 보니 현대 국어와 달리 ‘ㅎ’을 끝소리로 가진 체언이 있었음을 알 수 있군.[16 ~ 21] 다음 글을 읽고 물음에 답하시오.(가)18세기 말 산업 혁명 이후 과학과 기술의 진보로 똑같은 물건을 대량으로 생산하는 것이 가능해졌다. 이에 따라 건축에서도 철근과 콘크리트를 활용하여 기둥과 벽을 최소화하면서 건축물을 대량 생산할 수 있다는 인식이 생기게 되었다. 이 시기의 건축가들은 이전 시대와 달리 장식적인 요소가 제거된 합리적이고 기능적인 건축물에 가치를 부여하게 되었다. 이러한 변화는 건축의 활동 영역을 도시 계획 디자인, 산업 디자인 등으로 확대시키며, 모더니즘 건축의 형성에 영향을 미쳤다.모더니즘 건축가 미스 반데어로에는 건축이 본연의 모습을 잃고 현 시대에 어울리지 않는 형태를 ⓐ답습하는 것에 대해 비판하며 ㉠“간결한 것이 풍부하다.”라고 주장했다. 그는 기능적으로 필요한 공간 이외에는 불필요하다고 생각했기 때문에 장식과 기능을 철저하게 분리하고 장식을 공간 구성에서 원칙적으로 배제해야 한다고 말한다. 또한 그는 폐쇄적인 구조를 지양하고 공간을 기능적으로 활용할 수 있도록 칸막이를 자유롭게 이동할 수 있게 하여 유연성 있는 공간을 구축하였다.또 다른 건축가 르코르뷔지에는 기능적인 것은 그 자체로 미적인 것이라고 주장하며, 주택을 거주를 위한 기계라고 정의하였다. 그는 항공 기능의 최적화를 실현한 비행기 디자인처럼 건축물도 그 목적에 ⓑ부합하도록 기능적으로 최적화되어야 하며 현란한 장식이나 예술적 감상을 위한 건축물을 지양해야 한다고 말한다. 또한 도시를 계획하는 일에도 관심이 많았던 그는 사람보다는 자동차를 중심으로 도시 공간을 구획해야 한다고 주장했다. 이는 격자 구조의 도로망으로 도시 공간을 구획하면 치안과 위생이라는 도시의 기능을 이상적으로 ⓒ구현하면서 동시에 미적으로 이상적인 도시가 된다고 생각했기 때문이다. 그에게 있어 근대화란 효율적인 교통 체계를 위해 도시를 인위적으로 정돈하는 것을 의미한다.(나)20세기 초에는 이성적 존재인 인간이 모든 문제를 합리적으로 해결할 수 있다는 모더니즘이 지배적이었다. 그러나 합리성에는 한계가 있음이 곧 밝혀졌고, 이로부터 벗어나야 한다는 생각이 포스트모더니즘으로 발전하게 되었다. 이에 영향을 받은 푸코, 벤투리, 추미 등은 합리성과 효율성을 우선시하는 기존의 시스템을 비판하고, 기계적이고 무미건조한 양식 대신에 개별성과 자율성을 중시하는 모습을 보였다.철학자 푸코는 근대화로 인한 도시의 구획을 권력과 관련지어 비판했다. 그는 18세기부터 형성되기 시작한 격자 구조의 도시 공간은 위생학적 측면에서 전염병에 대처하기 위한 기능을 하기도 하지만 권력이 작동하는 그물망으로도 ⓓ작용한다고 주장했다. 전염병 환자에 대한 감시는 결국 발병 요소를 근원적으로 통제해야 한다는 의식으로 이어져, 발병 가능성이 있는 모든 존재에 대한 감시로 확대된다는 것이다.포스트모더니즘 건축가 벤투리는 ㉡“간결한 것은 지루하다.”라며 모더니즘 건축의 흐름에 저항했다. 모더니즘 건축이 명료성을 내세웠다면 그는 모호성을 새로운 기준으로 제시하며 형태를 기능에 가두는 것을 거부했다. 그는 건축물의 모든 부분이 단일한 기능으로 명료하게 설명될 수 없으며, 오히려 다양한 측면에서 설명될 수도 있어 그 기능이 매우 모호할 수 있다고 주장했다. 벤투리에게 모더니즘 건축은 미적인 것을 기능적인 것에제약하는 것에 불과했다. 그래서 그는 모더니즘의 공간에서는 공간의 미적 차원이 소멸되어 획일적인 공간만이 남게 된다고 주장했다.건축가 추미는 기존의 모더니즘 건축이 지나치게 금욕적이라고 비판했다. 모더니즘 건축에서 장식적인 요소는 낭비로 취급받으며 무의미한 부분으로 간주된다. 하지만 추미는 이렇게 무의미하다고 생각되는 낭비야말로 모더니즘 건축의 획일화로부터 ⓔ해방될 수 있는 탈출구라고 주장했다. 추미는 모더니즘 건축의 금욕주의에서 벗어나는 방법을, 시각적 화려함을 추구하는 낭비의 부활에서 찾았다. 그에게 있어 포스트모더니즘의 건축은 낭비의 미덕을 실현하는 유희의 건축이다.16. (가)와 (나)에 대한 설명으로 가장 적절한 것은?① (가)와 달리 (나)는 특정 시기의 건축에 대한 상반된 관점을 제시하여 절충 방안을 모색하고 있다.② (나)와 달리 (가)는 특정 시기의 건축에 대한 관점이 기술의 발전에 미친 영향을 인과적으로 밝히고 있다.③ (가)와 (나)는 모두, 특정 시기의 건축에 대한 관점을 시대순으로 나열하여 한계를 도출하고 있다.④ (가)와 (나)는 모두, 특정 시기의 건축에 대한 관점을 소개하며 각 관점이 지닌 특성을 설명하고 있다.⑤ (가)와 (나)는 모두, 특정 시기의 건축에 대한 관점을 유형별로 나누면서 그 분류 기준의 문제점을 설명하고 있다.7국어 영역71617. 윗글에 대한 이해로 가장 적절한 것은?①포스트모더니즘 건축과 달리 모더니즘 건축은 개별성을 중시한다.② 포스트모더니즘 건축은 효율성의 중시를 통해 합리성의 문제를 해결하려 한다.③ 모더니즘 건축은 명료성을 추구하는 반면 포스트모더니즘 건축은 모호성을 추구한다.④ 모더니즘 건축은 건축의 영역에서 도시 계획 디자인과 산업 디자인의 영역을 제외한다.⑤ 모더니즘 건축과 달리 포스트모더니즘 건축은 철근과 콘크리트 등의 재료를 주로 사용한다.※ 윗글과 <보기>를 바탕으로 18번과 19번의 물음에 답하시오.보 기[자료 1]○○시는 인구 밀도가 높아 거리가 혼잡하고 비위생적이었다. 건축가 A는 ○○시의 위생 환경을 개선하기 위하여 교통 체계 중심의 ㉮격자 구조의 도로망을 연결하고 주거 지역과 업무 지역을 멀리 떨어뜨려 구분하는 도시 설계안을 구안했다.[자료 2]건축가 B는 기능과 상관없는 구조물이나 장식적인 것들을 배제하고 실내에는 이동 가능한 칸막이가 설치된 주택을 설계했다. 하지만 건축가 C는 이러한 주택을 주거 기능과 경제적 효율성만 추구한 ㉯단순한 형태의 건물이라고 비판했다. 이에 그는 벽 장식이나 화려한 마감재와 같이 건축가의 미적 가치가 반영된 주택을 설계했다. 18. 다음은 윗글을 읽은 학생이 <보기>를 이해한 내용을 정리한 것이다. 적절하지 않은 것은?19. 윗글을 바탕으로 <보기>에 대해 보인 반응으로 적절하지 않은 것은? [3점]① 미스 반데어로에는 [자료 2]의 ㉯가 장식과 기능을 분리하여 불필요한 부분을 배제한 건물이라고 생각하겠군.② 르코르뷔지에는 [자료 1]의 ㉮가 도시의 기능적 측면과 미적인 측면을 모두 이상적으로 구현할 수 있다고 판단하겠군.③ 푸코는 [자료 1]의 ㉮가 권력이 작동하는 그물망으로 작용할 수 있다고 주장하겠군.④ 벤투리는 [자료 2]의 ㉯가 미적 차원이 소멸되어 획일적인 공간만 남았다고 판단하겠군.⑤ 추미는 [자료 2]의 ㉯가 금욕주의에서 벗어나 유희의 건축이 실현되었다고 판단하겠군.20. ㉠과 ㉡에 담긴 의미를 추론한 내용으로 가장 적절한 것은?① ㉠에는 본연의 모습에서 벗어난 공간에 대한 긍정이, ㉡에는 공간의 본질이 변화하는 것에 대한 부정이 담겨 있다.② ㉠에는 공간의 독립성을 강조하고자 하는 건축가의 판단이, ㉡에는 공간의 보편성을 강조하고자 하는 건축가의 판단이 담겨 있다.③ ㉠에는 합리적이고 기능적인 건축물에 가치를 부여하는 태도가, ㉡에는 기계적이고 무미건조한 건축물을 거부하는 태도가 담겨 있다.④ ㉠에는 시대와 상관없는 절대적 공간을 추구해야 한다는 의미가, ㉡에는 시대의 요구를 충족하는 공간을 추구해야 한다는 의미가 담겨 있다.⑤ ㉠에는 공간이 공간 그 자체로서 심미적 가치를 보존할 수 있다는 인식이, ㉡에는 공간이 그 자체로서 효율적 가치를 보존할 수 있다는 인식이 담겨 있다.21. ⓐ~ ⓔ의 사전적 의미로 적절하지 않은 것은?① ⓐ: 예로부터 해 오던 방식이나 수법을 좇아 그대로 행함.② ⓑ: 둘 이상의 조직이나 기구 따위를 하나로 합침.③ ⓒ: 어떤 내용을 구체적인 사실로 나타나게 함.④ ⓓ: 어떠한 현상을 일으키거나 영향을 미침.⑤ ⓔ: 구속이나 억압, 부담 따위에서 벗어나게 함.[자료 1]푸코는 격자 구조의 도시 공간에는 위생학적 기능이 없다고 생각하므로, 건축가 A의 도시 설계안을 부정적으로 바라보겠군. ··························································· ①르코르뷔지에는 사람보다는 차를 중심으로 도시를 공간화해야 한다고 생각하므로, 건축가 A의 도시 설계안을 긍정적으로 바라보겠군. ············································ ②[자료 2]벤투리는 모더니즘 건축의 흐름에 저항하므로, 건축가 B가 설계한 주택을 부정적으로 바라보겠군. ············· ③미스 반데어로에는 폐쇄적인 구조를 지양하고 공간을 기능적으로 활용해야 한다고 생각하므로, 건축가 B가 설계한 주택을 긍정적으로 바라보겠군. ···················· ④추미는 시각적 화려함을 추구하는 낭비의 미덕을 중시하므로, 건축가 C가 설계한 주택을 긍정적으로 바라보겠군. ·········································································· ⑤8국어 영역816[22 ~ 25] 다음 글을 읽고 물음에 답하시오.최근 해양에서 얻을 수 있는 재생 에너지원에 대한 관심이 커지면서 해양 온도차 발전이 주목받고 있다. 해양에서는 태양열을 흡수한 정도에 따라, 수심이 얕은 표층수와 수심이 깊은 심층수 사이에 온도 차이가 발생한다. 일반적으로 해양 온도차 발전은 약 20℃를 유지하는 표층수로 냉매를 가열하고, 약 4℃를 유지하는 심층수로 냉매를 냉각하는 과정을 반복하여 전력을 생산한다. 이 과정에서 냉매는 발전 설비를 순환하면서 열전달을 통해 기화와 액화를 반복한다. 이때 열전달이란 고온부의 열에너지가 저온부로 전달되는 현상으로, 열전달량은 열을 전달하는 면적과 온도 차이에 비례한다.발전 설비는 냉매 펌프, 기화기, 터빈, 응축기 등의 기기로 구성된다. 이 기기들은 냉매가 이동할 수 있는 배관으로 연결되어 있고, 냉매는 이 배관을 따라 기기들을 순차적으로 지나며 순환한다. 냉매 펌프는 배관에 일정한 압력을 가하여 액체 상태의 냉매를 기화기 입구 쪽으로 이동시킨다. 기화기의 내부에는 냉매가 이동하는 다수의 배관이 있으며, 기화기 양옆에는 표층수가 이동하는 취수관과 배수관이 있다. 기화기 입구로 들어온 냉매가 다수의 배관을 따라 기화기 내부를 이동할 때, 취수관을 통해 기화기 내부로 유입된 고온의 표층수와 열전달이 일어난다. 이때 열전달을 마친 표층수는 배수관을 통해 바깥으로 배출되며, 냉매는 가열되어 액체와 기체가 혼합된 상태로 기화기 출구 쪽에 설치된 노즐로 이동한다. 노즐은 좁은 구멍을 통해, 기화기 출구에서 터빈으로 이어진 배관으로 냉매를 내뿜는 역할을 한다. 냉매는 노즐을 통과할 때 속도가 증가하여 냉매의 내부 압력은 감소한다. 내부 압력이 감소한 냉매는 끓는점이 낮아져 모두 기체 상태가 되어 배관을 따라 터빈으로 이동한다.터빈은 회전식 기계 장치로, 회전하는 날개가 회전축에 부착되어 있다. 배관을 이동한 냉매가 터빈의 내부 공간으로 유입될 때 냉매는 열에너지가 운동 에너지로 전환되면서 부피가 급격히 팽창하며 회전 날개를 움직인다. 이때 냉매가 회전 날개를 움직이며 발생한 회전 날개의 운동 에너지는 회전축과 연결된 발전기를 구동시키면서 전기 에너지를 생산한다. 이 과정에서 회전 날개를 움직이며 기체 상태를 유지할 에너지를 상실한 냉매는 온도가 떨어져 액체와 기체가 혼합된 상태가 되어 배관을 통해 응축기로 이동한다.응축기의 내부에는 기화기와 마찬가지로 냉매가 이동하는 다수의 배관이 있으며, 응축기 양옆에는 심층수가 이동하는 취수관과 배수관이 있다. 응축기 입구로 들어온 냉매가 다수의 배관을 따라 응축기 내부를 이동할 때, 취수관을 통해 응축기 내부로 유입된 저온의 심층수와 열전달이 일어난다. 이때 열전달을 마친 심층수는 배수관을 통해 바깥으로 배출되며, 냉매는 냉각되어 액체 상태로 노즐이 없는 응축기 출구를 지나, 냉매 펌프를 거쳐 다시 기화기로 이동한다.해양 온도차 발전은 바닷물의 온도 차이를 이용하므로 환경 오염을 일으키지 않으며, 재생 에너지원 중 경제적 가치가 높은 것으로 평가받고 있다. 특히, 우리나라 동해는 수심이 깊고 난류가 흘러들어서 해양 온도차 발전에 유리하다고 평가받기 때문에 앞으로 우리나라 전력 수급의 한 축을 담당할 수 있을 것으로 기대된다.22. 윗글의 내용과 일치하지 않는 것은?① 해양 온도차 발전은 재생 에너지원의 하나로 최근 주목받고 있다.② 노즐은 냉매가 좁은 공간으로 지나가게 하여 속도를 감소시키는 역할을 한다.③ 기화기와 응축기 양옆에는 바닷물이 드나드는 취수관과 배수관이 연결되어 있다.④ 해양에서는 태양열을 흡수한 정도에 따라 표층수와 심층수 사이에 온도 차이가 발생한다.⑤ 우리나라 동해는 수심이 깊고 난류가 흘러들어서 해양 온도차 발전에 유리하다고 평가받는다.※ <보기>는 윗글의 내용을 냉매의 이동을 중심으로 도식화한 것이다. 윗글을 참고하여 23번과 24번의 물음에 답하시오.보 기㉡기화기㉢터빈㉠냉매 펌프㉣응축기발전기23. 윗글을 참고하여 <보기>의 ㉠~ ㉣에 대해 이해한 내용으로 적절하지 않은 것은? [3점]① ㉠은 배관에 일정한 압력을 가하여 냉매를 ㉡으로 이동시킨다.② ㉡의 취수관을 통해 들어오는 해수의 온도는 ㉣의 취수관을 통해 들어오는 해수의 온도보다 낮다.③ ㉢의 내부 공간으로 유입될 때 냉매는 부피가 급격히 팽창한다.④ ㉢의 회전 날개에서 발생한 운동 에너지는 발전기를 구동시켜 전기 에너지를 생산한다.⑤ ㉣과 달리 ㉡은 냉매가 이동하는 출구 쪽에 노즐이 설치되어 있다.24. 윗글을 바탕으로 <보기>에 대해 보인 반응으로 적절하지 않은 것은?① ㉠을 지나는 냉매는 액체 상태이겠군.② ㉡을 나와 ㉢으로 이동하는 냉매는 기체 상태이겠군.③ ㉡으로 유입되는 냉매의 온도는 ㉢으로 유입되는 냉매의 온도보다 더 높겠군.④ ㉢에서 나갈 때 냉매는 액체와 기체가 혼합된 상태이겠군.⑤ ㉣로 들어올 때보다 나갈 때의 냉매의 온도가 더 낮겠군.9국어 영역91625. 윗글을 읽은 학생이 <보기>와 같이 메모했을 때, ㉮~ ㉰에 들어갈 말로 적절한 것은?보 기해양 온도차 발전 설비에서는 해수와 냉매 사이의 온도 차이가 (   ㉮   ) 해수와 냉매 사이의 열을 전달하는 면적이 (   ㉯   ) 열전달량이 (   ㉰   ), 발전 효율은 높아진다.㉮㉯㉰①클수록넓을수록많아지고②클수록넓을수록적어지고③클수록좁을수록적어지고④작을수록좁을수록적어지고⑤작을수록넓을수록많아지고[26 ~ 30] 다음 글을 읽고 물음에 답하시오.원가회계란 정확한 원가나 수익을 측정하고 분석하는 경영 관리 활동 중 하나이다. 여기서 원가란 기업이 제품을 만들기 위해 재료를 구입하거나 서비스를 얻기 위해 소비된 경제적 가치를 화폐액으로 측정한 것으로, 기업의 입장에서는 원가가 항목별로 얼마나 소비되었는지를 알아야 기업을 경영하는 데 필요한 의사 결정을 할 수 있다. 그래서 기업은 원가를 항목별로 분류하여 집계하고 분석하기 위해 원가회계를 활용한다.먼저 원가회계에서는 원가를 크게 제조원가와 비제조원가로 나눈다. 제조원가는 재료비, 인건비, 기계 설비 대여비, 공장 임차료 등과 같이, 기업이 재료를 구입하고 제품을 만드는 활동에서 소요된 모든 비용이다. 비제조원가는 광고비나 운반비 등과 같이, 생산된 제품을 판매하고 관리하는 활동에서 소요된 모든 비용으로, 제조원가를 제외한 모든 원가이다. 일반적으로 제조원가와 비제조원가의 합에 예상 수익을 더한 것이 판매가격이 된다. 원가회계에서는 제조원가를 계산할 때 단위당 제조원가를 기준으로 한다. 여기서 단위당 제조원가는 특정 기간에 생산된 제품 한 개의 제조원가를 의미하는 것으로, 발생한 제조원가의 총액을 총생산량으로 ⓐ나누어 구한다.한편 원가회계에서는 원가행태에 따라 원가를 분류하기도 한다. 원가행태란 조업도의 변화에 따라, 발생한 원가의 총액이 일정한 방식으로 변화하는 움직임을 의미한다. 이때 조업도란 기업이 자원을 최대한 투입하여 생산할 수 있는 규모에서, 현재 어느 정도를 생산하고 있는가를 의미하는 것이다. 조업도는 주로 생산량으로 나타낼 수 있는데, 예를 들어 조업도가 80%라면, 기업이 최대로 생산할 수 있는 총생산량의 80％를 생산하고 있다는 뜻이다. 일반적으로 조업도와 기업의 수익은 비례할 것이라 예측하기 쉽지만, 경우에 따라서는 비용이 추가로 지출될 수 있어 오히려 단위당 제조원가의 변화를 예측하기 어려울 수 있다. 그래서 원가회계에서는 조업도의 변화에 따른 원가의 움직임을 유효하게 적용할 수 있는 조업도의 범위를 임의로 정하고, 그 범위 안의 원가행태를 분석한다.이러한 원가행태에 따라 원가를 분류하면 고정원가, 변동원가, 혼합원가로 나눌 수 있다. 먼저 고정원가는 조업도의 변화와 상관없이 원가의 총액이 일정하게 발생하는 것으로, 기계 설비 대여비, 공장 임차료 등을 들 수 있다. 예를 들어 제과점이 빵을 만들기 위해 일정 금액을 지불하고 공장을 1년간 빌렸다면, 임차료로 발생한 원가의 총액은 빵을 생산하지 않아도 일정하다. 또한 빵 생산량이 늘거나 줄어도 임차료로 발생한 원가의 총액은 항상 일정하다. 따라서 빵 하나를 생산하는 데 필요한 단위당 임차료는 조업도가 증가할수록 오히려 감소한다.다음으로 변동원가는 조업도의 변화에 따라 원가의 총액이 비례적으로 증가하거나 감소하는 것으로, 대표적인 예로 제품의 재료비를 들 수 있다. 가령 제과점에서 빵 생산량을 늘리면 그만큼 밀가루 구입비도 늘어나므로, 밀가루 구입비로 발생한 원가의 총액은 조업도의 증가에 따라 비례하여 증가한다. 따라서 빵 하나를 생산하는 데 필요한 단위당 밀가루 구입비는 조업도의 증감과 상관없이 동일하다.마지막으로 혼합원가는 고정원가와 변동원가의 합으로, 전기 요금이 대표적인 예이다. 전기 요금은 사용량과 관계없이 발생하는 기본요금과 사용량에 따라 발생하는 추가 요금으로 이루어져 있어 고정원가와 변동원가의 특성을 모두 가진다. 그래서 전기 요금으로 발생한 원가의 총액은 조업도의 증가에 따라 비례하여 증가하고, 단위당 전기 요금은 조업도가 증가할수록 감소한다.이러한 고정원가, 변동원가, 혼합원가를 활용하여 기업은 효율적으로 경영 관리 활동을 할 수 있다. 가령 ㉠기계 설비 대여비에 투자한 비용이 커서 고정원가 비중이 변동원가보다 높은 기업은 조업도를 높이는 데 집중하면 기업의 수익을 높이는 데 효과적이다.26. 윗글을 읽고, 답을 찾을 수 없는 질문은?① 원가의 개념은 무엇인가?② 변동원가의 예로 들 수 있는 것은 무엇인가?③ 비제조원가를 줄일 수 있는 구체적인 방법은 무엇인가?④ 기업이 원가 정보를 파악하여 얻을 수 있는 효과는 무엇인가?⑤ 기업이 판매가격을 책정하는 데 고려할 수 있는 요소는 무엇인가?27. 원가회계에 대한 설명으로 적절하지 않은 것은?① 원가회계에서는 단위당 제조원가를 기준으로 제조원가를 계산한다.② 원가회계에서는 원가를 원가행태에 따라 제조원가와 비제조원가로 나눈다.③ 기업은 원가를 항목별로 분류하여 집계하고 분석하기 위해 원가회계를 활용한다.④ 원가회계는 정확한 원가나 수익을 측정하고 분석하는 경영 관리 활동 중 하나이다.⑤ 원가회계는 조업도의 변화에 따른 원가의 움직임을 유효하게 적용할 수 있는 조업도의 범위를 임의로 정한다.10국어 영역101628. <보기>는 윗글을 이해하기 위한 학습지의 일부이다. 윗글을 바탕으로 <보기>에 대해 보인 반응으로 적절하지 않은 것은? [3점]보 기A 회사는 나무 의자 제조를 위해 무인 자동화 기계 설비를 대여하고 2023년 1월부터 1년간 공장을 임차하여 근로자 없이 공장을 가동하였다. 이 회사는 2023년 1월부터 3월까지 의자를 1200개 생산하였고, 지역 신문에 광고를 실어 매달 생산한 의자를 모두 해당 월에 판매하였다. 다음은 이 회사의 2023년 1월부터 3월까지의 원가 분석 자료이다.월항목1월2월3월의자 생산량200개400개600개목재 구입비(개당)5만 원5만 원5만 원공장 임차료100만 원100만 원100만 원기계 설비 대여비10만 원10만 원10만 원공장 전기 요금15만 원25만 원35만 원광고비1만 원1만 원1만 원 (단, 제시된 항목 외에 다른 비용은 발생하지 않았고, 조업도는 생산량으로 나타냄.)① 1월부터 3월까지 비제조원가는 매달 동일하군.② 목재 구입비로 발생한 원가의 총액은 3월이 가장 높군.③ 단위당 공장 전기 요금은 2월에 비하여 3월에 증가하는군.④ 1월부터 3월까지 발생한 변동원가의 비중은 고정원가의 비중보다 높군.⑤ 4월에 생산량이 없더라도 공장 임차료로 발생한 원가의 총액은 변하지 않겠군.29. ㉠의 이유를 추론한 내용으로 가장 적절한 것은?① 기계 설비 대여비 원가의 총액이 제품의 생산량이 늘어날수록 줄어들기 때문이겠군.② 기계 설비 대여비 원가의 총액이 단계별로 증가해야 기업의 수익을 높일 수 있기 때문이겠군.③ 조업도를 높이면 단위당 기계 설비 대여비가 감소하여 기업의 수익을 높이는 데 효과적이기 때문이겠군. ④ 단위당 기계 설비 대여비가 증가함에 따라 조업도가 증가하여 판매가격을 올리는 데 효과적이기 때문이겠군.⑤ 조업도를 높이면 기계 설비 대여비 원가의 총액이 비례적으로 증가해서 제품의 판매가격이 오르기 때문이겠군.30. 밑줄 친 부분의 문맥적 의미가 ⓐ와 가장 유사한 것은?① 20을 5로 나누면 4가 된다.② 나와 내 동생은 피를 나눈 형제이다.③ 나는 고향 친구와 이야기를 나누었다.④ 나는 아내와 모든 즐거움을 나누며 살았다.⑤ 그들은 물건을 불량품과 정품으로 나누는 작업을 한다.[31 ~ 34] 다음 글을 읽고 물음에 답하시오.까막개[黑浦]의 밤은 추위도 모르고 깊어만 갔다.북술이는 동무들과 맞잡고 둥당의 노래를 부를 때는 아무 시름도 없이 즐겁기만 했다. 그러나 혼자서 이 노래를 읊조리면 얼굴 모습조차 기억 속에 더듬기 어려운 어머니의 옛이야기처럼 서러움이 꿀컥 치밀었다. 둘레를 돌면서도 북술이의 눈은 이따금 ㉠갯가로 옮겨졌고, 그럴 때마다 용바우의 믿음직한 목소리가 귓전을 어루만져 슬픔을 가라앉히곤 했다.갯가에서는 막걸리를 나누는 참이었는지 한참 잦았던 징소리가 이번에는 더 세차게 마을을 스쳐서는 뒷주봉에 메아리를 울렸다.‘한아부지가 기다릴라.’아쉬운 생각도 없지 않았지만 노래 중간에서 뺑소니를 쳐 나온 북술이의 걸음은 집에 가까울수록 무거워만졌다.당산 밑 낭떠러지에 등을 대고 다가붙은 갯집 큰방에는 불빛도 보이지 않았다. 정지와 큰방과 마루를 둘러싼 앞마당은 그대로 행길이자 갯가였다.“인자사 와…….”굴뚝 뒤로 우거진 동백(冬柏)나무 그림자에서 불쑥 튀어나오는 소리였다.“아이고 놀랐재라우, 누고…….”“나야, 나.”용바우의 크고 벌어진 어깨가 북술이 앞으로 다가왔다.“난 또 누구라고, 갯가에서 벌써 왔는지라우.”“안 갔재라, 내일이 유왕님[龍王] 고사 모시는 날이랑이께.”“응, 그랴.”북술이는 깜빡 잊었던 용왕제(龍王祭)가 생각났다.“그렁께로 술도 고기도 못 먹고 정히 한다이께.”까막개 사람들은 바다와 싸우면서 바다를 의지하고 살아왔다. 폭풍우를 만나면 바다가 적이었고, 고요하게 잠자는 날이면 바다보다 다사로운 벗은 없었다.이 섬에서는 일 년의 넉 달은 농사가 살려 주고 나머지 여덟 달은 바다가 키워 주어 미역과 자반과 생선으로 목숨을 이었다.그들은 바다에서 나서 바다에서 죽었다. 용바우 아버지도 그랬고, 북술이 아버지도 그러했다. 원수인 바다에 끝없는 저주를 보내면서 바다에 대한 지성은 그들의 신앙이었다.그러기에 가장 허물없고 깨끗한 젊은이들이 해마다 정초에는 용왕제 집사(執事)로 뽑혔다. 용바우도 금년에는 이 정성스러운 일에 한몫 들었다.용바우는 열다섯에 첫 배를 탔다. 털보영감으로 통하는 안선달과 두 살 맏이이지만 알이 작기에 대추씨라는 별명을 가진 두칠이 틈에 끼여 북술이 할아버지 박영감과 함께 칠산(七山) 바다에서 연평(延坪) 앞개까지 올리훑는 조기잡이로 시작된 뱃길이 어느새 십 년이 흘렀다.세월은 박영감의 등에서 살점을 앗아 가고, 머리빛을 갈아 내고, 이마에 밭이랑 같은 주름을 박아 가는 사이에 용바우는 제법 소금섬 두 가마씩을 단숨에 지고 발판을 나는 듯이 뱃전으로 오르내리게 되었다. 간물에 절은 검붉은 얼굴은 윤기를 띠었고 이글이글 타는 화경 같은 눈동자는 박영감의 가슴속 빈 구석을 채워 주었다.용바우에게 북술이는 거리낌도 수줍음도 없었다. 나이야 먹어 가든 말든 그대로 장난이요 반말이었다. 그러던 북술이가 어느덧 용바우 앞에서 옷고름을 물지 않으면 앞섶을 만지작거리는 버릇이 생겼다.11국어 영역1116박영감은 박영감대로 용바우에 대한 속셈을 했고 용바우는 어느새 북술이가 제 물건처럼 소중해졌다. 북술이도 노상 용바우가 싫지는 않았다.[중략 부분 줄거리] 출어를 나간 용바우는 돌아오지 않고, 북술은 곱슬머리 청년의 구애를 받는다.새벽에 진통이 시작하였다는 인실이 어머니가 해 질 무렵에 어린애가 걸린 대로 죽었다는 소문이 온 마을에 퍼졌다. 다물도(多物島)에 배를 가지고 갔던 인실이 아버지가 의사를 모시고 돌아온 것은 이미 운명한 뒤였다.북술이는 송기 벗기러 갔을 때의 손가락 자리가 종시 솟아나지 않던 인실이 어머니의 다리가 자꾸만 눈앞에 어른거렸다. 나도 시집을 가면 저러랴 싶으니 등골이 오싹했다.‘의사가 있는 육지에 가 살아야지.’북술이의 마음은 자꾸만 육지로 줄달음쳤다.곱슬머리가 사흘째 찾아왔다.“긴차쿠가 내일 저녁 목포로 떠나, 꼭 같이 가지?”“그라재라우!”북술이의 눈망울은 안개보다 깊었다.“내일 저녁 해 떨어지문 곧…….”“야.”“까막바위로 와.”“가지라우.”곱슬머리에게 승낙을 하고 난 북술이의 마음은 한곬으로 정해졌다. 육지에 가서 자리만 잡으면 할아버지도 모시자는 곱슬머리의 눈동자에는 진정이 고였다고 생각되었다.자기를 아껴 주는 사람이면 다 고마웠다. 북술이의 머리에는 언제인가 한 번 보았던 육지의 화려한 모습이 그물코처럼 연달아 떠올랐다. 기차를 타고 자꾸자꾸 가고만 싶었다. 곱게 생겼다는 어머니의 얼굴도 그려 보았다. 그럴수록 북술이의 머릿속은 엉클어져 뜬눈으로 밤을 새웠다.집을 나선 북술이는 끝내 까막바위로 나갔다.해는 수평선에 가라앉았다. 어둠이 밀물처럼 스며들었다.뎀마＊가 까막바위에 와 닿았다. 그러나 북술이는 보이지 않았다. 곱슬머리는 북술이가 자기를 놀라게 하려고 숨었나 싶었다. 몇 차례나 바위를 돌았다. 아무리 돌아도 북술이의 모습은 찾을 길 없었다.곱슬머리는 뎀마를 나루터로 돌렸다. 그러나 마을 어느 구석에도 북술이의 그림자는 찾아볼 수 없었다. 건착선에서는 연달아 고동이 울려 왔다. 뎀마가 갯가에서 사라진 후 얼마 안 되어 건착선은 앞개를 떠났다.㉡까막바위에 선 북술이의 눈앞에는 고래등 같은 용바우가 가로막고 섰다. 할아버지의 꿀대를 파고 솟구치는 가래침 소리가 목덜미를 잡았다. 다음 용왕당과 나루터와 갯벌이 머릿속이 비좁게 감돌았다.‘그랴문 씨집도 안 가구 큰애기로 늙으라제.’용바우의 황소 같은 목소리가 어깻죽지를 붙잡았다.뎀마의 물 가르는 소리가 점점 까막바위로 가까워 왔다.북술이는 갑자기 마을 쪽으로 쏜살같이 달아났다. 용바우가 내일 틀림없이 연락선으로 돌아올 것만 같았다.까막개의 아낙네들은 그리다가 목마르고, 기다리다 지쳐서 쓰러지면서도 바다와 더불어 살았다.－ 전광용, ｢흑산도｣ －＊뎀마: 돛이 없는 작은 배.31. 윗글의 서술상 특징으로 가장 적절한 것은?① 서술자가 인물의 내면을 드러내어 독자의 이해를 돕고 있다.② 서술자가 관찰자의 입장에서 사건을 전달함으로써 객관성을 높이고 있다.③ 서술자가 사건을 이야기 속에서 전달하다가 이야기 밖에서 전달하고 있다.④ 시간의 흐름에 따라 서술자를 달리하여 사건에 대한 다양한 관점을 제시하고 있다.⑤ 등장인물로 설정된 서술자가 자신의 관점에서 다른 인물들에 대한 견해를 제시하고 있다.32. 윗글에 대한 이해로 적절하지 않은 것은?① 용바우는 열다섯 살에 첫 배를 탔다.② 북술이는 인실이 어머니와 송기를 벗기러 갔었다.③ 박영감은 용바우와 함께 바다로 나가 조기잡이를 했다.④ 용바우는 북술이를 보기 위해 고사도 가지 않고 그녀를 기다렸다.⑤ 북술이는 할아버지가 자신을 기다릴 것이라는 생각에 아쉬움을 뒤로 하고 집으로 향했다.33. ㉠과 ㉡에 대한 이해로 가장 적절한 것은?① ㉠은 인물이 기억을 잃는, ㉡은 인물이 기억을 되찾는 공간이다.② ㉠은 ㉡과 달리, 인물이 대상의 부재 이유를 깨닫는 공간이다.③ ㉡은 ㉠과 달리, 인물이 예상치 못한 타인과 마주치는 공간이다.④ ㉠과 ㉡은 모두, 인물이 타인을 관찰하기 위해 몸을 숨긴 공간이다.⑤ ㉠과 ㉡은 모두, 인물이 자신을 소중하게 생각하는 대상을 떠올리는 공간이다.12국어 영역121634. <보기>를 참고하여 윗글을 감상한 내용으로 적절하지 않은 것은? [3점]보 기이 작품에서 바다와 섬은 섬사람들의 삶에 절대적 영향을 미친다. 섬사람들은 바다와 섬에 대해 양면적인 태도를 보이는데, 그들은 삶의 터전이자 시련을 주는 바다와 대립하면서도 바다를 숭배한다. 또한 열악한 환경인 섬에서 벗어나고 싶어 하면서도, 그 안에서 서로를 의지하며 섬사람의 운명에 순응하는 삶을 이어가고자 한다.① 까막개 사람들이 바다에서 나는 것들로 목숨을 이어가면서도 바다로 인하여 목숨을 잃게 되는 것에서, 삶의 터전이자 시련의 공간인 바다의 모습을 확인할 수 있군.② 까막개 사람들이 바다를 저주하면서도 허물없고 깨끗한 젊은이들을 뽑아 용왕제를 준비하는 것에서, 바다와 대립하면서도 바다를 숭배하는 섬사람들의 모습을 확인할 수 있군.③ 북술이가 인실이 어머니의 죽음에 대한 소문을 듣고 의사가 있는 육지에서 살고 싶어 하는 것에서, 열악한 환경인 섬에서 벗어나고 싶어하는 섬사람의 모습을 확인할 수 있군.④ 북술이가 곱슬머리가 할아버지를 모시자고 한 제안에 진정성을 느끼는 것에서, 섬 안에서 서로 의지하며 살아가는 섬사람들의 모습을 확인할 수 있군.⑤ 북술이가 용바우가 돌아올 것만 같다고 느끼며 마을로 향하는 것에서, 섬사람의 운명에 순응하는 삶을 선택한 섬사람의 모습을 확인할 수 있군.[35 ~ 38] 다음 글을 읽고 물음에 답하시오.(가)산 너머 저 부자님 곡식 두고 자랑마오입고 벗고 먹고 굶기 그 무엇이 관계(關係)한가부세(浮世)에 좋은 영광 과거(科擧)밖에 또 있는가하물며 모인 사람 한결같이 하는 말이일 년에 대소과(大小科)는 평생 끽착(喫着)* 못 다 하리규중(閨中)에 어리석은 부녀(婦女) 그 말을 믿었더니벼슬길에 못 올라서 귀향은 무슨 일인가지은 죄 없건마는 노하시니 천은(天恩)일세머나먼 변방 길에 가네 오네 빚이로다팔고 남은 적은 밭을 또 한 자리 판단 말인가이제는 남은 전지(田地) 역농(力農)이나 하자 하니어릴 때 엇나간 임을 내 어이 길들이리(중략)아무 마을 아무 댁은 자기 가장(家長) 자랑 말이아기 때 스승 따라 천자문과 유합(類合)을 배우더니가난에 놀랐는지 책을 묶어 시렁에 얹고괭이 메고 호미 쥐어 논 매고 밭을 가꿔여름에 수고하여 가을에 타작하니집안 식구 배 불리고 환곡 세금 걱정없네이 아니 신선인가 과거(科擧)하여 무엇하리나도 ㉠그 말 들어 갑자기 깨달으니글공부 하던 허비(虛費) 과거 보던 이 비용을다 두어 전지(田地)사고 부경부엽(夫耕婦饁)*하였다면저 부인 저 남편을 설마한들 못 미치겠는가부질없는 이 말씀을 시원히 하자한들있느니 없는 말씀 들으시기 싫으신지마루 위 문 안으로 들이시지 않으시니초당의 손님 가고 고요히 계실 때에손자딸 옆에 끼고 부엌 웃문(門)을 여니천황씨(天皇氏) 벗님 가장(家長) 찬 장판 위에 앉아무슨 사업(事業) 또 하시려 책장을 펴 씨름 하네문 밖에 권농차사(勸農差使)* 문관이라 두려웠는지차지(次知)*는 두고 가오 내일 부디 바치소서그는 좋게 마감하나 저 아이 소리 듣소어제 아침 먹은 후에 다시 입을 못 데우니분별없는 제 마음에 두고 아니 주는 듯이저런 일 생각하니 그 누구 탓이 된다 하리책 덮고 돌아앉아 나에게 하는 말씀인황씨(人皇氏) 몇 대 손자 수인씨(燧人氏)*되었던지절로 맺은 나무 열매 먹고 좋게 살던 것을수인씨(燧人氏) 다사(多事)하여 교인화식(敎人火食)*하였구나우리 부부 굶는 일은 그 탓이 수인씨(燧人氏)요구만리 높은 위에 옥황상제 앉아 계셔천하 사람 부귀 빈천 마련하여 주었으니굶는 탓 물으련들 어이하여 올라가리탓 물어 무엇하리 하늘만 기다리오구태여 저 상제님이 무록인(無祿人)*을 내었을까나도 ㉡이 말 듣고 말하여 무익하오문 닫고 돌이켜 생각하니 오냐 어이하리세상에 굶고 벗고 글 하다가과거(科擧)도 못한 사람 많으니라－ 순천 김 씨, ｢노부탄(老婦歎)｣ －＊끽착: 의복과 음식을 아울러 이르는 말.＊부경부엽: 남편은 밭 갈고, 아내는 점심을 내감.＊권농차사: 조선 시대에 농사를 장려하던 직책.＊차지: 세금 통지서.＊수인씨: 중국 전설상의 황제.＊교인화식: 불로 음식을 조리하는 방법을 가르침.＊무록인: 녹봉이 없던 벼슬아치.(나)지리산은 혹 두류산이라고도 부른다. 지리산의 발단이 북쪽의 백두산에서부터 시작되는데 꽃봉오리 같은 산봉우리와 꽃받침같이 아름다운 계곡이 끊이지 않고 이어져 내려와 대방군에까지 이르게 된다. ⓐ그 산이 수 천리에 이었고 십여 고을에 걸쳐 있으므로 한 달 정도를 돌아다녀야 그 끝간 데를 알 수 있다. 옛 노인들 사이에 서로 전해오는 얘기에 “지리산 안에 청학동이 있는데 그곳으로 가는 길이 매우 좁아서 겨우 한 사람이 다닐 만하다. 머리를 숙이고 엎드려서 몇 리쯤 가다 보면 이내 확 트인 넓은 땅을 만나게 되는데 사방의 땅이 모두 기름져서 곡식을 뿌리고 심어서 기르기에 알맞다. 그러나 ⓑ그곳에는 오직 청학(복鶴)만이 살고 있기 때문에 청학동이라 부르게 된 것이다. 그곳은 옛날에 속세를 등진 사람이 살았던 곳이라서 아직도 가시덤불로 덮인 빈터에 허물어진 담장과 구덩이가 남아 있다.”라는 말이 있다.13국어 영역1316옛날에 내가 당형(堂兄)인 최 상국(相國)과 함께 옷을 걷어 부치고 속세를 떠나 평생 은둔하려는 데 뜻을 두고 있었다. 그래서 둘이서 이 골짜기를 찾아가기로 약속하고는 대통발에 송아지 두세 마리를 싣고 청학동으로 들어가 살며 속세와 절연하고자 했다. 드디어 화엄사에서 출발하여 화개현에 이르러 신흥사에서 묵었는데, 지나는 곳마다 선경이 아닌 곳이 없었다. 바위들이 아름다움을 자랑하고 골짜기마다 물이 다투어 흐르며 대나무 울타리와 띠로 이은 집들이 복숭아꽃과 살구꽃 사이로 어른거리니 ⓒ마치 인간 세상이 아닌 듯했다. 그러나 사람들이 말하는 청학동은 끝내 찾을 수가 없어서 다음과 같은 시를 바위에 남겨두었다.(중략)어제 서재에서 우연히 오류선생(五柳先生)의 문집을 보게 되었는데 그 안에 ｢도원기(桃源記)｣가 있기에 그것을 반복해서 읽었다. 그 글의 내용은 대략 이러했다. ⓓ진(秦)나라 사람들이 전란을 싫어해서 처자식을 이끌고 지세가 깊고 험준한 곳을 찾아들었다가 산이 겹겹이 쌓여 있고, 시내가 어지럽게 흘러내려 나무꾼들조차도 찾을 수 없는 산골을 발견하여 거기에서 살았다. 진(晉)나라 태원 연간에 한 어부가 요행히 그곳에 찾아들었다가 갑자기 돌아가는 길을 잊어버리고 다시는 되돌아가지 못하였다.훗날에 그곳의 경치를 채색으로 그리고 노래를 지어 그곳의 아름다움을 전하여 도원을 신선 세계라 여기게 되었다. 그러므로 그곳은 신선의 마차를 타고 다니며 장수하는 사람들이 영원히 살아갈 만한 곳이었다. 아마도 내가 도원기를 미숙하게 읽었기 때문일 것이니 ⓔ실제로는 청학동과 다름이 없는 곳이리라.어떻게 하면 유자기(劉子驥)*와 같은 고상한 선비를 만나 나도 한번 그곳을 찾을 수 있을까?－ 이인로, ｢청학동기(복鶴洞記)｣ －＊유자기: 진나라 남양의 선비, 도원을 찾으려 했지만 결국 찾지 못했다고 함.35. (가)와 (나)의 공통점으로 가장 적절한 것은?① 명암의 대비를 통해 대상에 대한 인식을 드러내고 있다.② 반어적 표현을 통해 대상에 대한 감정을 드러내고 있다.③ 연쇄의 방식을 통해 공간의 변화 과정을 드러내고 있다.④ 명령형 어미를 통해 상황에 대한 정서를 드러내고 있다.⑤ 물음의 방식을 통해 대상에 대한 태도를 드러내고 있다.36. ㉠과 ㉡에 대한 이해로 가장 적절한 것은?① ㉠과 ㉡은 모두, 시적 화자가 자신감을 얻는 계기로 작용하고 있다.② ㉠과 ㉡은 모두, 시적 화자가 상대의 행동을 오해하는 계기로 작용하고 있다.③ ㉠과 ㉡은 모두, 시적 화자가 상대에 대한 신뢰를 회복하는 계기로 작용하고 있다.④ ㉠은 시적 화자가 상대를 부러워하는 계기로, ㉡은 시적 화자가 상대를 위로하는 계기로 작용하고 있다.⑤㉠은 시적 화자가 자신의 지난날을 되돌아 보는 계기로, ㉡은 시적 화자가 상대와의 대화를 단념하는 계기로 작용하고 있다.37. ⓐ~ ⓔ에 대한 설명으로 적절하지 않은 것은?① ⓐ: 북쪽 백두산에서부터 시작되어 이어진 지리산의 광대한 범위를 확인할 수 있다.② ⓑ: 청학동이라는 이름으로 불리게 된 유래를 알 수 있다.③ ⓒ: 청학동을 찾아가는 중에 마주한 자연 풍경에 대한 감상을 확인할 수 있다.④ ⓓ: 진나라 사람들이 청학동에 살게 된 이유를 확인할 수 있다.⑤ ⓔ: 도원과 청학동을 동일한 성격의 공간으로 인식하고 있음을 알 수 있다.38. <보기>를 바탕으로 (가)와 (나)를 감상한 내용으로 적절하지 않은 것은? [3점]보 기(가)와 (나)는 부정적 상황에 대응하는 과정에서 기대가 좌절되었던 작가의 경험이 서로 다른 모습으로 형상화되고 있다. (가)에는 남편의 출세로 영화를 얻으려던 기대가 좌절되자 무능한 남편을 설득하다 실패한 작가가 현실을 수용했던 경험이, (나)에는 속세와 단절된 이상적 공간을 찾는 데 실패한 작가가 좌절된 기대를 포기하지 않았던 경험이 나타난다.① (가)의 ‘벼슬길에 못 올라서 귀향은 무슨 일인가’에서 남편의 출세로 영화를 얻으려던 기대가 좌절된 작가의 경험을 엿볼 수 있군.② (가)의 ‘머나먼 변방 길에 가네 오네 빚’이라며 ‘남은 전지 역농이나 하자 하’는 것에서 부정적 상황에 대응하는 작가의 경험을 엿볼 수 있군.③ (나)의 ‘청학동으로 들어가 살’고자 ‘화엄사에서 출발’한 것에서 속세와 단절된 이상적 공간을 찾으려 했던 작가의 경험을 엿볼 수 있군.④ (가)의 ‘규중에 어리석은 부녀 그 말을 믿었더니’에서 남편을 설득하는 데 실패한 작가의 모습을, (나)의 ‘시를 바위에 남’기는 모습에서 이상적 공간을 찾는 데 실패한 작가의 모습을 엿볼 수 있군.⑤ (가)의 ‘문 닫고 돌이켜 생각하니 오냐 어이하리’에서 기대가 좌절된 현실을 수용하는 작가의 모습을, (나)의 ‘어떻게 하면’ ‘그곳을 찾을 수 있을’지 생각하는 것에서 기대를 포기하지 않는 작가의 모습을 엿볼 수 있군.14국어 영역1416[39 ~ 41] 다음 글을 읽고 물음에 답하시오.(가)㉠이 투박한 대지에 발은 붙였어도흰 구름 이는 머리는 항상 하늘을 향하고 사는 산언제나 숭고할 수 있는 푸른 산이그 푸른 산이 오늘은 무척 부러워㉡하늘과 땅이 비롯하던 날 그 아득한 날 밤부터저 산맥 위로는 푸른 별이 넘나들었고골짝에는 양 떼처럼 흰 구름이 몰려오고 가고때로는 늙은 산 수려한 이마를 쓰다듬거니고산식물들을 품에 안고 길러낸다는 너그러운 산정초한 꽃그늘에 자고 또 이는 구름과 구름내 몸이 가벼이 흰 구름이 되는 날은강 너머 저 푸른 산 이마를 어루만지리……－ 신석정, ｢청산백운도｣ －(나)새로 핀 꽃에서 어머니를 만나네나에게는 어린아이가 많다네꽃들이 옷 입는 법을새로 가르쳐 주면새 옷 입고 사운사운 시를 쓰겠네이 도시가 악어들의 이빨로 가득해도이만하면 살 만하다네㉢우리는 모두 고향을 버리고 온 새그래도 혼자가 아니라네㉣아침이 또 찾아왔잖아새 길이 내 앞에 누워 있잖아고통과 쓸쓸함이 따라다니지만부드러운 비가 어깨를 감싸 주는 날도 있지새로 또 꽃은 피어눈부시게 옷 입는 법을 가르쳐 주고새들은 풀잎 같은 혀로 시 짓는 법을 들려주네나무들은 몸으로 춤을 보여 주네아무래도 나는 사랑을 앓고 있는 것 같네㉤악어들이 검은 입을 벌린 이 도시왜 자꾸 새 옷을 차려입고 싶은지왜 자꾸 사운사운 시를 짓고 싶은지－ 문정희, ｢새 옷 입는 법｣ －39. (가)와 (나)에 대한 설명으로 가장 적절한 것은?① (가)는 (나)와 달리, 음성상징어를 통해 시적 의미를 강조하고 있다.② (나)는 (가)와 달리, 역설적인 표현을 통해 주제 의식을 부각하고 있다.③ (나)는 (가)와 달리, 유사한 문장 구조의 반복을 통해 시상을 마무리하고 있다.④ (가)와 (나)는 모두, 청각적 심상을 통해 대상의 특성을 드러내고 있다.⑤ (가)와 (나)는 모두, 말을 건네는 방식을 통해 청자에 대한 친근감을 표현하고 있다.40. ㉠~ ㉤의 의미로 적절하지 않은 것은?① ㉠: ‘머리’와 ‘발’의 대비를 통해 ‘산’이 지향하는 공간을 보여 준다.② ㉡: ‘아득한’을 통해 ‘푸른 별’이 넘나드는 움직임이 오래전부터 지속되었음을 보여 준다.③ ㉢: ‘모두’를 통해 ‘우리’의 상황이 동일함을 드러낸다.④ ㉣: ‘또’를 통해 ‘아침’이 와도 변하지 않는 일상의 한계를 보여 준다.⑤ ㉤: ‘검은’을 통해 ‘도시’에 대한 부정적 인식을 드러낸다.41. <보기>를 바탕으로 (가)와 (나)를 감상한 내용으로 적절하지 않은 것은? [3점]보 기시에서는 화자가 자연을 긍정적으로 인식하고 지향하는 모습이 다양하게 형상화된다. (가)에서 화자는 자연을 불변성과 포용력을 지닌 존재로 인식하며, 동경하는 자연과 어우러지는 날을 희망한다. (나)에서 화자는 자연을 모성을 지닌 존재로 인식하며, 이러한 자연으로부터 배운 삶의 방식을 험난한 현실에서 실현하기를 희망한다.① (가)에서는 ‘언제나 숭고할 수 있는 푸른 산’이 ‘고산식물들을 품에 안고 길러낸다’는 것에서 자연을 불변성과 포용력을 지닌 존재로 여기는 화자의 인식을 확인할 수 있군.② (가)에서는 ‘푸른 산’을 ‘부러워’하는 ‘내’가 ‘흰 구름이 되는 날’에 ‘푸른 산’의 ‘이마를 어루만지’겠다는 것에서 동경하는 자연과 어우러지고 싶은 화자의 희망을 확인할 수 있군.③ (나)에서는 ‘새로 핀 꽃에서 어머니를 만’난다는 것에서 자연을 모성을 지닌 존재로 여기는 화자의 인식을 확인할 수 있군.④ (나)에서는 ‘새들’이 ‘시 짓는 법을 들려주’는 것과 ‘나무들’이 ‘몸으로 춤을 보여 주’는 것에서 자연으로부터 배운 삶의 방식을 험난한 현실에서 실현하고 있는 화자의 모습을 확인할 수 있군.⑤ (가)에서는 ‘흰 구름’이 ‘쓰다듬’는 ‘늙은 산’의 ‘이마’를 ‘수려’하다고 한 것에서, (나)에서는 ‘어깨를 감싸 주는’ ‘비’를 ‘부드’럽다고 한 것에서 자연을 긍정적으로 인식하는 화자의 모습을 확인할 수 있군.15국어 영역1516[42 ~ 45] 다음 글을 읽고 물음에 답하시오.이날 부마가 장신부적을 써서 부모와 승상 부부와 육개 처첩과 비복 등을 각각 한 장씩 맡겨 옷깃 속에 감추어 어려운 일을 면하게 하고 외당에 거하여 천명을 기다리더라.이튿날 양처상과 사일보 등이 위조 서간을 만들어 천자께 드려 왈,“신 등이 임호은의 간정을 잡았사오니 폐하는 바삐 호은의 부자를 잡게 하소서.”상이 그 서간을 보시니, 임호은의 글씨와 박지근의 필적이라. 글의 사연이 나라를 비방하여 찬역코자 하는 글이어늘, 상이 남필에 익노하사 왈,“바삐 준일 부자를 잡아들여라.”하시니, 양처상 등이 수명하고 우림장군(羽林將軍) 호연수(胡連洙)를 불러 왈,“그대는 우림군 삼백을 거느려 임호은의 집을 둘러싸고 호은의 머리를 베어 오라.”호연수가 청령하고 갑옷을 갖추고 군사를 거느려 임부를 둘러싸고 연수가 큰 칼을 들고 바로 각로 부자에게 달려들어 베고자 하였더니, 홀연 공중에서 철갑 입은 신장이 내려와 방천극을 들어 칼을 막으며 꾸짖어 왈,“군명이 아무리 엄혹한들 네 어찌 이렇듯 방자하리오. 각로 부자는 송국 출신이어늘 네 감히 충신을 해치려 하는다.”언파에 연수를 잡아 문밖에 내치고 문득 간 데 없는지라. 연수가 황급하여 칼을 던지고 땅에 엎드려 애걸 왈,“황명이 급하오니 바라건대 각로 부자는 어명을 순종하소서.”각로 부자가 왈,“신자가 되어 어찌 군명을 거역하리오. 그대는 우리 부자의 몸을 결박하라.”연수가 바야흐로 각로 부자를 결박하여 돌아와 황상께 임준일 잡아 온 사연을 주달하온데, 천자가 승정전(承政殿)에 어좌하시고 형구를 갖춘 후 각로 부자를 잡아들여 계하에 꿇리고 수죄 왈,“짐이 너의 부자를 박대함이 없거늘 무엇이 부족하여 찬역을 도모하느뇨. 이실직고(以實直告)하라.”임 부마가 고두 주 왈,“신의 부자가 다만 군상만 아옵고 충성을 다하여 성은을 만분지일이나 갚고자 하였더니, 이렇듯 죄상이 나타났사오니 무슨 말씀을 주달하오리까.”상이 크게 꾸짖어 가라사대,“가난한 도적이 무엇을 발명코자 하느뇨.”하시고, 좌우를 호령하여 각로 부자를 올려 매고 치라 하신데, 집장무사(執杖武士)가 힘을 다하여 칠새, 삼백여 장을 치되 각로 부자는 조금도 상하는 곳이 없고 형장 소리만 산천이 뒤덮는 듯하니, 상이 더욱 대로하사 집장을 갈아 엄히 칠새, 팔백여 장에 이르도록 집장 소리만 날 뿐이요, 각로 부자는 조금도 상하는 데 없는지라.[중략 부분 줄거리] 절도에 유배된 임호은은 천기를 살펴 천자에게 향하던 중 금화산 유수 선생에게 갑옷과 보검 등을 얻는다.임 부마가 정신을 차려 동정을 살펴보니, 호진 장졸이 모두 연석에 향하였으니, 부마가 들어오는 줄 알지 못하고 풍류소리와 살벌지성(殺罰之聲)＊이 낭자하더라.부마가 몸을 솟아 연석에 들어가니, 천자가 호왕과 빈주 분좌하시고 호왕의 등 뒤에 여덟 장수가 창검을 들고 섰으니, 살기가 등등하고 천자를 모신 세 장수는 얼굴이 백지장 같아 병기를 잡지 못하였으며, 황상의 용안이 사상이 되어 일신을 안정치 못하시거늘, 부마가 바로 짓치고자 하다가 적의 동정을 보려 하고 몸을 날려 천자 뒤에 은신하고 살피니, 이윽고 달세통, 장운간이 여복을 장속하고 각각 비수를 들고 들어와 호왕께 검무를 청하거늘, 호왕이 쾌히 허하니 양장이 연석에서 검무하는지라.임 부마가 벽력도를 들고 급히 내달아 달세통, 장운간을 각각 발길로 차서 던지니, 양인이 비수를 던지고 거꾸러져 피를 토하거늘, 부마가 전포로 천자를 가리우며 봉안을 높이 떠 호왕을 보며 꾸짖어 왈,“무도한 오랑캐 감히 만승천자를 해코자 하니 어찌 살려 하느뇨.”하고, 벽력도를 한 번 들어 치니, 한 줄 화광이 일어나며 호왕의 시위(侍衛) 팔장(八將)의 머리 일시에 내려지는지라.호왕이 천자를 해하려 하더니 불의에 신장이 내려와 양장을 차서 거꾸러뜨리고, 팔장의 머리 베임을 보고 혼비백산(魂飛魄散)하여 면색(面色)이 여토(如土)하여 동인 듯이 앉았거늘, 부마가 호왕을 베고자 하나 행여 천자의 옥체 상할까 하여 천자를 옆에 끼고 몸을 날려 나올새, 벽력도를 들고 좌우충돌하니 칼이 이는 곳에 호진 장졸의 머리 추풍낙엽 같으니, 감히 막을 자가 없는지라.부마가 천자를 옆에 끼고 성을 넘어와 마상에 뫼시고 복지 통곡 왈,“폐하는 용체를 진중하소서. 소신 임호은이 이에 왔나이다.”천자가 호왕의 간계에 빠져 사지에 들었으매 죽기만 바라시더니, 뜻밖에 신장이 내려와 호장 벰을 보시매 아무런 줄 모르시더니, 임호은 삼자를 들으시고 경희하여 반향이나 어린 듯하시다가 정신을 진정하사 왈,“짐이 지금 호진에 있느냐. 아까 짐을 옆에 끼고 나온 장수 진실로 경이렷다.”언흘에 통곡하시거늘, 부마가 돈수 통곡 왈,“소신 임호은이 불충하와 폐하 이렇듯 욕을 당하심이로소이다.”천자가 부마의 손을 잡으시고 낙루 왈,“짐이 불명하여 경의 충성을 알지 못하고 간신의 꾀에 빠져 경으로 하여금 해외에 고초하게 하니, 이제 백번 뉘우치나 미치지 못하는지라. 어찌 용히 짐의 위태함을 알아 이렇듯 짐의 목숨을 구하뇨.”부마가 천자를 위로 왈,“폐하는 옥체를 진중하옵소서. 신이 적소에서 천기를 보온즉 폐하의 주성이 운무에 싸였기로 주야 배도하여＊ 이르렀삽더니, 폐하의 이렇듯 하심은 신의 불충이로소이다. 그러나 신이 죄인으로 폐하의 부르시는 명이 없사오니, 신의 죄가 더욱 중하여이다.”상이 위유하사 왈,“짐이 불명하여* 간신의 참언을 살피지 못하니, 어찌 하늘이 벌하지 아니시리오. 용담호구에 들었거늘 경의 충성으로 독행만리(獨行萬里)하여 사지에 있던 임금을 구하니, 경의 충성은 고금에 쌍이 없으리로다.”하시며 추회(追悔)하시거늘＊, 부마가 다시 주 왈,“이는 간신의 무리 폐하의 성총을 가리움이요, 또한 신의 운명이오니 어찌 폐하의 과실이리까. 신하가 되어 군부의 위급함을 구함은 상사이옵거늘, 어찌 과도히 응대하시나이까.”인하여 황상을 모셔 대진으로 돌아올새, 일진 장졸이 부마의 용[B][A]16국어 영역1616맹함을 보고 희열 왈,“임 부마가 와 계시니, 아 등의 성명은 보전하리라.”하고 만세를 부르니, 그 소리 원근에 진동하더라.－ 작자 미상, ｢임호은전｣ －＊살벌지성: 음악의 곡조가 거칠고 급하여 무시무시한 느낌을 주는 소리.＊배도하다: 이틀에 갈 길을 하루에 걷다.＊불명하다: 사리에 어둡다.＊추회하다: 지나간 일을 후회하다.42. 윗글에 대한 설명으로 가장 적절한 것은?① 언어유희를 통해 인물의 성격을 비판하고 있다.② 인물의 희화화를 통해 해학성을 드러내고 있다.③ 꿈과 현실을 교차 서술하여 사건의 실마리를 밝히고 있다.④ 시간의 역전을 통해 사건을 새로운 국면으로 전환하고 있다.⑤ 비유적 표현을 사용하여 인물이 처한 상황을 드러내고 있다.43. 윗글에 대한 이해로 적절하지 않은 것은?① 임호은은 천기를 읽어 천자의 위험을 예측했다.② 양처상은 호연수에게 임호은을 죽이라고 명령했다.③ 임호은은 천자의 몸이 상할까 걱정하며 호왕을 베었다.④ 호연수는 공중에서 내려온 신장에 의해 문밖으로 내쳐졌다.⑤ 호진의 장졸들은 임호은이 성에 침입한 것을 눈치채지 못했다.44. [A]와 [B]에 대한 설명으로 가장 적절한 것은?① [A]는 자신의 신념을 밝히며 상대에게 조언하고 있고, [B]는 자신의 잘못을 변명하며 상대를 탓하고 있다.② [A]는 미래를 예측하여 상대의 배려를 기대하고 있고, [B]는 과거를 회상하며 상대의 용서를 바라고 있다.③ [A]는 상대의 능력을 무시하며 상대를 비난하고 있고, [B]는 자신의 능력을 과시하며 상대의 문제를 해결하고 있다.④ [A]는 자신이 입을 피해를 언급하며 상대를 설득하고 있고, [B]는 자신이 얻을 이익을 설명하며 상대의 이해를 구하고 있다.⑤ [A]는 복종의 당위성을 인정하며 상대의 요구를 수용하고 있고, [B]는 자신의 행동을 후회하며 상대의 능력을 인정하고 있다.45. <보기>를 바탕으로 윗글을 감상한 내용으로 적절하지 않은 것은? [3점]보 기이 작품은 천상계에서 하강한 주인공이 고난과 행운을 반복적으로 경험하며 유교적 가치를 실현하는 영웅 소설이다. 주인공은 윤리적으로 타락한 신하들의 모함으로 겪는 고난을 비범한 능력으로 견디며 충신의 소임을 다한다. 이후 주인공은 국가적 위기 상황을 절대적인 힘을 사용하여 해결하며, 천자로부터 신하로서의 명예를 회복하고 사람들에게 영웅으로 인정받는다.① 양처상과 사일보가 천자께 드리는 서간을 위조한 점에서, 윤리적으로 타락한 인물의 모습을 확인할 수 있겠군.② 임 부마가 집장무사가 힘을 다해 치는 장을 맞고도 조금도 상하는 곳이 없다는 점에서, 비범한 능력으로 고난을 견디는 인물의 모습을 확인할 수 있겠군.③ 임 부마가 한 번 들어 치면 화광이 일어나는 벽력도로 적들을 물리치며 천자를 구하는 것에서, 국가적 위기 상황에서 절대적인 힘을 발휘하는 인물의 모습을 확인할 수 있겠군.④ 임 부마가 달세통과 장운간을 물리치고 전포로 천자를 가리며 호왕을 꾸짖는 것에서, 천자로부터 신하로서의 명예를 회복한 인물의 모습을 확인할 수 있겠군.⑤ 일진 장졸이 부마의 용맹함을 보고 희열하며 만세를 부르는 것에서, 사람들에게 영웅으로 인정받는 인물의 모습을 확인할 수 있겠군.※ 확인 사항◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
}