[
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 1,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "1 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "Okay",
        "choice2": "Yes",
        "choice3": "Of course",
        "choice4": "No",
        "choice5": "Too late",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 2,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "2 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "Unbelievable",
        "choice2": "Absolutely",
        "choice3": "Not really",
        "choice4": "Sure",
        "choice5": "Oh, no",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 3,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "3 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "백화점 주말 특별 행사를 안내하려고",
        "choice2": "백화점 층별 신규 매장을 소개하려고",
        "choice3": "주차장 이용 요금 변경을 공지하려고",
        "choice4": "고객 만족도 조사 참여를 요청하려고",
        "choice5": "백화점 회원 가입 방법을 설명하려고",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 4,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "4 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "왼쪽 신체의 잦은 사용은 두뇌 활동을 촉진한다",
        "choice2": "수면 시간과 심장 기능은 밀접한 관련이 있다",
        "choice3": "왼쪽으로 누워 자는 것은 건강에 도움이 된다",
        "choice4": "규칙적인 운동은 소화 불량 개선에 필수적이다",
        "choice5": "숙면은 정신 건강을 유지하는 데 중요한 요인이다",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 5,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "5 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
        "paragraph": "",
        "choice1": "곤충학자－학생",
        "choice2": "동물 조련사－사진작가",
        "choice3": "농부－잡지기자",
        "choice4": "요리사－음식 평론가",
        "choice5": "독자－소설가",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 8,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "8 대화를 듣고, 남자가 요리 대회 참가를 포기한 이유를 고르시오.",
        "paragraph": "",
        "choice1": "다친 팔이 낫지 않아서",
        "choice2": "조리법을 완성하지 못해서",
        "choice3": "다른 대회와 일정이 겹쳐서",
        "choice4": "입학시험 공부를 해야 해서",
        "choice5": "대회 전에 유학을 떠나야 해서",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 9,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "9 대화를 듣고, 여자가 지불할 금액을 고르시오.",
        "paragraph": "",
        "choice1": "$72",
        "choice2": "$74",
        "choice3": "$76",
        "choice4": "$78",
        "choice5": "$80",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 10,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "10 대화를 듣고, Ten Year Class Reunion Party에 관해 언급되지 않은 것을 고르시오.",
        "paragraph": "",
        "choice1": "장소",
        "choice2": "날짜",
        "choice3": "회비",
        "choice4": "음식",
        "choice5": "기념품",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 11,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "11 Green Ocean 영화 시사회에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오.",
        "paragraph": "",
        "choice1": "100명을 초대할 예정이다",
        "choice2": "다음 주 토요일 오후 4시에 시작할 것이다",
        "choice3": "영화 출연 배우와 사진을 찍을 수 있다",
        "choice4": "입장권을 우편으로 보낼 예정이다",
        "choice5": "초대받은 사람은 극장에서 포스터를 받을 것이다",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 12,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "12 다음 표를 보면서 대화를 듣고, 두 사람이 예약할 항공편을 고르시오.Flight Schedule to New York City AreaFlight Ticket Price Departure Time Arrival AirportStops",
        "paragraph": "",
        "choice1": "A$6006:00 a",
        "choice2": "B$62510:00 a",
        "choice3": "C$70011:30 a",
        "choice4": "D$7852:30 p",
        "choice5": "E$8106:30 p",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 13,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "13 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "It’s worthwhile to spend money on my suit",
        "choice2": "It would be awesome to borrow your brother’s",
        "choice3": "Your brother will have a fun time at the festival",
        "choice4": "I’m looking forward to seeing you in a new suit",
        "choice5": "You’re going to build a great reputation as an MC",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 14,
        "points": 3,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "14 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
        "paragraph": "",
        "choice1": "Definitely! This book isn’t as interesting as yours",
        "choice2": "Terrific! I’ll check right away if there are any nearby",
        "choice3": "Never mind. I won’t take that course next semester",
        "choice4": "Really? I didn’t know you have a degree in philosophy",
        "choice5": "Why not? You can join my philosophy discussion group",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 15,
        "points": 3,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "15 다음 상황 설명을 듣고, Brian의 어머니가 Brian에게 할 말로 가장 적절한 것을 고르시오",
        "paragraph": "",
        "choice1": "Make sure to call me whenever you go somewhere new",
        "choice2": "School trips are good opportunities to make friends",
        "choice3": "I believe traveling broadens your perspective",
        "choice4": "How about carrying the luggage on your own?",
        "choice5": "Why don’t you pack your bag by yourself for the trip",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 16,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "남자가 하는 말의 주제로 가장 적절한 것은?",
        "paragraph": "",
        "choice1": "animals used in delivering mail in history",
        "choice2": "difficulty of training animals from the wild",
        "choice3": "animals’ adaptation to environmental changes",
        "choice4": "endangered animals in different countries",
        "choice5": "ways animals sent each other messages",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 17,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "언급된 동물이 아닌 것은?",
        "paragraph": "",
        "choice1": "horses",
        "choice2": "pigeons",
        "choice3": "eagles",
        "choice4": "dogs",
        "choice5": "camels",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 18,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 목적으로 가장 적절한 것은?",
        "paragraph": "Dear Mr. Kayne,I am a resident of Cansinghill Apartments, located right next to the newly opened Vuenna Dog Park. As I live with three dogs, I am very happy to let my dogs run around and safely play with other dogs from the neighborhood. However, the noise of barking and yelling from the park at night is so loud and disturbing that I cannot relax in my apartment. Many of my apartment neighbors also seriously complain about this noise. I want immediate action to solve this urgent problem. Since you are the manager of Vuenna Dog Park, I ask you to take measures to prevent the noise at night. I hope to hear from you soon.Sincerely,Monty Kim",
        "choice1": "애완견 예방 접종 일정을 확인하려고",
        "choice2": "애완견 공원의 야간 이용 시간을 문의하려고",
        "choice3": "아파트 내 애완견 출입 금지 구역을 안내하려고",
        "choice4": "아파트 인근에 개장한 애완견 공원을 홍보하려고",
        "choice5": "애완견 공원의 야간 소음 방지 대책을 촉구하려고",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 2,
        "question_num": 19,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글에 드러난 Jonas의 심경 변화로 가장 적절한 것은?",
        "paragraph": "Looking out the bus window, Jonas could not stay calm. He had been looking forward to this field trip. It was the first field trip for his history course. His history professor had recommended it to the class, and Jonas had signed up enthusiastically. He was the first to board the bus in the morning. The landscape looked fascinating as the bus headed to Alsace. Finally arriving in Alsace after three hours on the road, however, Jonas saw nothing but endless agricultural fields. The fields were vast, but hardly appealed to him. He had expected to see some old castles and historical monuments, but now he saw nothing like that awaiting him. “What can I learn from these boring fields ” Jonas said to himself with a sigh.",
        "choice1": "excited →disappointed",
        "choice2": "indifferent →thrilled",
        "choice3": "amazed →horrified",
        "choice4": "surprised→relieved",
        "choice5": "worried →confident",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 20,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
        "paragraph": "Probably the biggest roadblock to play for adults is the worry that they will look silly, improper, or dumb if they allow themselves to truly play. Or they think that it is irresponsible, immature, and childish to give themselves regularly over to play. Nonsense and silliness come naturally to kids, but they get pounded out by norms that look down on “frivolity.” This is particularly true for people who have been valued for performance standards set by parents or the educational system, or measured by other cultural norms that are internalized and no longer questioned. If someone has spent his adult life worried about always appearing respectable, competent, and knowledgeable, it can be hard to let go sometimes and become physically and emotionally free. The thing is this: You have to give yourself permission to improvise, to mimic, to take on a long-hidden identity. * frivolity: 경박함** improvise: 즉흥적으로 하다",
        "choice1": "어른도 규범에 얽매이지 말고 자유롭게 놀이를 즐겨야 한다",
        "choice2": "아동에게 사회 규범을 내면화할 수 있는 놀이를 제공해야 한다",
        "choice3": "개인의 창의성을 극대화할 수 있는 놀이 문화를 조성해야 한다",
        "choice4": "타인의 시선을 의식하지 않고 자신의 목표 달성에 매진해야 한다",
        "choice5": "어른을 위한 잠재력 계발 프로그램에서 놀이의 비중을 늘려야 한다",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 21,
        "points": 3,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "밑줄 친 playing intellectual air guitar가 다음 글에서 의미하는 바로 가장 적절한 것은?",
        "paragraph": "Any learning environment that deals with only the database instincts or only the improvisatory instincts ignores one half of our ability. It is bound to fail. It makes me think of jazz guitarists: They’re not going to make it if they know a lot about music theory but don’t know how to jam in a live concert. Some schools and workplaces emphasize a stable, rote-learned database. They ignore the improvisatory instincts drilled into us for millions of years. Creativity suffers. Others emphasize creative usage of a database, without installing a fund of knowledge in the first place. They ignore our need to obtain a deep understanding of a subject, which includes memorizing and storing a richly structured database. You get people who are great improvisers but don’t have depth of knowledge. You may know someone like this where you work. They may look like jazz musicians and have the appearance of jamming, but in the end they know nothing. They’re playing intellectual air guitar.* rote-learned: 기계적으로 암기한",
        "choice1": "acquiring necessary experience to enhance their creativity",
        "choice2": "exhibiting artistic talent coupled with solid knowledge of music",
        "choice3": "posing as experts by demonstrating their in-depth knowledge",
        "choice4": "performing musical pieces to attract a highly educated audience",
        "choice5": "displaying seemingly creative ability not rooted in firm knowledge",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 22,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 요지로 가장 적절한 것은?",
        "paragraph": "In retrospect, it might seem surprising that something as mundane as the desire to count sheep was the driving force for an advance as fundamental as written language. But the desire for written records has always accompanied economic activity, since transactions are meaningless unless you can clearly keep track of who owns what. As such, early human writing is dominated by wheeling and dealing: a collection of bets, bills, and contracts. Long before we had the writings of the prophets, we had the writings of the profits. In fact, many civilizations never got to the stage of recording and leaving behind the kinds of great literary works that we often associate with the history of culture. What survives these ancient societies is, for the most part, a pile of receipts. If it weren’t for the commercial enterprises that produced those records, we would know far, far less about the cultures that they came from. * mundane: 세속의** prophet: 예언자",
        "choice1": "고대 사회에서 경제 활동은 문자 기록의 원동력이었다",
        "choice2": "고전 문학을 통해 당대의 경제 활동을 파악할 수 있다",
        "choice3": "경제 발전의 정도가 문명의 발달 수준을 결정한다",
        "choice4": "종교의 역사는 상업의 역사보다 먼저 시작되었다",
        "choice5": "모든 문명이 위대한 작가를 배출한 것은 아니다",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 23,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 주제로 가장 적절한 것은?",
        "paragraph": "Human beings do not enter the world as competent moral agents. Nor does everyone leave the world in that state. But somewhere in between, most people acquire a bit of decency that qualifies them for membership in the community of moral agents. Genes, development, and learning all contribute to the process of becoming a decent human being. The interaction between nature and nurture is, however, highly complex, and developmental biologists are only just beginning to grasp just how complex it is. Without the context provided by cells, organisms, social groups, and culture, DNA is inert. Anyone who says that people are “genetically programmed” to be moral has an oversimplified view of how genes work. Genes and environment interact in ways that make it nonsensical to think that the process of moral development in children, or any other developmental process, can be discussed in terms of nature versus nurture. Developmental biologists now know that it is really both, or nature through nurture. A complete scientific explanation of moral evolution and development in the human species is a very long way off. * decency: 예의** inert: 비활성의",
        "choice1": "evolution of human morality from a cultural perspective",
        "choice2": "difficulties in studying the evolutionary process of genes",
        "choice3": "increasing necessity of educating children as moral agents",
        "choice4": "nature versus nurture controversies in developmental biology",
        "choice5": "complicated gene-environment interplay in moral development 24",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 24,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 제목으로 가장 적절한 것은?",
        "paragraph": "?Invasions of natural communities by non-indigenous species are currently rated as one of the most important global-scale environmental problems. The loss of biodiversity has generated concern over the consequences for ecosystem functioning and thus understanding the relationship between both has become a major focus in ecological research during the last two decades. The “biodiversity-invasibility hypothesis” by Elton suggests that high diversity increases the competitive environment of communities and makes them more difficult to invade. Numerous biodiversity experiments have been conducted since Elton’s time and several mechanisms have been proposed to explain the often observed negative relationship between diversity and invasibility. Beside the decreased chance of empty ecological niches but the increased probability of competitors that prevent invasion success, diverse communities are assumed to use resources more completely and, therefore, limit the ability of invaders to establish. Further, more diverse communities are believed to be more stable because they use a broader range of niches than species-poor communities. * indigenous: 토착의** niche: 생태적 지위",
        "choice1": "Carve Out More Empty Ecological Spaces!",
        "choice2": "Guardian of Ecology: Diversity Resists Invasion",
        "choice3": "Grasp All, Lose All: Necessity of Species-poor Ecology",
        "choice4": "Challenges in Testing Biodiversity-Invasibility Hypothesis",
        "choice5": "Diversity Dilemma: The More Competitive, the Less Secure",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 25,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 도표의 내용과 일치하지 않는 것은?",
        "paragraph": "The above graph shows the world population access to electricity in 1997 and in 2017.",
        "choice1": "The percentage of the total world population with electricity access in 2017 was 11 percentage points higher than that in 1997",
        "choice2": "Both in 1997 and in 2017, less than 80% of the rural population had access to electricity while over 90% of the urban population had access to electricity",
        "choice3": "In 1997, 36% of the rural population did not have electricity access while 5% of the urban population did not have access to electricity",
        "choice4": "The percentage of the rural population without electricity access in 2017 was 20 percentage points lower than that in 1997",
        "choice5": "The percentage of the urban population without electricity access decreased from 5% in 1997 to 3% in 2017",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 26,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "The Nuer에 관한 다음 글의 내용과 일치하지 않는 것은?",
        "paragraph": "The Nuer are one of the largest ethnic groups in South Sudan, primarily residing in the Nile River Valley. The Nuer are a cattle-raising people, whose everyday lives revolve around their cattle. They have various terms related to cattle, so they can distinguish between hundreds of types of cows, based on color, markings, and shape of horns. They prefer to be called by the names of the cattle they raise. The commonest daily foods for the Nuer are dairy products, especially milk for the young and soured milk, like yogurt, for adults. And wild fruits and nuts are favorite snacks for the Nuer. The Nuer also have a culture of counting only older members of the family. They believe that counting the number of children one has could result in misfortune and prefer to report fewer children than they have.",
        "choice1": "주로 Nile River Valley에 거주한다",
        "choice2": "소와 관련된 다양한 용어를 가지고 있다",
        "choice3": "자신들이 기르는 소의 이름으로 불리는 것을 선호한다",
        "choice4": "가장 일반적인 일상 음식은 유제품이다",
        "choice5": "어린 자녀의 수를 세는 것이 행운을 가져온다고 믿는다",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 27,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "Green Tea Packaging Design Competition에 관한 다음 안내문의 내용과 일치하지 않는 것은?",
        "paragraph": "",
        "choice1": "신제품 녹차를 위한 포장 상자 디자인 대회이다",
        "choice2": "Lokota County 주민들만 참가할 수 있다",
        "choice3": "출품작은 직접 방문하여 제출해야 한다",
        "choice4": "평가 기준에 창의성이 포함된다",
        "choice5": "1등 수상자의 서명이 포장 상자에 인쇄될 것이다",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 28,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "2019 Badminton Challenge for Charity에 관한 다음 안내문의 내용과 일치하는 것은?",
        "paragraph": "",
        "choice1": "Salke Children’s Hospital이 주최한다",
        "choice2": "3명이 한 팀을 구성해서 참가해야 한다",
        "choice3": "참가비는 한 사람당 100달러이다",
        "choice4": "20달러 추가 기부 시 배드민턴 기술을 배울 수 있다",
        "choice5": "라켓과 셔틀콕은 제공되지 않는다",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 29,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
        "paragraph": "Speculations about the meaning and purpose of prehistoric art",
        "choice1": "rely heavily on analogies drawn with modern-day hunter-gatherer societies",
        "choice2": "as Steven Mithen emphasizes in The Prehistory of the Modern Mind, tend to view man and beast, animal and plant, organic and inorganic spheres, as participants in an integrated, animated totality",
        "choice3": "which spread through the visual art and the mythology of primitive cultures",
        "choice4": "inhabited their world becomes profoundly meaningful",
        "choice5": "itself and its place in nature",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 30,
        "points": 3,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
        "paragraph": "Suppose we know that Paula suffers from a severe phobia. If we reason that Paula is afraid either of snakes or spiders, and then",
        "choice1": "establish that she is not afraid of snakes, we will conclude that Paula is afraid of spiders",
        "choice2": "consistent with her being afraid of heights, water, dogs or the number thirteen",
        "choice3": "unsatisfactory, we should pause to reflect",
        "choice4": "denying that the remaining explanation is the correct one, consider whether other plausible options are being ignored or overlooked",
        "choice5": "sensible alternatives",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 31,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "31 The role of science can sometimes be overstated, with its advocates slipping into scientism. Scientism is the view that the scientific description of reality is the only truth there is. With the advance of science, there has been a tendency to slip into scientism, and assume that any factual claim can be authenticated if and only if the term ‘scientific’ can correctly be ascribed to it. The consequence is that non-scientific approaches to reality ― and that can include all the arts, religion, and personal, emotional and value-laden ways of encountering the world ― may become labelled as merely subjective, and therefore of little in terms of describing the way the world is. The philosophy of science seeks to avoid crude scientism and get a balanced view on what the scientific method can and cannot achieve.* ascribe: 속하는 것으로 생각하다** crude: 투박한",
        "paragraph": "",
        "choice1": "question",
        "choice2": "account",
        "choice3": "controversy",
        "choice4": "variation",
        "choice5": "bias 32",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 32,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "32 The Swiss psychologist Jean Piaget frequently analyzed children’s conception of time via their ability to compare or estimate the time taken by pairs of events. In a typical experiment, two toy cars were shown running synchronously on parallel tracks, . The children were then asked to judge whether the cars had run for the same time and to justify their judgment. Preschoolers and young school-age children confuse temporal and spatial dimensions: Starting times are judged by starting points, stopping times by stopping points and durations by distance, though each of these errors does not necessitate the others. Hence, a child may claim that the cars started and stopped running together (correct) and that the car which stopped further ahead, ran for more time (incorrect).* synchronously: 같은 시간에 ",
        "paragraph": "",
        "choice1": "one running faster and stopping further down the track",
        "choice2": "both stopping at the same point further than expected",
        "choice3": "one keeping the same speed as the other to the end",
        "choice4": "both alternating their speed but arriving at the same end",
        "choice5": "both slowing their speed and reaching the identical spot",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 33,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "33 The future of our high-tech goods may lie not in the limitations of our minds, but in . In previous eras, such as the Iron Age and the Bronze Age, the discovery of new elements brought forth seemingly unending numbers of new inventions. Now the combinations may truly be unending. We are now witnessing a fundamental shift in our resource demands. At no point in human history have we used more elements, in more combinations, and in increasingly refined amounts. Our ingenuity will soon outpace our material supplies. This situation comes at a defining moment when the world is struggling to reduce its reliance on fossil fuels. Fortunately, rare metals are key ingredients in green technologies such as electric cars, wind turbines, and solar panels. They help to convert free natural resources like the sun and wind into the power that fuels our lives. But without increasing today’s limited supplies, we have no chance of developing the alternative green technologies we need to slow climate change. [3점]* ingenuity: 창의력",
        "paragraph": "",
        "choice1": "our ability to secure the ingredients to produce them",
        "choice2": "our effort to make them as eco-friendly as possible",
        "choice3": "the wider distribution of innovative technologies",
        "choice4": "governmental policies not to limit resource supplies",
        "choice5": "the constant update and improvement of their functions",
        "short_answer": "",
        "multiple_answer": 1
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 34,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "34 There have been many attempts to define what music is in terms of the specific attributes of musical sounds. The famous nineteenth-century critic Eduard Hanslick regarded ‘the measurable tone’ as ‘the primary and essential condition of all music’. Musical sounds, he was saying, can be distinguished from those of nature by the fact that they involve the use of fixed pitches, whereas virtually all natural sounds consist of constantly fluctuating frequencies. And a number of twentieth-century writers have assumed, like Hanslick, that fixed pitches are among the defining features of music. Now it is true that in most of the world’s musical cultures, pitches are . However, this is a generalization about music and not a definition of it, for it is easy to put forward counter-examples. Japanese shakuhachi music and the sanjo music of Korea, for instance, fluctuate constantly around the notional pitches in terms of which the music is organized. [3점]",
        "paragraph": "",
        "choice1": "not so much artificially fixed as naturally fluctuating",
        "choice2": "not only fixed, but organized into a series of discrete steps",
        "choice3": "hardly considered a primary compositional element of music",
        "choice4": "highly diverse and complicated, and thus are immeasurable",
        "choice5": "a vehicle for carrying unique and various cultural features",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 35,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글에서 전체 흐름과 관계 없는 문장은?",
        "paragraph": "Although commonsense knowledge may have merit, it also has weaknesses, not the least of which is that it often contradicts itself. For example, we hear that people who are similar will like one another (“Birds of a feather flock together”) but also that persons who are dissimilar will like each other (“Opposites attract”).",
        "choice1": "We are told that groups are wiser and smarter than individuals (“Two heads are better than one”) but also that group work inevitably produces poor results (“Too many cooks spoil the broth”)",
        "choice2": "Each of these contradictory statements may hold true under particular conditions, but without a clear statement of when they apply and when they do not, aphorisms provide little insight into relations among people",
        "choice3": "That is why we heavily depend on aphorisms whenever we face difficulties and challenges in the long journey of our lives",
        "choice4": "They provide even less guidance in situations where we must make decisions",
        "choice5": "For example, when facing a choice that entails risk, which guideline should we use ― “Nothing ventured, nothing gained” or “Better safe than sorry”? * aphorism: 격언, 경구(警句)** entail: 수반하다[36～37] 주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 36,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "36 Movies may be said to support the dominant culture and to serve as a means for its reproduction over time.(A) The bad guys are usually punished; the romantic couple almost always find each other despite the obstacles and difficulties they encounter on the path to true love; and the way we wish the world to be is how, in the movies, it more often than not winds up being. No doubt it is this utopian aspect of movies that accounts for why we enjoy them so much.(B) The simple answer to this question is that movies do more than present two-hour civics lessons or editorials on responsible behavior. They also tell stories that, in the end, we find satisfying.(C) But one may ask why audiences would find such movies enjoyable if all they do is give cultural directives and prescriptions for proper living. Most of us would likely grow tired of such didactic movies and would probably come to see them as propaganda, similar to the cultural artwork that was common in the Soviet Union and other autocratic societies.* didactic: 교훈적인** autocratic: 독재적인",
        "paragraph": "",
        "choice1": "(A) －(C) －(B)",
        "choice2": "(B) －(A) －(C)",
        "choice3": "(B) －(C) －(A)",
        "choice4": "(C) －(A) －(B)",
        "choice5": "(C) －(B) －(A)",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 37,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "37 Traditionally, Kuhn claims, the primary goal of historians of science was ‘to clarify and deepen an understanding of contemporary scientific methods or concepts by displaying their evolution’.(A) Some discoveries seem to entail numerous phases and discoverers, none of which can be identified as definitive. Furthermore, the evaluation of past discoveries and discoverers according to present-day standards does not allow us to see how significant they may have been in their own day.(B) This entailed relating the progressive accumulation of breakthroughs and discoveries. Only that which survived in some form in the present was considered relevant. In the mid-1950s, however, a number of faults in this view of history became apparent. Closer analysis of scientific discoveries, for instance, led historians to ask whether the dates of discoveries and their discoverers can be identified precisely.(C) Nor does the traditional view recognise the role that non-intellectual factors, especially institutional and socio-economic ones, play in scientific developments. Most importantly, however, the traditional historian of science seems blind to the fact that the concepts, questions and standards that they use to frame the past are themselves subject to historical change. [3점]",
        "paragraph": "",
        "choice1": "(A) －(C) －(B)",
        "choice2": "(B) －(A) －(C)",
        "choice3": "(B) －(C) －(A)",
        "choice4": "(C) －(A) －(B)",
        "choice5": "(C) －(B) －(A)",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 38,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "38 Thus, individuals of many resident species, confronted with the fitness benefits of control over a productive breeding site, may be forced to balance costs in the form of lower nonbreeding survivorship by remaining in the specific habitat where highest breeding success occurs. Resident-bird habitat selection is seemingly a straightforward process in which a young dispersing individual moves until it finds a place where it can compete successfully to satisfy its needs. (",
        "paragraph": "",
        "choice1": ") Initially, these needs include only food and shelter",
        "choice2": ") However, eventually, the young must locate, identify, and settle in a habitat that satisfies not only survivorship but reproductive needs as well",
        "choice3": ") In some cases, the habitat that provides the best opportunity for survival may not be the same habitat as the one that provides for highest reproductive capacity because of requirements specific to the reproductive period",
        "choice4": ") Migrants, however, are free to choose the optimal habitat for survival during the nonbreeding season and for reproduction during the breeding season",
        "choice5": ") Thus, habitat selection during these different periods can be quite different for migrants as opposed to residents, even among closely related species",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 39,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "39 Still, it is arguable that advertisers worry rather too much about this problem, as advertising in other media has always been fragmented. The fragmentation of television audiences during recent decades, which has happened throughout the globe as new channels have been launched everywhere, has caused advertisers much concern. (",
        "paragraph": "",
        "choice1": ") Advertisers look back nostalgically to the years when a single spot transmission would be seen by the majority of the population at one fell swoop",
        "choice2": ") This made the television advertising of mass consumer products relatively straightforward ― not to say easy ― whereas today it is necessary for advertisers to build up coverage of their target markets over time, by advertising on a host of channels with separate audiences",
        "choice3": ") Moreover, advertisers gain considerable benefits from the price competition between the numerous broadcasting stations",
        "choice4": ") And television remains much the fastest way to build up public awareness of a new brand or a new campaign",
        "choice5": ") Seldom does a new brand or new campaign that solely uses other media, without using television, reach high levels of public awareness very quickly",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 40,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
        "paragraph": "Because elephant groups break up and reunite very frequently ― for instance, in response to variation in food availability ― reunions are more important in elephant society than among primates. And the species has evolved elaborate greeting behaviors, the form of which reflects the strength of the social bond between the individuals (much like how you might merely shake hands with a long-standing acquaintance but hug a close friend you have not seen in a while, and maybe even tear up). Elephants may greet each other simply by reaching their trunks into each other’s mouths, possibly equivalent to a human peck on the cheek. However, after long absences, members of family and bond groups greet one another with incredibly theatrical displays. The fact that the intensity reflects the duration of the separation as well as the level of intimacy suggests that elephants have a sense of time as well. To human eyes, these greetings strike a familiar chord. I’m reminded of the joyous reunions so visible in the arrivals area of an international airport terminal.* acquaintance: 지인** peck: 가벼운 입맞춤󰀻The evolved greeting behaviors of elephants can serve as an indicator of how much they are socially (A) and how long they have been (B). (A)(B)",
        "choice1": "competitive …… disconnected",
        "choice2": "tied…… endangered",
        "choice3": "responsible …… isolated",
        "choice4": "competitive …… united",
        "choice5": "tied …… parted",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 41,
        "points": 2,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "윗글의 제목으로 가장 적절한 것은?",
        "paragraph": "Because elephant groups break up and reunite very frequently ― for instance, in response to variation in food availability ― reunions are more important in elephant society than among primates. And the species has evolved elaborate greeting behaviors, the form of which reflects the strength of the social bond between the individuals (much like how you might merely shake hands with a long-standing acquaintance but hug a close friend you have not seen in a while, and maybe even tear up). Elephants may greet each other simply by reaching their trunks into each other’s mouths, possibly equivalent to a human peck on the cheek. However, after long absences, members of family and bond groups greet one another with incredibly theatrical displays. The fact that the intensity reflects the duration of the separation as well as the level of intimacy suggests that elephants have a sense of time as well. To human eyes, these greetings strike a familiar chord. I’m reminded of the joyous reunions so visible in the arrivals area of an international airport terminal.* acquaintance: 지인** peck: 가벼운 입맞춤󰀻The evolved greeting behaviors of elephants can serve as an indicator of how much they are socially (A) and how long they have been (B). (A)(B)",
        "choice1": "competitive …… disconnected",
        "choice2": "tied…… endangered",
        "choice3": "responsible …… isolated",
        "choice4": "competitive …… united",
        "choice5": "tied …… parted",
        "short_answer": "",
        "multiple_answer": 5
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 42,
        "points": 3,
        "text_title": "",
        "text": "",
        "text_yn": 0,
        "question": "밑줄 친 (a)～(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
        "paragraph": "",
        "choice1": "“Hands-on” Activities as a Source of Creativity",
        "choice2": "Activity-oriented Learning Enters Science Education!",
        "choice3": "Figure Out What Students Like Most in Science Class",
        "choice4": "Joy and Learning: More Effective When Separated",
        "choice5": "Turn “Minds-on” Learning On in Science Class",
        "short_answer": "",
        "multiple_answer": 4
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 43,
        "points": 3,
        "text_title": "[43～45] 다음 글을 읽고, 물음에 답하시오.",
        "text": "(A)The colors of the trees looked like they were on fire, the reds and oranges competing with the yellows and golds. This was Nina’s favorite season, but she remained silent for hours while Marie was driving. Nina had been heartbroken after losing her championship belt. Now a former champion, she was thinking of retiring from boxing. Marie, her long-time friend and trainer, shared her pain. After another silent hour, Marie and Nina saw a sign: Sauble Falls. Marie thought this would be a good place for (a) them to stop.(B)Then, with a great push, a small one turned a complete circle and made it over the falls. “He made it!” Nina shouted at the success with admiration. More salmon then followed and succeeded. She felt ashamed to be looking at (b) them. After a moment, she turned to Marie and said, “Giving up is not in my vocabulary. Marie, I’ll get my championship belt back.” Marie nodded with a bright smile. “Our training begins tomorrow. It’s going to be tough. Are you ready?” Walking up the path and back to the car, (c) they could still hear the fish splashing in the water.* splash: 물을 튀기다(C)Marie pulled over into the parking lot. Marie and Nina went down a path to watch the falls. Another sign: Watch Your Step. Rocks Are Slippery. (d) They found the falls spilling out in various layers of rock. No one was there except them. “Look at them!” Marie pointed to movement in the water moving toward the falls. Hundreds of fish tails were flashing and catching light from the sun, moving upstream. Beneath them in the water, they saw salmon slowly moving their bodies. (D)While Marie and Nina kept watching the salmon, a big one suddenly leapt. It threw itself up and over the rushing water above, but in vain. (e) They were standing without a word and watching the fish struggling. Another jumped, its body spinning until it made it over the falls. Another one leapt and was washed back by the power of the water. Watching the salmon, Marie noticed Nina fixing her eyes on their continuing challenge. Nina’s heart was beating fast at each leap and twist.",
        "text_yn": 0,
        "question": "주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
        "paragraph": "",
        "choice1": "(B) －(D) －(C)",
        "choice2": "(C) －(B) －(D)",
        "choice3": "(C) －(D) －(B)",
        "choice4": "(D) －(B) －(C)",
        "choice5": "(D) －(C) －(B)",
        "short_answer": "",
        "multiple_answer": 3
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 44,
        "points": 2,
        "text_title": "[43～45] 다음 글을 읽고, 물음에 답하시오.",
        "text": "(A)The colors of the trees looked like they were on fire, the reds and oranges competing with the yellows and golds. This was Nina’s favorite season, but she remained silent for hours while Marie was driving. Nina had been heartbroken after losing her championship belt. Now a former champion, she was thinking of retiring from boxing. Marie, her long-time friend and trainer, shared her pain. After another silent hour, Marie and Nina saw a sign: Sauble Falls. Marie thought this would be a good place for (a) them to stop.(B)Then, with a great push, a small one turned a complete circle and made it over the falls. “He made it!” Nina shouted at the success with admiration. More salmon then followed and succeeded. She felt ashamed to be looking at (b) them. After a moment, she turned to Marie and said, “Giving up is not in my vocabulary. Marie, I’ll get my championship belt back.” Marie nodded with a bright smile. “Our training begins tomorrow. It’s going to be tough. Are you ready?” Walking up the path and back to the car, (c) they could still hear the fish splashing in the water.* splash: 물을 튀기다(C)Marie pulled over into the parking lot. Marie and Nina went down a path to watch the falls. Another sign: Watch Your Step. Rocks Are Slippery. (d) They found the falls spilling out in various layers of rock. No one was there except them. “Look at them!” Marie pointed to movement in the water moving toward the falls. Hundreds of fish tails were flashing and catching light from the sun, moving upstream. Beneath them in the water, they saw salmon slowly moving their bodies. (D)While Marie and Nina kept watching the salmon, a big one suddenly leapt. It threw itself up and over the rushing water above, but in vain. (e) They were standing without a word and watching the fish struggling. Another jumped, its body spinning until it made it over the falls. Another one leapt and was washed back by the power of the water. Watching the salmon, Marie noticed Nina fixing her eyes on their continuing challenge. Nina’s heart was beating fast at each leap and twist.",
        "text_yn": 0,
        "question": "밑줄 친 (a)～(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
        "paragraph": "",
        "choice1": "(a)",
        "choice2": "(b)",
        "choice3": "(c)",
        "choice4": "(d)",
        "choice5": "(e)",
        "short_answer": "",
        "multiple_answer": 2
    },
    {
        "grade": 3,
        "yyyy": 2019,
        "mm": 11,
        "host": 0,
        "subject_cat": 1,
        "question_num": 45,
        "points": 2,
        "text_title": "[43～45] 다음 글을 읽고, 물음에 답하시오.",
        "text": "(A)The colors of the trees looked like they were on fire, the reds and oranges competing with the yellows and golds. This was Nina’s favorite season, but she remained silent for hours while Marie was driving. Nina had been heartbroken after losing her championship belt. Now a former champion, she was thinking of retiring from boxing. Marie, her long-time friend and trainer, shared her pain. After another silent hour, Marie and Nina saw a sign: Sauble Falls. Marie thought this would be a good place for (a) them to stop.(B)Then, with a great push, a small one turned a complete circle and made it over the falls. “He made it!” Nina shouted at the success with admiration. More salmon then followed and succeeded. She felt ashamed to be looking at (b) them. After a moment, she turned to Marie and said, “Giving up is not in my vocabulary. Marie, I’ll get my championship belt back.” Marie nodded with a bright smile. “Our training begins tomorrow. It’s going to be tough. Are you ready?” Walking up the path and back to the car, (c) they could still hear the fish splashing in the water.* splash: 물을 튀기다(C)Marie pulled over into the parking lot. Marie and Nina went down a path to watch the falls. Another sign: Watch Your Step. Rocks Are Slippery. (d) They found the falls spilling out in various layers of rock. No one was there except them. “Look at them!” Marie pointed to movement in the water moving toward the falls. Hundreds of fish tails were flashing and catching light from the sun, moving upstream. Beneath them in the water, they saw salmon slowly moving their bodies. (D)While Marie and Nina kept watching the salmon, a big one suddenly leapt. It threw itself up and over the rushing water above, but in vain. (e) They were standing without a word and watching the fish struggling. Another jumped, its body spinning until it made it over the falls. Another one leapt and was washed back by the power of the water. Watching the salmon, Marie noticed Nina fixing her eyes on their continuing challenge. Nina’s heart was beating fast at each leap and twist.",
        "text_yn": 0,
        "question": "윗글에 관한 내용으로 적절하지 않은 것은?",
        "paragraph": "",
        "choice1": "Marie가 운전하는 동안 Nina는 말이 없었다",
        "choice2": "Marie는 Nina의 오랜 친구이자 트레이너였다",
        "choice3": "폭포에서 Nina는 Marie에게 권투를 그만두겠다고 말했다",
        "choice4": "폭포에 있는 사람은 Marie와 Nina뿐이었다",
        "choice5": "Nina는 폭포 위로 뛰어오르는 연어를 유심히 바라보았다",
        "short_answer": "",
        "multiple_answer": 3
    }
]