{
    "questions": [
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 1,
            "points": 2,
            "bbb": "1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Of course! We have to buy some toys.",
            "choice2": "Okay. We’ll reschedule the charity bazaar.",
            "choice3": "Too bad. We aren’t gathering donations now.",
            "choice4": "Why not? Your donation will be a great help.",
            "choice5": "Sorry. My toys have already been given away."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 2,
            "points": 2,
            "bbb": "2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "I’m not sure. Let me check if it does.",
            "choice2": "I agree. Yoga helps you stay flexible.",
            "choice3": "Sorry. I’m not interested in sports.",
            "choice4": "No, thanks. Your gym is too far.",
            "choice5": "Right. Yoga is hard to learn."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 3,
            "points": 2,
            "bbb": "3. 다음을 듣고, 여자가 하는 말의 목적으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "졸음운전 예방법을 소개하려고",
            "choice2": "자동차 안전기준 강화를 촉구하려고",
            "choice3": "올바른 의약품 보관법을 설명하려고",
            "choice4": "장시간 운전 시 휴식의 필요성을 강조하려고",
            "choice5": "약 복용 후의 운전에 대해 주의를 당부하려"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 4,
            "points": 2,
            "bbb": "4. 대화를 듣고, 남자의 의견으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "재활용 대상 품목과 방법을 늘려야 한다.",
            "choice2": "환경보호를 위해 작은 일이라도 실천해야 한다.",
            "choice3": "무분별한 일회용품 사용이 환경오염의 주범이다.",
            "choice4": "환경오염의 심각성에 대한 인식 교육이 필요하다.",
            "choice5": "많은 사람이 환경운동에 조직적으로 참여해야 한다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 5,
            "points": 2,
            "bbb": "5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
            "보기": "",
            "choice1": "사진사 - 학생",
            "choice2": "건축 설계사 - 교장",
            "choice3": "인쇄소 직원 - 작가",
            "choice4": "편집 디자이너 - 교사",
            "choice5": "인테리어 디자이너 - 집주인"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 6,
            "points": 2,
            "bbb": "6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오.",
            "보기": "7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을",
            "choice1": "텐트 대여하기",
            "choice2": "캠핑장 답사하기",
            "choice3": "축구장 예약하기",
            "choice4": "회의 일정 공지하기",
            "choice5": "회원들에게 전화하기"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 7,
            "points": 2,
            "bbb": "8. 대화를 듣고, 여자가 Lakeside Musical Festival에 참가할 수 없는 이유를 고르시오.",
            "보기": "",
            "choice1": "가족 여행을 가야 해서",
            "choice2": "어울리는 배역이 없어서",
            "choice3": "연습 일정이 맞지 않아서",
            "choice4": "다른 공연에 참가해야 해서",
            "choice5": "할아버지 병간호를 해야 해서"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 8,
            "points": 2,
            "bbb": "9. 대화를 듣고, 여자가 지불할 금액을 고르시오.",
            "보기": "",
            "choice1": "$36",
            "choice2": "$45",
            "choice3": "$72",
            "choice4": "$80",
            "choice5": "$"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 9,
            "points": 2,
            "bbb": "10. 대화를 듣고, Monet Tour에 관해 언급되지 않은 것을 고르시오.",
            "보기": "",
            "choice1": "이동 수단",
            "choice2": "소요 시간",
            "choice3": "집합 장소",
            "choice4": "기념품",
            "choice5": "참가비"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 10,
            "points": 2,
            "bbb": "11. Green Farm’s Fun Day에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오.",
            "보기": "",
            "choice1": "모든 연령대가 참가할 수 있다.",
            "choice2": "일요일 오전 10시에 시작한다.",
            "choice3": "참가자는 동물에게 직접 먹이를 줄 수 있다.",
            "choice4": "점심이 무료로 제공된다.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 11,
            "points": 2,
            "bbb": "12. 다음 표를 보면서 대화를 듣고, 두 사람이 구매할 제품을 고르시오.",
            "보기": "Air Fryers Model Capacity (liters) Price Type of Basket Customer Rating",
            "choice1": "A 5.7 $105 Removable ★★★★★",
            "choice2": "B 5.2 $80 Removable ★★★★★",
            "choice3": "C 5.0 $70 Removable ★★★★",
            "choice4": "D 4.7 $65 Fixed ★★★★",
            "choice5": "E"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 12,
            "points": 3,
            "bbb": "13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Man:",
            "choice1": "Sure. I’ll try to enjoy the process of studying itself.",
            "choice2": "Yes, I’m glad the math exam was rescheduled.",
            "choice3": "Well, I’d better prepare for the exam sooner.",
            "choice4": "Right. I shouldn’t forget about my final goal.",
            "choice5": "Sorry. I’m not a big fan of solving puzzles."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 13,
            "points": 3,
            "bbb": "14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Woman:",
            "choice1": "Great! I’ll look up which pet shop to visit.",
            "choice2": "Exactly! That’s why we shouldn’t abandon pets.",
            "choice3": "Well, we should think twice before adopting a cat.",
            "choice4": "Really? Let’s ask her if we can have one of them.",
            "choice5": "Thanks. My kids will be happy if you give us a cat."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 14,
            "points": 3,
            "bbb": "15. 다음 상황 설명을 듣고, Sarah가 Brian에게 할 말로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Sarah:",
            "choice1": "Why don’t you ask him to be your music tutor?",
            "choice2": "I suggest you reconsider signing up for tutoring.",
            "choice3": "I think you can start by learning basic vocabulary.",
            "choice4": "Let’s look for someone who can help Minsu with math.",
            "choice5": "Why not use songs to encourage him to learn English words?"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 15,
            "points": 2,
            "bbb": "16. 남자가 하는 말의 주제로 가장 적절한 것은?",
            "보기": "",
            "choice1": "food traditions during the holidays",
            "choice2": "holiday crafts across the globe",
            "choice3": "origins of major holidays",
            "choice4": "traditional ways to preserve foods",
            "choice5": "foods with a high number of calories"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 16,
            "points": 2,
            "bbb": "17. 언급된 나라가 아닌 것은?",
            "보기": "",
            "choice1": "United Kingdom",
            "choice2": "Peru",
            "choice3": "Greece",
            "choice4": "Sweden",
            "choice5": "Cuba"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 17,
            "points": 2,
            "bbb": "18. 다음 글의 목적으로 가장 적절한 것은?",
            "보기": "Dear Mr. Brandson, Last week I returned to Chipchester after ten relaxing days on your ‘Barbados Escape Tour’. Except for the swimming pool, the facilities at the Barbados Sun Resort were excellent, and equal to your usual high standard. Unfortunately, for the whole of my time at the Barbados resort, extensive repairs were being carried out at the swimming pool and it could not be used. It is not my nature to complain, but I do feel that the use of a pool is very important to an English tourist who cannot enjoy swimming in England because of the unpleasant weather. I believe it is your responsibility to inform guests about repairs that may negatively affect their stays. I hope this kind of inconvenience will not happen again. Yours sincerely, Chris Bauer",
            "choice1": "숙소 예약을 확인하려고",
            "choice2": "여행 일정 변경을 요청하려고",
            "choice3": "수영장 이용 방법을 문의하려고",
            "choice4": "만족스러운 여행 상품에 대해 감사하려고",
            "choice5": "수영장을 이용하지 못한 것을 불평하려"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 18,
            "points": 2,
            "bbb": "19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은?",
            "보기": "My father’s face was stern as he watched me slowly climb down from the kitchen roof. “Explain yourself, son.” His commanding voice was so full of authority it made me stand up straight like a tin soldier. What could I say in my own defence? I replied, “We don’t have a Christmas tree. All I wanted was to make one. I am truly sorry, Father.” My heart was racing so fast I could barely hear myself talking. I waited for my father to calculate the severity of punishment. And then he looked away for a moment, and I realized his stern look had melted from his face, and there was a smile on his lips. He came closer. I relaxed as he stroked my head and affectionately said, “Well done, my boy. Well done!”",
            "choice1": "bored → excited",
            "choice2": "nervous → relieved",
            "choice3": "indifferent → grateful",
            "choice4": "comforted → confused",
            "choice5": "irritated → sympathetic"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 19,
            "points": 2,
            "bbb": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
            "보기": "During a time of stress or change, as parents, we want to protect our children. This is a normal parental instinct, and it’s an appropriate behavior. But it’s during this time of protection that we, without realizing it, take power away from our children. It helps to give your child practice in making decisions. A good place to start is to ask questions to help them decide a course of action to take so they feel they did everything they could to prepare. Regrettably, at times, the plan may not go as intended, but you have to let your child experience the natural consequences and learn from these little mistakes. This is so difficult to do because we never want to see our children suffer, but these little learning experiences actually make them feel more empowered.",
            "choice1": "자녀가 자신의 주장을 펼칠 때 진지하게 경청하라.",
            "choice2": "자녀가 직접 결정을 내리고 그 결과로부터 배우게 하라.",
            "choice3": "자녀의 지적 호기심을 유발할 수 있는 환경을 조성하라.",
            "choice4": "실패를 겪은 자녀에게 잘못을 지적하기에 앞서 위로하라.",
            "choice5": "자녀를 훈계할 때 어떤 행동이 잘못인지 명확히 설명하라."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 20,
            "points": 2,
            "bbb": "21. 다음 글의 요지로 가장 적절한 것은?",
            "보기": "If you were pushing yourself appropriately and have evaluated yourself rigorously, then you will have identified errors that you made. A critical part of self­evaluation is deciding what caused the errors. Average performers believe their errors were caused by factors outside their control: My opponent got lucky; the task was too hard; I just don’t have any natural ability for this. Top performers, by contrast, believe they are responsible for their errors. Note that this is not just a difference of personality or attitude. The best performers have set highly specific, technique­based goals and strategies for themselves; they have thought through exactly how they intend to achieve what they want. So when something doesn’t work, they can relate the failure to specific elements of their performance that may have misfired. Research on champion golfers, for example, has uncovered precisely this pattern. They’re much less likely than average golfers to blame their problems on the weather, the course, or chance factors. Instead they focus relentlessly on their own performance.",
            "choice1": "잘못에 대한 과도한 자책은 성취욕을 저하할 수 있다.",
            "choice2": "성취 목표가 지나치게 높으면 실수를 범할 가능성이 커진다.",
            "choice3": "타인의 지적에 대한 수용적 태도는 실수를 줄이는 데 기여한다.",
            "choice4": "한 번의 실수를 근거로 사람을 판단하는 것은 바람직하지 않다.",
            "choice5": "높은 성취를 보이는 사람들은 잘못의 원인을 자신에게서 찾는다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 21,
            "points": 2,
            "bbb": "22. 다음 글의 주제로 가장 적절한 것은?",
            "보기": "An object at rest tends to stay at rest. To change is to learn something new, to think differently, to act differently, and to move in a new direction. Great ideas, great people, and great projects have fallen victim to resistance to change. Resistance to change means people are working hard to protect the status quo. When people who resist are ignored or pushed aside, they become formidable opposition. In order to succeed at change, resistance and the people who resist should be viewed differently. Here’s why: Resistance is a natural part of the change process and exists in many forms. People resist for different reasons and in different ways. To master change, you must first understand the personal, structural, and physiological reasons people resist. When you understand resistance, you can learn to expect it and even use it to your advantage. Understanding and managing resistance is critical when you are promoting change. * status quo: 현재 상태 ** formidable: 감당할 수 없는",
            "choice1": "misunderstanding about the nature of organizational change",
            "choice2": "importance of appreciating resistance for successful change",
            "choice3": "ways people who resist contribute to social development",
            "choice4": "changes of people’s attitudes toward social innovation",
            "choice5": "risks that can be caused by ignoring resistance"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 22,
            "points": 2,
            "bbb": "23. 다음 글의 제목으로 가장 적절한 것은?",
            "보기": "Taste is crucial to our survival. In a way, one might think of it as the most important of our senses ― helping us to distinguish between that which is nutritious and that which may be poisonous. And yet, on closer inspection, it turns out not to be so important, at least not in terms of perception. While more than half of the brain is involved in processing what we see, only something like 1% of the cerebral cortex is directly involved in taste perception. The reason for this is that our brains pick up on the statistical regularities of the environment, and so we learn to predict the likely taste and nutritional properties of potential foodstuffs on the basis of other sensory cues, such as color and smell. This allows us to assess the likely consequences of ingesting a whole host of different foods without necessarily having to stick them into our mouths first in order to determine what they taste like. * cerebral cortex: 대뇌 피질 ** ingest: 섭취하다",
            "choice1": "Good Looking Foods Taste Good As Well!",
            "choice2": "Taste: The Most Critical Sense for Survival",
            "choice3": "Color & Smell: The Fake Cues for Nutrition",
            "choice4": "How We Perceive Foods Without Tasting Them",
            "choice5": "All of Our Senses Help Us Understand Our Surroundings"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 23,
            "points": 2,
            "bbb": "24. 다음 표의 내용과 일치하지 않는 것은?",
            "보기": "Worldwide Wearable Technology Retail Market Value (USD, Millions) Year Type 2014 2015 2016 2017 2018 Smart Glasses 1,200 5,400 11,760 19,890 31,070 Smart Watches 2,864 11,125 23,067 39,903 62,223 Fitness & Activity Trackers 2,099 2,534 3,247 4,336 5,722 Heart Rate Monitors 1,860 2,012 2,140 2,217 2,227 Total 8,023 21,072 40,215 66,347 101,242 · Note: Detail may not add to total shown because of rounding. The table above shows the worldwide wearable technology retail market value from 2014 to 2018.",
            "choice1": "The retail market value of each type of technology increased during the five years, and the total wearable technology retail market value increased more than ten times from 2014 to"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 24,
            "points": 2,
            "bbb": "",
            "보기": "",
            "choice1": "Of the four types of wearable technology listed, the retail market value of Smart Glasses was the smallest in 2014, but it increased more than four times in 2015.",
            "choice2": "While the retail market value of Smart Watches increased the most between 2014 and 2018, that of Heart Rate Monitors increased the least.",
            "choice3": "The retail market value of Fitness & Activity Trackers was the second largest in 2014, and it was the second smallest every year after that.",
            "choice4": "Though the retail market value of Smart Watches was the largest in 2018, it was less than half the total retail market value of wearable technology for that year. 4 영어영역 고3 4 8 25. Charles Grant Allen에 관한 다음 글의 내용과 일치하지 않는 것은? Charles Grant Allen was born near Kingston, Ontario, Canada. His father was a minister and his mother the daughter of a French nobleman. Allen was educated at home as a child. After his family returned to Europe, he attended King Edward’s School in Birmingham, England. He got married in 1868 and graduated from Oxford University three years later. His wife’s health was frail, and Allen held various teaching positions to help pay for her medical care. He was a professor of logic at Queens College in Jamaica for several years, then in 1876 returned to England and began writing for the London Daily News. During the 1880s Allen began publishing his fiction such as Strange Stories, The Devil’s Die, and his best­known work, The Woman Who Did. A versatile writer, Allen also published books of poetry, philosophical essays, and popular science. * versatile: 다재다능한",
            "choice5": "어렸을 때 집에서 교육을 받았다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 25,
            "points": 2,
            "bbb": "26. Portable Photo Printer에 관한 다음 안내문의 내용과 일치하지 않는 것은?",
            "보기": "Portable Photo Printer Features: · This product comes with a free, downloadable app that helps you print photos from your smartphone. · You can also print photos from your smartphone without the app by using the Bluetooth function. · Once the device is fully charged, you can print up to 30 photos in a row. · Photo files less than 10MB can be printed. Caution: · Only use the AC adaptor supplied with this device. · When operating in cold weather, the device may not print. · When a paper jam occurs, do not pull the paper out. Turn the device off and on again; the paper will be ejected automatically.",
            "choice1": "앱 없이도 스마트폰에 있는 사진을 인쇄할 수 있다.",
            "choice2": "완전히 충전되면 사진을 연속 30장까지 인쇄할 수 있다.",
            "choice3": "10MB보다 작은 용량의 사진 파일을 인쇄할 수 있다.",
            "choice4": "추운 날씨에 작동 시 인쇄가 안 될 수 있다.",
            "choice5": "용지가 걸리면 전원을 끄"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 26,
            "points": 2,
            "bbb": "27. 2019 Summer Junior Chef Camp에 관한 다음 안내문의 내용과 일치하는 것은?",
            "보기": "2019 Summer Junior Chef Camp This exciting camp for budding chefs ages 7-14 will give your child hands­on experience in a modern kitchen. · Registration fee: $65/person (including lunch each day) · When: August 12-15, 2019 (9 a.m.-12:30 p.m.) · Where: Steven Nigra Center for Creative Arts For more information, visit www.jcc2019.org. Monday, August 12, 2019 Wes McFee, instructor Tuesday, August 13, 2019 Salvatore Mannino, instructor • french toast and sausage • design your own place mat • Italian pizza • create a recipe book Wednesday, August 14, 2019 Lauren Repholz, instructor Thursday, August 15, 2019 Penny Rivenburg, instructor • kabob and picnic pasta salad • design your own apron • cupcake and fruit juice • create a recipe book",
            "choice1": "14세 미만의 어린이는 참가할 수 없다.",
            "choice2": "등록비는 점심 값을 포함하지 않는다.",
            "choice3": "7월 중순에 4일간 진행된다.",
            "choice4": "캠프 기간 중 매일 다른 강사가 가르친다.",
            "choice5": "요리책 만들기 활동은 수요일과 목요일에 있다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 27,
            "points": 3,
            "bbb": "28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
            "보기": "[3점] The idea that hypnosis can put the brain into a special state,",
            "choice1": "in which the powers of memory are dramatically greater than normal, reflects a belief in a form of easily unlocked potential. But it is false. People under hypnosis generate more “memories” than they",
            "choice2": "do in a normal state, but these recollections are as likely to be false as true. Hypnosis leads them to come up with more information, but not necessarily more accurate information. In fact, it might actually be people’s beliefs in the power of hypnosis that",
            "choice3": "leads them to recall more things: If people believe that they should have better memory under hypnosis, they will try harder to retrieve more memories when hypnotized. Unfortunately, there’s no way to know",
            "choice4": "whether the memories hypnotized people retrieve are true or not — unless of course we know exactly what the person should be able to remember. But if we",
            "choice5": "knew that, then we’d have no need to use hypnosis in the first place! * hypnosis: 최면 Switch (Power) Paper exit slot Micro USB port (for recharging)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 28,
            "points": 3,
            "bbb": "29. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "보기": "[3점] One factor contributing to students’ difficulty in making accurate judgments of their own knowledge is hindsight bias: the tendency to assume once something happens that one knew all along that it was going to happen. When students receive feedback suggesting that their knowledge is incomplete, such as getting an exam item (A) incorrect / right , they may respond by telling themselves that they actually did know the information. Although they do not have a strong grasp of the material, they feel as if they do because they recognize something about the item content. Looking back, once they know the answer, the solution seems obvious. This feeling of (B) familiarity / novelty can lead students to have an exaggerated sense of what they know. Hindsight bias therefore (C) diminishes / reinforces the feeling that their failure was due to the nature of the assessment rather than the nature of their knowledge ― which makes it more difficult for them to learn from feedback. (A) (B) (C)",
            "choice1": "incorrect …… familiarity …… diminishes",
            "choice2": "incorrect …… novelty …… diminishes",
            "choice3": "incorrect …… familiarity …… reinforces",
            "choice4": "right …… novelty …… reinforces",
            "choice5": "right …… familiarity …… diminishes"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 29,
            "points": 2,
            "bbb": "30. 밑줄 친 a premature baby in an incubator가 다음 글에서 의미하는 바로 가장 적절한 것은?",
            "보기": "Think of the world as a premature baby in an incubator. The baby’s health status is extremely bad and her breathing, heart rate, and other important signs are tracked constantly so that changes for better or worse can quickly be seen. After a week, she is getting a lot better. On all the main measures, she is improving, but she still has to stay in the incubator because her health is still critical. Does it make sense to say that the infant’s situation is improving? Yes. Absolutely. Does it make sense to say it is bad? Yes. Absolutely. Does saying “things are improving” imply that everything is fine, and we should all relax and not worry? No, not at all. Is it helpful to have to choose between bad and improving? Definitely not. It’s both. That is how we must think about the current state of the world.",
            "choice1": "having signs of getting better, but still not in good condition",
            "choice2": "being in a dangerous situation with no hope to improve",
            "choice3": "lacking essential competence, not functioning properly",
            "choice4": "being expected to grow up and face a bright future",
            "choice5": "happening too early when no one is ready for it"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 30,
            "points": 2,
            "bbb": "",
            "보기": "A term like social drinker was itself what we might call “socially constructed.” When a social drinker was caught driving drunk, it was seen as a single instance of bad judgment in an otherwise exemplary life, but this was rarely the case. Experts liked to point out that persons caught driving drunk for the first time had probably done so dozens of times before without incident. The language chosen to characterize these particular individuals, however, reflected the way that society viewed them. The same could be said for the word accident, which was the common term used to describe automobile crashes well into the 1980s. An accident implied an unfortunate act of God, not something that could ― or should ― be prevented.",
            "choice1": "forgiving",
            "choice2": "objective",
            "choice3": "degrading",
            "choice4": "unwelcome",
            "choice5": "praiseworthy"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 31,
            "points": 3,
            "bbb": "",
            "보기": "Interconnectivity doesn’t mean inclusivity. On the contrary, it may produce a Balkanization of views that harshens political discourse and supports or hardens extremist views. There is little sign that the Internet or social media ; in some ways they are set up to insulate us from dissent or challenge, for example, by offering to personalize news feeds. It used to take some effort to find Holocaust­denying pseudohistory; now it’s one click away. Just as information technologies may serve to amplify existing prejudices and misconceptions, so they amplify inequality. In business and trade, in arts and entertainment and fame, markets have become ever more inclined toward “winner takes all.” This, psychological studies show, is precisely what to expect from rating systems in which you can easily see what choices others are making. [3점] * Balkanization: (국가·지역 등의) 분열, 발칸화 ** pseudohistory: 가짜 역사, 유사역사학",
            "choice1": "facilitates political or regional conflicts",
            "choice2": "encourages broadmindedness and debate",
            "choice3": "supports creativity and innovative thinking",
            "choice4": "promotes a sense of privacy and security",
            "choice5": "spreads new ideas and trends quickly"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 32,
            "points": 3,
            "bbb": "",
            "보기": "Big corporations feel very evil to us now, the natural targets of blame for low­paying jobs, environmental abuse and sickening ingredients. But Adam Smith knew there was an unexpected, and more important, element responsible for these ills: our taste. Collectively, it is we, the consumers, who opt for certain kinds of ease and excitement over others. And once that basic fact is in place, everything else follows it. It’s not companies that primarily degrade the world. It is our appetites, which they merely serve. As a result, the reform of capitalism entirely depends on an odd­sounding, but critical task: the education of the consumer. We need to be taught to want better quality things and pay a proper price for them, one that reflects the true burden on workers and the environment. A good capitalist society doesn’t therefore just offer customers choice, it also spends a considerable part of its energies educating people about how to exercise this choice in judicious ways. Capitalism needs to be saved by . [3점] * judicious: 분별력 있는",
            "choice1": "elevating the quality of demand",
            "choice2": "correcting corporations’ wrongdoings",
            "choice3": "slowing the speed of economic growth",
            "choice4": "reforming the way we distribute wealth",
            "choice5": "offering consumers a wider range of goods"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 33,
            "points": 3,
            "bbb": "",
            "보기": "The author is superficially understood to be the creative, and individual, source of a written text. The idea that there is a unique creator of a text, and that the task of reading is, in consequence, a more or less passive process of recovering his or her intentions and meanings, has been variously challenged. Nineteenth­century hermeneuticians, notably Wilhelm Dilthey, challenged the assumption that the author had any privileged insight into the meaning of his or her text by critically examining the active process entailed in reading, and thus the need to construct rather than merely to recover meaning from a text. In effect, the author’s self­understandings are exposed as merely . In aesthetics, criticism of the ‘intentional fallacy’ holds that interpretation of a work of art cannot claim to be definitive or authoritative by having recovered the author’s intentions. Challenging the author’s status thereby pushes aesthetic reflection towards the intrinsic qualities of the artwork or text, and at the extreme undermines the possibility of there being a single, definitive or correct reading. [3점] * hermeneutician: 해석학자",
            "choice1": "a reflection of the prevailing literary trends",
            "choice2": "something that leaves no room for alternative ideas",
            "choice3": "an insufficient explanation that misleads the readers",
            "choice4": "one more interpretation of the text among many others",
            "choice5": "another example of authors caring less about being original"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 34,
            "points": 2,
            "bbb": "35. 다음 글에서 전체 흐름과 관계 없는 문장은?",
            "보기": "Geography greatly restricted colonial communications.",
            "choice1": "Even the simplest postal network requires some sort of transportation system, but such was the difficulty of simply getting from point A to point B, especially overland, that it was easier for residents of Massachusetts and the Carolinas to sail to Great Britain than to visit each other.",
            "choice2": "Whenever possible, colonists and their communiqués floated to their destinations on the boats and rafts that plied the rivers and the winding coast.",
            "choice3": "Otherwise, they traveled by foot or horseback along trails unfit for wheeled vehicles that had been created by game animals and the Indians who hunted them.",
            "choice4": "Since wheels were made of wood, they needed frequent repairs, which made wheel makers important tradesmen in colonial towns.",
            "choice5": "In a vicious circle, the awful roads interrupted intercolonial communications, which further developed the provinces’ sense of isolation and autonomy, only worsening the chances of unified transportation and postal networks. * communiqué: 공식 발표 ** ply: 다니다, 왕복하다"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 35,
            "points": 2,
            "bbb": "",
            "보기": "Building resilience depends on the opportunities children have and the relationships they form with parents, caregivers, teachers, and friends. (A) They grew up in environments with severe poverty, alcohol abuse, or mental illness, and two out of three developed serious problems by adolescence and adulthood. Yet despite these extreme hardships, a third of the kids matured into “competent, confident, and caring young adults” with no record of delinquency or mental health problems. (B) We can start by helping children develop four core beliefs: they have some control over their lives; they can learn from failure; they matter as human beings; and they have real strengths to rely on and share. These four beliefs have a real impact on kids. One study tracked hundreds of at­risk children for three decades. (C) These resilient children shared something: they felt a strong sense of control over their lives. They saw themselves as the masters of their own fate and viewed negative events not as threats but as challenges and even opportunities. * resilience: 회복탄력성 ** delinquency: 범죄",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 36,
            "points": 2,
            "bbb": "",
            "보기": "Most scientists attribute extraordinary memory performance to an enhanced ability to associate or organize the information to be memorized, rather than true photographic memory. (A) Thus, by changing the “rules” of the game, researchers revealed that the remarkable capacity of these players to memorize visual information specific to chess (possibly the very reason these individuals are gifted at chess) was not the equivalent of photographic memory. (B) For example, many expert chess players possess a remarkable capacity to recall the position of chess pieces at any point from a game. The ability to retain an accurate mental image of the chessboard permits these players to play multiple boards at a time ― even while they are blindfolded! (C) It was not surprising, then, when researchers observed that expert chess players have a much greater aptitude to remember chessboard patterns compared to test subjects who do not play chess. However, if researchers challenged the expert chess players with randomly generated board patterns, the expert players were no better than novice chess players at recalling chessboard patterns.",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 37,
            "points": 2,
            "bbb": "",
            "보기": "Russian poets whose work circulates in privately copied typescripts do that, as did Emily Dickinson. To say that the artist must have the cooperation of others for the art work to occur as it finally does does not mean that he cannot work without that cooperation. (",
            "choice1": ") The art work, after all, need not occur as it does, but can take many other forms, including those which allow it to be done without others’ help. (",
            "choice2": ") Thus, though poets do depend on printers and publishers, one can produce poetry without them. (",
            "choice3": ") In both cases, the poetry does not circulate in conventional print because the artist would not accept the censorship or rewriting imposed by those who would publish the work. (",
            "choice4": ") The poet either has to reproduce and circulate his work himself or not have it circulated. (",
            "choice5": ") But he can still write poetry. * censorship: 검열"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 38,
            "points": 3,
            "bbb": "",
            "보기": "Grazing animals have different kinds of adaptations that overcome these deterrents. Coevolution is the concept that two or more species of organisms can reciprocally influence the evolutionary direction of the other. In other words, organisms affect the evolution of other organisms. Since all organisms are influenced by other organisms, this is a common pattern. (",
            "choice1": ") For example, grazing animals and the grasses they consume have coevolved. (",
            "choice2": ") Grasses that are eaten by grazing animals grow from the base of the plant near the ground rather than from the tips of the branches as many plants do. (",
            "choice3": ") Furthermore, grasses have hard materials in their cell walls that make it difficult for animals to crush the cell walls and digest them. (",
            "choice4": ") Many grazers have teeth that are very long or grow continuously to compensate for the wear associated with grinding hard cell walls. (",
            "choice5": ") Others, such as cattle, have complicated digestive tracts that allow microorganisms to do most of the work of digestion."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 39,
            "points": 3,
            "bbb": "40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
            "보기": "[3점] To find out whether basketball players shoot in streaks, researchers obtained the shooting records of the Philadelphia 76ers during the 1980-81 season. (The 76ers are the only team who keep records of the order in which a player’s hits and misses occurred, rather than simple totals.) The researchers then analyzed these data to determine whether players’ hits tended to cluster together more than one would expect by chance. Contrary to the expectations expressed by the researchers’ sample of fans, players were not more likely to make a shot after making their last one, two, or three shots than after missing their last one, two, or three shots. In fact, there was a slight tendency for players to shoot better after missing their last shot. They made 51% of their shots after making their previous shot, compared to 54% after missing their previous shot; 50% after making their previous two shots, compared to 53% after missing their previous two; 46% after making three in a row, compared to 56% after missing three in a row. * streak: 연속  The data of the research above (A) the expectation that, in basketball shooting, success is more likely to be followed by (B) . (A) (B)",
            "choice1": "contradict …… distraction",
            "choice2": "contradict …… success",
            "choice3": "confirm …… error",
            "choice4": "confirm …… confidence",
            "choice5": "disprove …… satisfaction"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 40,
            "points": 2,
            "bbb": "41. 윗글의 제목으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "Instincts: Genes Decide Them All",
            "choice2": "The Birth and Challenges of Brain Science",
            "choice3": "Hardwired Animals vs. Adaptable Humans",
            "choice4": "How Animals and Humans Interact to Survive",
            "choice5": "What Living Things Learn from World Experience"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 41,
            "points": 2,
            "bbb": "42. 밑줄 친 (a)～(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 42,
            "points": 2,
            "bbb": "43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "(B) - (D) - (C)",
            "choice2": "(C) - (B) - (D)",
            "choice3": "(C) - (D) - (B)",
            "choice4": "(D) - (B) - (C)",
            "choice5": "(D) - (C) - (B)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 43,
            "points": 2,
            "bbb": "44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 44,
            "points": 2,
            "bbb": "45. 윗글의 ‘I’에 관한 내용으로 적절하지 않은 것은?",
            "보기": "",
            "choice1": "학업을 위해 집을 떠나왔다.",
            "choice2": "잃어버린 여권을 되찾지 못했다.",
            "choice3": "뒤차에서 내린 사람이 다가올 때 심장이 두근거렸다.",
            "choice4": "운전사로부터 Kuching에 관한 정보를 얻었다.",
            "choice5": "운전하는 것을 매우 좋아한다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
        }
    ],
    "passages": [
        {
            "text": "다음을 듣고, 물음에 답하시오. 16. 남자가 하는 말의 주제로 가장 적절한 것은? ① food traditions during the holidays ② holiday crafts across the globe ③ origins of major holidays ④ traditional ways to preserve foods ⑤ foods with a high number of calories"
        },
        {
            "text": "다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. A term like social drinker was itself what we might call “socially constructed.” When a social drinker was caught driving drunk, it was seen as a single instance of bad judgment in an otherwise exemplary life, but this was rarely the case. Experts liked to point out that persons caught driving drunk for the first time had probably done so dozens of times before without incident. The language chosen to characterize these particular individuals, however, reflected the way that society viewed them. The same could be said for the word accident, which was the common term used to describe automobile crashes well into the 1980s. An accident implied an unfortunate act of God, not something that could ― or should ― be prevented. ① forgiving ② objective ③ degrading ④ unwelcome ⑤ praiseworthy 32. Interconnectivity doesn’t mean inclusivity. On the contrary, it may produce a Balkanization of views that harshens political discourse and supports or hardens extremist views. There is little sign that the Internet or social media ; in some ways they are set up to insulate us from dissent or challenge, for example, by offering to personalize news feeds. It used to take some effort to find Holocaust­denying pseudohistory; now it’s one click away. Just as information technologies may serve to amplify existing prejudices and misconceptions, so they amplify inequality. In business and trade, in arts and entertainment and fame, markets have become ever more inclined toward “winner takes all.” This, psychological studies show, is precisely what to expect from rating systems in which you can easily see what choices others are making. [3점] * Balkanization: (국가·지역 등의) 분열, 발칸화 ** pseudohistory: 가짜 역사, 유사역사학 ① facilitates political or regional conflicts ② encourages broadmindedness and debate ③ supports creativity and innovative thinking ④ promotes a sense of privacy and security ⑤ spreads new ideas and trends quickly 6 영어영역 고3 6 8 33. Big corporations feel very evil to us now, the natural targets of blame for low­paying jobs, environmental abuse and sickening ingredients. But Adam Smith knew there was an unexpected, and more important, element responsible for these ills: our taste. Collectively, it is we, the consumers, who opt for certain kinds of ease and excitement over others. And once that basic fact is in place, everything else follows it. It’s not companies that primarily degrade the world. It is our appetites, which they merely serve. As a result, the reform of capitalism entirely depends on an odd­sounding, but critical task: the education of the consumer. We need to be taught to want better quality things and pay a proper price for them, one that reflects the true burden on workers and the environment. A good capitalist society doesn’t therefore just offer customers choice, it also spends a considerable part of its energies educating people about how to exercise this choice in judicious ways. Capitalism needs to be saved by . [3점] * judicious: 분별력 있는 ① elevating the quality of demand ② correcting corporations’ wrongdoings ③ slowing the speed of economic growth ④ reforming the way we distribute wealth ⑤ offering consumers a wider range of goods"
        },
        {
            "text": "주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. Building resilience depends on the opportunities children have and the relationships they form with parents, caregivers, teachers, and friends. (A) They grew up in environments with severe poverty, alcohol abuse, or mental illness, and two out of three developed serious problems by adolescence and adulthood. Yet despite these extreme hardships, a third of the kids matured into “competent, confident, and caring young adults” with no record of delinquency or mental health problems. (B) We can start by helping children develop four core beliefs: they have some control over their lives; they can learn from failure; they matter as human beings; and they have real strengths to rely on and share. These four beliefs have a real impact on kids. One study tracked hundreds of at­risk children for three decades. (C) These resilient children shared something: they felt a strong sense of control over their lives. They saw themselves as the masters of their own fate and viewed negative events not as threats but as challenges and even opportunities. * resilience: 회복탄력성 ** delinquency: 범죄 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고3 영어영역 7 7 8"
        },
        {
            "text": "글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. Russian poets whose work circulates in privately copied typescripts do that, as did Emily Dickinson. To say that the artist must have the cooperation of others for the art work to occur as it finally does does not mean that he cannot work without that cooperation. ( ①) The art work, after all, need not occur as it does, but can take many other forms, including those which allow it to be done without others’ help. ( ②) Thus, though poets do depend on printers and publishers, one can produce poetry without them. ( ③) In both cases, the poetry does not circulate in conventional print because the artist would not accept the censorship or rewriting imposed by those who would publish the work. ( ④) The poet either has to reproduce and circulate his work himself or not have it circulated. ( ⑤) But he can still write poetry. * censorship: 검열"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. Many animals are born genetically preprogrammed, or “hardwired” for certain instincts and behaviors. Genes guide the construction of their bodies and brains in specific ways that (a) define what they will be and how they’ll behave. A fly’s reflex to escape in the presence of a passing shadow; a robin’s preprogrammed instinct to fly south in the winter; a bear’s desire to hibernate; a dog’s drive to protect its master: these are all examples of instincts and behaviors that are hardwired. Hardwiring (b) allows these creatures to move as their parents do from birth, and in some cases to eat for themselves and survive independently. In humans the situation is somewhat different. The human brain comes into the world with some amount of genetic hardwiring (for example, for breathing, crying, suckling, caring about faces, and having the ability to learn the details of their native language). But compared to the rest of the animal kingdom, human brains are unusually (c) complete at birth. The detailed wiring diagram of the human brain is not preprogrammed; instead, genes give very (d) general directions for the blueprints of neural networks, and world experience fine­tunes the rest of the wiring, allowing it to adapt to the local details. The human brain’s ability to (e) shape itself to the world into which it’s born has allowed our species to take over every ecosystem on the planet and begin our move into the solar system. 41. 윗글의 제목으로 가장 적절한 것은? ① Instincts: Genes Decide Them All ② The Birth and Challenges of Brain Science ③ Hardwired Animals vs. Adaptable Humans ④ How Animals and Humans Interact to Survive ⑤ What Living Things Learn from World Experience"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. (A) It was a damp evening when I landed in Kuching, the capital city of Sarawak in Malaysia. I was a 19­year­old Dubai­raised kid away from home for the first time to start my undergraduate studies in mechanical engineering. I pushed my luggage and headed to the airport exit to find a grey van with the name of my university on the side and a man in the driver’s seat. (a) He was my driver, I assumed, and I was right. (B) The man was taken aback and so was my driver. Then I looked down at (b) his hands to see that he was holding a travel pouch. He gave me the pouch. It contained my passport, return tickets, as well as cash and letters for the university. I had left it behind on the trolley at the airport, and this man had been trying to return it to me ever since we had left the airport. (C) Not long into our journey, the lights of the car behind flashed at us. This continued more aggressively and my driver started to panic. A flurry of honks and flashes followed, so (c) he pulled over to the roadside in a well­lit area. My heart was pounding but I tried to put on a brave face as the man from the car emerged and made his way to my side of the van. As he reached my window, I lowered it and tried to force a smile. He reached into the van and I let out a loud “Whoa!” (D) As we left the airport, the driver began talking to me; he told me that I was the last of the new students he had to pick up that day. He shared information with me about the city and its people and what I should see and do. As I am a driving enthusiast myself, we started talking about cars and driving in Dubai and (d) his accounts of driving in Kuching. He then went on to list (e) his experiences of road rage, and by the time he had finished, I had made up my mind to be very passive on the roads. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e)"
        }
    ]
}