{
    "questions": [
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 1,
            "points": 2,
            "bbb": "1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "I think this is not what I ordered.",
            "choice2": "I’m afraid that’s not available today.",
            "choice3": "I prefer to have dinner with friends.",
            "choice4": "Anything that’s not too spicy is okay.",
            "choice5": "It depends on what you eat every day."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 2,
            "points": 2,
            "bbb": "2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Okay. I’ll keep an eye on the key.",
            "choice2": "Don’t worry. We have an extra key.",
            "choice3": "Thank you. We hope to see you again.",
            "choice4": "Sorry. Our hotel will be renovated soon.",
            "choice5": "No. We have no record of your reservation."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 3,
            "points": 2,
            "bbb": "",
            "보기": "다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고 르시오.",
            "choice1": "자전거 전용 도로 확충을 건의하려고",
            "choice2": "전동 스쿠터용 안전 용품을 소개하려고",
            "choice3": "교통사고 발생 시 대처 요령을 설명하려고",
            "choice4": "보행자를 배려하는 교통 정책을 홍보하려고",
            "choice5": "전동 스쿠터 운행 시 유의 사항을 전달하려"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 4,
            "points": 2,
            "bbb": "4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "조언을 할 때는 공감을 먼저 표현해야 한다.",
            "choice2": "문제 해결책은 스스로 찾게 하는 것이 좋다.",
            "choice3": "오해를 줄이려면 대화를 자주 나누어야 한다.",
            "choice4": "성적 향상을 위해 효과적인 학습 전략이 필요하다.",
            "choice5": "가족 간에도 부정적인 감정 표현을 자제해야 한다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 5,
            "points": 2,
            "bbb": "5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
            "보기": "",
            "choice1": "무용 강사- 수강생",
            "choice2": "촬영 기사- 소품 담당자",
            "choice3": "음향 감독- 무대 디자이너",
            "choice4": "영상 편집 기사- 무용 단원",
            "choice5": "연예인 매니저- 팬클럽 운영자"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 6,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고 르시오.",
            "choice1": "",
            "choice2": "",
            "choice3": "",
            "choice4": "",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 7,
            "points": 2,
            "bbb": "7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "조명 점검하기",
            "choice2": "조리 도구 확인하기",
            "choice3": "화면 조정하기",
            "choice4": "요리 재료 준비하기",
            "choice5": "요리사에게 전화하기"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 8,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고, Tony가 방과 후에 학교에 남으려는 이유를 고르 시오.",
            "choice1": "연극 연습을 해야 해서",
            "choice2": "방과후수업을 수강해야 해서",
            "choice3": "친구와 로봇을 만들어야 해서",
            "choice4": "담임 선생님과 면담을 해야 해서",
            "choice5": "가족 행사 시간에 맞추어 가야 해서"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 9,
            "points": 3,
            "bbb": "9. 대화를 듣고, 남자가 지불할 금액을 고르시오.",
            "보기": "[3점]",
            "choice1": "$40",
            "choice2": "$50",
            "choice3": "$54",
            "choice4": "$64",
            "choice5": "$"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 10,
            "points": 2,
            "bbb": "10. 대화를 듣고, Starlight Read­a­Thon에 관해 언급되지 않은 것 을 고르시오.",
            "보기": "",
            "choice1": "일시",
            "choice2": "장소",
            "choice3": "참가 기념품",
            "choice4": "준비물",
            "choice5": "중도 귀가 가능 여부"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 11,
            "points": 2,
            "bbb": "11. Cherrywood Garage Sale에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오.",
            "보기": "",
            "choice1": "10월 두 번째 토요일에 열린다.",
            "choice2": "18세 이상의 Cherrywood 주민은 판매자로 등록할 수 있다.",
            "choice3": "판매자의 집 위치를 보여 주는 지도를 제작해 배포한다.",
            "choice4": "판매 시작 시간과 종료 시간이 지정되어 있다.",
            "choice5": "판매자의 등록비는 마을 IT 센터로 보내진다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 12,
            "points": 2,
            "bbb": "12. 다음 표를 보면서 대화를 듣고, 두 사람이 주문할 전동 두피 마사지기를 고르시오.",
            "보기": "Electric Scalp Massagers Model No. of Heads Type Waterproof Price",
            "choice1": "A 2 Helmet × $110",
            "choice2": "B 3 Handheld × $70",
            "choice3": "C 4 Handheld ○ $100",
            "choice4": "D 5 Helmet ○ $150",
            "choice5": "E"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 13,
            "points": 3,
            "bbb": "13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Man:",
            "choice1": "I knew you’d make it. You studied hard.",
            "choice2": "I’d like to join your study group. Can I?",
            "choice3": "Don’t burn up your data watching a video.",
            "choice4": "It’s surprising that it attracts so many people.",
            "choice5": "I’ll let you know the name of the video channel."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 14,
            "points": 3,
            "bbb": "14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Woman:",
            "choice1": "Okay. I’ll choose one or two from the list and call them.",
            "choice2": "First, we should persuade Sarah to change her mind.",
            "choice3": "Absolutely. I agree that Sarah is the best candidate.",
            "choice4": "Let me join you when you visit her at the hospital.",
            "choice5": "No way. We can’t cancel or postpone the concert."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 15,
            "points": 2,
            "bbb": "15. 다음 상황 설명을 듣고, Ron이 Ms. Kim에게 할 말로 가장 적 절한 것을 고르시오.",
            "보기": "Ron:",
            "choice1": "I hope you can participate in the main event.",
            "choice2": "We’d rather perform at the closing ceremony.",
            "choice3": "A taekwondo demonstration requires much practice.",
            "choice4": "Please check the changed schedule before we start.",
            "choice5": "I’m afraid I cannot take charge of the demonstration."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 16,
            "points": 2,
            "bbb": "16. 여자가 하는 말의 주제로 가장 적절한 것은?",
            "보기": "",
            "choice1": "using natural materials for outdoor activities",
            "choice2": "calculating the environmental impact of trails",
            "choice3": "recycling materials from public sport facilities",
            "choice4": "choosing surface materials for public park trails",
            "choice5": "raising awareness of public park safety measures"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 17,
            "points": 2,
            "bbb": "17. 언급된 재료가 아닌 것은?",
            "보기": "",
            "choice1": "sand",
            "choice2": "rubber",
            "choice3": "bricks",
            "choice4": "wood",
            "choice5": "asphalt"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 18,
            "points": 2,
            "bbb": "18. 다음 글의 목적으로 가장 적절한 것은?",
            "보기": "We would like to thank you for your suggestion about switching to the new ABC software for maintaining the company’s database system. This update will surely make our management system more efficient as well as more cost­effective in the long run. Your idea is currently being reviewed by the board. In order to further discuss your idea, you are required to attend a meeting with the technical team at 2 p.m. on October 8th in Meeting Room A. After assessing the feasibility of the proposal, we would like to proceed with the implementation without any delay. Thank you for your dedication.",
            "choice1": "회의 일정 변경 사유를 알리려고",
            "choice2": "건의안이 거절된 이유를 설명하려고",
            "choice3": "제안 사항에 관한 회의 참석을 요청하려고",
            "choice4": "사내 아이디어 공모전의 심사를 부탁하려고",
            "choice5": "개인 컴퓨터 보안 프로그램 사용법을 안내하려"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 19,
            "points": 2,
            "bbb": "19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은?",
            "보기": "Mary held my hand and made me follow her. With my eyes blindfolded, I was wondering to what fantastic place she was taking me. She stopped me suddenly and played my all­time favorite song: When the Stars Go Blue. I took a deep, shaky breath. When Mary pulled off my blindfold, my jaw dropped and I gasped at the sight before me. We were on a hill. There were no city lights anywhere in sight. The only things giving off light were the moon and the stars. Mary took my hand in hers again. The next thing I knew was that we were dancing, staring into each other’s eyes. I wished the night would last forever.",
            "choice1": "anticipating →delighted",
            "choice2": "anxious →frightened",
            "choice3": "disappointed →satisfied",
            "choice4": "ashamed →relaxed",
            "choice5": "grateful →annoyed"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 20,
            "points": 2,
            "bbb": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
            "보기": "The human brain is wired to look for threats — a trait that kept us alive when we were living on the savannas but that can prevent happiness in our modern lives. This so­called “negativity bias” can keep you focused on what’s going wrong (which explains why complaining is such a popular pastime). To break out of this neural rut, train yourself to acknowledge when things go right. If you keep a calendar or a journal, make a point to write down what went well. If you’re more of a verbal processor, start your conversations with friends by sharing a recent win (anything that gives you that yesssss feeling). Where the mind goes, reality follows. The more you appreciate life, the more reasons you have to celebrate it. * rut: 고정된 틀",
            "choice1": "삶의 긍정적인 면을 인식하도록 자신을 훈련하라.",
            "choice2": "경쟁자의 장점을 칭찬하고 따라 배우려 노력하라.",
            "choice3": "글쓰기를 통해 부정적인 감정을 배출하라.",
            "choice4": "실패의 원인을 다양한 각도에서 분석하라.",
            "choice5": "불만을 자기 혁신의 동력으로 삼으라."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 21,
            "points": 3,
            "bbb": "21. 밑줄 친 put the proverbial cart before the horse가 다음 글 에서 의미하는 바로 가장 적절한 것은?",
            "보기": "[3점] Most people who try to slow down put the proverbial cart before the horse. They make dramatic, often costly changes in their lifestyle, only to encounter two disappointing results. First, they don’t enjoy the changes they make. People who are temperamentally used to a fast­paced life quickly discover that a slower­paced life in the country all but drives them crazy. Their habitual, hectic thinking won’t allow them to adjust the superficial changes they make. Second, lifestyle changes alone rarely make a real difference. You can rearrange the externals of your life in a radically different way, but you always take your thinking with you. If you are a hurried, rushed person in the city, you’ll also be a hurried, rushed person in the country. To mend the problem, you should slow down your life from the inside out. * temperamentally: 기질적으로",
            "choice1": "reflect on themselves before looking at others",
            "choice2": "try to heal their body by controlling their mind",
            "choice3": "expect to gain profits without making any efforts",
            "choice4": "are reluctant to adapt to the fast­paced modern life",
            "choice5": "change their life’s externals, not the way of thinking"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 22,
            "points": 2,
            "bbb": "22. 다음 글의 요지로 가장 적절한 것은?",
            "보기": "We tend to think of technology as shiny tools and gadgets. Even if we acknowledge that technology can exist in disembodied form, such as software, we tend not to include in this category paintings, literature, music, dance, poetry, and the arts in general. But we should. If a thousand lines of letters in UNIX qualifies as a technology (the computer code for a web page), then a thousand lines of letters in English (Hamlet) must qualify as well. They both can change our behavior, alter the course of events, or enable future inventions. A Shakespeare sonnet and a Schubert symphony, then, are in the same category as Google’s search engine and the smartphone: They are something useful produced by a mind. We can’t separate out the multiple overlapping technologies responsible for a Lord of the Rings movie. The literary rendering of the original novel is as much an invention as the digital rendering of its fantastical creatures. Both are useful works of the human imagination. Both influence audiences powerfully. Both are technological. * gadget: 장치 ** disembodied: 무형의",
            "choice1": "기술은 예술적 상상력을 구현할 수단을 제공한다.",
            "choice2": "상상력을 발휘하여 물리적인 한계를 극복할 수 있다.",
            "choice3": "고전은 현대 사회에서 새로운 콘텐츠로 재생산되고 있다.",
            "choice4": "기술의 발전에 따라 문화 산업의 중요성이 확대되고 있다.",
            "choice5": "예술은 유용한 정신적 산물로 기술과 같은 범주에 속한다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 23,
            "points": 2,
            "bbb": "23. 다음 글의 주제로 가장 적절한 것은?",
            "보기": "Sometimes social learning is direct. I want to know how to solve a problem with my computer, and the help­desk adviser tells me where to find the crucial command in the menu; I want to know how to operate my wireless speaker set, and my daughter shows me the right command. Most of the recent, expanding experimental literature focuses on such cases of pure instruction, or pure demonstration, for example, in testing the reliability of transmission chains under various conditions. Many studies of social learning in children focus on the fidelity with which information flows from one child to another in diffusion chains. But the most consequential cases of social learning in humans have not depended on pure demonstration or instruction. Rather, most social learning is hybrid learning: agents acquire skills through socially guided trial and error and socially guided practice. Children do get advice, instruction, and other informational head starts from others, but they get this support while engaged in exploratory learning in their environment. * fidelity: 정확도",
            "choice1": "importance of accurate information delivery in teaching",
            "choice2": "advantages of individual learning over cooperative learning",
            "choice3": "social contexts making spiritual exploration personally meaningful",
            "choice4": "social learning as a combination of direct instruction and guided exploration",
            "choice5": "differences between random input of information and systematic teaching"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 24,
            "points": 2,
            "bbb": "24. 다음 글의 제목으로 가장 적절한 것은?",
            "보기": "I can report a number of occasions when my own dogs reacted in a marked, I would say enthusiastic, manner when I wore jingling jewelry that produced a regular rhythm as I walked, though admittedly they did not tap their feet. Although this is a mere anecdote, it suggests that it is wrong to claim that animals are incapable of responding to pronounced rhythms. The specific response of tapping one’s foot or deliberately marking any external rhythm does seem to be a particularly human skill, but this need not be interpreted as the decisive capacity involved in musical response. My dogs in fact responded to other musical features beside the regular jingling of my jewelry. The sound of a siren would set them to howling, as would the sound of my husband’s saxophone. Perhaps Aristotle observed similar reactions of dogs to musical instruments and rhythms. Apparently Darwin did. He reports observing a dog that was “always whining, when one note on a concertina, which was out of tune, was played.”",
            "choice1": "Healing Power of Music in Everyday Life",
            "choice2": "Do Animals Have Hints of Musical Senses?",
            "choice3": "Music: A Useful Tool for Training Animals",
            "choice4": "Does Your Dog Really Sympathize with You?",
            "choice5": "What Your Dog Communicates with Their Body"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 25,
            "points": 2,
            "bbb": "25. 다음 도표의 내용과 일치하지 않는 것은?",
            "보기": "How Attached Do You Feel to Your Local Community? The graph above shows the results of a 2018 survey on the attachment feelings of U.S. adults to their local community.",
            "choice1": "Identical percentages of adults living in suburban and in rural communities said they felt very attached to their local community.",
            "choice2": "More than 40% of adults in each of the three types of community responded they felt somewhat attached to their local community.",
            "choice3": "The percentage of adults who felt very attached to their local community increased as their age progressed.",
            "choice4": "In the three groups ages 30 and over, more than 40% responded they felt somewhat attached to their local community, respectively.",
            "choice5": "In terms of those who felt very attached, the percentage of adults who had lived in their community for"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 26,
            "points": 2,
            "bbb": "26. Kurt Gödel에 관한 다음 글의 내용과 일치하지 않는 것은?",
            "보기": "Kurt Gödel, one of the most important logicians of the contemporary period, was born in what is today Brno, the Czech Republic. Gödel entered the University of Vienna, where he studied mathematics, physics, and philosophy. On completing his undergraduate degree he started graduate work in mathematics, earning his doctorate at age twenty­four. After the publication of the incompleteness theorem, he became an internationally known intellectual figure. He began giving mathematical lectures around the world starting in 1933. He gave his first lecture in the United States that year, where he first met Albert Einstein. This was the beginning of a close friendship that would last until Einstein’s death in 1955. In 1940, under the threat of being drafted into the German army, Gödel left for the United States, where he accepted a position at the Institute for Advanced Study, in Princeton. He received the first Albert Einstein Award. In 1974 he was awarded the National Medal of Science. * theorem: 정리 ** draft: 징집하다, 선발하다",
            "choice1": "대학에서 수학, 물리학, 철학을 공부했다.",
            "choice2": "24세에 박사 학위를 취득했다.",
            "choice3": "독일에서 Albert Einstein을 처음 만났다.",
            "choice4": "독일군 징집을 피해 미국으로 갔다.",
            "choice5": "Albert Einstein 상의 최초 수상자였다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 27,
            "points": 2,
            "bbb": "27. Ducks Land & Sea Tour에 관한 다음 안내문의 내용과 일치 하지 않는 것은?",
            "보기": "Ducks Land & Sea Tour Enjoy a 90­minute ride on our amphibious sightseeing vehicle! Location & Parking • Located in the center of Tumon • Free parking across from ticket office Details • No restroom on board • First­come, first­seated. Seating together with your party is not guaranteed. • Adult rate applies for age 12 and above. • Ours are semi open­air vehicles, so you may possibly get wet from rainy weather conditions. • No refunds after departure time For more information, visit www.rideduckstour.com. * amphibious: 수륙 양용의",
            "choice1": "탑승 시간은 90분이다.",
            "choice2": "매표소 건너편에 무료로 주차할 수 있다.",
            "choice3": "선착순으로 자리에 앉는다.",
            "choice4": "12세 이상은 성인 요금이 적용된다.",
            "choice5": "출발 시각 후"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 28,
            "points": 2,
            "bbb": "28. Parents Education Workshop에 관한 다음 안내문의 내용과 일치하는 것은?",
            "보기": "Parents Education Workshop Please join our education workshop for parents of preschool­aged children! Date: October 28 Time: 10:00 - 11:30 a.m. or 3:00 - 4:30 p.m. Place: LION Library or LIONESS Education Center - Choose the time and place that suits you best, and contact us by October 20. - Educational materials are available free of charge. - We do not offer childcare. - Food and drinks are not provided. You are welcome to bring snacks and water. Feel free to contact cstservice@lionsch.com!",
            "choice1": "참가 대상은 초등학교 졸업을 앞둔 아동의 부모이다.",
            "choice2": "오전 및 오후에 각각 2시간 동안 진행된다.",
            "choice3": "자신에게 맞는 시간과 장소를 선택할 수 있다.",
            "choice4": "동반한 자녀를 위한 돌봄 서비스를 운영한다.",
            "choice5": "음식과 음료가 제공된다. Urban"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 29,
            "points": 2,
            "bbb": "29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
            "보기": "The modern adult human brain weighs only 1/50 of the total body weight but uses up to 1/5 of the total energy needs. The brain’s running costs are about eight to ten times as high, per unit mass, as",
            "choice1": "those of the body’s muscles. And around 3/4 of that energy is expended on neurons, the",
            "choice2": "specialized brain cells that communicate in vast networks to generate our thoughts and behaviours. An individual neuron",
            "choice3": "sends a signal in the brain uses as much energy as a leg muscle cell running a marathon. Of course, we use more energy overall when we are running, but we are not always on the move, whereas our brains never switch off. Even though the brain is metabolically greedy, it still outclasses any desktop computer both in terms of the calculations it can perform and the efficiency",
            "choice4": "at which it does this. We may have built computers that can beat our top Grand Master chess players, but we are still far away from designing one that is capable of recognizing and picking up one of the chess pieces as",
            "choice5": "easily as a typical three­year­old child can."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 30,
            "points": 3,
            "bbb": "30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "[3점] Discovering how people are affected by jokes is often difficult. People",
            "choice1": "mask their reactions because of politeness or peer pressure. Moreover, people are sometimes",
            "choice2": "unaware of how they, themselves, are affected. Denial, for example, may conceal from people how deeply wounded they are by certain jokes. Jokes can also be termites or time bombs, lingering unnoticed in a person’s subconscious, gnawing on his or her self­esteem or",
            "choice3": "exploding it at a later time. But even if one could accurately determine how people are affected, this would not be an",
            "choice4": "accurate measure of hatefulness. People are often simply wrong about whether a joke is acceptable or hateful. For example, people notoriously find terribly hateful jokes about themselves or their sex, nationalities, professions, etc.",
            "choice5": "problematic until their consciousness becomes raised. And the raising of consciousness is often followed by a period of hypersensitivity where people are hurt or offended even by tasteful, tactful jokes. * termite: 흰개미 ** gnaw: 갉아먹다"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 31,
            "points": 2,
            "bbb": "",
            "보기": "The developmental control that children with certain serious medical problems can exert over their physical activity is relevant to . For example, an infant in a crib and a cognitively intact 14­year­old confined to bed due to illness or injury may both be relatively inactive. The adolescent can, however, be expected to have more awareness of and control over movements such as rolling over that might dislodge or otherwise impair the functioning of a medical device such as a breathing tube or feeding tube. Likewise, a 5­year­old and a 25­year­old who have had a cardiac pacemaker implanted may each know that they need to protect the device, but developmental differences in the understanding of risk and causation and in the control of impulses increase the probability of risky behavior by the child, for example, jumping off a porch. * dislodge: 떼어 내다 ** cardiac pacemaker: 심박 조율기",
            "choice1": "device safety",
            "choice2": "mental health",
            "choice3": "pain reactions",
            "choice4": "athletic training",
            "choice5": "medical diagnoses"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 32,
            "points": 3,
            "bbb": "",
            "보기": "There’s more to striving to be in the majority of one’s group than merely acquiring power. We work to be in the majority of our groups not just because the majority controls material and psychological resources, but also because who we are is largely defined by those who claim us as their own. Drawing distinctions between who’s in and who’s out, between who’s right and who’s wrong, between privileged or disadvantaged — in short, between us and them — motivates us to . We seek to belong to the majority of our group, even if our group is in the minority, not just because the majority holds the power, but because the privilege attached to being in the majority position is commonly viewed by others and by ourselves as deserved. We had it coming. This perception contributes to our sense of worth, of who we are, and to others’ assessments of our value as well. [3점]",
            "choice1": "speak for those who are put to silence",
            "choice2": "empower the powerless in political processes",
            "choice3": "be counted among those who do the counting",
            "choice4": "value our inner self more than our appearance",
            "choice5": "take the outsiders as fashionable rule breakers"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 33,
            "points": 3,
            "bbb": "",
            "보기": "Eating was the original science, the original study of the environment. Kids, just like primitive life­forms, learn about reality by putting it in their mouths. This mouth knowledge knows no abstracts. The world is either sweet or bitter, smooth or prickly, pleasant or unpleasant. Mouth knowledge comes with gut­level certainty. So to eat is literally to know. But to know what? It is to know self from nonself. Mouth knowledge taught us the boundaries of our bodies. When, as babies, we sucked an object, such as a pacifier, we felt it only from one side, from the side of the mouth. When we sucked our thumbs, we felt them from the outside, through the mouth, and from the inside, through the feeling of the thumb being sucked on. This mouth knowledge ― unlike later school knowledge ― gave us a glimpse of our paradoxical nature: that somehow we . [3점] * pacifier: (유아용) 고무 젖꼭지",
            "choice1": "are ignorant of most things but remain confident",
            "choice2": "gain pleasure only when we serve for other people",
            "choice3": "find unpleasant situations pleasant when with children",
            "choice4": "are more attracted to things that go against our intuition",
            "choice5": "are both the subject and the object of our own experience"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 34,
            "points": 3,
            "bbb": "",
            "보기": "Multiple and often conflicting notions of truth coexist in Internet situations, ranging from outright lying through mutually aware pretence to playful trickery. As Patricia Wallace puts it, ‘The fact that it is so easy to lie and get away with it ― as long as we can live with our own deceptions and the harm they may cause others ― is a significant feature of the Internet.’ It is of course possible to live out a lie or fantasy logically and consistently, and it is on this principle that the games in virtual worlds operate and the nicknamed people in chatgroups interact. But it is by no means easy to maintain a consistent presence through language in a world where multiple interactions are taking place under pressure, where participants are often changing their names and identities, and where the cooperative principle can be arbitrarily abandoned. Putting this another way, when you see an Internet utterance, you often do not know how to take it, because you do not know . [3점]",
            "choice1": "how much financial profit you can get from it",
            "choice2": "what set of conversational principles it is obeying",
            "choice3": "how virtual reality drives out the sense of reality",
            "choice4": "whether you really made the statement in question",
            "choice5": "why the other participants were attacking each other"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 35,
            "points": 2,
            "bbb": "35. 다음 글에서 전체 흐름과 관계 없는 문장은?",
            "보기": "Competition is basically concerned with how the availability of resources, such as the food and space utilised by various organisms, is reduced by other organisms. Tourism and recreation can result in the transfer of plants and animals to locations where they do not normally occur.",
            "choice1": "In these situations the ‘alien’ species are often at an advantage, because the new environment is usually devoid of any natural controls that the ‘invader’ would have evolved with in its original environment.",
            "choice2": "Alien plants compete with indigenous species for space, light, nutrients and water.",
            "choice3": "The introduction of alien plants can result in the disruption and impoverishment of natural plant communities.",
            "choice4": "This positive relationship will enhance a particular plant’s capacity to obtain essential nutrients.",
            "choice5": "This has occurred in South Africa, for example, where introduced Australian shrubs have been and are degrading species­rich fynbos plant communities in the Southern Cape region. * devoid of: ~이 없는 ** shrub: 관목"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 36,
            "points": 2,
            "bbb": "",
            "보기": "There are times when we hold contradictory views and we know it, at least at one of the deeper levels of consciousness. Most of us could not comfortably live with ourselves if we made a habit of holding flatly contradictory statements at the forefront of our consciousness. (A) Another way I can allow myself to hold on to statements that contradict the facts is deliberately to refrain from examining the facts to which the statements refer. This attitude is expressed by the quip “Don’t bother me with the facts; I’ve already made up my mind.” (B) For example, I could not explicitly say to myself “I tell many deliberate lies to Stephanie” and “I never lie to Stephanie.” What I do, assuming the first statement reflects objective facts, is suppress the second statement. (C) Mental operations of these kinds are not so much instances of reasoning as evasion of reasoning. Obviously, this can have nothing to do with logic. Those forms of unhealthy reasoning can be known as “rationalization.” Rationalization is reasoning in the service of falsehood. * quip: 발뺌, 핑계 ** evasion: 회피, 모면",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 37,
            "points": 3,
            "bbb": "",
            "보기": "Centuries of technological advances have created possibilities where few or none existed before. At their most basic, technologies allow people, if sufficiently armed with capital, to partially overcome their local geography and make it productive. (A) But with those same resources you can build fifty times the length of road in flat lowlands and service several tens of thousands of people. Both tasks are possible, but only one is an efficient and productive use of resources and therefore the more feasible. (B) Economists call this opportunity costs. For example, you may be able to build a road to the top of the mountain to reach a remote chalet, build it strong enough to withstand spring floods, plow it to keep it open in the winter, and repair it and clear it of avalanche debris in the summer. (C) The more difficult that geography, the more expensive it is to make it useful, and the more expensive to keep it useful. Economic and social development, then, are about figuring out how to use technology and capital, to find out not only what is possible but also feasible. [3점] * chalet: 산지 가옥 ** avalanche: 눈사태",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 38,
            "points": 2,
            "bbb": "",
            "보기": "It would be easy to assume that if you put a group of high­IQ people together, naturally they would exhibit a high collective intelligence. For decades, we have been measuring intelligence at the individual level, just as we have been measuring creativity, engagement, and grit. (",
            "choice1": ") But it turns out we were failing to measure something with far greater impact. (",
            "choice2": ") As reported in the journal Science, researchers from MIT, Union College, and Carnegie Mellon have finally found a method for systematically measuring the intelligence of a group as opposed to an individual. (",
            "choice3": ") Just as we evaluate how successful an individual student will be at solving a problem, we are now able to predict how successful a group of people will be at solving a problem or problems. (",
            "choice4": ") But that’s not what happens. (",
            "choice5": ") Indeed, their research found that a team on which each person was merely average in their individual abilities but possessed a collective intelligence would continually exhibit higher success rates than a team of individual geniuses. * grit: 근성"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 39,
            "points": 2,
            "bbb": "",
            "보기": "However, at present the biological approach cannot explain creativity and all of the evidence suggests that creativity is not coded in our genes. Biology is the smallest level at which we could explain creativity. Biology’s units of analysis are genes, DNA, and specific regions of the human brain. (",
            "choice1": ") In general, scientists agree that explanations at such lower levels of analysis are more general, more universal, more powerful, and have fewer exceptions than explanations at higher levels of analysis — like the explanations of psychology or sociology. (",
            "choice2": ") It always makes scientific sense to start your study by attempting to explain something at the lowest possible level. (",
            "choice3": ") And decades of study have found no evidence that creativity is localized to any specific brain region; in fact, all of the evidence suggests that creativity is a whole­brain function, drawing on many diverse areas of the brain in a complex systemic fashion. (",
            "choice4": ") And there is no evidence of a link between mental illness and creativity. (",
            "choice5": ") To explain creativity, we need to look to the higher levels of explanation offered by psychology, sociology, and history."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 40,
            "points": 2,
            "bbb": "40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
            "보기": "Color has not always been synonymous with truth and reality. In the past, Plato and Aristotle both attacked the use of color in painting because they considered color to be an ornament that obstructed the truth. Even the word “color” contains a snub against it. The Latin colorem is related to celare, to hide or conceal; in Middle English to color is to adorn, to disguise, to render plausible, to misrepresent. Today most people prefer color pictures to black­and­white pictures. They assert that color photographs are more “real” than black­and­white photographs. This implies that people tend to conflate color photography and reality to an even greater extent than they do with black­and­white photographs. Many people have had the experience of someone pointing to an 8 × 10­inch color photograph and saying, “There’s Mary. She sure looks good, doesn’t she?” We know that it is not Mary, but such a typical response acts as a vivid reminder of how we expect photography to duplicate our reality for us. * snub: 경멸 ** conflate: 융합하다  In the past, color was considered an (A) to the truth, while today it is seen as something that (B) our reality as in the case of photography. (A) (B)",
            "choice1": "obstacle ······ projects",
            "choice2": "approach ······ analyzes",
            "choice3": "analogy ······ beautifies",
            "choice4": "obstacle ······ complicates",
            "choice5": "approach ······ emphasizes"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 41,
            "points": 2,
            "bbb": "1900. So people expected that the egalitarian process would continue and even accelerate. In particular, they hoped that globalization would (b) spread economic prosperity throughout the world, and that as a result people in India and Egypt would come to enjoy the same opportunities and privileges as people in Finland and Canada. An entire generation grew up on this promise. Now it seems that this promise might not be fulfilled. Globalization has certainly benefited large segments of humanity, but there are signs of growing inequality both between and within societies. Some groups increasingly (c) monopolize the fruits of globalization, while billions are left behind. Today, the richest 1 percent own half the world’s wealth. This situation could get far worse. The rise of AI might eliminate the economic value and political power of most humans. At the same time, improvements in biotechnology might make it (d) impossible to translate economic inequality into biological inequality. The superrich will finally have something really worthwhile to do with their enormous wealth. While up until now they have only been able to buy little more than status symbols, soon they might be able to buy life itself. If new treatments for extending life and upgrading physical and cognitive abilities prove to be (e) expensive, humankind might split into biological castes. * egalitarian: 인류 평등주의의 ** caste: 카스트(인도의 세습 계급) 41. 윗글의 제목으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "From Material Wealth to Spiritual Wealth",
            "choice2": "Are We Headed for a More Equal Society?",
            "choice3": "Globalization: A Step Toward an Equal Society",
            "choice4": "Artificial Intelligence: Our Servant or Our Master?",
            "choice5": "How to Close the Gap Between the Rich and the Poor"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 42,
            "points": 3,
            "bbb": "42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "[3점]",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 43,
            "points": 2,
            "bbb": "43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "(B) - (D) - (C)",
            "choice2": "(C) - (B) - (D)",
            "choice3": "(C) - (D) - (B)",
            "choice4": "(D) - (B) - (C)",
            "choice5": "(D) - (C) - (B)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 44,
            "points": 2,
            "bbb": "44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 45,
            "points": 2,
            "bbb": "45. 윗글에 관한 내용으로 적절하지 않은 것은?",
            "보기": "",
            "choice1": "Billy는 겨울의 대부분 동안 아팠다.",
            "choice2": "선생님은 엄마에게 Grace의 학업에 관해 말했다.",
            "choice3": "엄마는 Grace가 Billy를 기쁘게 했다고 말했다.",
            "choice4": "Grace는 책을 모두 읽을 수 있다고 엄마에게 말했다.",
            "choice5": "Grace는 다시 수업 시간에 소리 내어 책을 읽었다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입 (표기)했는지 확인하시오. One day while Grace was in reading class, the teacher called on Billy to read a sentence from the board. He had been sick most of the winter and had missed a lot of school. Billy stood to read the sentence, but he didn’t know all the words. Since (a) she had been listening to the class, Grace read it for him. Billy sat down, red­faced and unhappy."
        }
    ],
    "passages": [
        {
            "text": "다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① using natural materials for outdoor activities ② calculating the environmental impact of trails ③ recycling materials from public sport facilities ④ choosing surface materials for public park trails ⑤ raising awareness of public park safety measures"
        },
        {
            "text": "다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. The developmental control that children with certain serious medical problems can exert over their physical activity is relevant to . For example, an infant in a crib and a cognitively intact 14­year­old confined to bed due to illness or injury may both be relatively inactive. The adolescent can, however, be expected to have more awareness of and control over movements such as rolling over that might dislodge or otherwise impair the functioning of a medical device such as a breathing tube or feeding tube. Likewise, a 5­year­old and a 25­year­old who have had a cardiac pacemaker implanted may each know that they need to protect the device, but developmental differences in the understanding of risk and causation and in the control of impulses increase the probability of risky behavior by the child, for example, jumping off a porch. * dislodge: 떼어 내다 ** cardiac pacemaker: 심박 조율기 ① device safety ② mental health ③ pain reactions ④ athletic training ⑤ medical diagnoses 32. There’s more to striving to be in the majority of one’s group than merely acquiring power. We work to be in the majority of our groups not just because the majority controls material and psychological resources, but also because who we are is largely defined by those who claim us as their own. Drawing distinctions between who’s in and who’s out, between who’s right and who’s wrong, between privileged or disadvantaged — in short, between us and them — motivates us to . We seek to belong to the majority of our group, even if our group is in the minority, not just because the majority holds the power, but because the privilege attached to being in the majority position is commonly viewed by others and by ourselves as deserved. We had it coming. This perception contributes to our sense of worth, of who we are, and to others’ assessments of our value as well. [3점] ① speak for those who are put to silence ② empower the powerless in political processes ③ be counted among those who do the counting ④ value our inner self more than our appearance ⑤ take the outsiders as fashionable rule breakers 6 영어영역 고3 6 8 33. Eating was the original science, the original study of the environment. Kids, just like primitive life­forms, learn about reality by putting it in their mouths. This mouth knowledge knows no abstracts. The world is either sweet or bitter, smooth or prickly, pleasant or unpleasant. Mouth knowledge comes with gut­level certainty. So to eat is literally to know. But to know what? It is to know self from nonself. Mouth knowledge taught us the boundaries of our bodies. When, as babies, we sucked an object, such as a pacifier, we felt it only from one side, from the side of the mouth. When we sucked our thumbs, we felt them from the outside, through the mouth, and from the inside, through the feeling of the thumb being sucked on. This mouth knowledge ― unlike later school knowledge ― gave us a glimpse of our paradoxical nature: that somehow we . [3점] * pacifier: (유아용) 고무 젖꼭지 ① are ignorant of most things but remain confident ② gain pleasure only when we serve for other people ③ find unpleasant situations pleasant when with children ④ are more attracted to things that go against our intuition ⑤ are both the subject and the object of our own experience"
        },
        {
            "text": "주어진 글 다음에 이어질 글의 순서로 가장 적절한 것 을 고르시오. 36. There are times when we hold contradictory views and we know it, at least at one of the deeper levels of consciousness. Most of us could not comfortably live with ourselves if we made a habit of holding flatly contradictory statements at the forefront of our consciousness. (A) Another way I can allow myself to hold on to statements that contradict the facts is deliberately to refrain from examining the facts to which the statements refer. This attitude is expressed by the quip “Don’t bother me with the facts; I’ve already made up my mind.” (B) For example, I could not explicitly say to myself “I tell many deliberate lies to Stephanie” and “I never lie to Stephanie.” What I do, assuming the first statement reflects objective facts, is suppress the second statement. (C) Mental operations of these kinds are not so much instances of reasoning as evasion of reasoning. Obviously, this can have nothing to do with logic. Those forms of unhealthy reasoning can be known as “rationalization.” Rationalization is reasoning in the service of falsehood. * quip: 발뺌, 핑계 ** evasion: 회피, 모면 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고3 영어영역 7 7 8"
        },
        {
            "text": "글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. It would be easy to assume that if you put a group of high­IQ people together, naturally they would exhibit a high collective intelligence. For decades, we have been measuring intelligence at the individual level, just as we have been measuring creativity, engagement, and grit. ( ①) But it turns out we were failing to measure something with far greater impact. ( ②) As reported in the journal Science, researchers from MIT, Union College, and Carnegie Mellon have finally found a method for systematically measuring the intelligence of a group as opposed to an individual. ( ③) Just as we evaluate how successful an individual student will be at solving a problem, we are now able to predict how successful a group of people will be at solving a problem or problems. ( ④) But that’s not what happens. ( ⑤) Indeed, their research found that a team on which each person was merely average in their individual abilities but possessed a collective intelligence would continually exhibit higher success rates than a team of individual geniuses. * grit: 근성"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. The history of the twentieth century revolved to a large extent around the (a) reduction of inequality between classes, races, and genders. Though the world of the year 2000 still had its share of hierarchies, it was nevertheless a far more equal place than the world of 1900. So people expected that the egalitarian process would continue and even accelerate. In particular, they hoped that globalization would (b) spread economic prosperity throughout the world, and that as a result people in India and Egypt would come to enjoy the same opportunities and privileges as people in Finland and Canada. An entire generation grew up on this promise. Now it seems that this promise might not be fulfilled. Globalization has certainly benefited large segments of humanity, but there are signs of growing inequality both between and within societies. Some groups increasingly (c) monopolize the fruits of globalization, while billions are left behind. Today, the richest 1 percent own half the world’s wealth. This situation could get far worse. The rise of AI might eliminate the economic value and political power of most humans. At the same time, improvements in biotechnology might make it (d) impossible to translate economic inequality into biological inequality. The superrich will finally have something really worthwhile to do with their enormous wealth. While up until now they have only been able to buy little more than status symbols, soon they might be able to buy life itself. If new treatments for extending life and upgrading physical and cognitive abilities prove to be (e) expensive, humankind might split into biological castes. * egalitarian: 인류 평등주의의 ** caste: 카스트(인도의 세습 계급) 41. 윗글의 제목으로 가장 적절한 것은? ① From Material Wealth to Spiritual Wealth ② Are We Headed for a More Equal Society? ③ Globalization: A Step Toward an Equal Society ④ Artificial Intelligence: Our Servant or Our Master? ⑤ How to Close the Gap Between the Rich and the Poor"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. (A) (B) After that incident, the teacher was invited to a church dinner which Grace’s mom attended, too. While talking with her, the teacher happened to remark, “I know Grace is bright, but I’m worried these days. She doesn’t recite or answer any question during class. I can’t understand it.” Mom couldn’t understand it either. She had heard Grace reading her book at home, and her brother drilled her on her sums until (b) she knew them well. (C) Grace felt rather proud of herself for having known more than Billy did. (c) Her pride didn’t last long, however. Her brother, Justin, reported to Mom what had happened. He said, “Grace made Billy feel like a fool today.” Grace tossed her head defiantly. “Well, I did know the words, and Billy didn’t,” she said proudly. “Your brother is right, Grace,” said Mom. “You made Billy feel bad by reading for him. After this, you are not to speak up, even if (d) you do know the answer.” Grace nodded her head. She understood that if she knew something, she was to keep it to herself. (D) Mom approached the subject at suppertime, asking, “Grace, can you read your lessons?” Grace said, “Sure, Mom. I can read the whole book!” Mom was puzzled. “Then why,” she asked, “does the teacher say you don’t recite in school?” Grace was surprised. “Why, Mom,” she answered, “you told me not to!” Mom exclaimed, “Why, Grace, I did no such thing!” “Yes, (e) you did,” Grace said. “You told me not to speak up, even when I knew the answer.” Mom remembered. The matter was soon straightened out, and Grace recited again during class. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e)"
        }
    ]
}