{
    "questions": [
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 1,
            "points": 2,
            "bbb": "1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "I don’t like to wear a mask.",
            "choice2": "Wearing a mask won’t be helpful.",
            "choice3": "They’re in the living room cabinet.",
            "choice4": "The fine dust has finally disappeared.",
            "choice5": "I forgot to watch the weather forecast."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 2,
            "points": 2,
            "bbb": "2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Don’t worry. I have a backup file.",
            "choice2": "Good job! No one can replace you.",
            "choice3": "Okay. Use my computer whenever you want.",
            "choice4": "What a relief! The presentation is finally over.",
            "choice5": "Right. You should check your computer regularly."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 3,
            "points": 2,
            "bbb": "",
            "보기": "다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고 르시오.",
            "choice1": "홈스테이 가정을 추가 모집하려고",
            "choice2": "통역 자원봉사 활동을 소개하려고",
            "choice3": "교환 학생의 방문 일정을 안내하려고",
            "choice4": "자매 학교 방문 프로그램을 홍보하려고",
            "choice5": "자매 학교 방문 시의 유의 사항을 설명하려"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 4,
            "points": 2,
            "bbb": "4. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "결과보다 과정을 즐기는 것이 중요하다.",
            "choice2": "해야 할 일을 미루는 습관을 고쳐야 한다.",
            "choice3": "산책은 새로운 아이디어 구상에 도움이 된다.",
            "choice4": "좋은 성과를 얻으려면 선택과 집중이 필요하다.",
            "choice5": "발명 아이디어는 대부분 실생활의 필요에서 나온다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 5,
            "points": 2,
            "bbb": "5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
            "보기": "",
            "choice1": "출판업자– 삽화가",
            "choice2": "문학 평론가– 소설가",
            "choice3": "이사 업체 직원– 고객",
            "choice4": "중고 서점 주인– 중고 도서 판매자",
            "choice5": "헌 옷 수거인– 아파트 관리소 직원"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 6,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고 르시오.",
            "choice1": "",
            "choice2": "",
            "choice3": "",
            "choice4": "",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 7,
            "points": 2,
            "bbb": "7. 대화를 듣고, 남자가 할 일로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "드론 빌리기",
            "choice2": "인터뷰 질문 작성하기",
            "choice3": "홍보 동영상 편집하기",
            "choice4": "캠퍼스 전경 촬영하기",
            "choice5": "교장 선생님 인터뷰하기"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 8,
            "points": 2,
            "bbb": "8. 대화를 듣고, 여자가 회의 장소를 바꾸려는 이유를 고르시오.",
            "보기": "",
            "choice1": "난방이 안돼서",
            "choice2": "공간이 좁아서",
            "choice3": "조명이 어두워서",
            "choice4": "예약이 중복되어서",
            "choice5": "프로젝터가"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 9,
            "points": 3,
            "bbb": "9. 대화를 듣고, 남자가 지불할 금액을 고르시오.",
            "보기": "[3점]",
            "choice1": "$240",
            "choice2": "$280",
            "choice3": "$290",
            "choice4": "$300",
            "choice5": "$"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 10,
            "points": 2,
            "bbb": "10. 대화를 듣고, Meet The Mayor에 관해 언급되지 않은 것을 고르시오.",
            "보기": "",
            "choice1": "사용 언어",
            "choice2": "신청 방법",
            "choice3": "개최 일시",
            "choice4": "소요 시간",
            "choice5": "개최 장소"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 11,
            "points": 2,
            "bbb": "11. Clothing Drive Competition에 관한 다음 내용을 듣고, 일치하 지 않는 것을 고르시오.",
            "보기": "",
            "choice1": "수합된 옷은 지역 자선 단체에 기부된다.",
            "choice2": "참가자의 이름은 학교 웹 사이트에 게시된다.",
            "choice3": "옷을 가장 많이 기부한 학급에 피자를 상으로 준다.",
            "choice4": "기부할 옷을 미리 세탁해서 가져와야 한다.",
            "choice5": "학생회에서 각 학급을 방문하여 옷을 수거한다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 12,
            "points": 2,
            "bbb": "12. 다음 표를 보면서 대화를 듣고, 여자가 구매할 개집을 고르시오.",
            "보기": "Dog Houses Model Material Price Size Weatherproof",
            "choice1": "A fabric $55 small ×",
            "choice2": "B plastic $60 medium ○",
            "choice3": "C plastic $75 large ○",
            "choice4": "D wood $90 large ×",
            "choice5": "E wood $"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 13,
            "points": 3,
            "bbb": "13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Woman:",
            "choice1": "I’m sorry. The party has been delayed.",
            "choice2": "Thanks. I’ll buy a nice souvenir for you.",
            "choice3": "Not yet. We haven’t decided where to stay.",
            "choice4": "It’s okay. Family always comes first for me.",
            "choice5": "Right. It’s too late for you to join the field trip."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 14,
            "points": 3,
            "bbb": "14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Man:",
            "choice1": "Trust me. I can teach you how to play tennis.",
            "choice2": "Don’t take it so hard. Anyone can make a mistake.",
            "choice3": "I’m afraid not. There’ll be no open audition this time.",
            "choice4": "Not at all. Feel free to come and see her performance.",
            "choice5": "That may work. But I need to discuss it with other members."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 15,
            "points": 2,
            "bbb": "15. 다음 상황 설명을 듣고, Rita가 Justin에게 할 말로 가장 적절 한 것을 고르시오.",
            "보기": "Rita:",
            "choice1": "You can go and find another partner.",
            "choice2": "I’ll pass this time because I’m too busy.",
            "choice3": "We can help each other to win the competition.",
            "choice4": "I apologize I forgot to apply for the competition.",
            "choice5": "We don’t have enough information about the topic."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 16,
            "points": 2,
            "bbb": "16. 여자가 하는 말의 주제로 가장 적절한 것은?",
            "보기": "",
            "choice1": "effects of smell on work efficiency",
            "choice2": "reasons to check outdoor air quality",
            "choice3": "ways to make your house smell pleasant",
            "choice4": "necessity of using natural cleaning products",
            "choice5": "benefits of decorating the house with plants"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 17,
            "points": 2,
            "bbb": "17. 언급된 물건이 아닌 것은?",
            "보기": "",
            "choice1": "carpet",
            "choice2": "sofa",
            "choice3": "closet",
            "choice4": "trash can",
            "choice5": "pet toys"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 18,
            "points": 2,
            "bbb": "18. 다음 글의 목적으로 가장 적절한 것은?",
            "보기": "Thank you for deciding to send your child to Gibbons Summer Camp. We have found over the past few years that text messages are the most reliable form of communication, so we are asking for your permission to contact your child. By completing the form, you will be giving us permission to contact your child via text over the summer. We understand if you do not wish to grant this permission. But we ask that you complete this form indicating your preference and have your child return it no later than May 10, 2019.",
            "choice1": "캠프 진행을 도와줄 학부모를 모집하려고",
            "choice2": "캠프 운영에 필요한 물품 기부를 부탁하려고",
            "choice3": "캠프 기간 변경에 대한 찬반 의견을 물으려고",
            "choice4": "캠프에 참가하는 자녀와의 문자 연락에 대해 동의받으려고",
            "choice5": "캠프에 참가하는 자녀의 휴대 전화 사용 금지를 통보하려"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 19,
            "points": 2,
            "bbb": "19. 다음 글에 드러난 Jill의 심경 변화로 가장 적절한 것은?",
            "보기": "Jill is driving her two young sons to the movies. After the third time that the kids have quarreled, she pulls over the car, turns around, and screams at them at the top of her lungs: “ENOUGH! One more word and nobody goes to the movies!” After seeing the frightened looks on the children’s faces and feeling the aftermath of the hurricane that just overtook her, she drives to the movies in a state of shock and disbelief. The kids were just being kids, she thinks. How could I have lost it and scared them so badly? Jill finds herself feeling overwhelmed, exhausted, and pretty guilty for the rest of the trip.",
            "choice1": "angry → regretful",
            "choice2": "bored → surprised",
            "choice3": "sorrowful → worried",
            "choice4": "annoyed → comforted",
            "choice5": "disappointed → excited"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 20,
            "points": 2,
            "bbb": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
            "보기": "Don’t get me wrong about liberal arts. A liberal arts education can be valuable for many careers. It teaches you how to think about the problems and issues you will face in the real world. It gives you perspective, analytical and problem­solving skills, and creative strengths ― which are all important in just about any career you can contemplate. Nevertheless, if you are a student, be smart. Seek out internships and take electives like statistics, programming, or business to give your liberal arts education some “teeth.” Students and young professionals alike should seek out skills and certifications that will provide more practical credentials in marketing yourself in the career world. * certification: 자격증 ** credentials: 자격",
            "choice1": "교육은 실리보다는 원칙을 중시해야 한다.",
            "choice2": "인문 소양과 함께 실무 능력도 키워야 한다.",
            "choice3": "교육 과정에서 교양 과목의 비중을 줄여야 한다.",
            "choice4": "학교 교육은 미래 사회의 요구를 반영해야 한다.",
            "choice5": "시장의 경쟁 논리를 인문학에 적용해서는 안 된다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 21,
            "points": 2,
            "bbb": "21. 다음 글의 요지로 가장 적절한 것은?",
            "보기": "At school, our kids are trained to study diligently and individually so they can do better than others on exams. If they seek help on projects from other students, they are criticized for cheating. They are given multiple hours of homework a night, forcing them to trade time with others for more time working in isolation. Over and over they are reminded that their future success in the workplace depends on individual performance, including their grades and standardized test scores. Statistically it doesn’t, but this approach to learning does do one thing: It dramatically raises their stress levels while robbing them of social connection, sleep, attention, happiness, and health. Yet, instead of questioning the system, we judge those who can’t keep up with this fierce competition for individual achievement. By the time students finish school they are exhausted, fragile, and lonely, only to find that the success and happiness they had been promised did not lie at the end of that rainbow.",
            "choice1": "통계를 활용한 평가 결과 분석은 신뢰도가 높다.",
            "choice2": "지필 평가와 수행 평가는 각기 다른 장점이 있다.",
            "choice3": "개인 성취 중심의 교육은 성공과 행복에 기여하지 못한다.",
            "choice4": "개인의 노력이 사회를 바꾼 사례가 역사적으로 많이 있다.",
            "choice5": "학습 부진 학생을 돕기 위한 별도의 프로그램이 필요하다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 22,
            "points": 2,
            "bbb": "22. 다음 글의 제목으로 가장 적절한 것은?",
            "보기": "Although photocopiers are made for easy use by anyone, their complicated features and interfaces can make them frustrating. They need periodic maintenance ― tasks that require specialized knowledge (such as how to install a toner cartridge or extract jammed paper) that tends to be unevenly distributed among users. These characteristics are wonderful stimuli for informal interactions, because they give people natural reasons to launch into conversation. We’ve observed employees turning to one another for help, watching one another to learn more about the machine, and commenting on its poor operation. These casual conversations can naturally lead to other subjects, some of them work related. And what is being copied can be as important as the fact that it is being copied. People gathered around might discover, in the documents coming off the machine, the write­up of a colleague’s project that’s relevant to their own work, or a new company policy that might affect them. Rich discussions often follow.",
            "choice1": "Less Paperwork, Better Performance",
            "choice2": "Too Much Talk Blocks Work Efficiency",
            "choice3": "User­Friendly Photocopiers Never Achieved",
            "choice4": "High­Tech Machines: A Source of Work Stress",
            "choice5": "Workplace Photocopiers: A Conversation Booster"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 23,
            "points": 2,
            "bbb": "23. 다음 글의 주제로 가장 적절한 것은?",
            "보기": "In the “good old days,” you earned positive feedback slowly through good deeds or other accomplishments. With the advent of social media, our children become impatient for an immediate answer or “Like” within minutes of sending that urgent piece of information out, as a text to one person, a group, the hundreds of “friends” they’ve amassed, or the entire world. “I just have to check again to see if anyone has responded, yet.” Every positive response gives a small drop of dopamine right into the brain’s reward center. Even more powerfully, neuroimaging studies reveal that the anticipation of a reward is more stimulating than its actual receipt. Plus, the reward from each response is not enough to be totally satisfying, leaving you still hungry for more ― another feature of addictive behavior. Thus, the dopamine reward of the instant feedback contributes to the time spent on social media. * amass: 모으다, 축적하다",
            "choice1": "what makes social media addictive",
            "choice2": "differences between various social media",
            "choice3": "importance of controlling social media use",
            "choice4": "how information spreads through social media",
            "choice5": "effectiveness of social media in communication"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 24,
            "points": 2,
            "bbb": "24. 다음 표의 내용과 일치하지 않는 것은?",
            "보기": "The Brand Origin Factors of Most Purchased Cosmetics Brands by Chinese in 2015 Factor Origin of Most Purchased Cosmetics Brands Korea (n=639) China (n=498) Japan (n=359) Europe (n=312) Good word of mouth 70% 64% 75% 83% Good value for money 59% 72% 55% 38% Special formula 34% 31% 40% 46% Trendy makeup style 31% 8% 21% 22% Packaging and design 16% 11% 12% 16% * n = number of respondents who mostly purchased brands from that country/region The table above shows the countries of origin for the cosmetics brands mostly purchased by Chinese in 2015 and the factors of their purchase decision.",
            "choice1": "The number of respondents mostly buying Korean cosmetics brands was greater than that of respondents mostly buying Chinese brands.",
            "choice2": "“Good word of mouth” was the biggest factor of decision for those who mostly purchased Korean brands.",
            "choice3": "As for respondents who mostly purchased Chinese brands, “Good value for money” was the most important consideration.",
            "choice4": "For European brand consumers, “Special formula” was the third most responded consideration, with the percentage more than three times that of “Packaging and design.”",
            "choice5": "The percentage of respondents who considered “Trendy makeup style” in their choice of cosmetics brands was the highest for Korean brands, followed by European and Japanese brands."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 25,
            "points": 2,
            "bbb": "25. Merrill Joseph Fernando에 관한 다음 글의 내용과 일치하지 않는 것은?",
            "보기": "Merrill Joseph Fernando was born in 1930 in the west of Sri Lanka. He attended Maris Stella College in Negombo and his first job was with a US petroleum company, as an inspector. Fernando applied to be a tea­taster in 1952 and was in the first group of trainees to be sent to London. Fernando briefly worked for a tea business in London, and returned to Sri Lanka, joining A F Jones & Co, a British­owned tea business. Within four years he had been appointed as a director, and when the British owners decided it was time to return to the UK, Fernando and a partner purchased their shares. He helped supply the first consignment of Ceylon tea to the Soviet Union at the end of the 1950s. After selling up his shares in A F Jones & Co, in 1962 he founded his own firm, Merrill J Fernando & Co, with the aid of a US $100 loan from his father. * consignment: 위탁 판매",
            "choice1": "미국 석유 회사에서 처음 일자리를 얻었다.",
            "choice2": "차 감별사로 지원해 훈련받으러 런던으로 갔다.",
            "choice3": "스리랑카로 돌아가기 전 런던의 차 업체에서 잠시 일했다.",
            "choice4": "소비에트 연방으로의 실론티 판매를 도왔다.",
            "choice5": "영국계 회사를 인수해 자신의 회사와 합병했다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 26,
            "points": 2,
            "bbb": "26. Hillcrest Park Blossom Train에 관한 다음 안내문의 내용과 일치하지 않는 것은?",
            "보기": "Hillcrest Park Blossom Train During the spring season, Hillcrest Park sparkles with millions of blossoms and lights. Dates Offered: April 6 - May 5 (weekends only) Train Ride • price: $6 for daytime train and $12 for night train • reservation: online or by phone • duration: 20­minute­long experience where you can look around ten differently themed gardens ◼Popular dates sell out early, so advance reservations are recommended. ◼Dogs of any size are not permitted on the train. For more information, contact us at 555-257-8531 or visit www.hcpark.com.",
            "choice1": "주말에만 운행한다.",
            "choice2": "야간 기차의 탑승료는 12달러이다.",
            "choice3": "온라인 예약이 가능하다.",
            "choice4": "20개의 테마 정원을 지나간다.",
            "choice5": "반려견의 동승은 허용되지 않는다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 27,
            "points": 2,
            "bbb": "27. Hide & Seek Sayley Interactive Doll 사용에 관한 다음 안내 문의 내용과 일치하는 것은?",
            "보기": "Hide & Seek Sayley Interactive Doll How to Play with Sayley 1. Hide Sayley anywhere you want making sure she is in an upright sitting position. 2. The seeker (child) will get messages from Sayley through the Detector. 3. When the seeker presses the green button on the Detector, Sayley will start to respond as the seeker looks for her. 4. The LED indicators on the front of the Detector will indicate if the seeker is far away from Sayley or not: • Blue – The seeker is at a far distance. • Yellow – The seeker is getting close but is at a medium distance. • Red – The seeker is very close. IMPORTANT NOTES: 1. The doll itself does not talk. Sayley’s voice comes out of the Detector only. 2. Do not hide Sayley inside any metallic containers, as it will affect the signals transmitted from Sayley.",
            "choice1": "인형이 똑바로 서 있는 자세로 인형을 숨겨두어야 한다.",
            "choice2": "탐지기의 검은색 버튼을 누르면 인형이 반응을 시작한다.",
            "choice3": "찾는 사람이 가까이 오면 탐지기에 파란불이 들어온다.",
            "choice4": "탐지기와 인형 모두에서 목소리가 나온다.",
            "choice5": "금속 용기 안에 인형을 숨겨서는 안 된다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 28,
            "points": 2,
            "bbb": "28. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
            "보기": "Baylor University researchers investigated",
            "choice1": "whether different types of writing could ease people into sleep. To find out, they had 57 young adults spend five minutes before bed",
            "choice2": "writing either a to­do list for the days ahead or a list of tasks they’d finished over the past few days. The results confirm that not all pre­sleep writing is created equally. Those who made to­do lists before bed",
            "choice3": "were able to fall asleep nine minutes faster than those who wrote about past events. The quality of the lists mattered, too; the more tasks and the more",
            "choice4": "specific the to­do lists were, the faster the writers fell asleep. The study authors figure that writing down future tasks",
            "choice5": "unloading the thoughts so you can stop turning them over in your mind. You’re telling your brain that the task will get done ― just not right now. in =i “ 륜 = 밖삐배배 bel"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 29,
            "points": 3,
            "bbb": "29. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "[3점] Most people are confident that creativity is an individual possession, not a collective phenomenon. Despite some notable",
            "choice1": "collaborations in the arts and sciences, the most impressive acts of creative thought ― from Archimedes to Jane Austen ― appear to have been the products of individuals (and often isolated and eccentric individuals who reject commonly held beliefs). I think that this perception is something of an",
            "choice2": "illusion, however. It cannot be denied that the primary source of",
            "choice3": "novelty lies in the recombination of information within the individual brain. But I suspect that as individuals, we would and could accomplish little in the way of creative thinking",
            "choice4": "outside the context of the super­brain, the integration of individual brains. The heads of Archimedes, Jane Austen, and all the other original thinkers who stretch back into the Middle Stone Age in Africa were",
            "choice5": "disconnected with the thoughts of others from early childhood onward, including the ideas of those long dead or unknown. How could they have created without the collective constructions of mathematics, language, and art? * eccentric: 기이한"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 30,
            "points": 3,
            "bbb": "30. 밑줄 친 not surgeons가 다음 글에서 의미하는 바로 가장 적 절한 것은?",
            "보기": "[3점] Even though the first successful appendectomy was said to have been performed by a British army surgeon in 1735, it wasn’t until the 1880s that the procedure was described in medical journals and taught in medical schools. It was a welcome solution to an age­old disease and, by the turn of the century, was becoming so popular that many surgeons in Europe and America made a reasonable amount of money. Shortly before he died in 1902, the German physician­turned­ politician Rudolf Virchow was asked, “Is it true that a human being can survive without an appendix?” Even though he had not practiced medicine for many years, Virchow stayed in touch with developments in the field. Aware of the increasing popularity of the procedure, he wittily remarked: Human beings, yes, but not surgeons. * appendectomy: 충수[맹장] 절제술 ** appendix: 충수, 맹장",
            "choice1": "Not all surgeons can perform appendectomy.",
            "choice2": "Appendectomy remains much to be improved.",
            "choice3": "The role of the appendix has been a mystery.",
            "choice4": "Surgeons rely on appendectomy for their living.",
            "choice5": "Surgeons are not willing to have their appendix removed."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 31,
            "points": 2,
            "bbb": "",
            "보기": "In the 20th century, average life expectancy in the United States rose by nearly 30 years. The vast majority of that increase is credited to advances in public health, rather than advances in medical care, and played a critical role in these advances. For example, requirements that children be vaccinated before they attend school played a central role in reducing occurrence of vaccine­preventable diseases. Smallpox and polio, which were once feared and deadly diseases, were eliminated from the Western Hemisphere (with smallpox eliminated worldwide), while the number of new measles cases dropped from more than 300,000 in 1950 to fewer than 100 in",
            "choice1": "birth control",
            "choice2": "balanced diets",
            "choice3": "early diagnosis",
            "choice4": "scientific research",
            "choice5": "legal interventions"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 32,
            "points": 3,
            "bbb": "",
            "보기": "One of the key contributions of critical theorists concerns the production of knowledge. Given that the transmission of knowledge is an integral activity in schools, critical scholars in the field of education have been especially concerned with how knowledge is produced. The scholars argue that a key element of social injustice involves the claim that particular knowledge is objective, neutral, and universal. An approach based on critical theory calls into question the idea that objectivity is desirable or even possible. The term used to describe this way of thinking about knowledge is that knowledge is socially constructed. When we refer to knowledge as socially constructed we mean that knowledge is reflective of the values and interests of those who produce it. This concept captures the understanding that all knowledge and all means of knowing . [3점]",
            "choice1": "go through objective evaluation",
            "choice2": "are connected to a social context",
            "choice3": "do not allow public criticism easily",
            "choice4": "are universal across time and culture",
            "choice5": "are linked with various academic fields"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 33,
            "points": 3,
            "bbb": "",
            "보기": "Students of ethics have been perplexed whether to classify their subject as a science, an art, or otherwise. The objection to including ethics among the sciences is that, whereas science deals with what is, ethics, it is said, is concerned with what ought to be. This, at the first glimpse, appears to be a valid and useful distinction; but mature reflection reveals that it is superficial and not wholly true. Much of the confusion and disorientation in contemporary ethics may be traced to just this refusal to recognize that ethics, no less than physics, is concerned with actually existent situations and with energies that cause clearly demonstrable effects. In the first place, our opinion of what ought to be lacks authority if it . Any one of our most fanciful dreams might with equal force command our present efforts, unless we insist that our notions of what ought to be are somehow related to present realities. Even from this point of view, ethics must be more than the consideration of imaginary states that might satisfy our highest moral aspirations. [3점]",
            "choice1": "ignores what already exists",
            "choice2": "treats others’ opinions unfairly",
            "choice3": "isn’t put into immediate action",
            "choice4": "doesn’t create imaginary worlds",
            "choice5": "overestimates what science can do"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 34,
            "points": 3,
            "bbb": "",
            "보기": "At the heart of individualism lies the belief that each individual person constitutes the center of one’s universe. At first glance, this seems to be a view that most people would not openly embrace. We are, after all, frequently told to look out for and care about others. Moreover, no one really likes a person who is obviously self­centered. However, we all have to admit that the tug toward a self­centered life is strong, and this tempts us to hide selfish intentions by using the language of unselfishness. If we are honest, we will admit that many things we claim to do sacrificially or just because they are right are exactly the same actions that bring us personal benefit. With a bit of unbiased examination of our motives, it is hard to deny that we have a strong bias toward our individual interests. Thus, despite what we may say to the contrary, it is not hard to make the case that . [3점] * tug: 이끌림",
            "choice1": "our interests stem from what we see everyday",
            "choice2": "there are more ways to serve others than we think",
            "choice3": "the boundary between reason and instinct is unclear",
            "choice4": "we are more self­centered than we are willing to admit",
            "choice5": "we are strongly governed by socially­oriented motivation"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 35,
            "points": 2,
            "bbb": "35. 다음 글에서 전체 흐름과 관계 없는 문장은?",
            "보기": "New technologies encounter challenges based on both how many of our existing habits they promise to alter and the strength of these habits.",
            "choice1": "Lasting behavioral change must occur through existing habits rather than attempts to alter them.",
            "choice2": "People are likely to adopt innovations only if they improve rather than destroy their existing habits, in the same way that electronic calculators made mathematical computations faster.",
            "choice3": "The success of an electronics product is linked to the innovative technological design both of its electronic processes and of its major components.",
            "choice4": "Thus, public policy should encourage behavioral change by targeting the least fixed habits.",
            "choice5": "For example, developing countries could encourage increased protein consumption by offering new high­protein beverages rather than new types of high­protein foods."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 36,
            "points": 2,
            "bbb": "",
            "보기": "People treat children in a variety of ways: care for them, punish them, love them, neglect them, teach them. If parents, relatives, and other agents of socialization perceive a child as smart, they will act toward him or her that way. (A) Conversely, if we detect unfavorable reactions, our self­concept will likely be negative. Hence, self­evaluative feelings such as pride or shame are always the product of the reflected appraisals of others. (B) Thus, the child eventually comes to believe he or she is a smart person. One of the earliest symbolic interactionists, Charles Horton Cooley, argued that we use the reaction of others toward us as mirrors in which we see ourselves and determine our self­worth. (C) Through this process, we imagine how we might look to other people, we interpret their responses to us, and we form a self­concept. If we think people perceive us favorably, we’re likely to develop a positive self­concept. * appraisal: 평가",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 37,
            "points": 2,
            "bbb": "",
            "보기": "Where does one start when writing the history of water management? People, Homo sapiens and our past ancestors and relatives, must always have been managing water in some manner as far back as six million years, the date at which we shared a common ancestor with the chimpanzee. (A) While we lack any direct archaeological evidence for such water carrying, it is implied by the remains of camping or activity sites found in locations distant from water sources. (B) Chimpanzees are known to crumple up leaves to use as sponges for transporting water from hollow tree trunks to their mouths; we must assume that our ancestors were not only doing the same but carrying water short distances, whether cupped in their hands, within folded leaves or in skin containers. (C) Such evidence is itself problematic, however, because sufficiently detailed environmental reconstructions to pinpoint the specific location of a river course or the nearest pool of standing water are difficult for the earliest periods of prehistory. * crumple: 구겨서 뭉치다",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 38,
            "points": 2,
            "bbb": "",
            "보기": "However, newspapers could be posted free of charge, and this provided a loophole for thrifty Victorians. The ancient Greek historian Aeneas the Tactician suggested conveying a secret message by pricking tiny holes under particular letters in an apparently ordinary page of text. Those letters would spell out a secret message, easily read by the intended receiver. (",
            "choice1": ") However, any other person who stared at the page would probably be unaware of pinpricks and thus the secret message. (",
            "choice2": ") Two thousand years later, British letter writers used exactly the same method, not to achieve secrecy but to avoid paying excessive postage costs. (",
            "choice3": ") Before the establishment of the postage system in the mid­1800s, sending a letter cost about a shilling for every hundred miles, beyond the means of most people. (",
            "choice4": ") Instead of writing and sending letters, people began to use pinpricks to spell out a message on the front page of a newspaper. (",
            "choice5": ") They could then send the newspaper through the post without having to pay a penny. * loophole: 빠져나갈 구멍 ** prick: (찔러서) 구멍을 내다"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 39,
            "points": 2,
            "bbb": "",
            "보기": "What if, instead of walking over and opening the refrigerator, the child simply says, “I want an apple,” and his mother hands him an apple? Many behaviors alter or change the environment through physical actions intended to achieve a desired result. For example, a hungry child might walk toward the refrigerator and open it to obtain an apple. (",
            "choice1": ") The child’s behavior directly changes the environment in order to achieve the ultimate consequence (obtaining an apple). (",
            "choice2": ") In this case, the first effect made is on the behavior of another person. (",
            "choice3": ") The child has acted indirectly upon the environment, from which the ultimate consequence of his behavior (the apple) emerges. (",
            "choice4": ") This child engaged in a behavior of producing a certain pattern of sounds that resulted in his mother bringing him an apple. (",
            "choice5": ") The apple reached the child as a result of a complex series of events that included the behavior of both the speaker and the listener."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 40,
            "points": 3,
            "bbb": "40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
            "보기": "[3점] Although Roman wine glasses were the height of technical and cultural sophistication in their time, compared to modern glasses they were crude. Their main problem was that they were full of bubbles. It seriously weakened the glass. Whenever a material experiences mechanical stress, which might be caused by anything from being clinked against another glass to being dropped accidentally on the floor, it absorbs the force by dispersing it from atom to atom, reducing the total force that each individual atom has to absorb. Any atom that can’t withstand the force being inflicted on it will be ripped from its position in the material, causing a crack. Wherever there is a bubble or crack, the atoms have fewer neighboring atoms to hold them in place and with which to share the force, and so these atoms are more prone to being ripped from position. * clink: (부딪혀) 쨍 소리를 내다 ** inflict: 가하다  The bubbles in Roman wine glasses made them less (A) , which is related with the (B) of neighboring atoms absorbing the impact from the outside. (A) (B)",
            "choice1": "durable ······ number",
            "choice2": "transparent ······ collision",
            "choice3": "valued ······ vibration",
            "choice4": "durable ······ size",
            "choice5": "transparent ······ arrangement"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 41,
            "points": 2,
            "bbb": "41. 윗글의 제목으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "Table Manners: A Necessary Evil?",
            "choice2": "A Solitary Meal Is Not Good for Health",
            "choice3": "Watching Eyes May Make You Eat Less",
            "choice4": "Effects of Modest Consumption on Health",
            "choice5": "Effective Ways to Stimulate Your Appetite"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 42,
            "points": 3,
            "bbb": "42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "[3점]",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 43,
            "points": 2,
            "bbb": "43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "(B) - (D) - (C)",
            "choice2": "(C) - (B) - (D)",
            "choice3": "(C) - (D) - (B)",
            "choice4": "(D) - (B) - (C)",
            "choice5": "(D) - (C) - (B)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 44,
            "points": 2,
            "bbb": "44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 45,
            "points": 2,
            "bbb": "45. 윗글의 Phillip에 관한 내용으로 적절하지 않은 것은?",
            "보기": "",
            "choice1": "Susan이 살고 있는 도시에서 직장을 구했다.",
            "choice2": "카페 주인과 친하게 지내라는 조언을 받았다.",
            "choice3": "오래된 구슬을 수집하는 취미가 있었다.",
            "choice4": "구슬을 카페로 가져가 확대경으로 살펴보았다.",
            "choice5": "구슬로 인해 카페 주인과 사이가 나빠졌다. ※ 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
        }
    ],
    "passages": [
        {
            "text": "다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① effects of smell on work efficiency ② reasons to check outdoor air quality ③ ways to make your house smell pleasant ④ necessity of using natural cleaning products ⑤ benefits of decorating the house with plants"
        },
        {
            "text": "다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. In the 20th century, average life expectancy in the United States rose by nearly 30 years. The vast majority of that increase is credited to advances in public health, rather than advances in medical care, and played a critical role in these advances. For example, requirements that children be vaccinated before they attend school played a central role in reducing occurrence of vaccine­preventable diseases. Smallpox and polio, which were once feared and deadly diseases, were eliminated from the Western Hemisphere (with smallpox eliminated worldwide), while the number of new measles cases dropped from more than 300,000 in 1950 to fewer than 100 in 2000. Likewise, following the introduction of extensive vehicle and roadway safety laws starting in the mid­1960s, the number of highway deaths decreased from roughly 51,000 in 1966 to 42,000 in 2000, even as the number of miles driven per year increased nearly 300%. * polio: 소아마비 ** measles: 홍역 ① birth control ② balanced diets ③ early diagnosis ④ scientific research ⑤ legal interventions 32. One of the key contributions of critical theorists concerns the production of knowledge. Given that the transmission of knowledge is an integral activity in schools, critical scholars in the field of education have been especially concerned with how knowledge is produced. The scholars argue that a key element of social injustice involves the claim that particular knowledge is objective, neutral, and universal. An approach based on critical theory calls into question the idea that objectivity is desirable or even possible. The term used to describe this way of thinking about knowledge is that knowledge is socially constructed. When we refer to knowledge as socially constructed we mean that knowledge is reflective of the values and interests of those who produce it. This concept captures the understanding that all knowledge and all means of knowing . [3점] ① go through objective evaluation ② are connected to a social context ③ do not allow public criticism easily ④ are universal across time and culture ⑤ are linked with various academic fields 영어영역 6 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 6 8 33. Students of ethics have been perplexed whether to classify their subject as a science, an art, or otherwise. The objection to including ethics among the sciences is that, whereas science deals with what is, ethics, it is said, is concerned with what ought to be. This, at the first glimpse, appears to be a valid and useful distinction; but mature reflection reveals that it is superficial and not wholly true. Much of the confusion and disorientation in contemporary ethics may be traced to just this refusal to recognize that ethics, no less than physics, is concerned with actually existent situations and with energies that cause clearly demonstrable effects. In the first place, our opinion of what ought to be lacks authority if it . Any one of our most fanciful dreams might with equal force command our present efforts, unless we insist that our notions of what ought to be are somehow related to present realities. Even from this point of view, ethics must be more than the consideration of imaginary states that might satisfy our highest moral aspirations. [3점] ① ignores what already exists ② treats others’ opinions unfairly ③ isn’t put into immediate action ④ doesn’t create imaginary worlds ⑤ overestimates what science can do"
        },
        {
            "text": "주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. People treat children in a variety of ways: care for them, punish them, love them, neglect them, teach them. If parents, relatives, and other agents of socialization perceive a child as smart, they will act toward him or her that way. (A) Conversely, if we detect unfavorable reactions, our self­concept will likely be negative. Hence, self­evaluative feelings such as pride or shame are always the product of the reflected appraisals of others. (B) Thus, the child eventually comes to believe he or she is a smart person. One of the earliest symbolic interactionists, Charles Horton Cooley, argued that we use the reaction of others toward us as mirrors in which we see ourselves and determine our self­worth. (C) Through this process, we imagine how we might look to other people, we interpret their responses to us, and we form a self­concept. If we think people perceive us favorably, we’re likely to develop a positive self­concept. * appraisal: 평가 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 영어영역 7 ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ 7 8"
        },
        {
            "text": "글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. However, newspapers could be posted free of charge, and this provided a loophole for thrifty Victorians. The ancient Greek historian Aeneas the Tactician suggested conveying a secret message by pricking tiny holes under particular letters in an apparently ordinary page of text. Those letters would spell out a secret message, easily read by the intended receiver. ( ①) However, any other person who stared at the page would probably be unaware of pinpricks and thus the secret message. ( ②) Two thousand years later, British letter writers used exactly the same method, not to achieve secrecy but to avoid paying excessive postage costs. ( ③) Before the establishment of the postage system in the mid­1800s, sending a letter cost about a shilling for every hundred miles, beyond the means of most people. ( ④) Instead of writing and sending letters, people began to use pinpricks to spell out a message on the front page of a newspaper. ( ⑤) They could then send the newspaper through the post without having to pay a penny. * loophole: 빠져나갈 구멍 ** prick: (찔러서) 구멍을 내다"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. “No thanks,” you say when a waitress comes around with a basket of warm, freshly baked bread, even though you’re starving, because you’re out to dinner with your new boss. When we want to (a) impress someone or make them think a certain way about us, we tend to eat less in their presence than we would if we were alone. Modest consumption is often viewed (b) favorably ― regardless of one’s gender ― as it implies self­control, discipline, and that you are paying more attention to the person you are with than to your food. In addition to wanting to make a good impression, simply being watched makes us (c) self­conscious. This along with the anxiety about what critical observations the new boss may be making, can further (d) enhance food intake. In Deborah Roth’s experiment in which participants were given fake information about prior volunteers, the enhancing effects of imaginary greedy eaters totally disappeared when the experimenter was in the room watching. Regardless of how much the imaginary predecessors had previously eaten, when the real participant knew she was being (e) observed she ate very little. This kind of effect can even occur when the observer isn’t a person at all. In an experiment conducted at the University of Missouri, participants finished their meals more quickly and sometimes got up and left without finishing when they were being stared at by a life­sized bust of a human head. 41. 윗글의 제목으로 가장 적절한 것은? ① Table Manners: A Necessary Evil? ② A Solitary Meal Is Not Good for Health ③ Watching Eyes May Make You Eat Less ④ Effects of Modest Consumption on Health ⑤ Effective Ways to Stimulate Your Appetite"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. (A) Susan met Phillip, the son of her close friend, at a local coffee shop. Phillip had recently graduated from a small­town college and landed his first job in Los Angeles, where she lived. He was single and wanted to make new friends. (a) He had lived his entire life in small towns but suddenly found himself in a big city, where making friends seemed like a challenge. (B) In addition to such advice, Susan told Phillip to build a good rapport with the café owner because he would become Phillip’s ambassador to the members in the community. Because the owner had direct contact with Phillip, other customers would naturally ask (b) him who the new person was. When they did, he would say nice things about Phillip, which in turn would form a filter through which the other customers would view Phillip. (C) Susan advised him to routinely frequent a local café near his apartment and to sit alone at a table. Phillip told her that he was an antique marble collector. Susan instructed him to bring a magnifying glass and a bag of marbles with him each time (c) he visited the café. She further instructed him to set the marbles on the table and thoughtfully examine each one with the magnifying glass. (D) Phillip chose to take her advice. The first time he visited the café he ordered a drink, laid out the marbles, and examined them one by one with the magnifying glass. A few minutes after the owner served Phillip his drink, he asked (d) him about his unusual activity. Phillip told him briefly about his marble collection and noted the differences in size, color, and texture of each marble. After several visits to the café, Phillip and the owner became better acquainted. The owner liked Phillip and introduced (e) him to several people who were obviously interested in his hobby. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e)"
        }
    ]
}