{
    "questions": [
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 1,
            "points": 2,
            "bbb": "1. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Let’s meet at the library.",
            "choice2": "I already handed in the report.",
            "choice3": "It’s hard to change the schedule.",
            "choice4": "You must finish the work by 4 o’clock.",
            "choice5": "We shouldn’t have missed the deadline."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 2,
            "points": 2,
            "bbb": "2. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Sorry. The scarf already sold out.",
            "choice2": "Okay. I’ll buy a pair of earrings then.",
            "choice3": "Perfect. These earrings look good on you.",
            "choice4": "Don’t worry. The party hasn’t started yet.",
            "choice5": "Sure. I already threw her a birthday party."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 3,
            "points": 2,
            "bbb": "3. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "열기구 비행 코스를 설명하려고",
            "choice2": "야외 활동 프로그램을 홍보하려고",
            "choice3": "열기구 탑승 안전 수칙을 안내하려고",
            "choice4": "비행기 출발 시간의 지연을 공지하려고",
            "choice5": "소지품 분실에 대한 주의를 당부하려"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 4,
            "points": 2,
            "bbb": "4. 대화를 듣고, 두 사람이 하는 말의 주제로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "아파트 옥상에 텃밭을 조성하는 것의 장점",
            "choice2": "지역사회 내 공동체 의식 함양의 필요성",
            "choice3": "가정에서 미세 먼지에 대처하는 방법",
            "choice4": "정서 발달에 정원이 미치는 영향",
            "choice5": "유기농 작물 재배의 어려움"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 5,
            "points": 2,
            "bbb": "5. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
            "보기": "",
            "choice1": "테니스 코치- 선수",
            "choice2": "배드민턴 강사- 학부모",
            "choice3": "정형외과 의사- 환자",
            "choice4": "헬스 트레이너-헬스장 이용객",
            "choice5": "스포츠용품 판매원-"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 6,
            "points": 2,
            "bbb": "6. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오.",
            "보기": "",
            "choice1": "",
            "choice2": "",
            "choice3": "",
            "choice4": "",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 7,
            "points": 2,
            "bbb": "7. 대화를 듣고, 여자가 할 일로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "운동장 대여하기",
            "choice2": "티셔츠 제작하기",
            "choice3": "간식 만들기",
            "choice4": "샌드위치 주문하기",
            "choice5": "구급상자 구입하기"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 8,
            "points": 2,
            "bbb": "8. 대화를 듣고, 남자가 콘서트에 갈 수 없는 이유를 고르시오.",
            "보기": "",
            "choice1": "도서 박람회에 가야 해서",
            "choice2": "가족 모임에 참석해야 해서",
            "choice3": "도서관 자원봉사를 해야 해서",
            "choice4": "개교기념일 행사를 준비해야 해서",
            "choice5": "자선 마라톤 대회에 참가해야 해서"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 9,
            "points": 2,
            "bbb": "9. 대화를 듣고, 여자가 지불할 금액을 고르시오.",
            "보기": "",
            "choice1": "$63",
            "choice2": "$70",
            "choice3": "$72",
            "choice4": "$80",
            "choice5": "$"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 10,
            "points": 2,
            "bbb": "10. 대화를 듣고, Hartford River Market에 관해 언급되지 않은 것을 고르시오.",
            "보기": "",
            "choice1": "판매 품목",
            "choice2": "운영 시간",
            "choice3": "위치",
            "choice4": "주차 시설",
            "choice5": "체험 활동 종류"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 11,
            "points": 2,
            "bbb": "11. The 10th International Sunnyvale Flower Festival에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오.",
            "보기": "",
            "choice1": "주제는 ‘꽃, 평화, 미래’이다.",
            "choice2": "200개 업체가 참가할 예정이다.",
            "choice3": "꽃을 이용한 마술 쇼가 열릴 것이다.",
            "choice4": "개막식에서 불꽃놀이가 펼쳐질 것이다.",
            "choice5": "온라인에서 표를 구입하면 할인받을 수 있다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 12,
            "points": 3,
            "bbb": "12. 다음 표를 보면서 대화를 듣고, 남자가 주문할 의류 건조기를 고르시오.",
            "보기": "Clothes Dryer Models 13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을",
            "choice1": "Never mind. It’s my pleasure to give you a piece of advice.",
            "choice2": "Right. I’d better choose physics for my future dream.",
            "choice3": "Exactly. You should always be honest with yourself.",
            "choice4": "I agree. I should take chemistry instead of physics.",
            "choice5": "Don’t worry. Let me cancel the class for you."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 13,
            "points": 3,
            "bbb": "14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Man:",
            "choice1": "No problem. I’ll help you to promote your campaign.",
            "choice2": "Absolutely. We should release animals into the wild.",
            "choice3": "Sure. You have to consider many things in raising a pet.",
            "choice4": "Not at all. Editing a video clip is not that difficult for me.",
            "choice5": "Thanks. Your support will bring new life to abandoned dogs."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 14,
            "points": 3,
            "bbb": "15. 다음 상황 설명을 듣고, John이 Emma에게 할 말로 가장 적절한 것을 고르시오.",
            "보기": "[3점] John:",
            "choice1": "You should stop blaming others for your own faults.",
            "choice2": "Turn off electronics before bedtime to sleep better.",
            "choice3": "What about living in a dormitory to focus on your studies?",
            "choice4": "You had better let your roommate do what she wants to do.",
            "choice5": "Why don’t you frankly discuss the problem with your roommate?"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 15,
            "points": 2,
            "bbb": "16. 여자가 하는 말의 주제로 가장 적절한 것은?",
            "보기": "",
            "choice1": "side effects of natural food therapies",
            "choice2": "easily overlooked common symptoms",
            "choice3": "traditional but still effective remedies",
            "choice4": "benefits of organically cultivated foods",
            "choice5": "comparisons of old and modern medicines"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 16,
            "points": 2,
            "bbb": "17. 언급된 증상이 아닌 것은?",
            "보기": "",
            "choice1": "sore throat",
            "choice2": "dry skin",
            "choice3": "headache",
            "choice4": "sunburn",
            "choice5": "nausea"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 17,
            "points": 2,
            "bbb": "18. 다음 글의 목적으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "야구장 이용 시간을 문의하려고",
            "choice2": "교내 안전교육 강화를 요청하려고",
            "choice3": "공원 시설의 재정비를 건의하려고",
            "choice4": "주민 체육 행사 협조를 부탁하려고",
            "choice5": "체험 학습 프로그램 참가를 신청하려"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 18,
            "points": 2,
            "bbb": "19. 다음 글에 드러난 Timothy의 심경으로 가장 적절한 것은?",
            "보기": "Suddenly, just a few minutes after Timothy dozed off, something woke him up. Something was crawling on his belly as he was lying there with nothing around his upper body. Two scorpions from the rocks above had fallen on his stomach. They were battling with each other. Timothy, not knowing what to do, stayed very still just watching them fight. His heart started pounding heavily; he was too scared to make a move. Sweat poured from his forehead. The two scorpions were violently attacking each other, and it seemed they were fighting to the death. Timothy nervously looked down at the ground. He saw another scorpion, and not far from that one was another one. This time Timothy started to sweat even more heavily.",
            "choice1": "touched and grateful",
            "choice2": "puzzled and frightened",
            "choice3": "pleased and delighted",
            "choice4": "depressed and sorrowful",
            "choice5": "disappointed and ashamed"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 19,
            "points": 2,
            "bbb": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
            "보기": "Interactions with people are the major source of emotional stress, but it doesn’t have to be that way. The problem is that we are continually judging people, wishing they were something that they are not. We want to change them. We want them to think and act a certain way, most often the way we think and act. And because this is not possible, because everyone is different, we are continually frustrated and upset. Instead, see other people as phenomena, as neutral as comets or plants. They simply exist. They come in all varieties, making life rich and interesting. Work with what they give you, instead of resisting and trying to change them. Make understanding people a fun game, the solving of puzzles. It is all part of the human comedy. Yes, people are irrational, but so are you. Make your acceptance of human nature as radical as possible. This will calm you down and help you observe people more dispassionately, understanding them on a deeper level.",
            "choice1": "대인 관계에서 타인을 바꾸려 하기보다 있는 그대로 받아들여야 한다.",
            "choice2": "감정적 피로를 줄이기 위해서는 활동적인 취미를 가져야 한다.",
            "choice3": "문제 해결을 위해서는 일관성 있는 판단 기준을 가져야 한다.",
            "choice4": "잘못된 행동을 교정하려면 인내심을 가지고 노력해야 한다.",
            "choice5": "의사소통 능력을 기르기 위해 타인의 말을 경청해야 한다. Model Price Capacity Smart Function Color"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 20,
            "points": 2,
            "bbb": "21. 밑줄 친 everyone is no one 이 다음 글에서 의미하는 바로 가장 적절한 것은?",
            "보기": "Many writers make the common mistake of being too vague when picturing a reader. When it comes to identifying a target audience, everyone is no one. You may worry about excluding other people if you write specifically for one individual. Relax ― that doesn’t necessarily happen. A well-defined audience simplifies decisions about explanations and word choice. Your style may become more distinctive, in a way that attracts people beyond the target reader. For example, Andy Weir wrote The Martian for science fiction readers who want their stories firmly grounded in scientific fact, and perhaps rocket scientists who enjoy science fiction. I belong to neither audience, yet I enjoyed the book. Weir was so successful at pleasing his target audience that they shared it widely and enthusiastically. Because Weir didn’t try to cater to everyone, he wrote something that delighted his core audience. Eventually, his work traveled far beyond that sphere. It may be counterintuitive, but if you want to broaden your impact, tighten your focus on the reader.",
            "choice1": "It is desirable to consider as broad a class of readers as possible.",
            "choice2": "All readers want to buy best sellers regardless of their tastes.",
            "choice3": "A story can cause various reactions depending on its readers.",
            "choice4": "Trying to satisfy all readers leads to nobody’s satisfaction.",
            "choice5": "To specifically target readers is harmful to fiction writers."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 21,
            "points": 2,
            "bbb": "22. 다음 글의 요지로 가장 적절한 것은?",
            "보기": "The impact created by a change in your habits is similar to the effect of shifting the route of an airplane by just a few degrees. Imagine you are flying from Los Angeles to New York City. If a pilot leaving from LAX (Los Angeles International Airport) adjusts the heading just 3.5 degrees south, you will land in Washington, D.C., instead of New York. Such a small change is barely noticeable at takeoff ― the nose of the airplane moves just a few feet ― but when magnified across the entire United States, you end up hundreds of miles apart. Similarly, a slight change in your daily habits can guide your life to a very different destination. Making a choice that is 1 percent better or 1 percent worse seems insignificant in the moment, but over the span of moments that make up a lifetime these choices determine the difference between who you are and who you could be. Success is the product of daily habits ― not once-in-a-lifetime transformations.",
            "choice1": "적절한 보상은 올바른 습관 형성에 도움이 된다.",
            "choice2": "행동하기 전에 신중하게 생각하는 태도가 필요하다.",
            "choice3": "습관을 변화시키는 데는 끈기 있는 자세가 요구된다.",
            "choice4": "과감한 변화를 추구해야 인생에서 성공을 이룰 수 있다.",
            "choice5": "일상 습관의 작은 변화가 결국 인생에서 큰 차이를 만든다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 22,
            "points": 2,
            "bbb": "23. 다음 글의 주제로 가장 적절한 것은?",
            "보기": "Good architecture and good engineering are both arts requiring science ― but they are aimed at different purposes. Art is difficult to define but is an ability to make something of more than ordinary significance. Science is a branch of knowledge which is systematic, testable, and objective ― science is what we know. When architecture and engineering get artificially separated, the outcomes may not be as they should be. For example, a developer investing in a new building might appoint an architect to develop a scheme proposal to meet the needs of the client. If that is done without the involvement of properly qualified engineers then, later, when the project gets underway, there will inevitably be practical problems. In the worst building projects architects specify structural forms that may simply be unbuildable or unnecessarily expensive to build. It follows that in the best building projects architects and engineers work together right from the start. Good structural design can provide a huge amount of savings in the cost of construction.",
            "choice1": "necessity of the combination of architecture and engineering",
            "choice2": "roles of engineering in understanding architectural history",
            "choice3": "superiority of art to science in architectural engineering",
            "choice4": "conflicts in applying engineering to structural design",
            "choice5": "relationship between capital and art in construction"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 23,
            "points": 2,
            "bbb": "24. 다음 글의 제목으로 가장 적절한 것은?",
            "보기": "The human brain wants to stay where it is, in the comfort zone. If we stay in our comfort zone, we don’t have to struggle to survive. We minimize the risk to our survival by staying where we know we are safe. I often explain to my MBA students that the reason they take the same seat in class every week is that we are, at our core, instinctual animals. Once we have chosen a seat and made it through class safely without being attacked, the part of our brain responsible for our survival tells us that our best option is to repeat that behavior, because in a way it is the most economical use of our energy. As part of its strategy for survival, our brain wants to conserve energy, so once we sit in a particular spot and know that it’s safe, we will subconsciously want to sit there every time and avoid having to reevaluate the safety of a new spot.",
            "choice1": "How to Use a Brain to Its Maximal Capacity",
            "choice2": "Brain’s Role as an Efficient Regulator of Instinct",
            "choice3": "Comfort Zone: A Fundamental Limitation on Our Ability",
            "choice4": "Humans’ Survival Strategy: Sticking to Where We Feel Safe",
            "choice5": "Trust Your Consciousness over Subconsciousness for Safety!"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 24,
            "points": 2,
            "bbb": "25. 다음 표의 내용과 일치하지 않는 것은?",
            "보기": "Statistics on Animals Used in Research, New Zealand in 2014 and 2015 The tables above show statistics on animals used in research in New Zealand in 2014 and 2015.",
            "choice1": "The total number of animals used in research in 2015 was lower than that of animals used in"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 25,
            "points": 2,
            "bbb": "",
            "보기": "",
            "choice1": "Cattle were the most used animals in research both in 2014 and in 2015, followed by mice which accounted for over 18% and over 21% respectively.",
            "choice2": "Sheep ranked higher than fish in 2014, but their ranks switched places with each other in 2015.",
            "choice3": "While the number of rats dropped below 10,000 in 2015, their ranking among all the animals remained the same as in 2014.",
            "choice4": "Meanwhile, primates were never used, and cats and dogs were less than 1% of all the animals used in research both in 2014 and in 2015. 26. Ivan Turgenev에 관한 다음 글의 내용과 일치하지 않는 것은? Ivan Turgenev, the first Russian writer to be widely celebrated in the West, was born in Russia in 1818. He entered the University of Moscow in 1833, but before a year had passed he transferred to the University of St. Petersburg because of a family move. Later, he traveled to Germany, where he enrolled at the University of Berlin and studied philosophy for three years. Upon returning to St. Petersburg and failing to find an academic position, he began work as a public official there, but his interests turned more and more toward literature. After retiring from the service, he went to France. By the mid-1850s, he was spending as much time in Europe as in Russia. In August of 1860 in England, he conceived the idea for his Fathers and Sons; he finished the novel in July of 1861 in Russia. The book received a hostile reaction in Russia, but gained prominence in the Western world. He received an honorary degree from the University of Oxford in 1879.",
            "choice5": "Moscow 대학 입학 후 St. Petersburg 대학으로 옮겼다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 26,
            "points": 2,
            "bbb": "27. Reptile Garden에 관한 다음 안내문의 내용과 일치하지 않는 것은?",
            "보기": "",
            "choice1": "대중교통을 이용해서 갈 수 있다.",
            "choice2": "6세 이하는 무료로 입장할 수 있다.",
            "choice3": "파충류 그리기 대회의 상품은 악어 인형이다.",
            "choice4": "도마뱀에게 먹일 사료를 현장에서 구매할 수 있다.",
            "choice5": "플래시를 사용하는 사진 촬영은 허용되지 않는다."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 27,
            "points": 2,
            "bbb": "28. Beach Cleanup Day 2019에 관한 다음 안내문의 내용과 일치하는 것은?",
            "보기": "",
            "choice1": "매년 진행되며 올해는 일요일에 개최된다.",
            "choice2": "각 구역에 대한 청소는 5시간 동안 진행된다.",
            "choice3": "프로 서퍼 사인회 이후에 라이브 음악 공연이 있다.",
            "choice4": "기부할 옷을 가져올 수 있다.",
            "choice5": "비가 오는 경우에는 취소된다. Reptile Garden Reptile Garden houses the largest collection of reptiles in the world, including some of the world’s deadliest snakes. The garden is accessible by public transportation, and there are plenty of parking spaces. Hours •"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 28,
            "points": 3,
            "bbb": "4. Join us and clean more than 15 miles of beaches stretching from Haleiwa Beach Park to Kahuku. Time • Registration begins at 8 a.m. at Noama Bay Resort. • Participants leave for each clean-up zone at 8:30 a.m. and finish at 12:30 p.m. • Participants return to the resort for a free BBQ and live music performance at 1 p.m., followed by a pro surfer autograph session. Donation Event • Participants are encouraged to bring clothes to be donated to Hawaii Shelter. The first 200 donors will receive a mug. Beach Cleanup Day is a rain or shine event. Please wear clothing appropriate for the weather conditions. Year of 2014 Year of 2015 Animals Number Percentage of total Animals Number Percentage of total Cattle 75,496 24.3% Cattle 59,330 26.3% Mice 58,379 18.8% Mice 48,341 21.5% Sheep 44,745 14.4% Fish 40,764 18.1% Fish 40,555 13.1% Sheep 23,474 10.4% Birds 31,588 10.2% Birds 15,627 6.9% Deer 25,058 8.1% Rats 9,387 4.2% Rats 11,807 3.8% Deer 8,497 3.7% Dogs 1,006 0.3% Dogs 812 0.4% Cats 728 0.2% Cats 519 0.2% Primates 0 0.0% Primates 0 0.0% Other Mammals 15,073 4.9% Other Mammals 10,518 4.7% Other Non- M am mals 5,852 1.9% Other N on- M am mals 8,041 3.6% Total 310,287 100% Total 225,310 100% 5 영어 영역 5 8 29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
            "보기": "[3점] The present moment feels special. It is real. However much you may remember the past or anticipate the future, you live in the present. Of course, the moment",
            "choice1": "during which you read that sentence is no longer happening. This one is. In other words, it feels as though time flows, in the sense that the present is constantly updating",
            "choice2": "itself. We have a deep intuition that the future is open until it becomes present and",
            "choice3": "that the past is fixed. As time flows, this structure of fixed past, immediate present and open future gets carried forward in time. Yet as",
            "choice4": "naturally as this way of thinking is, you will not find it reflected in science. The equations of physics do not tell us which events are occurring right now ― they are like a map without the “you are here” symbol. The present moment does not exist in them, and therefore neither",
            "choice5": "does the flow of time."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 29,
            "points": 3,
            "bbb": "30. (A), (B), (C)의 각 네모 안에서 문맥에 맞는 낱말로 가장 적절한 것은?",
            "보기": "[3점] The conscious preference for apparent simplicity in the early-twentieth-century modernist movement in prose and poetry was echoed in what is known as the International Style of architecture. The new literature (A) avoided / embraced old-fashioned words, elaborate images, grammatical inversions, and sometimes even meter and rhyme. In the same way, one of the basic principles of early modernist architecture was that every part of a building must be (B) decorative / functional , without any unnecessary or fancy additions. Most International Style architecture aggressively banned moldings and sometimes even window and door frames. Like the prose of Hemingway or Samuel Beckett, it proclaimed, and sometimes proved, that less was more. But some modern architects, unfortunately, designed buildings that looked simple and elegant but didn’t in fact function very well: their flat roofs leaked in wet climates and their metal railings and window frames rusted. Absolute (C) complexity / simplicity , in most cases, remained an ideal rather than a reality, and in the early twentieth century complex architectural decorations continued to be used in many private and public buildings. * inversion: 도치 [31 ~ 34] 다음 빈칸에 들어갈 말로 가장 적절한 것을",
            "choice1": "declining health",
            "choice2": "fading authority",
            "choice3": "weakening kinship",
            "choice4": "expanding hierarchy",
            "choice5": "prevailing immorality"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 30,
            "points": 2,
            "bbb": "",
            "보기": "One study showed that a certain word (e.g., boat) seemed more pleasant when presented after related words (e.g., sea, sail). That result occurred because of conceptual fluency, a type of processing fluency related to how easily information comes to our mind. Because “sea” primed the context, the heightened predictability caused the concept of “boat” to enter people’s minds more easily, and that ease of processing produced a pleasant feeling that became misattributed to the word “boat.” Marketers can take advantage of conceptual fluency and enhance the effectiveness of their advertisements by strategically . For example, an experiment showed that consumers found a ketchup ad more favorable when the ad was presented after an ad for mayonnaise. The mayonnaise ad primed consumers’ schema for condiments, and when the ad for ketchup was presented afterward, the idea of ketchup came to their minds more easily. As a result of that heightened conceptual fluency, consumers developed a more positive attitude toward the ketchup advertisement. * prime: 준비시키다 ** condiment: 양념",
            "choice1": "breaking the fixed pattern of typical commercials",
            "choice2": "expressing their genuine concern for consumers",
            "choice3": "exposing consumers to related scientific data",
            "choice4": "providing a full description of their products",
            "choice5": "positioning their ads in predictive contexts (A) (B) (C)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 31,
            "points": 3,
            "bbb": "",
            "보기": "Any discussion of coevolution quickly runs into what philosophers call a “causality dilemma,” a problem we recognize from the question, “Which came first, the chicken or the egg?” For bees and flowers, we know that both sides arrived at the party well-prepared for dancing. Branched hairs apparently complemented a bee’s taste for pollen from the earliest stage of their evolution. On the botanical side, plants had long been experimenting with insect pollination, attracting dance partners with nectar or edible blossoms. Lack of fossil evidence makes it impossible to run the movie backward and watch the first steps of the dance unfold, but modern studies suggest that . When researchers changed monkeyflowers from pink to orange, for example, pollinator visits shifted from bumblebees to hummingbirds. A similar experiment on South American petunias showed that the flower could trade in bees for hawk moths by altering the activity of a single gene. These findings confirm that relatively simple steps in floral evolution can have dramatic consequences for pollinators. [3점] * pollen: 꽃가루 ** monkeyflower: 물꽈리아재비(꽈리 꽃의 일종)",
            "choice1": "plants are often the ones taking the lead",
            "choice2": "bees are the most suitable partner for plants",
            "choice3": "pollinators manipulate plants to join the dance",
            "choice4": "the scents of plants have nothing to do with pollination",
            "choice5": "animals visit the same type of plants on a regular basis"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 32,
            "points": 3,
            "bbb": "",
            "보기": "There is good evidence that the current obesity crisis is caused, in part, not by what we eat (though this is of course vital, too) but by the degree to which . It is sometimes referred to as the “Calorie Delusion.” In 2003, scientists at Kyushu University in Japan fed hard food pellets to one group of rats and softer pellets to another group. In every other respect the pellets were identical: same nutrients, same calories. After twenty-two weeks, the rats on the soft-food diet had become obese, showing that texture is an important factor in weight gain. Further studies involving pythons (eating ground cooked steak versus intact raw steak) confirmed these findings. When we eat chewier, less processed foods, it takes us more energy to digest them, so the number of calories our body receives is less. You will get more energy from a slow-cooked apple purée than a crunchy raw apple, even if the calories on paper are identical. [3점] * python: 비단뱀",
            "choice1": "our emotions affect our body as we digest it",
            "choice2": "our food has been processed before we eat it",
            "choice3": "our body has absorbed and used essential nutrients",
            "choice4": "we perceive obesity as a critical threat to our health",
            "choice5": "we have identified hidden nutritional information in it"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 33,
            "points": 2,
            "bbb": "35. 다음 글에서 전체 흐름과 관계 없는 문장은?",
            "보기": "Some of the things we profess to value in the abstract may not, in fact, characterize our actual everyday experiences.",
            "choice1": "For instance, we say that “honesty” and “open communication” are the foundational values of any strong relationship.",
            "choice2": "But think of how many times you’ve lied to a potential romantic partner in order to make the person feel better about himself or herself.",
            "choice3": "Likewise, every parent knows that lying to their kids about everything from the arrival of Santa Claus to the horrible things that will happen if they don’t eat their peas is a key component of raising a child.",
            "choice4": "This is because most parents put more value on discipline than on blind love, and thus honest conversations rather than well-intentioned lies are the better tool for establishing solid relationship between parents and their kids.",
            "choice5": "As one author put it, “If you want to have love in your life, you’d better be prepared to tell some lies and to believe some lies.” * profess: 주장하다"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 34,
            "points": 2,
            "bbb": "",
            "보기": "People absorb iron best when it comes together with something else we readily absorb ― for example, vitamin C. Vegetarians use this trick to boost their iron absorption. (A) A diet poor in vitamin C makes iron absorption difficult, often leading to the double bad luck of scurvy and anemia. Just imagine that combination. It’s bad enough that you are pale and exhausted, but you could also lose muscle tone and begin bleeding internally. (B) By combining sources of iron with sources of vitamin C, they can ensure that their bodies are better able to absorb both. A large dose of vitamin C can increase iron absorption sixfold. Unfortunately, the opposite is also true. (C) Vegetarians in developed countries avoid these fatal symptoms because they have access to many foods that are high in both iron and vitamin C, such as broccoli and spinach. Poor people in the developing world are usually less fortunate, however, as those key foods are often precious and strictly seasonal. * scurvy: 괴혈병 ** anemia: 빈혈증",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 35,
            "points": 3,
            "bbb": "",
            "보기": "A change in motivation can be effected by targeting the physical consequences of various actions. This method is not at all automatic for most people. In general, people accept and deal with the set consequences of their actions prescribed by their surroundings. (A) He would of course bet in favor of himself. In doing so, he will receive both a positive incentive to complete the task (his desire to collect the reward for winning the bet) and a negative disincentive to quit the task (his desire to avoid having to pay out if he loses). (B) A bet is a typical example of this. A person striving to reach a difficult goal or complete a task ― building a rocking chair or losing weight, for instance ― will be wise to supplement his motivation to do so by making a bet on it with a friend. (C) It is, however, possible for a person to personally manipulate and create consequences for his actions. This will inevitably have an effect on his future motivation and behavior. Most often this is achieved through the imposition of monetary consequences. [3점] * monetary: 금전적인",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 36,
            "points": 2,
            "bbb": "",
            "보기": "Rather, say to yourself, “What would I do if I lost my job? What would I do if I crashed my car?” You don’t worry because you care; you worry because that is what you have learned to do. Worry is a very creative mental process. The questions you ask in your mind create your worries. If you ask ‘what if’ questions, you set your mind up to worry. (",
            "choice1": ") You may consistently ask, “What if I lose my job? What if I crash my car? What if criminals attack me?” (",
            "choice2": ") All these ‘what if’ phrases create ‘movies’ in your mind that constantly repeat different scenarios, which creates a state of worry. (",
            "choice3": ") The movies that are created by these questions don’t trap you into worry. (",
            "choice4": ") They give you action steps that direct your mind. (",
            "choice5": ") Create a procedure for different scenarios and make peace with your thinking."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 37,
            "points": 3,
            "bbb": "",
            "보기": "It is obvious then that there is no authority external to the community of language speakers against whose prescriptions all usage could be checked. Children are born theorizers. Their minds are never idle and, once they start talking, their mouths aren’t, either. When their use of a word strikes us as odd, we correct them. (",
            "choice1": ") They learn the meanings of words by trial and error, by hypothesizing a fit between word and object and using the feedback they get from others to refine the abstract category for which the word stands. (",
            "choice2": ") But of course, those others were once children themselves, and they learned language in the same way. (",
            "choice3": ") Rather, words acquire objective meanings because of the “pull” exerted by social pressures to conform to publicly approved usage. (",
            "choice4": ") Therefore every category, every concept of ours is a work in progress. (",
            "choice5": ") No two of us learn our language alike, and nobody finishes learning it while he lives."
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 38,
            "points": 2,
            "bbb": "40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
            "보기": "It is widely believed that verbal rehearsal improves our memory. However, an experiment by Schooler and Engstler-Schooler suggests that is not the case. Participants in the study watched a film of a robbery where they saw a bank robber’s face. The experimental group of participants then gave as detailed a description of the face as they could for 5 minutes while the control group did something unrelated. Each participant then had to identify the robber from a line up of eight similar looking people. The participants in the control group, who performed an unrelated task for 5 minutes, picked the correct person from the line up 64% of the time. But the participants who had been recalling all they could of the suspect’s face picked the correct person just 38% of the time. Somehow, putting the details of the face into words interfered with the natural facial recognition at which we all usually excel. This effect is called verbal overshadowing.  Contrary to the common assumption about effective memory, (A) an image seen earlier (B) recognition afterwards. (A) (B)",
            "choice1": "describing …… facilitates",
            "choice2": "describing …… impairs",
            "choice3": "verbalizing …… reinforces",
            "choice4": "correcting …… enhances …… undermines correcting",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 39,
            "points": 2,
            "bbb": "41. 윗글의 제목으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "The Secret Behind Brain Size: Social Interaction",
            "choice2": "How Collective Intelligence Works for Survival",
            "choice3": "Biodiversity: A New Opportunity for Evolution",
            "choice4": "The Light and Dark Sides of Being Social",
            "choice5": "What Makes Being Sociable So Difficult?"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 40,
            "points": 3,
            "bbb": "42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "[3점]",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 41,
            "points": 2,
            "bbb": "43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "(B) - (D) - (C)",
            "choice2": "(C) - (B) - (D)",
            "choice3": "(C) - (D) - (B)",
            "choice4": "(D) - (B) - (C)",
            "choice5": "(D) - (C) - (B)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 42,
            "points": 2,
            "bbb": "44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2019,
            "mm": 4,
            "host": 2,
            "question_cat": "공통",
            "question_num": 43,
            "points": 2,
            "bbb": "45. 윗글에 관한 내용으로 적절하지 않은 것은?",
            "보기": "",
            "choice1": "소녀의 어머니는 소녀가 수영하는 것을 보았다.",
            "choice2": "소녀는 자신의 팔에 생긴 상처를 자랑스러워했다.",
            "choice3": "소녀의 어머니는 악어를 총으로 쏘았다.",
            "choice4": "기자가 소녀에게 상처 사진을 찍어도 되는지 물어봤다.",
            "choice5": "소녀가 호수 밖으로 나오려는 순간 악어에게 다리를 물렸다. ※ 확인 사항 답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인하시오."
        }
    ],
    "passages": [
        {
            "text": "다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① side effects of natural food therapies ② easily overlooked common symptoms ③ traditional but still effective remedies ④ benefits of organically cultivated foods ⑤ comparisons of old and modern medicines"
        },
        {
            "text": "다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. The skeletons found in early farming villages in the Fertile Crescent are usually shorter than those of neighboring foragers, which suggests that their diets were less varied. Though farmers could produce more food, they were also more likely to starve, because, unlike foragers, they relied on a small number of crops, and if those crops failed, they were in serious trouble. The bones of early farmers show evidence of vitamin deficiencies, probably caused by regular periods of starvation between harvests. They also show signs of stress, associated, perhaps, with the intensive labor required for plowing, harvesting crops, felling trees, maintaining buildings and fences, and grinding grains. Villages also produced refuse, which attracted vermin, and their populations were large enough to spread diseases that could not have survived in smaller, more nomadic foraging communities. All this evidence of suggests that the first farmers were pushed into the complex and increasingly interconnected farming lifeway rather than pulled by its advantages. * forager: 수렵채집인 ** refuse: 쓰레기 *** vermin: 해충 ① declining health ② fading authority ③ weakening kinship ④ expanding hierarchy ⑤ prevailing immorality 32. One study showed that a certain word (e.g., boat) seemed more pleasant when presented after related words (e.g., sea, sail). That result occurred because of conceptual fluency, a type of processing fluency related to how easily information comes to our mind. Because “sea” primed the context, the heightened predictability caused the concept of “boat” to enter people’s minds more easily, and that ease of processing produced a pleasant feeling that became misattributed to the word “boat.” Marketers can take advantage of conceptual fluency and enhance the effectiveness of their advertisements by strategically . For example, an experiment showed that consumers found a ketchup ad more favorable when the ad was presented after an ad for mayonnaise. The mayonnaise ad primed consumers’ schema for condiments, and when the ad for ketchup was presented afterward, the idea of ketchup came to their minds more easily. As a result of that heightened conceptual fluency, consumers developed a more positive attitude toward the ketchup advertisement. * prime: 준비시키다 ** condiment: 양념 ① breaking the fixed pattern of typical commercials ② expressing their genuine concern for consumers ③ exposing consumers to related scientific data ④ providing a full description of their products ⑤ positioning their ads in predictive contexts (A) (B) (C) ①avoided …… decorative …… complexity ②avoided …… functional …… complexity ③avoided …… functional …… simplicity ④embraced …… functional …… simplicity ⑤embraced …… decorative …… simplicity 6 영어 영역 6 8 33. Any discussion of coevolution quickly runs into what philosophers call a “causality dilemma,” a problem we recognize from the question, “Which came first, the chicken or the egg?” For bees and flowers, we know that both sides arrived at the party well-prepared for dancing. Branched hairs apparently complemented a bee’s taste for pollen from the earliest stage of their evolution. On the botanical side, plants had long been experimenting with insect pollination, attracting dance partners with nectar or edible blossoms. Lack of fossil evidence makes it impossible to run the movie backward and watch the first steps of the dance unfold, but modern studies suggest that . When researchers changed monkeyflowers from pink to orange, for example, pollinator visits shifted from bumblebees to hummingbirds. A similar experiment on South American petunias showed that the flower could trade in bees for hawk moths by altering the activity of a single gene. These findings confirm that relatively simple steps in floral evolution can have dramatic consequences for pollinators. [3점] * pollen: 꽃가루 ** monkeyflower: 물꽈리아재비(꽈리 꽃의 일종) ① plants are often the ones taking the lead ② bees are the most suitable partner for plants ③ pollinators manipulate plants to join the dance ④ the scents of plants have nothing to do with pollination ⑤ animals visit the same type of plants on a regular basis"
        },
        {
            "text": "주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. People absorb iron best when it comes together with something else we readily absorb ― for example, vitamin C. Vegetarians use this trick to boost their iron absorption. (A) A diet poor in vitamin C makes iron absorption difficult, often leading to the double bad luck of scurvy and anemia. Just imagine that combination. It’s bad enough that you are pale and exhausted, but you could also lose muscle tone and begin bleeding internally. (B) By combining sources of iron with sources of vitamin C, they can ensure that their bodies are better able to absorb both. A large dose of vitamin C can increase iron absorption sixfold. Unfortunately, the opposite is also true. (C) Vegetarians in developed countries avoid these fatal symptoms because they have access to many foods that are high in both iron and vitamin C, such as broccoli and spinach. Poor people in the developing world are usually less fortunate, however, as those key foods are often precious and strictly seasonal. * scurvy: 괴혈병 ** anemia: 빈혈증 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 7 영어 영역 7 8"
        },
        {
            "text": "글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. Rather, say to yourself, “What would I do if I lost my job? What would I do if I crashed my car?” You don’t worry because you care; you worry because that is what you have learned to do. Worry is a very creative mental process. The questions you ask in your mind create your worries. If you ask ‘what if’ questions, you set your mind up to worry. ( ①) You may consistently ask, “What if I lose my job? What if I crash my car? What if criminals attack me?” ( ②) All these ‘what if’ phrases create ‘movies’ in your mind that constantly repeat different scenarios, which creates a state of worry. ( ③) The movies that are created by these questions don’t trap you into worry. ( ④) They give you action steps that direct your mind. ( ⑤) Create a procedure for different scenarios and make peace with your thinking."
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. At around 1.5kg, the human brain is thought to be around five to seven times larger than expected for a mammal of our body size. Why do humans have such big brains? Although they only account for 2 percent of typical body weight, they use up 20 percent of metabolic energy. What could justify such a biologically (a) expensive organ? An obvious answer is that we need big brains to reason. After all, a big brain equals more intelligence. But evolutionary psychologist Robin Dunbar has been pushing another answer ― one that has to do with being sociable. He makes the point that big brains seem to be (b) specialized for dealing with problems that must arise out of large groups in which an individual needs to interact with others. This is (c) true for many species. For example, birds of species that flock together have comparatively larger brains than those that are isolated. A change in brain size can even occur within the lifespan of an individual animal such as the locust. Locusts are normally solitary and avoid each other but become ‘gregarious’ when they enter the swarm phase. This swarm phase of the locust is triggered by the build up of locusts as their numbers multiply, threatening food supply, which is why they swarm to move to a new location all together. In the process, they rub against each other, and this stimulation sets off a trigger in their brain to (d) start paying attention to each other. As they swarm and become more tuned in to other locusts around them, their brain size (e) shrinks by some degrees. * locust: 메뚜기 ** gregarious: 군생(群生)하는 *** swarm: 무리, 떼 41. 윗글의 제목으로 가장 적절한 것은? ① The Secret Behind Brain Size: Social Interaction ② How Collective Intelligence Works for Survival ③ Biodiversity: A New Opportunity for Evolution ④ The Light and Dark Sides of Being Social ⑤ What Makes Being Sociable So Difficult?"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. (A) One day, a mother and her little girl went to a cottage for their vacation. Through the kitchen window, she saw her little girl swimming in the lake behind the house. Suddenly, the mother screamed in terror because something was swimming towards her girl from the opposite side of the lake. It was an alligator! (a) She ran out of the kitchen and shouted to her at the top of her lungs, “Get out of the lake! There’s an alligator!” (B) The little girl removed her blanket and exposed her legs. “These are the wounds from the alligator’s teeth.” Her legs were covered with them. She then said, “But my other wounds ― they’re what I’m proud of.” She exposed her arms and showed off the marks from her mother’s fingernails that had dug deep into her skin. “I love these wounds because they represent my mother’s love. (b) She would not let go of me. That’s why I have them.” (C) Just then, a man who was driving by saw what was happening. He quickly got out of his truck, grabbed his hunting gun, and shot the alligator. The little girl was rushed to the hospital to receive treatment for her injuries. Some time later, a journalist came to (c) her hospital room to interview her. After a few questions, she asked, “Would you mind if I take a picture of your wounds?” “Sure,” the little girl said. “Which ones do you want to photograph?” The journalist didn’t understand. “What do you mean?” (D) The little girl saw the oncoming alligator. She turned around and started swimming back as fast as she could. Just as she was about to get out of the lake, two things happened at the same time. The mother grabbed her arms, doing (d) her best to pull the little girl out of the water, and the alligator bit into her legs. What happened next was a struggle between the mother and the beast. The alligator was very strong, but so was (e) her love. She simply wouldn’t let go. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ①(a) ②(b) ③(c) ④(d) ⑤(e)"
        }
    ]
}