{
    "questions": [
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 1,
            "points": 2,
            "bbb": "",
            "보기": "다음을 듣고남자가 하는 말의 목적으로 가장 적절한 것을 고 , 르시오. 반려견을 위한 공원 시설 개선 아이디어를 공모하려고",
            "choice1": "반려견과의 공원 산책 시 준수 사항을 안내하려고",
            "choice2": "반려견의 감염병 발병 시 대처법을 소개하려고",
            "choice3": "반려견을 동반한 공원 출입 자제를 요청하려고",
            "choice4": "공원 시설 수리를 위한 휴관을 공지하려고",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 2,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고여자의 의견으로 가장 적절한 것을 고르시오 , . 의뢰인의 취향을 존중하여 인테리어를 디자인해야 한다.",
            "choice1": "인테리어 작업은 전문가에게 맡기는 것이 좋다.",
            "choice2": "인테리어 공사는 예산 안에서 진행해야 한다.",
            "choice3": "집안의 색이 가족의 기분에 영향을 미친다.",
            "choice4": "주기적으로 가구를 재배치하는 것이 좋다.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 3,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고두 사람의 관계를 가장 잘 나타낸 것을 고르시오 , . 자전거 수리공 고객",
            "choice1": "– 스포츠 기자 사이클 선수",
            "choice2": "– 건물 청소부 입주민",
            "choice3": "– 골동품 감정사 의뢰인",
            "choice4": "– 농기구 판매상 농장주",
            "choice5": "–"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 4,
            "points": 2,
            "bbb": "4. 대화를 듣고 그림에서 대화의 내용과 일치하지 , 않는것을 고르시오.",
            "보기": "",
            "choice1": "",
            "choice2": "",
            "choice3": "",
            "choice4": "",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 5,
            "points": 2,
            "bbb": "5. 대화를 듣고 여자가 남자를 위해 할 일로 가장 적절한 것을 , 고르시오.",
            "보기": "요리 강습 신청하기",
            "choice1": "김치 조리법 전송하기",
            "choice2": "김치 시식 후기 쓰기",
            "choice3": "채식 도시락 주문하기",
            "choice4": "요리 재료 구매하기",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 6,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고남자가 지불할 금액을 고르시오 점 , . [3 ] $25",
            "choice1": "$30",
            "choice2": "$35",
            "choice3": "$40",
            "choice4": "$45",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 7,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고 남자가 화상 회의에 참석하지 , 못한이유를 고르 시오. 회의 시간을 착각해서",
            "choice1": "휴대 전화가 고장 나서",
            "choice2": "접속 비밀번호를 잊어서",
            "choice3": "인터넷 접속이 불안정해서",
            "choice4": "다른 회의에 참석해야 해서",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 8,
            "points": 2,
            "bbb": "8. 대화를 듣고 에 관해 언급되지 , Jazz Guitar Contest 않은것을 고르시오.",
            "보기": "주최 단체",
            "choice1": "개최 장소",
            "choice2": "개최 시기",
            "choice3": "우승 상금",
            "choice4": "참가비",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 9,
            "points": 2,
            "bbb": "",
            "보기": "에 관한 다음 The 10th International Hot Air Balloon Fiesta 내용을 듣고일치하지 , 않는것을 고르시오 . 다음 주 월요일부터 주간 개최된다 2 .",
            "choice1": "열기구 탑승 시각은 매일 오전 시와 오후 시이다 10 5 .",
            "choice2": "첫날 열기구 탑승권은 할인된다 20% .",
            "choice3": "열기구는 다양한 국기로 장식된다.",
            "choice4": "웹 사이트에서 실시간으로 스트리밍된다.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 10,
            "points": 2,
            "bbb": "",
            "보기": "다음 표를 보면서 대화를 듣고 여자가 구매할 캣 트리를 고 , 르시오. Multi-Level Cat Trees Model Price No. of Levels Size Assembly Required",
            "choice1": "A $65 5 Medium ○",
            "choice2": "B $85 4 Medium ×",
            "choice3": "C $75 5 Large ○",
            "choice4": "D $95 5 Large ×",
            "choice5": "E $"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 11,
            "points": 2,
            "bbb": "11. 대화를 듣고여자의 마지막 말에 대한 남자의 응답으로 가장 , 적절한 것을 고르시오.",
            "보기": "Thanks. That would be a great help.",
            "choice1": "Really? You’d better leave school early.",
            "choice2": "Okay. Then, let me call my doctor later.",
            "choice3": "I know how you feel. It must hurt a lot.",
            "choice4": "Oh, no. You should have been more careful.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 12,
            "points": 2,
            "bbb": "12. 대화를 듣고남자의 마지막 말에 대한 여자의 응답으로 가장 , 적절한 것을 고르시오.",
            "보기": "Definitely. Don’t forget to wash it after emptying it.",
            "choice1": "Look at the expiration date! We shouldn’t buy this.",
            "choice2": "Yes. It’s cheaper to buy it from an online store.",
            "choice3": "No. We shouldn’t put too much ketchup on the food.",
            "choice4": "Sure. We can keep the ketchup at room temperature.",
            "choice5": "학년도 월"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 13,
            "points": 2,
            "bbb": "13. 대화를 듣고여자의 마지막 말에 대한 남자의 응답으로 가장 , 적절한 것을 고르시오.",
            "보기": "Man: That’s a good idea. I’ll sign up for a booth.",
            "choice1": "I disagree. Camping equipment is overpriced.",
            "choice2": "Yes. I’m looking for a two­bedroom apartment.",
            "choice3": "I see it differently. Selling offline is much easier.",
            "choice4": "Thanks. But I can manage the packing on my own.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 14,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고남자의 마지막 말에 대한 여자의 응답으로 가장 , 적절한 것을 고르시오 점 . [3 ] Woman: Oh, really? Good luck with your book search.",
            "choice1": "I don’t think so. Reading is not for everybody.",
            "choice2": "Hold on. Let me bring the books you requested.",
            "choice3": "Not at all. You should respect his taste in books.",
            "choice4": "Okay. I hope my son enjoys reading books there.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 15,
            "points": 2,
            "bbb": "",
            "보기": "다음 상황 설명을 듣고 가 에게 할 말로 가장 적절한 , Josh Lily 것을 고르시오 점 . [3 ] Josh: It’s too bad that your phone is not working.",
            "choice1": "Just turn off your phone when you go to bed.",
            "choice2": "Did you check out the latest model at the shop?",
            "choice3": "You’re not allowed to use your phone during class.",
            "choice4": "Why don’t you switch your phone to one like mine?",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 16,
            "points": 2,
            "bbb": "16. 여자가 하는 말의 주제로 가장 적절한 것은?",
            "보기": "chemical compositions of fatty acids",
            "choice1": "benefits of various vegetable cooking oils",
            "choice2": "tips for choosing fresh vegetable cooking oils",
            "choice3": "roles of fatty acids in delaying the aging process",
            "choice4": "advantages of vegetable oils as a flavor enhancer",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 17,
            "points": 2,
            "bbb": "",
            "보기": "언급된 기름이 아닌것은 ? coconut oil",
            "choice1": "olive oil",
            "choice2": "avocado oil",
            "choice3": "grapeseed oil",
            "choice4": "walnut oil",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 18,
            "points": 2,
            "bbb": "18. 다음 글의 목적으로 가장 적절한 것은?",
            "보기": "Dear Mr. Collins, I am writing on behalf of Green Youth Center. We will be conducting a program titled “Arts For All.” This program aims to spend time with young children and provide an art education program for them. In line with this, we would like to ask for your support for the program. We are expecting 50 80 children ages 5 8 years as participants. － － We would greatly appreciate donations such as art supplies, picture books, or any other materials that would be beneficial to children’s art education. We sincerely thank you for your kind consideration in advance. Best regards, Rose Sanders, Program Coordinator 미술 교육 프로그램 운영에 조언을 구하려고",
            "choice1": "신설되는 교육 프로그램에 강사로 초빙하려고",
            "choice2": "교육 프로그램 참가자에게 준비물을 안내하려고",
            "choice3": "어린이를 위한 미술 프로그램 개설을 건의하려고",
            "choice4": "미술 교육 프로그램을 위한 물품 기부를 요청하려고",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 19,
            "points": 2,
            "bbb": "",
            "보기": "다음 글에 드러난 의 심경 변화로 가장 적절한 것은 ‘I’ ? Daddy hums as he packs our car with suitcases and a cooler full of snacks. We leave when the sky is still dark with sleep. Sister closes her eyes, but mine stay wide open. “Alan,” Momma says after a while, “you better catch some sleep while you can.” I try to rest, but can’t stop smiling. Soon I’ll get to see my great­grandma Granny and hang out with my cousins. But when I look at my hands, empty as the road in front of us, my grin fades. The anniversary celebration. I bet everyone will bring something to share except me. I have nothing prepared for Granny. I’m suddenly overwhelmed with worries. scared",
            "choice1": "relieved → excited",
            "choice2": "anxious → bored",
            "choice3": "surprised → ashamed",
            "choice4": "thankful → amazed",
            "choice5": "indifferent →"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 20,
            "points": 2,
            "bbb": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
            "보기": "One of the funniest things about becoming a boss is that it causes an awful lot of people to forget everything they know about how to relate to other people. If you have a complaint about somebody in your personal life, it would never occur to you to wait for a formally scheduled meeting to tell them. Yet, management has been bureaucratized to the point that we throw away effective strategies of everyday communication. Don’t let the formal processes like annual performance reviews take over. They are meant to reinforce, not substitute, what we do every day. You’d never let the fact that you go to the dentist for a cleaning a couple times a year prevent you from brushing your teeth every day. 정확하고 구체적으로 직원들에게 피드백을 제공하라.",
            "choice1": "업무에 대한 동료의 건전한 비판을 겸허히 수용하라.",
            "choice2": "직원 결속을 위해 회사 내 비공식적 모임을 활성화하라.",
            "choice3": "직장에서 상사에게 이의를 제기할 때는 격식을 존중하라.",
            "choice4": "절차에만 의존하지 말고 부하 직원들과 일상적으로 소통하라.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 21,
            "points": 2,
            "bbb": "21. 밑줄 친 boil a pot of water on medium hea 가 다음 글에서 t 의미하는 바로 가장 적절한 것은?",
            "보기": "Under­slept employees are not going to drive your business forward with productive innovation. Like a group of people riding stationary exercise bikes, everyone looks like they are pedaling, but the scenery never changes. The irony that employees miss is that when you are not getting enough sleep, you work less productively and thus need to work longer to accomplish a goal. This means you often must work longer and later into the evening, arrive home later, go to bed later, and need to wake up earlier, creating a negative feedback loop. Why try to boil a pot of water on medium heat when you could do so in half the time on high? People often tell me that they do not have enough time to sleep because they have so much work to do. Without wanting to be combative in any way whatsoever, I respond by informing them that perhaps the reason they still have so much to do at the end of the day is precisely because they do not get enough sleep at night. multitask beyond your limits",
            "choice1": "work inefficiently for longer hours",
            "choice2": "give up your passion in your career",
            "choice3": "keep a healthy work­and­life balance",
            "choice4": "compare your accomplishments with others",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 22,
            "points": 2,
            "bbb": "22. 다음 글의 요지로 가장 적절한 것은?",
            "보기": "The tendency for the market to reward caring for others may just be an incentive to act, or pretend, as if one cares for others. Say, for instance, a shopkeeper who realizes he is losing exchange opportunities because of his dishonest behavior may begin to act as if he were a kind and honest man in order to garner more business. He is persuaded to behave in an appropriate way, yet his actions may be insincere. While it is socially beneficial that he at least pretends to behave in this way, he may not actually become more virtuous. However, in order to maintain this status in his community and succeed in his business long term, he must continue to behave in this manner. Over time, it is likely that his once intentional actions will become instinctive and more genuine, and eventually result in actual moral development. Stated another way, a truly dishonest and conniving person is unlikely to convincingly pretend to be reputable for an extended period of time without being impacted by some sort of moral development. * 얻다 garner: ** 남을 음해하는 conniving: ( ) 장기간의 의도적 행동을 통해 도덕적 발달이 가능하다.",
            "choice1": "개인의 양심적 행동이 사회 전체의 도덕성을 결정한다.",
            "choice2": "부정직해 보이는 행동에도 선한 의도가 있을 수 있다.",
            "choice3": "시대에 따라 사업가에게 중시되는 덕목이 달라진다.",
            "choice4": "사업 운영에 가장 중요한 가치는 정직과 친절이다.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 23,
            "points": 2,
            "bbb": "",
            "보기": "다음 글의 주제로 가장 적절한 것은 점 ? [3 ] The principle of humane treatment exerts an important constraint on the administration of criminal justice, a state­run process which has the potential to do very great harm to anybody who becomes caught up in its snares. Suspects and the accused are the ones most obviously in jeopardy. Procedural rules contribute to suspects’ humane treatment by providing them with legal advice and assistance to prepare and present their cases in court. Rules of evidence perform a similar function by affording accused persons fair opportunity to answer the charges against them, whilst at the same time respecting their right to remain silent if they choose to keep their counsel and put the prosecution to proof. These and other rules of criminal evidence and procedure treat the accused as thinking, feeling, human subjects of official concern and respect, who are entitled to be given the opportunity to play an active part in procedures with a direct and possibly catastrophic impact on their welfare. * 덫 snare: ** 검찰 측 prosecution:",
            "choice1": "correlations between crime rates and social welfare",
            "choice2": "efforts to revise outdated criminal justice procedures",
            "choice3": "expanding government roles in controlling the crime rate",
            "choice4": "changing the definition of humane treatment in modern criminal justice",
            "choice5": "humane treatment of suspects and the accused in the criminal justice system"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 24,
            "points": 2,
            "bbb": "24. 다음 글의 제목으로 가장 적절한 것은?",
            "보기": "The view of AI breakthroughs that the public gets from the media－stunning victories over humans, robots becoming citizens of Saudi Arabia, and so on－bears very little relation to what really happens in the world’s research labs. Inside the lab, research involves a lot of thinking and talking and writing mathematical formulas on whiteboards. Ideas are constantly being generated, abandoned, and rediscovered. A good idea－a real breakthrough－will often go unnoticed at the time and may only later be understood as having provided the basis for a substantial advance in AI, perhaps when someone reinvents it at a more convenient time. Ideas are tried out, initially on simple problems to show that the basic intuitions are correct and then on harder problems to see how well they scale up. Often, an idea will fail by itself to provide a substantial improvement in capabilities, and it has to wait for another idea to come along so that the combination of the two can demonstrate value. AI Breakthroughs: Not an Instant Success",
            "choice1": "Rediscovering the Human­Machine Relationship",
            "choice2": "AI Breakthroughs Born Outside Research Labs",
            "choice3": "The Self­Evolving Nature of Smart Technology",
            "choice4": "AI: A Pioneer of Breakthroughs in Human History",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 25,
            "points": 2,
            "bbb": "",
            "보기": "다음 도표의 내용과 일치하지 않는것은 ? The above graph shows the top eight countries by the amount of electronic waste (e­waste) generated in",
            "choice1": "The two countries that generated the most e­waste in 2016 were China and the United States, each producing more than 6 million metric tons of e­waste.",
            "choice2": "The combined amount of total e­waste of the bottom three countries Russia, Brazil, and － France was less than that of the United States. －",
            "choice3": "Among the eight countries, China was first in the total amount of e­waste, but its per capita e­waste production was the second smallest.",
            "choice4": "Though the amount of e­waste generated in India was larger than that in Japan just by 0.1 million metric tons, e­waste per capita in India was less than one tenth of that in Japan.",
            "choice5": "The amount of e­waste per capita was over"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 26,
            "points": 2,
            "bbb": "",
            "보기": "에 관한 다음 글의 내용과 일치하지 Roman Jakobson 않는것은 ? Roman Jakobson was one of the greatest linguists of the 20th century. He was born in Russia and was a member of the Russian Formalist school as early as",
            "choice1": "의 지도자 중 한 명이었다 Prague Linguistic Circle .",
            "choice2": "년에 미국에서 스칸디나비아로 이주했다 1941 .",
            "choice3": "유럽과 미국 언어학 사이의 간극을 좁히는 데에 기여했다.",
            "choice4": "현대 구조 언어학의 아버지로 알려져 있다.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 27,
            "points": 2,
            "bbb": "",
            "보기": "에 관한 다음 안내문의 내용과 일치하지 Pottery Painting Event 않는것은 ? Pottery Painting Event Instructors from O­Paint Pottery Studio will be traveling to our school for a fun family event of pottery painting! All students and family members are welcome to paint. Please bring the whole family! Event Information ∎Time: 6 p.m. 8 p.m. Friday, October 30, 2020 － ∎Choice of pottery: mug, plate, vase (Choose one.) ∎Fee: $10 per person ($2 will be donated to Waine Library.) * After painting, pottery will be fired and returned within one week. * All materials/paints are 100% non­toxic. 의 강사가 학교에 와서 진행한다 O­Paint Pottery Studio .",
            "choice1": "금요일 저녁에 시간 동안 진행된다 2 .",
            "choice2": "도자기 품목 세 가지 중 하나를 선택할 수 있다.",
            "choice3": "참가비 중 절반이 도서관에 기부된다 Waine .",
            "choice4": "도자기를 구운 후 참가자에게 돌려준다.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 28,
            "points": 2,
            "bbb": "28. 에 관한 다음 안내문의 내용과 일 Double Swan Hot Springs 치하는 것은?",
            "보기": "Double Swan Hot Springs Soak your way to health and have your cares float away! Water Temperatures: - Hot springs: 40 year round ℃ - Swimming pools: 30 31 in summer － ℃ 32 33 in winter － ℃ Hours: - Monday: Closed - Tuesday through Friday: 11 a.m. 7 p.m. － - Saturday & Sunday: 9 a.m. 8 p.m. － Fees: One­Day Pass 10­Swim Pass Adults $12 $85 Children (3－12) $7 $50 2 & Under Free Double Swan residents: 50% off Notes: ∎Visitors can bring their own Coast Guard approved life jackets. ∎Swimming equipment rental is not available. Reservations can be made at www.dshotsprings.com or by calling us at 719­980­3456. 수영장의 수온은 겨울보다 여름이 더 높다.",
            "choice1": "화요일에는 개장하지 않는다.",
            "choice2": "주민은 절반 가격에 이용할 수 있다 Double Swan .",
            "choice3": "이용객은 수영 장비를 빌릴 수 있다.",
            "choice4": "웹 사이트를 통해서만 예약할 수 있다.",
            "choice5": "Top"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 29,
            "points": 2,
            "bbb": "",
            "보기": "다음 글의 밑줄 친 부분 중어법상 , 틀린것은 점 ? [3 ] Mathematical practices and discourses should be situated within cultural contexts, student interests, and real­life situations",
            "choice1": "where all students develop positive identities as mathematics learners. Instruction in mathematics skills in isolation and devoid of student understandings and identities renders them",
            "choice2": "helpless to benefit from explicit instruction. Thus, we agree that explicit instruction benefits students but propose that incorporating culturally relevant pedagogy and consideration of nonacademic factors that",
            "choice3": "promoting learning and mastery must enhance explicit instruction in mathematics instruction. Furthermore, teachers play a critical role in developing environments",
            "choice4": "that encourage student identities, agency, and independence through discourses and practices in the classroom. Students who are actively engaged in a contextualized learning process are in control of the learning process and are able to make connections with past learning experiences",
            "choice5": "to foster deeper and more meaningful learning. * 어떤 상태가 되게 만들다 render: ( ) ** 교수법 pedagogy:"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 30,
            "points": 2,
            "bbb": "",
            "보기": "다음 글의 밑줄 친 부분 중 문맥상 낱말의 쓰임이 적절하지 , 않은것은 ? In collectivist groups, there is considerable emphasis on relationships, the maintenance of harmony, and “sticking with” the group. Members of collectivist groups are socialized to avoid conflict, to",
            "choice1": "empathize with others, and to avoid drawing attention to themselves. In contrast, members of individualist cultures tend to define themselves in terms of their independence from groups and autonomy and are socialized to",
            "choice2": "value individual freedoms and individual expressions. In individualist cultures, standing out and being different is often seen as a sign of",
            "choice3": "weakness. Implicit in the characterization of collectivist and individualist groups is the assumption that deviance will be",
            "choice4": "downgraded more in groups that prescribe collectivism than in groups that prescribe individualism. Indeed, empirical research shows that individualist group norms broaden the latitude of",
            "choice5": "acceptable group member behavior and non­normative characteristics. * 일탈표준에서 벗어남 deviance: ,"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 31,
            "points": 2,
            "bbb": "",
            "보기": "Some people may find it hard to believe they are making a difference all the time. In which case, it may help to abandon the global perspective for a moment and zoom in to our daily human interactions－in which we spend every moment either deciding what must happen next or going along with somebody else’s ideas. Either way, our actions are all purposeful, and all produce effects. Our day­to­day lives are hardly the stuff of history, you might argue. Certainly not compared with Julius Caesar invading Britain, Genghis Khan sacking Baghdad and Christopher Columbus discovering America. That’s how many people understand history. ‘The history of the world is but the biography of great men,’ wrote Thomas Carlyle. But the ‘great man’ theory of history has been on its way out for years. Nowadays, we recognize that those men couldn’t have done what they did on their own. And we identify historical significance in hitherto ________________. * 약탈하다 sack: overlooked episodes",
            "choice1": "unchallenged power",
            "choice2": "suppressed desire",
            "choice3": "voluntary surrender",
            "choice4": "unexpected disasters",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 32,
            "points": 2,
            "bbb": "",
            "보기": "The diffusion of media products enables us in a certain sense to experience events, observe others and, in general, learn about a world that extends beyond the sphere of our day­to­day encounters. The spatial horizons of our understanding are thereby greatly expanded, for they are no longer restricted by the need to be physically present at the places where the observed events, etc., occur. So profound is the extent to which our sense of the world is shaped by media products today that, when we travel to distant parts of the world as a visitor or tourist, our lived experience is often preceded by a set of images and expectations acquired through extended exposure to media products. Even in those cases where our experience of distant places does not concur with our expectations, the feeling of novelty or surprise often attests to the fact that our lived experience is preceded by a set of preconceptions derived, at least to some extent, from . * 을 입증하다 attest to: ~ our collective world views inherited from ancestors",
            "choice1": "the words and images conveyed by the media",
            "choice2": "a critical attitude toward media products",
            "choice3": "a belief on the media’s roles in politics",
            "choice4": "emotional responses to unusual events",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 33,
            "points": 2,
            "bbb": "",
            "보기": "At the level of hours and minutes, the most relevant constants are human heart rates, which normally vary from 60 to 100 beats per minute, and the need to spend roughly one­third of our time sleeping in order to function properly. Biologists and physiologists still don’t know why this is so. Moving down to the level of time that occurs at 1/1000 of a second are biological constants with respect to the temporal resolution of our senses. If a sound has a gap in it shorter than 10 milliseconds, we will tend not to hear it, because of resolution limits of the auditory system. For a similar reason, a series of clicks ceases to sound like clicks and becomes a musical note when the clicks are presented at a rate of about once every 25 milliseconds. If you’re flipping through static (still) pictures, they must be presented slower than about once every 40 milliseconds in order for you to see them as separate images. Any faster than that and and we 점 perceive motion where there is none. [3 ] * 상수 constant: details become clearer than when seen one by one",
            "choice1": "our biological rhythms change along with their speed",
            "choice2": "the biological constants of our auditory system disappear",
            "choice3": "our visual system and auditory system function together",
            "choice4": "they exceed the temporal resolution of our visual system",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 34,
            "points": 2,
            "bbb": "",
            "보기": "It is well established that the aerobic range of flight speeds for any bird is restricted. The well­established U­shaped function of aerodynamic power requirement as a function of flight speed has wide applicability. It shows that for most birds, slow flight, even for short periods, is not possible and this becomes more acute for birds with high wing loading and consequently higher average flight speeds. In essence, birds cannot readily slow down. Sustained slow flight for a bird which has a high average flight speed is costly or aerodynamically impossible and, hence, being able to reduce speed in order to is unlikely to occur. In other words, when the environment restricts the information available (e.g. rain, mist, low light levels), birds cannot easily fly more slowly in order to compensate for lowered visibility. Thus if birds are to fly under non­ideal perceptual conditions, or visibility conditions change during a flight, they cannot act in the way that a careful car driver can and reduce their speed in order to gain information at a rate sufficient to match the new 점 perceptual challenge. [3 ]",
            "choice1": "create a flight formation to use less energy in the air",
            "choice2": "take advantage of the rising and descending air currents",
            "choice3": "modify the path to take a shorter route to their destination",
            "choice4": "inform its flightmates of the need to complement the extended flying time",
            "choice5": "match the rate of gain of information to increasing perceptual challenges"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 35,
            "points": 2,
            "bbb": "",
            "보기": "다음 글에서 전체 흐름과 관계없는문장은 ? In the case of classical music performance, notwithstanding the perhaps increased psychological pressure to achieve “perfection,” to a large extent it is the participation in a physical pursuit of excellence that links art to sports.",
            "choice1": "Musicians and athletes both must attempt to create mistake­free performances that require finely tuned neural and muscle control enabled by countless hours of practice.",
            "choice2": "For both activities, disciplining the body and mind is central to achieving what is typically considered a successful performance.",
            "choice3": "Standard descriptions of the actions of the muscles controlling the hand can give a misleading impression of the degree to which the fingers can be controlled independently.",
            "choice4": "Indeed one might assume that one of the prime objectives of art, as in sports, is to win recognition for the artist/performer’s technical physical ability.",
            "choice5": "Thus, in essence, even music becomes a competition for performers, who compete against their own bodies, if not those of others, in attaining recognition for their performances."
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 36,
            "points": 2,
            "bbb": "",
            "보기": "Film speaks in a language of the senses. Its flowing and sparkling stream of images, its compelling pace and natural rhythms, and its pictorial style are all part of this nonverbal language. (A) As important as the quality of the image may be, however, it must not be considered so important that the purpose of the film as an artistic, unified whole is ignored. A film’s photographic effects should not be created for their own sake as independent, beautiful, or powerful images. (B) In the final analysis, they must be justified psychologically and dramatically, as well as aesthetically, as important means to an end, not as ends in themselves. Creating beautiful images for the sake of creating beautiful images violates a film’s aesthetic unity and may actually work against the film. (C) So it follows naturally that the aesthetic quality and dramatic power of the image are extremely important to the overall quality of a film. Although the nature and quality of the story, editing, musical score, sound effects, dialogue, and acting can do much to enhance a film’s power, even these important elements cannot save a film whose images are mediocre or poorly edited. * 썩 좋지 않은 mediocre: (A)",
            "choice1": "- (C) - (B) (B)",
            "choice2": "- (A) - (C) (B)",
            "choice3": "- (C) - (A) (C)",
            "choice4": "- (A) - (B) (C)",
            "choice5": "- (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 37,
            "points": 2,
            "bbb": "",
            "보기": "When dealing with investments, different people have different risk profiles. If risk is a continuum from high risk to low risk, a retired investor will generally take less risk than a young investor just entering the market. (A) No, younger investors tend to take more risk with their investments because they have a longer time horizon on when they expect to actually need their money. For the vast majority of people, the reason they invest is so they can enjoy retirement. (B) Why is this? Why are younger investors generally willing to take more risks than older investors? It is not because younger people don’t care or tend to make hazardous decisions, although that may be true to some extent. (C) This means that younger people are not expecting to sell their investments for twenty or thirty years. With this kind of time horizon, they can afford to shoot for the higher risk, higher return investments. For them, the prospect of losing money is not that bad. If they lose, 점 they still have time to make it up. [3 ] (A)",
            "choice1": "- (C) - (B) (B)",
            "choice2": "- (A) - (C) (B)",
            "choice3": "- (C) - (A) (C)",
            "choice4": "- (A) - (B) (C)",
            "choice5": "- (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 38,
            "points": 2,
            "bbb": "",
            "보기": "At least one researcher has speculated that the ability of the new arrivals to produce more advanced clothing involving closely fitting skins was significant. Why Neanderthals became extinct about 40,000 years ago to be replaced by modern humans is debated, but the two most favored theories are deteriorating climate conditions together with competition from the new arrivals. (",
            "choice1": ") Since the Neanderthals had already become acclimatized to cold conditions for at least 200,000 years in Europe, it may seem counterintuitive that they lost out to the new arrivals, who were not only unaccustomed to cold climate but who came from a subtropical African climate, via the Near East. (",
            "choice2": ") It appears that the technological superiority of Homo sapiens played a role. (",
            "choice3": ") The population of the new arrivals increased tenfold as the population of the existing Neanderthals decreased. (",
            "choice4": ") This presumably required sewing hides together, possibly in double layers, and fastening them with buttons or pegs, allowing the wearer to hunt in colder conditions. (",
            "choice5": ") In contrast, the Neanderthals may have had only a single layer or wrap­around clothing, which did not involve sophisticated tailoring or sewing."
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 39,
            "points": 2,
            "bbb": "",
            "보기": "These constraints may be helpful to facilitate agreement, as they put pressure on parties to come to agreement. Any negotiation is bounded in terms of time allocated to it, and time constraints are especially important when it comes to constitutional negotiations. (",
            "choice1": ") Constitutions are typically, though not always, adopted in moments of high political drama, perhaps even violent crisis. (",
            "choice2": ") Often there are upstream constraints that limit the amount of time available to drafters deadlines that are exogenously fixed － and cannot be evaded. (",
            "choice3": ") But they also bound the negotiation and prevent the parties from spelling out a complete set of arrangements, and so the constitutional bargain will of necessity be incomplete. (",
            "choice4": ") Negotiators may focus only on the largest, most salient issues, leaving more minor ones unresolved. (",
            "choice5": ") Time pressures contribute to the introduction of structural mistakes in the constitutional text, seeding pitfalls for the immediate 점 post­constitution­making period."
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 40,
            "points": 2,
            "bbb": "",
            "보기": "다음 글의 내용을 한 문장으로 요약하고자 한다 빈칸 . (A), 에 들어갈 말로 가장 적절한 것은 (B) ? People typically consider the virtual, or imaginative, nature of cyberspace to be its unique characteristic. Although cyberspace involves imaginary characters and events of a kind and magnitude not seen before, less developed virtual realities have always been integral parts of human life. All forms of art, including cave drawings made by our Stone Age ancestors, involve some kind of virtual reality. In this sense, cyberspace does not offer a totally new dimension to human life. What is new about cyberspace is its interactive nature and this interactivity has made it a psychological reality as well as a social reality. It is a space where real people have actual interactions with other real people, while being able to shape, or even create, their own and other people’s personalities. The move from passive imaginary reality to the interactive virtual reality of cyberspace is much more radical than the move from photographs to movies. 󰀻 What makes cyberspace unique is not the (A) of its virtual reality but the interaction among people that gives cyberspace the feeling of (B) . (A) (B)",
            "choice1": "novelty ······ authenticity",
            "choice2": "novelty ······ security",
            "choice3": "variety ······ completeness",
            "choice4": "accessibility ······ authority",
            "choice5": "accessibility ······ hospitality"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 41,
            "points": 2,
            "bbb": "41. 윗글의 제목으로 가장 적절한 것은?",
            "보기": "Let Your Social Skills Speak for You",
            "choice1": "The Key to Building Character and Personality",
            "choice2": "Silence Your Impulses and Achieve Inner Peace",
            "choice3": "Why Do We Move Away from Our True Selves?",
            "choice4": "Can We Base Self­Worth on Social Achievements?",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 42,
            "points": 2,
            "bbb": "42. 밑줄 친 중에서 문맥상 낱말의 쓰임이 적절하지 (a)~(e) 않은 것은?",
            "보기": "점 [3 ] (a)",
            "choice1": "(b)",
            "choice2": "(c)",
            "choice3": "(d)",
            "choice4": "(e)",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 43,
            "points": 2,
            "bbb": "43. 주어진 글 에 이어질 내용을 순서에 맞게 배열한 것으로 (A) 가장 적절한 것은?",
            "보기": "(B)",
            "choice1": "- (D) - (C) (C)",
            "choice2": "- (B) - (D) (C)",
            "choice3": "- (D) - (B) (D)",
            "choice4": "- (B) - (C) (D)",
            "choice5": "- (C) - (B)"
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 44,
            "points": 2,
            "bbb": "44. 밑줄 친 중에서 가리키는 대상이 나머지 넷과 (a)~(e) 다른 것은?",
            "보기": "(a)",
            "choice1": "(b)",
            "choice2": "(c)",
            "choice3": "(d)",
            "choice4": "(e)",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2020,
            "mm": 10,
            "host": 2,
            "question_cat": "공통",
            "question_num": 45,
            "points": 2,
            "bbb": "",
            "보기": "윗글에 관한 내용으로 적절하지 않은것은 ? 는 의 병상을 들여다보았다 Louise Hazel .",
            "choice1": "자선 상점의 곰 인형은 이 잃어버린 것과 비슷했다 Hazel .",
            "choice2": "은 가 건넨 곰 인형을 보고 얼굴이 환해졌다 Hazel Louise .",
            "choice3": "은 엄마가 칠하기 그림책을 사러 나갔다고 말했다 Hazel .",
            "choice4": "는 이 지니고 있던 곰 인형을 기억했다 Louise Hazel .",
            "choice5": "확인 사항 * ◦답안지의 해당란에 필요한 내용을 정확히 기입표기 ( ) 했는지 확인하시오."
        }
    ],
    "passages": []
}