{
    "questions": [],
    "passages": [
        {
            "text": "CSS 22, S80 답 하 시 오 . 16. 남 자 가 she 말 의 주 제 로 가 장 적 절 한 AL? improvement. I breathed out slowly. My hands were ‘steady now. At last, my mind was at peace. ® grateful — sorrowful @ upset > calm @ envious — doubtful @® surprised — disappointed © bored — relieved 20. 다음 글 에 서 필 자 가 주 장 하 는 바 로 가 장 적 절 한 것 은 ? Develonine exnertise carries costs of its own. We can Af VUIVE CHE Se Hl MALU UMUUEMUME ㅇ 노 06044106 개 . . become experts in some areas, like speaking a language or knowing our favorite foods, simply by living our lives, but in many other domains expertise requires considerable training @® why expressions related to colors are common in English and effort. What’s more, expertise is domain specific. The ® how color-related English expressions gained their meanings expertise that we work hard to acquire in one domain will carry over only imperfectly to related ones, and not at all to unrelated ones. In the end, as much as we may want to become experts on everything in our lives, there simply isn’t enough qe iia MUAY wih! Sw time to do so. Even in areas where we could, it won’t @ various colors used in traditional English customs @ differences in color perceptions according to culture necessarily be worth the effort. It’s clear that we should ® blue @) white ® green concentrate our own expertise on those domains of choice that @® ted © yellow are most common and/or important to our lives, and those we actively enjoy learning about and choosing from. 0) 자 신 에 게 의 미 있 는 BSS 정 해 서 전 문 성 을 키 워 야 한 다 . (9) 전 문 성 함 양 에 는 타 고 난 재 능 보 다 노 력 과 훈 련 이 중 요 하 다 . de 위 해 서는 다 양 한 분 야 에 관 심 을 가 져 야 한 다 . 이제 듣 기 문 제 가 2WSLICL 18 번 부 6 는 문 제 지 의 지 시에 Fees oa a ead ae ee 사 ket SS 하 시기 HEU. () ABLE ole] OAAO= Ada DAB= Astslot Str ~ eee Sen FOSS eS OS 브 기 \"7 , 쁘 , 드 1 Oe 이 문 제 지에 관 한 저 작 권 은 한 국 교 육 과 정 평 가 원 에 있 습 니 다 . ( 겨 ()| 여 여 100 호롤 , 9 WE , | | —_— 21. YS Al the role of the ‘lion’s historians’ 7} 다음 글 에 서 의 미 하 는 바 로 가 장 적 절 한 것 은 ? There is an African proverb that says, ‘Till the lions have their historians, tales of hunting will always glorify the hunter’. The proverb is about power, control and law making. Environmental journalists have to play the role of the ‘lion’s 23. 다음 글 의 주 제 로 가 장 적 절 한 AL? [34] Difficulties arise when we do not think of people and machines as collaborative systems, but assign whatever tasks can be automated to the machines and leave the rest to people. This ends up requiring people to behave in machine-like fashion, in ways that differ from human capabilities. We historians’. They have to put across the point of view of the environment to people who make the laws. They have to be the voice of wild India. The present rate of human consumption is completely unsustainable. Forest, wetlands, wastelands, coastal zones, eco-sensitive zones, they are all seen as disposable for the accelerating demands of human population. But to ask for any change in human behaviour — whether it be to cut down on Acie materin naltes hitachi] se Ae Aah KAILA Seniketh — expect people to monitor machines, which means keeping alert for long periods, something we are bad at. We require people to do repeated operations with the extreme precision and accuracy required by machines, again something we are not good at. When we divide up the machine and human components of a task in this way, we fail to take advantage of human strengths and capabilities but instead rely upon areas a | . 200000 ee a a . ne he 1360 … . 08006 290000 whith. Me Cae oe, TM) Men Me. 을 Oe eae 을 00 don Se oe is seen as a Violation of human rights. But at some point human rights become ‘wrongs’. It’s 0016 we changed our thinking so that there is no difference between the rights of humans and the rights of the rest of the environment. @® uncovering the history of a species’ biological evolution @ urging a shift to sustainable human behaviour for nature 3) fighting against widespread violations of human rights I A I I I 유 .6 테 진 : 냐 그 쁘 제 / 으 르 . people fail, they are blamed. @® difficulties of overcoming human weaknesses to avoid failure @ benefits of allowing machines and humans to work together @ issues of allocating unfit tasks to humans in automated systems @® reasons why humans continue to pursue machine automation © influences of human actions on a machine’s performance @® rewriting history for more underrepresented people © restricting the power of environmental lawmakers 22. 다음 글 의 요 지 로 가 장 적 절 한 AL? OA ㅠ ] 으 그 이 괴 꼬 ㅇ 근 yizk AxSs WOOD Prior to file-sharing services, music albums landed exclusively in the hands of music critics before their release. These critics would listen to them well before the general public could and preview them for the rest of the world in their reviews. Once the internet made music easily accessible and allowed even advanced releases to spread through online social networks, availability of new music became democratized, which meant critics no longer had unigue access. That is, critics and —_ ee 제 지 . \" eS ^ 정 ee 주 순 People don’t usually think of touch as 8 _ temporal phenomenon, but it is every bit as time-based as it is spatial. You can carry out an experiment to see for yourself. Ask a friend to cup his hand, palm face up, and close his eyes. Place a small ordinary object in his palm—a ring, an eraser, anything will do — and ask him to identify it without moving any part of his hand. He won’t have a clue other than weight laypeople alike could obtain new music simultaneously. Social media services also enabled people to publicize their views on new songs, list their new favorite bands in their social media bios, and argue over new music endlessly on message boards. The result was that critics now could access the opinions of the masses on a particular album before writing their reviews. Thus, instead of music reviews guiding popular opinion toward ee ee i ee! en: ee: 190900 290 and maybe overall size. Then tell him to keep his eyes closed and move his fingers over the object. He’ ll most likely identify it at once. By allowing the fingers to move, you’ve added time to the sensory perception of touch. There’s a direct analogy between the fovea at the center of your retina and your fingertips, both of which have high acuity. Your ability to make complex use of touch, such as buttoning your shirt or ES SEAT RO! ES RRC EY ee FR SES GEC FOS eee MERE RAAS Sem S = pee Ree EES NAA SESE. Se: FO MAE: ED See LN Se Ce eee Me reflect — consciously or subconsciously — public opinion. x laypeople: 비 전 문 가 미 디 어 환 경 의 변 화 로 음 녀이 대 중 의 영 향 을 받 게 되 었 다 . 이터넷나 발 달로 다 양 한 장 @ 비 평 가 의 음 악 비 평 은 }신의 주 관 적 인 경 험 을 기 반 으 로 한 다 . 늘 으 == 화 이 하 호 오 늘 날 새 로 운 음 악 은 대 중 의 기 호 를 확 인 한 후 에 공 개 된 다 . i &slal ise sic blessed lal 도아 들 0000 oles eee ee es: ee ee: . 040 ee ee ee a ee, ee ee 6어 2 time-varying patterns of touch sensation. «analogy: 유 사 ** fovea: ( 망 막 의 ) SA] SH) +x retina: 망 막 @® Touch and Movement: Two Major Elements of Humanity @ Time Does Matter: A Hidden Essence of Touch @ How to Use the Five Senses in a Timely Manner @® The Role of Touch in | Forming the Concept of Time (E\\ The < 200000 i ena 묘 그 i I 조 냐 브 . 투 3 므 비 트 배 .15 비 . 그 이 지 텐 트 이 문 제 지에 관 한 저 작 권 은 한 국 교 육 과 정 평 가 원 에 있 습 니 다 . 60 ( 겨 ()| 여 여 25. 다음 도 표 의 내 용 과 일 치 하 지 않 는 것 은 ? 27. City of Sittka Public Bike Sharing Services] 관 한 다음 안 내 문 의 내 용 과 일 치 하 지 않 는 것 은 ? Online Shares of Retail Sales — Percentage) in 2012 and in 2019 City of Sittka Public Bike Sharing Service i ity? * 이 — [B22 m2] Are you planning to explore the city? wo Ton Thie 1¢ the ecn_friendly way ta da itl 16.5% Maro te WE wcees 11 518 해 의 aed TN 15 Rent 10.6% 9.7% 99% 。 1099 * Register anywhere via our easy app. ee 54% oul * Payment can be made only by credit card. 9 2.0% 1_5%3'7% a a Fi * Free for the first 30 minutes UK U.S. Netherlands France Spain —— * One dollar per additional 30 minutes a ae ar ee 100087 200 Use | SVUECS VY ALALIUES, AULUS, BGS, GHM LIAELS GED CALIUMEU SAUL ERLE OAILS. * Choose a bike and scan the QR code on the bike. The graph above shows the online shares of retail sales for * Helmets are not provided. each of six countries in 2012 and in 2019. The online share of Return retail sales refers to the percentage of retail sales conducted * Return the bike to the Green Zone shown on the app. online in a given country. © For each country, its online share * Complete the return by pressing the OK button on the bike. of retail sales in 2019 was larger than that in 2012. @ Among the six countries, the UK owned the largest online share of retail 1 a 4A Sal. nanan Mt. BRAGA SF... THA 2. Oe 흘 © ALS 카드 결 제 만 가 능 하 다 . O Ae 2?(0) 부 으 Beolrl sales WIUL 17./ 70 HI 스 탄 프 가 87411 2ULA, UI U5. Hdd Ue SeCONG largest online share of retail sales with 16.5%. @ In 2012, the online share of retail sales in the Netherlands was larger than that in France, whereas the reverse was true in 2019. © In the case of Spain and Italy, the online share of retail sales in each country was less than 5.0% both in 2012 and in 2019. amie So 베 0 베 으 매 525 노 @ 자 전 거 의 QR 코 드 를 Ama] 이 용 한 다 . ® Bro] 제 공 된 다 . © 자 전 거 의 OK HES 눌 러 서 반 납 을 완 료 한 다 . 28. Jason’s Photography Class¢l] ©] 2] 3} 는 FAO 9 TL ATL! 26. Frank H Knighto] 관 한 다음 글 의 내 용 과 일 치 하 지 a -_ is Bre 329 Beer Sai Jason’s Photography Class Are you tired of taking pictures with your camera set to Frank Hyneman Knight was one of the most influential economists of the twentieth century. After obtaining his Ph.D. in 1916 at Cornell University, Knight taught at Cornell, the University of Iowa, and the University of Chicago. Knight spent most of his career at the University of Chicago. Some of “Auto”? Do you want to create more professional-looking photos? You won’t want to miss this opportunity. * Date: Saturday, December 19 * Time: 1:30 p.m. — 5:30 p.m. his students at Chicago later received the Nobel Prize. Knight is known as the author of the book Risk, Uncertainty and Profit, a study of the role of the entrepreneur in economic life. He also wrote a brief introduction to economics entitled The Economic Organization, which became a classic of microeconomic theory. But Knight was much more than an economist; he was also a social philosopher. Later in his career, Knight developed his ee > ee: ey: en Se |e Ee | * Place: Thrombon Building, Room 2 on the first floor * Tuition Fee: $50 (snacks provided) * Level: Beginner * Topics to Be Covered: - Equipment Selection - Lighting Techniques - Color Selection - Special Effects Ee SE SE EN TE ST SNE Se ee 9 . 완 ee Se wee Knight remained active in teaching and writing. * Class size is limited to eight, so don’t delay! Visit our web site at www.eypcap.com to register. * entrepreneur: 기 업 가 ypeap 은 ) 20 세 기 의 가 장 영 향 력 있 는 경 제 학 자 들 중 한 명 이 었 다 . 0) 오 전 에 시 작 된 다 . 9 정 력 의 HES University of Chicagos4) Ute (8 3 충 에 서 진 행 된 다 . @ 그 의 학 생 들 중 몇 Be 나 중에 노 벨 상 을 받 았 다 . @ 중 급 자 수 준 이 다 . ® Risk, Uncertainty and Profit?| 저 자 로 알 려 져 있 다 . @) 다 루 는 주제 중 하 나는 특 수 효 과 이 다 . fe’ Ot] Dale sloaslt oo) 스 고 Oolvw ZH war ola wzwiaatrl (EX 1 구는 샤 느 분 ] Or) WY . a 이 문 제 지에 관 한 저 작 권 으 드 ( 겨 ()| 여 여 100 호롤 Regulations covering scientific experiments on human subjects are strict. Subjects must give their informed, written consent, and experimenters must submit their proposed experiments to thorough examination by overseeing bodies. Scientists who experiment on themselves can, functionally if not legally, avoid [31~34] 다음 빈 칸 에 들 어 갈 말 로 가 장 적 절 한 AS DEAL. 31. In the classic model of the Sumerian economy, the temple functioned as an administrative authority governing commodity production, collection, and redistribution. The discovery of administrative tablets from the temple complexes at Uruk suggests that token use and consequently writing evolved as a the restrictions © associated with experimenting on other people. They can also sidestep most of the ethical issues involved: nobody, presumably, is more aware of an experiment’s potential hazards than the scientist who devised @) it. Nonetheless, experimenting on oneself remains @) deeply problematic. One obvious drawback is the danger involved; knowing that it exists @ does nothing to reduce it. A less obvious drawback is BS ee ER em AES : … . 제흘 : Hae ES near nace 우 ERD 래에 ed tool of centralized economic governance. Given the lack of archaeological evidence from Uruk-period domestic sites, it is not clear whether individuals also used the system for . For that matter, it is not clear how widespread literacy was at its beginnings. The use of identifiable symbols and pictograms on the early tablets is consistent with administrators needing a lexicon that was mutually intelligible by literate and nonliterate parties. As ie \"ah we so ita on | ss PEs Oe SE oe ee Ge 헤아 UOT, Tee Human anatomy and physiology vary, in small but significant ways, according to gender, age, lifestyle, and other factors. Experimental results derived from a single subject are, therefore, of limited value; there is no way to know ©) what the subject’s responses are typical or atypical of the response of humans as a group. * consent: 2] ** anatomy: ( 해 부 학 적 ) 구 조 cuneiform script became more abstract, literacy must have become increasingly important to ensure one understood what he or she had agreed to. * archaeological: 고 고 학 적 인 ** lexicon: ¢]3] 목 록 ※*※ cuneiform script: 째 기 문 자 @® religious events @ personal agreements «ax physiology: 생 리 적 현 상 @ communal responsibilities ® historical records ® power shifts 30. 다 않 혀 글 의 밑 줄 친 부 분 중 , 문 맥 상 날 말 의 쓰 임이 저 절 하 지 은 # 32. Choosing similar friends can have a rationale. Assessing mt do 저 패 = the survivability of an environment can be risky (if an environment turns out to be deadly, for instance, it might be too late by the time you found out), so humans have evolved How the bandwagon effect occurs is demonstrated by the history of measurements of the speed of light. Because this oenaanA sa +tha hack Pn tha thannm; ant valatiiwitt ‘tre ane nt tha 5 아오 ee |S ake” eC Tn Ce eee, Oe a ee Cae ce eS” he de lo most frequently and carefully measured © quantities in science. As far as we know, the speed hasn’t changed over time. However, from 1870 to 1900, all the experiments found speeds that were too high. Then, from 1900 to 1950, the @) opposite happened — all the experiments found speeds that were too low! This kind of error, where results are always on one side of the real value, is called “bias.” It probably happened because the desire to associate with similar individuals as a way to perform this function efficiently. This is especially useful to a species that lives in so many different sorts of environments. However, the carrying capacity of a given environment . If resources are very limited, the individuals who live in a particular place cannot all do the exact same thing (for example, if there are few trees, people cannot all live in tree houses, or if mangoes over time, experimenters subconsciously adjusted their 1254115 to @) match what they expected to find. If a result fit what they expected, they kept it. Ifa result didn’t fit, they threw it out. They weren’t being intentionally dishonest, just ® influenced by the conventional wisdom. The pattern only changed when someone ©) lacked the courage to report what was actually measured instead of what was expected. a, a: ny o> ae) 불 are in short supply, people cannot all live solely on a diet of mangoes). A rational strategy would therefore sometimes be to avoid similar members of one’s species. @® exceeds the expected demands of a community @ is decreased by diverse means of survival @ places a limit on this strategy @® makes the world suitable for individuals 206018 000 즐 인 0 닌 . . ee Se Seger a ae es O° Lie 데 ME, PPE AER AEE . 퇴 트 주 6 제 기 BAT eRe ee 이 문 제 지에 관 한 저 작 권 은 44464141 나 느 60 ( 겨 ()| 여 여 ~ , 9 WE NT | | CD 33. Thanks to newly developed neuroimaging technology, we 30. 다음 글 에 서 전 체 흐 름과 관 계 없 는 TAL? now have access to the specific brain changes that occur during Workers are united by laughing at shared events, even ones learning. Even though all of our brains contain the same basic that may initially spark anger or conflict. Humor reframes siruciares. curneital nelwetks are ss uniqueanour finpenpris, potentially divisive events into merely “laughable” ones which The latest developmental neuroscience research has shown . . . are put in perspective as subservient to unifying values held that the brain is much more malleable throughout life than by organization members. Repeatedly recounting humorous previously assumed; it develops in response to its own processes, to its immediate and distant “environments,” and to its past and current situations. The brain seeks to create meaning through establishing or refining existing neural networks. When we learn a new fact or skill, our neurons communicate to form networks of connected information. Using this knowledge or skill results in structural changes to allow similar future impulses to travel more quickly and efficiently incidents reinforces unity based on key organizational values. @ One team told repeated stories about a dumpster fire, something that does not seem funny on its face, but the reactions of workers motivated to preserve safety sparked laughter as the stories were shared multiple times by multiple parties in the workplace. @ Shared events that cause laughter can indicate a sense of belonging since “you had to be there” en” ee: 200 200 than others. High-activity synaptic connections are stabilized and strengthened, while connections with relatively low use are weakened and eventually pruned. In this way, our brains are . [3 점 ] * malleable: 순 응 성이 있 는 ＊*10006: 잘 라 내 다 @® sculpted by our own history of experiences @ designed to maintain their initial structures SON ae a ; aa PU SE UTS 14 니 1441 111 US Tdh, 614474 0141871417114 느 4117 느 40 Wee LIU Gh UU not. (3) Since humor can easily capture people’s attention, commercials tend to contain humorous elements, such as funny faces and gestures. @ Instances of humor serve to enact bonds among organization members. (6) Understanding the humor may even be required as an informal badge of membership in the organization. * subservient: EF?) B= wy geared toward strengmening recent MeMOor»nes @® twinned with the development of other organs © portrayed as the seat of logical and creative thinking [36~37] FHA 글 다 음 에 이 어 질 글 의 순 서 로 가 장 적 절 한 AS 고 르 시 오 . 36. WA Gare eg Re eg ee gee i ee 아 Te eee OE Bene 606 Cb A ee ee ee 매 다 젝 — eee ee eee ee Se ee | SS See ee ee . ees, Se a Vee, SS = marked by that technology being regarded by users as an make him defenseless, may temporarily blind commanders unobtrusive facilitator of learning, instruction, or performance. and even strategists to the larger purpose of war. War is When the focus shifts from the technology being used to the never an isolated act, nor is it ever only one decision. educational purpose that technology serves, then that technology is becoming a comfortable and trusted element, (A) To be political, a political entity or a representative of a and can be regarded as being successfully integrated. Few political entity, whatever its constitutional form, has to people give a second a. Hout to the use of a ball geoint pen have an intention, a will. That intention has to be clearly 삐 이 209 ㄷ 88 ee a ~ 36~202 그 20000 2229>230 ~ ~~ 006 Pere | 히 4144190 나 은 트 -441 튼 그 1166116414184116 HIVOIVEG 6040 050944 Use da 1618 mechanism and some use a push button on top, and there are other variations as well. Personal computers have reached a similar level of familiarity for a great many users, but certainly not for all. New and emerging technologies often introduce both fascination and frustration with users. As long as in promoting learning, instruction, or performance, then one 룰 린 이 논 000 을 8 000 느 에 더 Py Ze i Ee ee ee (B) In the real world, war’s larger purpose is always a political purpose. It transcends the use of force. This insight was famously captured by Clausewitz’s most famous phrase, “War is a mere continuation of politics by other means.” (C) And one side’s will has to be transmitted to the enemy at some point during the confrontation (it does not have to be ee ee, ee ee ee 700088 |S Fs | ougnt not to conclude that tne tecnnology Nas been SUCCESSIULLY integrated — at least for that user. [3744] * unobtrusive: 눈 에 띄 지 않 는 © the user successfully achieves familiarity with the technology @ the user’s focus is on the technology itself rather than its use @ the user continues to employ outdated educational techniques @ the user involuntarily gets used to the misuse of the technology < = 애 a ey ny : a a a ee oe ae pereeer eee AN eee Re eee 뷰저 aaa = aad eae eee intention must also be attributed to one side at some point during the confrontation. History does not know of acts of war without eventual attribution. «entity: 실 체 *« transcend: 초 월 하 다 @ (B) - (A) - (C) ® (©) - ( ㅅ ) - (8) ® (A) - (C) - (B) @ (8) - (©) - (A) TEN / SD\\ eae WY 0 타느 Ustl » PICLELOLOY 101 THIOL AUEIUTE WILE 탄 타 44 Motis Pelolsts 6 Me IGS . . 106 ee} ee) 이 문 제 지에 관 한 저 AY mr 4 으 드 ( 겨 ()| 여 여 100 호롤 ) 、 . | | = 37. 39. Experts have identified a large number of measures that Note that copyright covers the expression of an idea and promote energy efficiency. Unfortunately many of them are not the idea itself. not cost effective. This is a fundamental requirement for : . . . . . . . . . Designers draw on their experience of design when approaching energy efficiency investment from an economic perspective. a new project. This includes the use of previous designs that they (A) And this has direct repercussions at the individual level: households can reduce the cost of electricity and gas bills, and improve their health and comfort, while companies can increase their competitiveness and their productivity. Finally, the market for energy efficiency could contribute to the economy through job and firms creation. (B) There are significant externalities to take into account and there are also macroeconomic effects. For instance. at the know work — both designs that they have created themselves and those that others have created. ( © ) Others’ creations often spark inspiration that also leads to new ideas and innovation. ( (2) ) This is well known and understood. ( @) ) However, the expression of an idea is protected by copyright, and people who infringe on that copyright can be taken to court and prosecuted. ( © ) This means, for example, that while there are numerous smartphones all with similar functionality, this does not represent an = ee a a 을 . 4 oe 놀 a as aggregate level, improving the level of national energy efficiency has positive effects on macroeconomic issues such as energy dependence, climate change, health, national competitiveness and reducing fuel poverty. (C) However, the calculation of such cost effectiveness is not easy: it is not simply a case of looking at private costs and comparing them to the reductions achieved. [34] inifimngement 01 COpyrignt as Wie 1068 Nas 006811 CApressed i different ways and it is the expression that has been copyrighted. ( © ) Copyright is free and is automatically invested in the author, for instance, the writer of a book or a programmer who develops a program, unless they sign the copyright over to someone else. [34] * infringe: 4] ]3}t} ~—** prosecute: 기 소 하 다 *TEPETCUSs}OR: ies Oe Se Agee | 40. 다유 클 의 내 용 을 한 문 장 으 로 요 약 하 고 자 한 다 . 빈칸 (A), } 적 절 한 것 20 (A) — (C) - (B) @ (B) - (A) - (©) (8) 에 S14 말 로 가 장 적 절 한 것 은 ? 9 (B) - (C) - (A) @ (C) - (A) - (8) \" ; © (C) - (8) - (A) = a —— panes = equation between public leadership and dominance is questionable. What does one mean by ‘dominance’? Does it indicate coercion? Or [38~39] 글 의 흐 름 으 로 보 아 , 주 어 진 문 장 이 들 어 가 기 에 가 장 control over ‘the most valued’? ‘Political’ systems may be 적 절 한 RL DEAN. about both, either, or ubanaaiaiaiaed neither. The idea of a ae: \" 71 a a Ce 7 22 ~ 늘 . 38. I have still not exactly pinpointed Maddy’s character since wickedness takes many forms. Imagine I tell you that Maddy is bad. Perhaps you infer from my intonation, or the context in which we are talking, that I mean morally bad. Additionally, you will probably infer that I CONUOL WOULG DE d VOUIETSOIN© OL LOT iildally PeOpies, ds for instance among many native peoples of Amazonia where all members of a community are fond of their personal autonomy and notably allergic to any obvious expression of control or coercion. The conception of political power as a coercive force, while it may be a Western fixation, is not a universal. It is very unusual for an Amazonian leader to give an order. If many peoples do not view political power as a enercive farce nornac tho moct valued damain then the lean am disapproving of Maddy, or saying that I think you should disapprove of her, or similar, given typical linguistic conventions and assuming I am sincere. ( © ) However, you might not get a more detailed sense of the particular sorts of way in which Maddy is bad, her typical character traits, and the like, since people can be bad in many ways. ( @) ) In contrast, if I say that Maddy is wicked, then you get more of a sense of her typical actions and attitudes to others. ( 3) ) The word ‘wicked’ Fe ee ea = See ee Eee Ee MET en Ce ee een EE Sewer Teer ee re anergy Soe w enor from ‘the political’ to ‘domination’ (as coercion), and from there to ‘domination of women’, is a shaky one. As Marilyn Strathern has remarked, the notions of ‘the political’ and ‘political personhood’ are cultural obsessions of our own, a bias long reflected in anthropological constructs. * coercion: 강 제 ** autonomy: 자 율 ※※※ anthropological: 인 류 학 의 is more specific than ‘bad’. ( 4) ) But there is more detail nevertheless, perhaps a stronger connotation of the sort of person Maddy is. ( © ) In addition, and again assuming typical linguistic conventions, you should also get a sense that I am disapproving of Maddy, or saying that you should disapprove of her, or similar, assuming that we are still discussing her moral character. ig 4g: KL Ww It is (A) to understand political power in other cultures through our own notion of it because ideas of political power are not (B) across cultures. (A) (B) (A) (B) © rational . … flexible @ appropriate --- commonplace @ misguided … uniform (PE) off nticc ® unreasonable --: varied ES Ene pere ss Oper RMU url Ss Sea 포방 이 문 제 지에 관 한 저 ee 셀 작 권 으 드 60 ( 겨 ()| 여 여 드 Vw We 41~42] 다음 글 을 AZ, S50] 답 하 시 오 . Our irresistible tendency to see things in human terms — that we are often mistaken in attributing complex human motives and processing abilities to other species — does not mean that an animal’s behavior is not, in fact, complex. : , ~ 80084 ee: ee a 1006 ae ee (B) “All right. I’m sure you’re doing your work.” Mom replied, and then sharply added a question. “Sean, what are you doing?” Sean’s face immediately became blank, and he said, “Nothing.” “Come here, Honey, and you can help me.” Sean ran to the kitchen right away. “What can I do for you, Mom?” iss epeitnw wen hink acd Dake ccwila Asean eee Raw ents eee SOD AL Ee EN LL Ne ey, Se Meee: SORE ae LY ee eens is not purely a (a) product of its internal complexity. Herbert Simon’s “parable of the ant” makes this point very clearly. Imagine an ant walking along a beach, and (b) visualize tracking the trajectory of the ant as it moves. The trajectory would show a lot of twists and turns, and would be very irregular and complicated. One could then suppose that the ant had equally complicated (c) internal navigational abilities, Theta as eck Te Mires, GG | PP ae Ne OP eda Ties) Geet Pte nie RES) Cea 오 excited. Felix was pleased to get rid of (b) the policeman, and now he could concentrate on the lesson, at least till Sean came back. () While checking on his family, Sean interfered in their business as if it was his own. This time, (c) the playful and curious boy was interested in his brother Felix, who and work out what these were likely to be by analyzing the trajectory to infer the rules and mechanisms that could produce such a complex navigational path. The complexity of the trajectory, however, “is really a complexity in the surface of the beach, not a complexity in the ant.” In reality, the ant may be using a set of very (d) complex rules: it is the interaction of these rules with the environment that actually produces the complex trajectory, not the ant alone. Put more generally, the committed himself to studying no matter where he was. sean secretly looked inside his brother’s room from the door, and shouted toward the kitchen where Mom was working, “Mom, Felix isn’t studying. He’s just watching a funny video.” Sean was naughtily smiling at his brother. « naughtily: 127] 02) Felix was mad because (d) his little brother was bothering parable of the ant illustrates that there is no necessary correlation between the complexity of an (e) observed behavior and the complexity of the mechanism that produces it. * parable: 우 화 *« trajectory: 이 동 경 로 him. Felix was studying science using a video posted on the school web site. He made an angry face at the naughty boy. Right then, Mom asked loudly from the kitchen, “What are you doing, Felix?” Felix’s room was located next to the kitchen, and he could hear Mom clearly. “I’m watching a lecture video for my science class.” Felix argued against Sean’s accusation and mischievously stuck (e) his tongue out at his little brother. ee 4 Se ee SEL UNE ee A EL aR SE OTERO: he 0051 000053 스 * mischievously: 장 난 기 있 게 | @ Peaceful Coexistence of Human Beings and Animals @ What Makes the Complexity of Animal Behavior? 43. 주 어 진 = (4) 에 이 어 질 내 용 을 순 서 에 맞 게 배 열 한 것 으 로 @® Animals’ Dilemma: Finding Their Way in a Human World 가 장 적 절 한 AL? © Environmental Influences on Human Behavior Complexi 166 0 ® (8) - (D) - (C) @ (C) - (B) - (D) 9 (C) — (D) - (B) @ (0) - (8) - ©) 42. 밀 줄 친 (2)~(9) 중 에 서 문 맥 상 날 말 의 쓰 임이 적 절 하 지 We 것 은 ? [9 점 ] 9 0)-©-®) ® (a) 2 (b) @ (c) ® (d) © (e) 44, 2S 친 (3)~(6) SAA 가 리 키 는 대상이 나 머 지 넷 과 다 른 [43~45] 다 ) @) 080 ) (0) ® (0) 9 (e) lo 글 을 AZ, S50] Sole. (A) 45. Azo] 관 한 내 용 으 로 적 절 하 지 않 은 것 은 ? In this area, heavy snow in winter was not uncommon. “ 콕 를 Sometimes it poured down for hours and hours and piled up @ Sean® 엄 마 가 BAA 주 방 으 로 달 려 갔 다 . ee i eee 4 .: . 08 390008 90006 henner cman 06 te ae WAT See Ene ARERR Ag, SESE ERE SAREE E Re Ee: Shee: REE Sg. DERE ee the heavy snow, Mom was doing her office work at the kitchen table. Felix, the high schooler, had to take online classes in his room. Five-year-old Sean, who normally went to kindergarten, was sneaking around in the house playing home policeman. (a) The kindergartener wanted to know what his family members were up to, and was checking up on everyone. * sneak: 몰 래 움 직 이다 J sean Sty 영 ® Felix 자 신 의 방 0 Felix] 방 은 주 방 oe Sire att. 에 서 게 임 을 하 고 있 었 다 . 옆 에 있 었 다 . * 확 인 사 항 ㅇ 답 안 지 의 해 당 란 에 필 요 하 시 오 . 한 니 cual} 1S 을 정 확 히 기 입 ( 표 기 ) 했 는 지 확 인 이 문 제 지에 관 한 저 작 권 은 한 국 교 육 과 정 평 가 원 에 있 습 니 다 ."
        },
        {
            "text": "다음 빈 칸 에 들 어 갈 말 로 가 장 적 절 한 AS DEAL. 31. In the classic model of the Sumerian economy, the temple functioned as an administrative authority governing commodity production, collection, and redistribution. The discovery of administrative tablets from the temple complexes at Uruk suggests that token use and consequently writing evolved as a the restrictions © associated with experimenting on other people. They can also sidestep most of the ethical issues involved: nobody, presumably, is more aware of an experiment’s potential hazards than the scientist who devised @) it. Nonetheless, experimenting on oneself remains @) deeply problematic. One obvious drawback is the danger involved; knowing that it exists @ does nothing to reduce it. A less obvious drawback is BS ee ER em AES : … . 제흘 : Hae ES near nace 우 ERD 래에 ed tool of centralized economic governance. Given the lack of archaeological evidence from Uruk-period domestic sites, it is not clear whether individuals also used the system for . For that matter, it is not clear how widespread literacy was at its beginnings. The use of identifiable symbols and pictograms on the early tablets is consistent with administrators needing a lexicon that was mutually intelligible by literate and nonliterate parties. As ie \"ah we so ita on | ss PEs Oe SE oe ee Ge 헤아 UOT, Tee Human anatomy and physiology vary, in small but significant ways, according to gender, age, lifestyle, and other factors. Experimental results derived from a single subject are, therefore, of limited value; there is no way to know ©) what the subject’s responses are typical or atypical of the response of humans as a group. * consent: 2] ** anatomy: ( 해 부 학 적 ) 구 조 cuneiform script became more abstract, literacy must have become increasingly important to ensure one understood what he or she had agreed to. * archaeological: 고 고 학 적 인 ** lexicon: ¢]3] 목 록 ※*※ cuneiform script: 째 기 문 자 @® religious events @ personal agreements «ax physiology: 생 리 적 현 상 @ communal responsibilities ® historical records ® power shifts 30. 다 않 혀 글 의 밑 줄 친 부 분 중 , 문 맥 상 날 말 의 쓰 임이 저 절 하 지 은 # 32. Choosing similar friends can have a rationale. Assessing mt do 저 패 = the survivability of an environment can be risky (if an environment turns out to be deadly, for instance, it might be too late by the time you found out), so humans have evolved How the bandwagon effect occurs is demonstrated by the history of measurements of the speed of light. Because this oenaanA sa +tha hack Pn tha thannm; ant valatiiwitt ‘tre ane nt tha 5 아오 ee |S ake” eC Tn Ce eee, Oe a ee Cae ce eS” he de lo most frequently and carefully measured © quantities in science. As far as we know, the speed hasn’t changed over time. However, from 1870 to 1900, all the experiments found speeds that were too high. Then, from 1900 to 1950, the @) opposite happened — all the experiments found speeds that were too low! This kind of error, where results are always on one side of the real value, is called “bias.” It probably happened because the desire to associate with similar individuals as a way to perform this function efficiently. This is especially useful to a species that lives in so many different sorts of environments. However, the carrying capacity of a given environment . If resources are very limited, the individuals who live in a particular place cannot all do the exact same thing (for example, if there are few trees, people cannot all live in tree houses, or if mangoes over time, experimenters subconsciously adjusted their 1254115 to @) match what they expected to find. If a result fit what they expected, they kept it. Ifa result didn’t fit, they threw it out. They weren’t being intentionally dishonest, just ® influenced by the conventional wisdom. The pattern only changed when someone ©) lacked the courage to report what was actually measured instead of what was expected. a, a: ny o> ae) 불 are in short supply, people cannot all live solely on a diet of mangoes). A rational strategy would therefore sometimes be to avoid similar members of one’s species. @® exceeds the expected demands of a community @ is decreased by diverse means of survival @ places a limit on this strategy @® makes the world suitable for individuals 206018 000 즐 인 0 닌 . . ee Se Seger a ae es O° Lie 데 ME, PPE AER AEE . 퇴 트 주 6 제 기 BAT eRe ee 이 문 제 지에 관 한 저 작 권 은 44464141 나 느 60 ( 겨 ()| 여 여 ~ , 9 WE NT | | CD 33. Thanks to newly developed neuroimaging technology, we 30. 다음 글 에 서 전 체 흐 름과 관 계 없 는 TAL? now have access to the specific brain changes that occur during Workers are united by laughing at shared events, even ones learning. Even though all of our brains contain the same basic that may initially spark anger or conflict. Humor reframes siruciares. curneital nelwetks are ss uniqueanour finpenpris, potentially divisive events into merely “laughable” ones which The latest developmental neuroscience research has shown . . . are put in perspective as subservient to unifying values held that the brain is much more malleable throughout life than by organization members. Repeatedly recounting humorous previously assumed; it develops in response to its own processes, to its immediate and distant “environments,” and to its past and current situations. The brain seeks to create meaning through establishing or refining existing neural networks. When we learn a new fact or skill, our neurons communicate to form networks of connected information. Using this knowledge or skill results in structural changes to allow similar future impulses to travel more quickly and efficiently incidents reinforces unity based on key organizational values. @ One team told repeated stories about a dumpster fire, something that does not seem funny on its face, but the reactions of workers motivated to preserve safety sparked laughter as the stories were shared multiple times by multiple parties in the workplace. @ Shared events that cause laughter can indicate a sense of belonging since “you had to be there” en” ee: 200 200 than others. High-activity synaptic connections are stabilized and strengthened, while connections with relatively low use are weakened and eventually pruned. In this way, our brains are . [3 점 ] * malleable: 순 응 성이 있 는 ＊*10006: 잘 라 내 다 @® sculpted by our own history of experiences @ designed to maintain their initial structures SON ae a ; aa PU SE UTS 14 니 1441 111 US Tdh, 614474 0141871417114 느 4117 느 40 Wee LIU Gh UU not. (3) Since humor can easily capture people’s attention, commercials tend to contain humorous elements, such as funny faces and gestures. @ Instances of humor serve to enact bonds among organization members. (6) Understanding the humor may even be required as an informal badge of membership in the organization. * subservient: EF?) B= wy geared toward strengmening recent MeMOor»nes @® twinned with the development of other organs © portrayed as the seat of logical and creative thinking [36~37] FHA 글 다 음 에 이 어 질 글 의 순 서 로 가 장 적 절 한 AS 고 르 시 오 . 36. WA Gare eg Re eg ee gee i ee 아 Te eee OE Bene 606 Cb A ee ee ee 매 다 젝 — eee ee eee ee Se ee | SS See ee ee . ees, Se a Vee, SS = marked by that technology being regarded by users as an make him defenseless, may temporarily blind commanders unobtrusive facilitator of learning, instruction, or performance. and even strategists to the larger purpose of war. War is When the focus shifts from the technology being used to the never an isolated act, nor is it ever only one decision. educational purpose that technology serves, then that technology is becoming a comfortable and trusted element, (A) To be political, a political entity or a representative of a and can be regarded as being successfully integrated. Few political entity, whatever its constitutional form, has to people give a second a. Hout to the use of a ball geoint pen have an intention, a will. That intention has to be clearly 삐 이 209 ㄷ 88 ee a ~ 36~202 그 20000 2229>230 ~ ~~ 006 Pere | 히 4144190 나 은 트 -441 튼 그 1166116414184116 HIVOIVEG 6040 050944 Use da 1618 mechanism and some use a push button on top, and there are other variations as well. Personal computers have reached a similar level of familiarity for a great many users, but certainly not for all. New and emerging technologies often introduce both fascination and frustration with users. As long as in promoting learning, instruction, or performance, then one 룰 린 이 논 000 을 8 000 느 에 더 Py Ze i Ee ee ee (B) In the real world, war’s larger purpose is always a political purpose. It transcends the use of force. This insight was famously captured by Clausewitz’s most famous phrase, “War is a mere continuation of politics by other means.” (C) And one side’s will has to be transmitted to the enemy at some point during the confrontation (it does not have to be ee ee, ee ee ee 700088 |S Fs | ougnt not to conclude that tne tecnnology Nas been SUCCESSIULLY integrated — at least for that user. [3744] * unobtrusive: 눈 에 띄 지 않 는 © the user successfully achieves familiarity with the technology @ the user’s focus is on the technology itself rather than its use @ the user continues to employ outdated educational techniques @ the user involuntarily gets used to the misuse of the technology < = 애 a ey ny : a a a ee oe ae pereeer eee AN eee Re eee 뷰저 aaa = aad eae eee intention must also be attributed to one side at some point during the confrontation. History does not know of acts of war without eventual attribution. «entity: 실 체 *« transcend: 초 월 하 다 @ (B) - (A) - (C) ® (©) - ( ㅅ ) - (8) ® (A) - (C) - (B) @ (8) - (©) - (A) TEN / SD\\ eae WY 0 타느 Ustl » PICLELOLOY 101 THIOL AUEIUTE WILE 탄 타 44 Motis Pelolsts 6 Me IGS . . 106 ee} ee) 이 문 제 지에 관 한 저 AY mr 4 으 드 ( 겨 ()| 여 여 100 호롤 ) 、 . | | = 37. 39. Experts have identified a large number of measures that Note that copyright covers the expression of an idea and promote energy efficiency. Unfortunately many of them are not the idea itself. not cost effective. This is a fundamental requirement for : . . . . . . . . . Designers draw on their experience of design when approaching energy efficiency investment from an economic perspective. a new project. This includes the use of previous designs that they (A) And this has direct repercussions at the individual level: households can reduce the cost of electricity and gas bills, and improve their health and comfort, while companies can increase their competitiveness and their productivity. Finally, the market for energy efficiency could contribute to the economy through job and firms creation. (B) There are significant externalities to take into account and there are also macroeconomic effects. For instance. at the know work — both designs that they have created themselves and those that others have created. ( © ) Others’ creations often spark inspiration that also leads to new ideas and innovation. ( (2) ) This is well known and understood. ( @) ) However, the expression of an idea is protected by copyright, and people who infringe on that copyright can be taken to court and prosecuted. ( © ) This means, for example, that while there are numerous smartphones all with similar functionality, this does not represent an = ee a a 을 . 4 oe 놀 a as aggregate level, improving the level of national energy efficiency has positive effects on macroeconomic issues such as energy dependence, climate change, health, national competitiveness and reducing fuel poverty. (C) However, the calculation of such cost effectiveness is not easy: it is not simply a case of looking at private costs and comparing them to the reductions achieved. [34] inifimngement 01 COpyrignt as Wie 1068 Nas 006811 CApressed i different ways and it is the expression that has been copyrighted. ( © ) Copyright is free and is automatically invested in the author, for instance, the writer of a book or a programmer who develops a program, unless they sign the copyright over to someone else. [34] * infringe: 4] ]3}t} ~—** prosecute: 기 소 하 다 *TEPETCUSs}OR: ies Oe Se Agee | 40. 다유 클 의 내 용 을 한 문 장 으 로 요 약 하 고 자 한 다 . 빈칸 (A), } 적 절 한 것 20 (A) — (C) - (B) @ (B) - (A) - (©) (8) 에 S14 말 로 가 장 적 절 한 것 은 ? 9 (B) - (C) - (A) @ (C) - (A) - (8) \" ; © (C) - (8) - (A) = a —— panes = equation between public leadership and dominance is questionable. What does one mean by ‘dominance’? Does it indicate coercion? Or [38~39] 글 의 흐 름 으 로 보 아 , 주 어 진 문 장 이 들 어 가 기 에 가 장 control over ‘the most valued’? ‘Political’ systems may be 적 절 한 RL DEAN. about both, either, or ubanaaiaiaiaed neither. The idea of a ae: \" 71 a a Ce 7 22 ~ 늘 . 38. I have still not exactly pinpointed Maddy’s character since wickedness takes many forms. Imagine I tell you that Maddy is bad. Perhaps you infer from my intonation, or the context in which we are talking, that I mean morally bad. Additionally, you will probably infer that I CONUOL WOULG DE d VOUIETSOIN© OL LOT iildally PeOpies, ds for instance among many native peoples of Amazonia where all members of a community are fond of their personal autonomy and notably allergic to any obvious expression of control or coercion. The conception of political power as a coercive force, while it may be a Western fixation, is not a universal. It is very unusual for an Amazonian leader to give an order. If many peoples do not view political power as a enercive farce nornac tho moct valued damain then the lean am disapproving of Maddy, or saying that I think you should disapprove of her, or similar, given typical linguistic conventions and assuming I am sincere. ( © ) However, you might not get a more detailed sense of the particular sorts of way in which Maddy is bad, her typical character traits, and the like, since people can be bad in many ways. ( @) ) In contrast, if I say that Maddy is wicked, then you get more of a sense of her typical actions and attitudes to others. ( 3) ) The word ‘wicked’ Fe ee ea = See ee Eee Ee MET en Ce ee een EE Sewer Teer ee re anergy Soe w enor from ‘the political’ to ‘domination’ (as coercion), and from there to ‘domination of women’, is a shaky one. As Marilyn Strathern has remarked, the notions of ‘the political’ and ‘political personhood’ are cultural obsessions of our own, a bias long reflected in anthropological constructs. * coercion: 강 제 ** autonomy: 자 율 ※※※ anthropological: 인 류 학 의 is more specific than ‘bad’. ( 4) ) But there is more detail nevertheless, perhaps a stronger connotation of the sort of person Maddy is. ( © ) In addition, and again assuming typical linguistic conventions, you should also get a sense that I am disapproving of Maddy, or saying that you should disapprove of her, or similar, assuming that we are still discussing her moral character. ig 4g: KL Ww It is (A) to understand political power in other cultures through our own notion of it because ideas of political power are not (B) across cultures. (A) (B) (A) (B) © rational . … flexible @ appropriate --- commonplace @ misguided … uniform (PE) off nticc ® unreasonable --: varied ES Ene pere ss Oper RMU url Ss Sea 포방 이 문 제 지에 관 한 저 ee 셀 작 권 으 드 60 ( 겨 ()| 여 여 드 Vw We 41~42] 다음 글 을 AZ, S50] 답 하 시 오 . Our irresistible tendency to see things in human terms — that we are often mistaken in attributing complex human motives and processing abilities to other species — does not mean that an animal’s behavior is not, in fact, complex. : , ~ 80084 ee: ee a 1006 ae ee (B) “All right. I’m sure you’re doing your work.” Mom replied, and then sharply added a question. “Sean, what are you doing?” Sean’s face immediately became blank, and he said, “Nothing.” “Come here, Honey, and you can help me.” Sean ran to the kitchen right away. “What can I do for you, Mom?” iss epeitnw wen hink acd Dake ccwila Asean eee Raw ents eee SOD AL Ee EN LL Ne ey, Se Meee: SORE ae LY ee eens is not purely a (a) product of its internal complexity. Herbert Simon’s “parable of the ant” makes this point very clearly. Imagine an ant walking along a beach, and (b) visualize tracking the trajectory of the ant as it moves. The trajectory would show a lot of twists and turns, and would be very irregular and complicated. One could then suppose that the ant had equally complicated (c) internal navigational abilities, Theta as eck Te Mires, GG | PP ae Ne OP eda Ties) Geet Pte nie RES) Cea 오 excited. Felix was pleased to get rid of (b) the policeman, and now he could concentrate on the lesson, at least till Sean came back. () While checking on his family, Sean interfered in their business as if it was his own. This time, (c) the playful and curious boy was interested in his brother Felix, who and work out what these were likely to be by analyzing the trajectory to infer the rules and mechanisms that could produce such a complex navigational path. The complexity of the trajectory, however, “is really a complexity in the surface of the beach, not a complexity in the ant.” In reality, the ant may be using a set of very (d) complex rules: it is the interaction of these rules with the environment that actually produces the complex trajectory, not the ant alone. Put more generally, the committed himself to studying no matter where he was. sean secretly looked inside his brother’s room from the door, and shouted toward the kitchen where Mom was working, “Mom, Felix isn’t studying. He’s just watching a funny video.” Sean was naughtily smiling at his brother. « naughtily: 127] 02) Felix was mad because (d) his little brother was bothering parable of the ant illustrates that there is no necessary correlation between the complexity of an (e) observed behavior and the complexity of the mechanism that produces it. * parable: 우 화 *« trajectory: 이 동 경 로 him. Felix was studying science using a video posted on the school web site. He made an angry face at the naughty boy. Right then, Mom asked loudly from the kitchen, “What are you doing, Felix?” Felix’s room was located next to the kitchen, and he could hear Mom clearly. “I’m watching a lecture video for my science class.” Felix argued against Sean’s accusation and mischievously stuck (e) his tongue out at his little brother. ee 4 Se ee SEL UNE ee A EL aR SE OTERO: he 0051 000053 스 * mischievously: 장 난 기 있 게 | @ Peaceful Coexistence of Human Beings and Animals @ What Makes the Complexity of Animal Behavior? 43. 주 어 진 = (4) 에 이 어 질 내 용 을 순 서 에 맞 게 배 열 한 것 으 로 @® Animals’ Dilemma: Finding Their Way in a Human World 가 장 적 절 한 AL? © Environmental Influences on Human Behavior Complexi 166 0 ® (8) - (D) - (C) @ (C) - (B) - (D) 9 (C) — (D) - (B) @ (0) - (8) - ©) 42. 밀 줄 친 (2)~(9) 중 에 서 문 맥 상 날 말 의 쓰 임이 적 절 하 지 We 것 은 ? [9 점 ] 9 0)-©-®) ® (a) 2 (b) @ (c) ® (d) © (e) 44, 2S 친 (3)~(6) SAA 가 리 키 는 대상이 나 머 지 넷 과 다 른 [43~45] 다 ) @) 080 ) (0) ® (0) 9 (e) lo 글 을 AZ, S50] Sole. (A) 45. Azo] 관 한 내 용 으 로 적 절 하 지 않 은 것 은 ? In this area, heavy snow in winter was not uncommon. “ 콕 를 Sometimes it poured down for hours and hours and piled up @ Sean® 엄 마 가 BAA 주 방 으 로 달 려 갔 다 . ee i eee 4 .: . 08 390008 90006 henner cman 06 te ae WAT See Ene ARERR Ag, SESE ERE SAREE E Re Ee: Shee: REE Sg. DERE ee the heavy snow, Mom was doing her office work at the kitchen table. Felix, the high schooler, had to take online classes in his room. Five-year-old Sean, who normally went to kindergarten, was sneaking around in the house playing home policeman. (a) The kindergartener wanted to know what his family members were up to, and was checking up on everyone. * sneak: 몰 래 움 직 이다 J sean Sty 영 ® Felix 자 신 의 방 0 Felix] 방 은 주 방 oe Sire att. 에 서 게 임 을 하 고 있 었 다 . 옆 에 있 었 다 . * 확 인 사 항 ㅇ 답 안 지 의 해 당 란 에 필 요 하 시 오 . 한 니 cual} 1S 을 정 확 히 기 입 ( 표 기 ) 했 는 지 확 인 이 문 제 지에 관 한 저 작 권 은 한 국 교 육 과 정 평 가 원 에 있 습 니 다 ."
        },
        {
            "text": "FHA 글 다 음 에 이 어 질 글 의 순 서 로 가 장 적 절 한 AS 고 르 시 오 . 36. WA Gare eg Re eg ee gee i ee 아 Te eee OE Bene 606 Cb A ee ee ee 매 다 젝 — eee ee eee ee Se ee | SS See ee ee . ees, Se a Vee, SS = marked by that technology being regarded by users as an make him defenseless, may temporarily blind commanders unobtrusive facilitator of learning, instruction, or performance. and even strategists to the larger purpose of war. War is When the focus shifts from the technology being used to the never an isolated act, nor is it ever only one decision. educational purpose that technology serves, then that technology is becoming a comfortable and trusted element, (A) To be political, a political entity or a representative of a and can be regarded as being successfully integrated. Few political entity, whatever its constitutional form, has to people give a second a. Hout to the use of a ball geoint pen have an intention, a will. That intention has to be clearly 삐 이 209 ㄷ 88 ee a ~ 36~202 그 20000 2229>230 ~ ~~ 006 Pere | 히 4144190 나 은 트 -441 튼 그 1166116414184116 HIVOIVEG 6040 050944 Use da 1618 mechanism and some use a push button on top, and there are other variations as well. Personal computers have reached a similar level of familiarity for a great many users, but certainly not for all. New and emerging technologies often introduce both fascination and frustration with users. As long as in promoting learning, instruction, or performance, then one 룰 린 이 논 000 을 8 000 느 에 더 Py Ze i Ee ee ee (B) In the real world, war’s larger purpose is always a political purpose. It transcends the use of force. This insight was famously captured by Clausewitz’s most famous phrase, “War is a mere continuation of politics by other means.” (C) And one side’s will has to be transmitted to the enemy at some point during the confrontation (it does not have to be ee ee, ee ee ee 700088 |S Fs | ougnt not to conclude that tne tecnnology Nas been SUCCESSIULLY integrated — at least for that user. [3744] * unobtrusive: 눈 에 띄 지 않 는 © the user successfully achieves familiarity with the technology @ the user’s focus is on the technology itself rather than its use @ the user continues to employ outdated educational techniques @ the user involuntarily gets used to the misuse of the technology < = 애 a ey ny : a a a ee oe ae pereeer eee AN eee Re eee 뷰저 aaa = aad eae eee intention must also be attributed to one side at some point during the confrontation. History does not know of acts of war without eventual attribution. «entity: 실 체 *« transcend: 초 월 하 다 @ (B) - (A) - (C) ® (©) - ( ㅅ ) - (8) ® (A) - (C) - (B) @ (8) - (©) - (A) TEN / SD\\ eae WY 0 타느 Ustl » PICLELOLOY 101 THIOL AUEIUTE WILE 탄 타 44 Motis Pelolsts 6 Me IGS . . 106 ee} ee) 이 문 제 지에 관 한 저 AY mr 4 으 드 ( 겨 ()| 여 여 100 호롤 ) 、 . | | ="
        },
        {
            "text": "글 의 흐 름 으 로 보 아 , 주 어 진 문 장 이 들 어 가 기 에 가 장 control over ‘the most valued’? ‘Political’ systems may be 적 절 한 RL DEAN. about both, either, or ubanaaiaiaiaed neither. The idea of a ae: \" 71 a a Ce 7 22 ~ 늘 . 38. I have still not exactly pinpointed Maddy’s character since wickedness takes many forms. Imagine I tell you that Maddy is bad. Perhaps you infer from my intonation, or the context in which we are talking, that I mean morally bad. Additionally, you will probably infer that I CONUOL WOULG DE d VOUIETSOIN© OL LOT iildally PeOpies, ds for instance among many native peoples of Amazonia where all members of a community are fond of their personal autonomy and notably allergic to any obvious expression of control or coercion. The conception of political power as a coercive force, while it may be a Western fixation, is not a universal. It is very unusual for an Amazonian leader to give an order. If many peoples do not view political power as a enercive farce nornac tho moct valued damain then the lean am disapproving of Maddy, or saying that I think you should disapprove of her, or similar, given typical linguistic conventions and assuming I am sincere. ( © ) However, you might not get a more detailed sense of the particular sorts of way in which Maddy is bad, her typical character traits, and the like, since people can be bad in many ways. ( @) ) In contrast, if I say that Maddy is wicked, then you get more of a sense of her typical actions and attitudes to others. ( 3) ) The word ‘wicked’ Fe ee ea = See ee Eee Ee MET en Ce ee een EE Sewer Teer ee re anergy Soe w enor from ‘the political’ to ‘domination’ (as coercion), and from there to ‘domination of women’, is a shaky one. As Marilyn Strathern has remarked, the notions of ‘the political’ and ‘political personhood’ are cultural obsessions of our own, a bias long reflected in anthropological constructs. * coercion: 강 제 ** autonomy: 자 율 ※※※ anthropological: 인 류 학 의 is more specific than ‘bad’. ( 4) ) But there is more detail nevertheless, perhaps a stronger connotation of the sort of person Maddy is. ( © ) In addition, and again assuming typical linguistic conventions, you should also get a sense that I am disapproving of Maddy, or saying that you should disapprove of her, or similar, assuming that we are still discussing her moral character. ig 4g: KL Ww It is (A) to understand political power in other cultures through our own notion of it because ideas of political power are not (B) across cultures. (A) (B) (A) (B) © rational . … flexible @ appropriate --- commonplace @ misguided … uniform (PE) off nticc ® unreasonable --: varied ES Ene pere ss Oper RMU url Ss Sea 포방 이 문 제 지에 관 한 저 ee 셀 작 권 으 드 60 ( 겨 ()| 여 여 드 Vw We 41~42] 다음 글 을 AZ, S50] 답 하 시 오 . Our irresistible tendency to see things in human terms — that we are often mistaken in attributing complex human motives and processing abilities to other species — does not mean that an animal’s behavior is not, in fact, complex. : , ~ 80084 ee: ee a 1006 ae ee (B) “All right. I’m sure you’re doing your work.” Mom replied, and then sharply added a question. “Sean, what are you doing?” Sean’s face immediately became blank, and he said, “Nothing.” “Come here, Honey, and you can help me.” Sean ran to the kitchen right away. “What can I do for you, Mom?” iss epeitnw wen hink acd Dake ccwila Asean eee Raw ents eee SOD AL Ee EN LL Ne ey, Se Meee: SORE ae LY ee eens is not purely a (a) product of its internal complexity. Herbert Simon’s “parable of the ant” makes this point very clearly. Imagine an ant walking along a beach, and (b) visualize tracking the trajectory of the ant as it moves. The trajectory would show a lot of twists and turns, and would be very irregular and complicated. One could then suppose that the ant had equally complicated (c) internal navigational abilities, Theta as eck Te Mires, GG | PP ae Ne OP eda Ties) Geet Pte nie RES) Cea 오 excited. Felix was pleased to get rid of (b) the policeman, and now he could concentrate on the lesson, at least till Sean came back. () While checking on his family, Sean interfered in their business as if it was his own. This time, (c) the playful and curious boy was interested in his brother Felix, who and work out what these were likely to be by analyzing the trajectory to infer the rules and mechanisms that could produce such a complex navigational path. The complexity of the trajectory, however, “is really a complexity in the surface of the beach, not a complexity in the ant.” In reality, the ant may be using a set of very (d) complex rules: it is the interaction of these rules with the environment that actually produces the complex trajectory, not the ant alone. Put more generally, the committed himself to studying no matter where he was. sean secretly looked inside his brother’s room from the door, and shouted toward the kitchen where Mom was working, “Mom, Felix isn’t studying. He’s just watching a funny video.” Sean was naughtily smiling at his brother. « naughtily: 127] 02) Felix was mad because (d) his little brother was bothering parable of the ant illustrates that there is no necessary correlation between the complexity of an (e) observed behavior and the complexity of the mechanism that produces it. * parable: 우 화 *« trajectory: 이 동 경 로 him. Felix was studying science using a video posted on the school web site. He made an angry face at the naughty boy. Right then, Mom asked loudly from the kitchen, “What are you doing, Felix?” Felix’s room was located next to the kitchen, and he could hear Mom clearly. “I’m watching a lecture video for my science class.” Felix argued against Sean’s accusation and mischievously stuck (e) his tongue out at his little brother. ee 4 Se ee SEL UNE ee A EL aR SE OTERO: he 0051 000053 스 * mischievously: 장 난 기 있 게 | @ Peaceful Coexistence of Human Beings and Animals @ What Makes the Complexity of Animal Behavior? 43. 주 어 진 = (4) 에 이 어 질 내 용 을 순 서 에 맞 게 배 열 한 것 으 로 @® Animals’ Dilemma: Finding Their Way in a Human World 가 장 적 절 한 AL? © Environmental Influences on Human Behavior Complexi 166 0 ® (8) - (D) - (C) @ (C) - (B) - (D) 9 (C) — (D) - (B) @ (0) - (8) - ©) 42. 밀 줄 친 (2)~(9) 중 에 서 문 맥 상 날 말 의 쓰 임이 적 절 하 지 We 것 은 ? [9 점 ] 9 0)-©-®) ® (a) 2 (b) @ (c) ® (d) © (e) 44, 2S 친 (3)~(6) SAA 가 리 키 는 대상이 나 머 지 넷 과 다 른 [43~45] 다 ) @) 080 ) (0) ® (0) 9 (e) lo 글 을 AZ, S50] Sole. (A) 45. Azo] 관 한 내 용 으 로 적 절 하 지 않 은 것 은 ? In this area, heavy snow in winter was not uncommon. “ 콕 를 Sometimes it poured down for hours and hours and piled up @ Sean® 엄 마 가 BAA 주 방 으 로 달 려 갔 다 . ee i eee 4 .: . 08 390008 90006 henner cman 06 te ae WAT See Ene ARERR Ag, SESE ERE SAREE E Re Ee: Shee: REE Sg. DERE ee the heavy snow, Mom was doing her office work at the kitchen table. Felix, the high schooler, had to take online classes in his room. Five-year-old Sean, who normally went to kindergarten, was sneaking around in the house playing home policeman. (a) The kindergartener wanted to know what his family members were up to, and was checking up on everyone. * sneak: 몰 래 움 직 이다 J sean Sty 영 ® Felix 자 신 의 방 0 Felix] 방 은 주 방 oe Sire att. 에 서 게 임 을 하 고 있 었 다 . 옆 에 있 었 다 . * 확 인 사 항 ㅇ 답 안 지 의 해 당 란 에 필 요 하 시 오 . 한 니 cual} 1S 을 정 확 히 기 입 ( 표 기 ) 했 는 지 확 인 이 문 제 지에 관 한 저 작 권 은 한 국 교 육 과 정 평 가 원 에 있 습 니 다 ."
        },
        {
            "text": "다 ) @) 080 ) (0) ® (0) 9 (e) lo 글 을 AZ, S50] Sole. (A)"
        }
    ]
}