{
    "questions": [
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 1,
            "points": 2,
            "bbb": "1. 다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "학교 정원 관리 봉사자를 모집하려고",
            "choice2": "식물원 체험 학습 일정을 공지하려고",
            "choice3": "봉사 활동 확인서 신청 방법을 안내하려고",
            "choice4": "학교 정원에 심을 모종 기부를 부탁하려고",
            "choice5": "정원의 잡초를 제거하는 요령을 설명하려"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 2,
            "points": 2,
            "bbb": "2. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "자신의 체력 수준에 맞게 운동 계획을 세우는 것이 좋다.",
            "choice2": "과도한 운동은 심리적 불안정을 초래할 수 있다.",
            "choice3": "운동 일지 작성이 체력 관리에 도움이 된다.",
            "choice4": "근력 운동과 유산소 운동을 병행하는 것이 유익하다.",
            "choice5": "운동 중 부상 예방을 위해 적절한 장비를 착용해야 한다."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 3,
            "points": 2,
            "bbb": "3. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
            "보기": "",
            "choice1": "기자 － 농업 연구원",
            "choice2": "콜센터 직원 － 고객",
            "choice3": "방송 연출가 － 작가",
            "choice4": "홈 쇼핑 쇼 호스트 － 농부",
            "choice5": "식료품 가게 직원 － 조리사"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 4,
            "points": 2,
            "bbb": "4. 대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르시오.",
            "보기": "5. 대화를 듣고, 남자가 여자를 위해 할 일로 가장 적절한 것을",
            "choice1": "이미지 검색하기",
            "choice2": "발표 대본 검토하기",
            "choice3": "면접 예상 질문 만들기",
            "choice4": "포트폴리오 우편 발송하기",
            "choice5": "발표 연습 영상 촬영하기"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 5,
            "points": 2,
            "bbb": "6. 대화를 듣고, 여자가 지불할 금액을 고르시오.",
            "보기": "",
            "choice1": "$30",
            "choice2": "$32",
            "choice3": "$35",
            "choice4": "$39",
            "choice5": "$"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 6,
            "points": 2,
            "bbb": "7. 대화를 듣고, 남자가 연구 주제를 변경한 이유를 고르시오.",
            "보기": "",
            "choice1": "관련 데이터를 찾기 어려워서",
            "choice2": "지도 교수를 구하지 못해서",
            "choice3": "희망하는 진로가 바뀌어서",
            "choice4": "연구 지원금을 확보하지 못해서",
            "choice5": "다른 학생과 연구 주제가 겹쳐서"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 7,
            "points": 2,
            "bbb": "8. 대화를 듣고, Mobile Throwing Championship에 관해 언급되지 않은 것을 고르시오.",
            "보기": "",
            "choice1": "최초 개최 연도",
            "choice2": "개최 목적",
            "choice3": "참가비",
            "choice4": "우승 상품",
            "choice5": "심사 기준"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 8,
            "points": 2,
            "bbb": "9. 다음 표를 보면서 대화를 듣고, 두 사람이 주문할 휴대용 사진 인화기를 고르시오.",
            "보기": "Portable Photo Printers Model Price Power Bluetooth Connection Free Photo Paper (sheets)",
            "choice1": "A $139 plug-in ☓ 20",
            "choice2": "B $149 built-in battery ◯ 20",
            "choice3": "C $169 built-in battery ◯ 40",
            "choice4": "D $189 built-in battery ☓ 40",
            "choice5": "E $"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 9,
            "points": 2,
            "bbb": "10. 2021 International Violin Making Competition에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오.",
            "보기": "",
            "choice1": "참가 신청서에 바이올린 사진을 첨부하여 제출해야 한다.",
            "choice2": "5월 1일까지 등록하면 등록비가 할인된다.",
            "choice3": "바이올린을 우편으로 제출할 수 있다.",
            "choice4": "유명 바이올린 연주자가 심사 위원에 포함된다.",
            "choice5": "우승자는"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 10,
            "points": 2,
            "bbb": "11. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Why don’t you put off visiting the doctor?",
            "choice2": "Let’s ask David if we can reschedule.",
            "choice3": "How about inviting David to our club?",
            "choice4": "I’ll go to the bookstore without you both.",
            "choice5": "We should find a place for today’s meeting."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 11,
            "points": 2,
            "bbb": "12. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "No worries. I’ve already got your file.",
            "choice2": "Right. There’s no assignment today.",
            "choice3": "Sorry. Your file has been deleted.",
            "choice4": "Yes. You can send it to me by email.",
            "choice5": "Sure. Try downloading it from our website."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 12,
            "points": 3,
            "bbb": "13. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Woman:",
            "choice1": "I’ll find out who directed them for you.",
            "choice2": "I’ll give you a list of his best films then.",
            "choice3": "That’s why I prefer watching popular movies.",
            "choice4": "They didn’t leave a lasting impression on me.",
            "choice5": "You shouldn’t worry about getting bad reviews."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 13,
            "points": 3,
            "bbb": "14. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Man:",
            "choice1": "I see. I’ll take a break more often to increase concentration.",
            "choice2": "Okay. I should avoid playing games during study breaks.",
            "choice3": "Certainly. You’ll enjoy playing mobile games, too.",
            "choice4": "All right. I’d rather study alone to prepare for my exam.",
            "choice5": "Interesting. I thought mobile games do more harm than good."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 14,
            "points": 3,
            "bbb": "15. 다음 상황 설명을 듣고, Nancy가 Jake에게 할 말로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Nancy:",
            "choice1": "We’d rather stay with our original design.",
            "choice2": "Why don’t we design the poster by ourselves?",
            "choice3": "Don’t forget to apply for the contest this time.",
            "choice4": "How about going outdoors to take photos for a change?",
            "choice5": "We should ask your friends if it’s okay to use their photo."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 15,
            "points": 2,
            "bbb": "16. 여자가 하는 말의 주제로 가장 적절한 것은?",
            "보기": "",
            "choice1": "natural materials traditionally used for skincare",
            "choice2": "how to store natural skincare products properly",
            "choice3": "differences in the cultural perception of skincare",
            "choice4": "ways to prevent skin troubles caused by facial masks",
            "choice5": "examples of natural substances with harmful properties"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 16,
            "points": 2,
            "bbb": "17. 언급된 나라가 아닌 것은?",
            "보기": "",
            "choice1": "India",
            "choice2": "Iran",
            "choice3": "Poland",
            "choice4": "China",
            "choice5": "Greece"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 17,
            "points": 2,
            "bbb": "18. 다음 글의 목적으로 가장 적절한 것은?",
            "보기": "I’m Maggie Morgan, a long­time fan of the Wakefield Community Theatre. I’m well aware that in this difficult economy, organisations such as the Wakefield Community Theatre are facing financial difficulties and therefore an increase in ticket prices is inevitable. But in my opinion, a 50 percent increase to the price of individual tickets seems totally unreasonable. It would mean that ordinary residents like myself will have fewer opportunities to enjoy a quality drama performance. Pricing tickets out of the range of local residents is not a good option, because it’ll hurt your organisation in years to come. I’m sure there will be other ways to get financial support instead of raising ticket prices so much. I hope to hear from you soon on this matter.",
            "choice1": "공연 관람권 가격 인상률에 이의를 제기하려고",
            "choice2": "지역 주민을 위한 공연장 건립을 제안하려고",
            "choice3": "자선 연극 공연 개최에 감사하려고",
            "choice4": "공연 관람료의 단체 할인 가능 여부를 문의하려고",
            "choice5": "공연 취소로 입은 손실에 대해 보상을 요구하려"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 18,
            "points": 2,
            "bbb": "19. 다음 글에 드러난 Tavil의 심경으로 가장 적절한 것은?",
            "보기": "Tavil feels he understands this buried world and he is ready to leave. But when he turns, the hole he’d climbed through no longer exists. In its place is a smooth wall of white tile, a continuation of the unending pattern throughout the tunnel. The broken scraps of debris that had littered the base of the hole are gone as well. And this is when he feels the horrifying truth of where he is: so deep underground that the climb down made the muscles in his legs and arms tremble. He is trapped. Brutally so. As if in a grave, in a tomb. Frightened, he claws at the tiles. He screams, not caring if someone hears; hoping they do and will cast him out.",
            "choice1": "bored and lonely",
            "choice2": "relieved and hopeful",
            "choice3": "thrilled and joyful",
            "choice4": "terrified and desperate",
            "choice5": "touched and grateful"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 19,
            "points": 2,
            "bbb": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
            "보기": "Your brain doesn’t recognize don’t. No matter what I say, don’t think of a giraffe with brown spots on it. No matter what I say, don’t think of a clear glass vase with fresh red roses in it. What happens? It’s automatic, isn’t it? Your brain goes ahead and creates the picture all by itself. Your words ― whether you think, say, read, or hear them ― are a direct command to create. The more direct the order, the more diligent the response. Trickily, if you say you don’t want to lose your temper, your brain doesn’t recognize don’t and sees it as a royal command to get you to lose your temper. If say you don’t want to spill your drink, it’s as good as an instruction to tip the contents. Change your words to support you. Create affirmations that suit you. Think and say precisely what you desire rather than what you don’t want.",
            "choice1": "원하는 바를 긍정문으로 생각하고 말하라.",
            "choice2": "창의력 향상을 위해 상상하는 연습을 하라.",
            "choice3": "일상 대화 시 명령조의 말투를 사용하지 마라.",
            "choice4": "자신이 하고 싶지 않은 일을 남에게 시키지 마라.",
            "choice5": "기대했던 결과가 바로 나오지 않더라도 포기하지 마라."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 20,
            "points": 2,
            "bbb": "21. 밑줄 친 innovation is a delicate and vulnerable flower, easily crushed underfoot이 다음 글에서 의미하는 바로 가장 적절한 것은?",
            "보기": "Perhaps the most puzzling aspect of innovation is how unpopular it is, for all the lip service we pay to it. Despite the abundant evidence that it has transformed almost everybody’s lives for the better in innumerable ways, the kneejerk reaction of most people to something new is often worry, sometimes even disgust. Unless it is of obvious use to ourselves, we tend to imagine the bad consequences that might occur far more than the good ones. And we throw obstacles in the way of innovators, on behalf of those with a vested interest in the status quo: investors, managers and employees alike. History shows that innovation is a delicate and vulnerable flower, easily crushed underfoot, but quick to regrow if conditions allow. * kneejerk: 반사적인 ** status quo: 현 상태",
            "choice1": "Innovation comes from the need for solving deficiency.",
            "choice2": "Innovative people are usually very sensitive to criticism.",
            "choice3": "Innovation is often faced with disapproval and opposition.",
            "choice4": "A single misstep in planning could ruin innovation entirely.",
            "choice5": "Innovative ideas need a series of revision and refinement."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 21,
            "points": 2,
            "bbb": "22. 다음 글의 요지로 가장 적절한 것은?",
            "보기": "The immense improvement in the yield of farming during the twentieth century, as a result of innovations in mechanization, fertilizer, new varieties, pesticides and genetic engineering, has banished famine from the face of the planet almost entirely, and drastically reduced malnutrition, even while the human population has continued to expand. Few predicted this, yet many are concerned that this improvement has come at the expense of nature. In fact the evidence is strong that the opposite is the case. Innovation in food production has spared land and forest from the plough, the cow and the axe on a grand scale by increasing the productivity of the land we do farm. It turns out that this ‘land sparing’ has been much better for biodiversity than land sharing would have been ― by which is meant growing crops at low yields in the hope that abundant wildlife lives in fields alongside crops.",
            "choice1": "친환경 농법이 자연에 해로운 경우도 있다.",
            "choice2": "식량 생산 증가가 인구 증가로 이어지지는 않는다.",
            "choice3": "생물 다양성이 높아지면서 생태계의 생산성도 높아졌다.",
            "choice4": "대규모 경작보다 소규모 경작이 농업 생산성에 유리하다.",
            "choice5": "농업 혁신이 식량 생산량을 늘리면서도 자연 훼손을 억제했다."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 22,
            "points": 3,
            "bbb": "23. 다음 글의 주제로 가장 적절한 것은?",
            "보기": "[3점] More recently there have been attempts to argue that unpaid work is work because ‘it is an activity that combines labour with raw materials to produce goods and services with enhanced economic value’. Economists such as Duncan Ironmonger have attempted to impute a dollar value on volunteering to enable its ‘economic’ value to be counted. Yet despite this, unpaid work and volunteering still remain outside the defined economic framework of our capitalist system because capitalism has competition and financial reward as its cornerstones and volunteering does not. Having said that, it has been estimated that volunteering contributes about $42 billion a year to the Australian economy. Although attempts to quantify and qualify the financial importance of volunteering in supporting our economic structures and enhancing our social capital continue to be made, it is slow going. And while volunteering remains outside the GDP, its true value and importance is neglected. Governments continue to pay lip service to the importance of volunteering but ultimately deny it official recognition. * impute: 귀속시키다",
            "choice1": "efforts to utilise volunteering as a business strategy",
            "choice2": "mistaken view of identifying volunteering with labour",
            "choice3": "obstacles to our understanding of the capitalist system",
            "choice4": "governmental endeavours to involve volunteers in public service",
            "choice5": "lack of appreciation for the economic significance of volunteering"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 23,
            "points": 2,
            "bbb": "24. 다음 글의 제목으로 가장 적절한 것은?",
            "보기": "Amazingly, many businesses evaluate their customer service strategy by the number of complaints they get. ‘We have very few complaints from our customers, so we don’t need customer service training at the moment.’ I am told this regularly when prospecting for new clients. Either that or, ‘The number of complaints has dramatically decreased this year and we are very pleased, it seems our customer service initiatives are working’. Companies using this type of measure are in denial. Although it is tempting to bury your head in the sand and believe no news is good news, trust me, if customers are not complaining to you, then they are complaining to other people or they are just never using your business again. The concerning thing is that customers who don’t complain there and then increasingly post their views on the Internet and through the social networking sites; they are no longer telling nine or so people but are probably telling thousands!",
            "choice1": "Customers May Not Know What’s Best for Them",
            "choice2": "Customer Silence Is Not Golden for Your Business",
            "choice3": "Dos and Don’ts of Processing Customer Complaints",
            "choice4": "Customer Service Improvement: No Laughing Matter",
            "choice5": "Empathy: A Key to Collecting Meaningful Consumer Feedback"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 24,
            "points": 2,
            "bbb": "25. 다음 도표의 내용과 일치하지 않는 것은?",
            "보기": "The graph above shows the sales volume of electric vehicles in five selected European countries from 2016 to 2019.",
            "choice1": "Between 2016 and 2018, Norway held the highest sales volume of electric vehicles among these countries, but it was outperformed by Germany in"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 25,
            "points": 2,
            "bbb": "",
            "보기": "",
            "choice1": "The United Kingdom ranked second in sales volume of electric vehicles among the five countries in 2016, but from 2017 to 2019 it ranked third.",
            "choice2": "Germany’s sales volume rose between 2016 and 2019, and its sales volume in 2019 was more than five times that in 2016.",
            "choice3": "Despite its continual sales volume increase since 2016, France recorded the lowest sales volume among these countries in 2019.",
            "choice4": "The Netherlands did not record a continuously increasing sales volume between 2016 and 2019, with a drop in 2017 compared to the previous year. 26. Waldemar Haffkine에 관한 다음 글의 내용과 일치하지 않는 것은? Waldemar Haffkine was born on the 16th of March 1860 at Odessa in Russia. He graduated in the Science Faculty of Odessa University in 1884. In 1889, Haffkine went to Paris to work at the Pasteur Institute, and did research to prepare a vaccine against cholera. His initial work on developing a cholera vaccine was successful. After a series of animal trials, in 1892 he tested the cholera vaccine on himself, risking his own life. During the Indian cholera epidemic of 1893, at the invitation of the Government of India he went to Calcutta and introduced his vaccine. After initial criticism by the local medical bodies, it was widely accepted. Haffkine was appointed as the director of the Plague Laboratory in Bombay (now called the Haffkine Institute). After his retirement in 1914, he returned to France and occasionally wrote for medical journals. He revisited Odessa in 1927, but could not adapt to the tremendous changes after the revolution in the country of his birth. He moved to Switzerland in 1928 and remained there for the last two years of his life.",
            "choice5": "Pasteur Institute에서 일한 적이 있다."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 26,
            "points": 2,
            "bbb": "27. 2021 Multicultural Festival에 관한 다음 안내문의 내용과 일치하지 않는 것은?",
            "보기": "2021 Multicultural Festival The 2021 Multicultural Festival is where you can enjoy different cultures of the world in one place and at one time. All profits from the festival will be donated to local charities. Dates & Time: July 17 – 18, 1 p.m. – 6 p.m. Place: St. Nicholas Park Events Day 1 (July 17) Day 2 (July 18) ∙ Traditional Dress Fashion Show ∙ Hands-on Craft Making ∙ Cooking Class (Thai, Jamaican, Nigerian and more) ∙ Global Music Concert ∙ Mini Olympics ∙Workshops on Cultural Diversity Notices - Parking fee: $5 per day - Some events may be canceled depending on weather conditions. For more information, visit our website www.multiculture.org.",
            "choice1": "수익금 전액은 지역 자선 단체에 기부될 것이다.",
            "choice2": "오후 시간대에 진행된다.",
            "choice3": "둘째 날에 전통 의상 패션쇼가 열린다.",
            "choice4": "주차 요금은 하루에 5달러이다.",
            "choice5": "날씨 상황에 따라 일부 행사가 취소될 수 있다."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 27,
            "points": 2,
            "bbb": "28. The 5th Avila Yoga Summer Camp에 관한 다음 안내문의 내용과 일치하는 것은?",
            "보기": "The 5th Avila Yoga Summer Camp Do you want to reduce stress, relax your body and enjoy the outdoors? Don’t hesitate to join us! Who: All ages When & Where - Friday, July 23, 2 p.m. – 10 p.m. - Avila Beach campsite Participation Fee - $40 per person (dinner included) - Group discount offered to groups of 10 or more (5%) This camp includes - 15 classes for beginners. - 20 classes for experienced practitioners. - a range of therapies and meditation practices. Preparations - Wear comfortable clothes. - Bring your own yoga mat.",
            "choice1": "참가자 연령에 제한이 있다.",
            "choice2": "저녁식사 비용은 참가비에 포함되어 있지 않다.",
            "choice3": "5명부터 단체 할인이 적용된다.",
            "choice4": "초급자를 위한 수업이 20개 있다.",
            "choice5": "참가자는 요가 매트를 가져와야 한다. Sales volume"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 28,
            "points": 3,
            "bbb": "29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
            "보기": "[3점] The idea that people",
            "choice1": "selectively expose themselves to news content has been around for a long time, but it is even more important today with the fragmentation of audiences and the proliferation of choices. Selective exposure is a psychological concept that says people seek out information that conforms to their existing belief systems and",
            "choice2": "avoid information that challenges those beliefs. In the past when there were few sources of news, people could either expose themselves to mainstream news — where they would likely see beliefs",
            "choice3": "expressed counter to their own — or they could avoid news altogether. Now with so many types of news constantly available to a full range of niche audiences, people can easily find a source of news",
            "choice4": "that consistently confirms their own personal set of beliefs. This leads to the possibility of creating many different small groups of people with each strongly",
            "choice5": "believes they are correct and everyone else is wrong about how the world works. * fragmentation: 분열 ** proliferation: 급증 *** niche: 틈새"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 29,
            "points": 2,
            "bbb": "30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "Prior to the Industrial Revolution, the",
            "choice1": "quantity of freight transported between nations was negligible by contemporary standards. For instance, during the Middle Ages, the totality of French imports via the Saint­Gothard Passage would not fill a freight train. The amount of freight transported by the Venetian fleet, which dominated Mediterranean trade, would not fill a",
            "choice2": "modern container ship. The volume, but not the speed, of trade improved under mercantilism, notably for maritime transportation. In spite of all, distribution capacities were very limited and speeds",
            "choice3": "slow. For example, a stagecoach going through the English countryside in the sixteenth century had an average speed of 2 miles per hour; moving one ton of cargo 30 miles inland in the United States by the late eighteenth century was as costly as moving it across the Atlantic. The inland transportation system was thus very",
            "choice4": "limited. By the late eighteenth century, canal systems started to emerge in Europe. They permitted the large movements of bulk freight inland and expanded regional trade. Maritime and riverine transportation were consequently the",
            "choice5": "outdated modes of the pre­industrial era. * fleet: 선단, 배의 무리 ** mercantilism: 중상주의"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 30,
            "points": 3,
            "bbb": "",
            "보기": "Relatively undeveloped languages have no single word for plants. The lack of a term doesn’t mean they don’t perceive differences, and it doesn’t mean they don’t know the difference between spinach and a cactus; they just lack an all­encompassing term with which to refer to plants. We see cases like this in our own language. For example, English lacks a single basic term to refer to edible mushrooms. We also lack a term for all the people you would have to notify if you were going into the hospital for three weeks. These might include close relatives, friends, your employer, the newspaper delivery person, and anyone you had appointments with during that period. The lack of a term doesn’t mean you don’t understand the concept; it simply means that the isn’t reflected in our language. This could be because a need for it hasn’t been so pressing that a word needed to be coined. [3점]",
            "choice1": "category",
            "choice2": "history",
            "choice3": "mood",
            "choice4": "frequency",
            "choice5": "preference"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 31,
            "points": 3,
            "bbb": "",
            "보기": "Psychologists and neuroscientists warn that when we rely on technology to perform tasks such as navigation for us, as we become immersed instead in an abstract, computerized world. Studies show that we tend to place too much faith in the accuracy of information from computer monitors, and to ignore or discount information from our own eyes and ears, an effect that has caused pilots to crash planes and GPS­following tourists to drive into the sea. A team led by the British neuroscientist Hugo Spiers found in 2017 that areas of the brain normally involved in navigation just don’t engage when people use GPS. “When we have technology telling us which way to go,” said Spiers, “these parts of the brain simply don’t respond to the street network. In that sense our brain has switched off its interest in the streets around us.” [3점]",
            "choice1": "we analyze information too thoroughly",
            "choice2": "our awareness of our physical environment fades",
            "choice3": "our knowledge of the real world is not shared with others",
            "choice4": "our ability to emotionally connect to others is lost",
            "choice5": "unskilled manual labor is not appreciated"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 32,
            "points": 3,
            "bbb": "",
            "보기": "The conventional view of what the state should do to foster innovation is simple: it just needs to get out of the way. At best, governments merely facilitate the economic dynamism of the private sector; at worst, their lumbering, heavy­handed, and bureaucratic institutions actively inhibit it. The fast­moving, risk­loving, and pioneering private sector, by contrast, is what really drives the type of innovation that creates economic growth. According to this view, the secret behind Silicon Valley lies in its entrepreneurs and venture capitalists. The state can intervene in the economy ― but only to fix market failures or level the playing field. It can regulate the private sector in order to account for the external costs companies may impose on the public, such as pollution, and it can invest in public goods, such as basic scientific research or the development of drugs with little market potential. It should not, however, . [3점] * lumbering: 느릿느릿 움직이는",
            "choice1": "involve the private sector in shaping economic policies",
            "choice2": "directly attempt to create and shape markets",
            "choice3": "regulate companies under any circumstances",
            "choice4": "take market failures into consideration",
            "choice5": "let the private sector drive innovation"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 33,
            "points": 3,
            "bbb": "",
            "보기": "The designer in the Age of Algorithms poses a threat to American jurisprudence because the algorithm is only as good as . The person designing the algorithm may be an excellent software engineer, but without the knowledge of all the factors that need to go into an algorithmic process, the engineer could unknowingly produce an algorithm whose decisions are at best incomplete and at worst discriminatory and unfair. Compounding the problem, an algorithm design firm might be under contract to design algorithms for a wide range of uses, from determining which patients awaiting transplants are chosen to receive organs, to which criminals facing sentencing should be given probation or the maximum sentence. That firm is not going to be staffed with subject matter experts who know what questions each algorithm needs to address, what databases the algorithm should use to collect its data, and what pitfalls the algorithm needs to avoid in churning out decisions. [3점] * jurisprudence: 법체계 ** probation: 집행 유예 *** churn out: 잇달아 내다",
            "choice1": "the amount of data that the public can access",
            "choice2": "its capacity to teach itself to reach the best decisions",
            "choice3": "its potential to create a lasting profit for the algorithm users",
            "choice4": "the functionality of the hardware the designing company operates",
            "choice5": "the designer’s understanding of the intended use of the algorithm"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 34,
            "points": 2,
            "bbb": "35. 다음 글에서 전체 흐름과 관계 없는 문장은?",
            "보기": "While we believe we hold the power to raise our children, the reality is that our children hold the power to raise us into the parents they need us to become.",
            "choice1": "For this reason, the parenting experience isn’t one of parent versus child but of parent with child.",
            "choice2": "The road to wholeness sits in our children’s lap, and all we need do is take a seat.",
            "choice3": "As our children show us our way back to our own essence, they become our greatest awakeners.",
            "choice4": "This means that how much we pay attention to awakening our children’s minds can make a difference in their lives.",
            "choice5": "If we fail to hold their hand and follow their lead as they guide us through the gateway of increased consciousness, we lose the chance to walk toward our own enlightenment."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 35,
            "points": 2,
            "bbb": "",
            "보기": "Regression fallacy is a mistake of causal reasoning due to the failure to consider how things fluctuate randomly, typically around some average condition. Intense pain, exceptional sports performance, and high stock prices are likely to be followed by more subdued conditions eventually due to natural fluctuation. (A) During a period of very intense pain, the patient decided to try alternative therapy like putting a magnetic patch on his back. He felt less pain afterward and concluded that the patch worked. But this could just be the result of regression. (B) Failure to recognize this fact can lead to wrong conclusions about causation. For example, someone might suffer from back pain now and then but nothing seems to solve the problem completely. (C) If he sought treatment when the pain was very intense, it is quite possible that the pain has already reached its peak and would lessen in any case as part of the natural cycle. Inferring that the patch was effective ignored a relevant alternative explanation. * subdued: 약화된",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 36,
            "points": 3,
            "bbb": "",
            "보기": "There was a moment in research history when scientists wondered if the measure of choice ― total minutes of sleep ― was the wrong way of looking at the question of why sleep varies so considerably across species. Instead, they suspected that assessing sleep quality, rather than quantity (time), would shed some light on the mystery. (A) When we can, our understanding of the relationship between sleep quantity and quality across the animal kingdom will likely explain what currently appears to be an incomprehensible map of sleep­time differences. (B) In truth, the way quality is commonly assessed in these investigations (degree of unresponsiveness to the outside world and the continuity of sleep) is probably a poor index of the real biological measure of sleep quality: one that we cannot yet obtain in all these species. (C) That is, species with superior quality of sleep should be able to accomplish all they need in a shorter time, and vice versa. It was a great idea, with the exception that, if anything, we’ve discovered the opposite relationship: those that sleep more have deeper, “higher”­quality sleep. [3점]",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 37,
            "points": 2,
            "bbb": "",
            "보기": "Actually, it does, but there is more room for the moisture to be absorbed in these less densely packed areas before it shows. Why does the skin on the extremities wrinkle after a bath? And why only the extremities? Despite its appearance, your skin isn’t shrinking after your bath. Actually, it is expanding. (",
            "choice1": ") The skin on the fingers, palms, toes, and soles wrinkles only after it is soaked with water. (",
            "choice2": ") The stratum corneum — the thick, dead, rough layer of the skin that protects us from the environment and that makes the skin on our hands and feet tougher and thicker than that on our stomachs or faces — expands when it soaks up water. (",
            "choice3": ") This expansion causes the wrinkling effect. (",
            "choice4": ") So why doesn’t the skin on other parts of the body also wrinkle when soaked? (",
            "choice5": ") One doctor we contacted said that soldiers whose feet are submerged in wet boots for a long period will exhibit wrinkling all over the covered area. * extremities: 손발 ** submerge: (물에) 잠그다"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 38,
            "points": 2,
            "bbb": "",
            "보기": "This doesn’t happen when you encounter this action in isolation (‘The man threw the ball’). Whenever you perform a specific action (say, throwing a ball) your brain fires off in a very specific pattern. (",
            "choice1": ") Interestingly, whenever you imagine yourself performing this same action, your brain fires off in almost the same pattern. (",
            "choice2": ") This is why mental rehearsal is such a prominent technique in sports training: the brain doesn’t draw a strict distinction between the real and the imagined. (",
            "choice3": ") Here’s the best bit: whenever you hear a story about a person performing this same action (throwing a ball) your brain will fire off in almost the same pattern. (",
            "choice4": ") But as soon as it’s embedded within a narrative your brain will respond largely as though you were performing the action. (",
            "choice5": ") This means we do not simply listen to stories ― we experience stories."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 39,
            "points": 2,
            "bbb": "40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
            "보기": "A basic principle in economics is that when the supply of something goes up, its price should go down. The puzzle was that in the twentieth century, there were prolonged periods where the reverse appeared to happen in the world of work. In some countries, there was huge growth in the number of high­skilled people pouring out of colleges and universities, yet their wages appeared to rise rather than fall compared to those without this education. How could this be? The supply of high­skilled workers did grow, pushing their wages downward, but new technologies were skill­biased and so caused the demand for high­skilled workers to soar. The latter effect was so great that it overcame the former, so even though there were more educated people looking for work, the demand for them was so strong that the amount they were paid still went up.  In the twentieth century, there were times where the wages of high­skilled workers (A) when the supply of them increased, and it was because new technologies (B) them. (A) (B)",
            "choice1": "escalated …… favored",
            "choice2": "stabilized …… replaced",
            "choice3": "increased …… devalued",
            "choice4": "declined …… alienated",
            "choice5": "diminished …… standardized"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 40,
            "points": 2,
            "bbb": "41. 윗글의 제목으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "How Has Digital Media Pushed Out Printed Media?",
            "choice2": "Is Media Doing Good or Harm in Our Modern Society?",
            "choice3": "Realism in Media Is Not Necessarily Based on Real Facts",
            "choice4": "Digital World: Where Any of Us Can Create and Deliver News",
            "choice5": "Material Presence: What Differentiates Printed and Digital Media"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 41,
            "points": 2,
            "bbb": "42. 밑줄 친 (a)～(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 42,
            "points": 2,
            "bbb": "43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "(B) - (D) - (C)",
            "choice2": "(C) - (B) - (D)",
            "choice3": "(C) - (D) - (B)",
            "choice4": "(D) - (B) - (C)",
            "choice5": "(D) - (C) - (B)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 43,
            "points": 2,
            "bbb": "44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 7,
            "host": 2,
            "question_cat": "공통",
            "question_num": 44,
            "points": 2,
            "bbb": "45. 윗글에 관한 내용으로 적절하지 않은 것은?",
            "보기": "",
            "choice1": "1967년에 Sayers와 Piccolo는 같은 팀 동료였다.",
            "choice2": "Sayers와 Piccolo는 원정 경기 때 같은 방을 썼다.",
            "choice3": "Sayers와 Piccolo는 뉴욕에서 열리는 행사에 함께 참석하려 했다.",
            "choice4": "Piccolo는 Sayers가 상을 받기 전 세상을 떠났다.",
            "choice5": "Piccolo는 암 투병 중 우울증을 겪었다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기)했는지 확인 하시오."
        }
    ],
    "passages": [
        {
            "text": "다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① natural materials traditionally used for skincare ② how to store natural skincare products properly ③ differences in the cultural perception of skincare ④ ways to prevent skin troubles caused by facial masks ⑤ examples of natural substances with harmful properties"
        },
        {
            "text": "다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. Relatively undeveloped languages have no single word for plants. The lack of a term doesn’t mean they don’t perceive differences, and it doesn’t mean they don’t know the difference between spinach and a cactus; they just lack an all­encompassing term with which to refer to plants. We see cases like this in our own language. For example, English lacks a single basic term to refer to edible mushrooms. We also lack a term for all the people you would have to notify if you were going into the hospital for three weeks. These might include close relatives, friends, your employer, the newspaper delivery person, and anyone you had appointments with during that period. The lack of a term doesn’t mean you don’t understand the concept; it simply means that the isn’t reflected in our language. This could be because a need for it hasn’t been so pressing that a word needed to be coined. [3점] ① category ② history ③ mood ④ frequency ⑤ preference 32. Psychologists and neuroscientists warn that when we rely on technology to perform tasks such as navigation for us, as we become immersed instead in an abstract, computerized world. Studies show that we tend to place too much faith in the accuracy of information from computer monitors, and to ignore or discount information from our own eyes and ears, an effect that has caused pilots to crash planes and GPS­following tourists to drive into the sea. A team led by the British neuroscientist Hugo Spiers found in 2017 that areas of the brain normally involved in navigation just don’t engage when people use GPS. “When we have technology telling us which way to go,” said Spiers, “these parts of the brain simply don’t respond to the street network. In that sense our brain has switched off its interest in the streets around us.” [3점] ① we analyze information too thoroughly ② our awareness of our physical environment fades ③ our knowledge of the real world is not shared with others ④ our ability to emotionally connect to others is lost ⑤ unskilled manual labor is not appreciated 6 영어영역 고3 6 8 33. The conventional view of what the state should do to foster innovation is simple: it just needs to get out of the way. At best, governments merely facilitate the economic dynamism of the private sector; at worst, their lumbering, heavy­handed, and bureaucratic institutions actively inhibit it. The fast­moving, risk­loving, and pioneering private sector, by contrast, is what really drives the type of innovation that creates economic growth. According to this view, the secret behind Silicon Valley lies in its entrepreneurs and venture capitalists. The state can intervene in the economy ― but only to fix market failures or level the playing field. It can regulate the private sector in order to account for the external costs companies may impose on the public, such as pollution, and it can invest in public goods, such as basic scientific research or the development of drugs with little market potential. It should not, however, . [3점] * lumbering: 느릿느릿 움직이는 ① involve the private sector in shaping economic policies ② directly attempt to create and shape markets ③ regulate companies under any circumstances ④ take market failures into consideration ⑤ let the private sector drive innovation"
        },
        {
            "text": "주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. Regression fallacy is a mistake of causal reasoning due to the failure to consider how things fluctuate randomly, typically around some average condition. Intense pain, exceptional sports performance, and high stock prices are likely to be followed by more subdued conditions eventually due to natural fluctuation. (A) During a period of very intense pain, the patient decided to try alternative therapy like putting a magnetic patch on his back. He felt less pain afterward and concluded that the patch worked. But this could just be the result of regression. (B) Failure to recognize this fact can lead to wrong conclusions about causation. For example, someone might suffer from back pain now and then but nothing seems to solve the problem completely. (C) If he sought treatment when the pain was very intense, it is quite possible that the pain has already reached its peak and would lessen in any case as part of the natural cycle. Inferring that the patch was effective ignored a relevant alternative explanation. * subdued: 약화된 ① (A) - (C) - (B) ② (B) - (A) - (C) ③ (B) - (C) - (A) ④ (C) - (A) - (B) ⑤ (C) - (B) - (A) 고3 영어영역 7 7 8"
        },
        {
            "text": "글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. Actually, it does, but there is more room for the moisture to be absorbed in these less densely packed areas before it shows. Why does the skin on the extremities wrinkle after a bath? And why only the extremities? Despite its appearance, your skin isn’t shrinking after your bath. Actually, it is expanding. ( ①) The skin on the fingers, palms, toes, and soles wrinkles only after it is soaked with water. ( ②) The stratum corneum — the thick, dead, rough layer of the skin that protects us from the environment and that makes the skin on our hands and feet tougher and thicker than that on our stomachs or faces — expands when it soaks up water. ( ③) This expansion causes the wrinkling effect. ( ④) So why doesn’t the skin on other parts of the body also wrinkle when soaked? ( ⑤) One doctor we contacted said that soldiers whose feet are submerged in wet boots for a long period will exhibit wrinkling all over the covered area. * extremities: 손발 ** submerge: (물에) 잠그다"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. There is something about a printed photograph or newspaper headline that makes the event it describes more real than in any other form of news reporting. Perhaps this is because there is an undeniable reality to the newspaper itself: it is a real material object. That (a) authenticity rubs off on the news. It can be pointed to, underlined, cut out, pinned on notice boards, stuck in a scrap­book, or archived in libraries. The news becomes an artifact, (b) frozen in time; the event may be long gone, but it lives on as an indisputable fact because of its material presence ― even if it is untrue. In contrast, news websites seem short­lived. Although they too are archived, there is no unique physical component to point to as (c) evidence of the information they convey. For this reason, there is a sense in which they can be more easily manipulated, and that history itself could be altered. At the same time, it is precisely this immediacy and (d) rigidity of content that makes the digital media so exciting. The news website is in tune with an age that sees history as much less monolithic than previous eras once did. Digital news websites are potentially much more (e) democratic, too, for while a physical newspaper requires huge printing presses and a distribution network linking trains, planes, trucks, shops, and ultimately newspaper sellers, in the digital world a single person can communicate with the whole world with the aid of a single computer and without requiring a single tree to be cut down. * archive: 보관하다 41. 윗글의 제목으로 가장 적절한 것은? ① How Has Digital Media Pushed Out Printed Media? ② Is Media Doing Good or Harm in Our Modern Society? ③ Realism in Media Is Not Necessarily Based on Real Facts ④ Digital World: Where Any of Us Can Create and Deliver News ⑤ Material Presence: What Differentiates Printed and Digital Media"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. (A) Gayle Sayers was one of the best running backs the Chicago Bears ever had. He was black. In 1967, Sayers’ teammate in the backfield was another great running back by the name of Brian Piccolo. Piccolo was white. Blacks and whites often played on the same professional teams, but these two athletes were different. They were roommates on away games, which was a first for race relations in professional football. Sayers had never had a close relationship with any white man before, except with George Halas, the head coach of the Bears. And Piccolo admitted that he had never really known a black person during (a) his lifetime. These two athletes became friends immediately and grew exceptionally close. (B) Sayers and Piccolo, and their wives, had made plans to sit together at the annual Professional Football Writers’ Banquet in New York, where Gayle Sayers was to receive the George S. Halas award as “the most courageous player in professional football.” By the time of the banquet, Piccolo was too sick to attend. When Sayers stood to receive (b) his award at the banquet, tears began to flow. (C) Sayers, choking through his tears, said, “You flatter me by giving me this award, but I tell you that I accept this award not for me, but for Brian Piccolo. However, Brian cannot be here tonight. He is too ill. But (c) he is a man who has more courage than any of us here tonight.” Shortly after that memorable night, Brian Piccolo died. (d) His memory will forever be etched in the heart of Gayle Sayers. Piccolo and Sayers had cultivated more than a superficial, tough­guy relationship. Although tough and competitive men to the core, a true and caring love had developed between these two strong athletes. * etch: 새기다 (D) During the 1969 season, Brian Piccolo was diagnosed as having cancer. Although (e) he fought to play out the season, Piccolo was in the hospital more than he was on the playing field. It was during this time when Piccolo was battling his illness and fighting the daily depths of depression, that these two athletes shared a very special relationship. Frequently, Sayers flew to be at the bedside of his friend, as the cancer gripped Piccolo’s weakened body tighter and tighter. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e)"
        }
    ]
}