{
    "questions": [
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 1,
            "points": 2,
            "bbb": "",
            "보기": "다음을 듣고, 남자가 하는 말의 목적으로 가장 적절한 것을 고 르시오.",
            "choice1": "재활용 쓰레기 분리 배출 방법을 안내하려고",
            "choice2": "재활용 쓰레기 배출 시간 준수를 당부하려고",
            "choice3": "재활용 쓰레기 분리수거 요일 변경을 공지하려고",
            "choice4": "재활용 쓰레기 관련 주민 회의 결과를 알려주려고",
            "choice5": "재활용 쓰레기 분리수거 관련 공청회 참석을 요청하려"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 2,
            "points": 2,
            "bbb": "2. 대화를 듣고, 여자의 의견으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "적합한 조리 도구 사용은 요리를 쉽고 즐겁게 해 준다.",
            "choice2": "요리 동영상을 참고하면 누구나 요리를 할 수 있다.",
            "choice3": "같은 재료라도 조리법에 따라 음식 맛이 달라진다.",
            "choice4": "조리 도구는 훌륭한 인테리어 소품이 될 수 있다.",
            "choice5": "조리 도구를 청결하게 관리하는 것이 중요하다."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 3,
            "points": 2,
            "bbb": "3. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
            "보기": "",
            "choice1": "꽃꽂이 강사- 수강생",
            "choice2": "택배 기사- 수령인",
            "choice3": "웨딩 플래너- 예비 신부",
            "choice4": "꽃 판매 상인- 사진작가",
            "choice5": "인테리어 디자이너- 건축가"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 4,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고 르시오.",
            "choice1": "",
            "choice2": "",
            "choice3": "",
            "choice4": "",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 5,
            "points": 2,
            "bbb": "5. 대화를 듣고, 여자가 남자를 위해 할 일로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "물 가져가기",
            "choice2": "안내 방송하기",
            "choice3": "카메라 설치하기",
            "choice4": "배터리 충전하기",
            "choice5": "구급상자 챙기기"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 6,
            "points": 3,
            "bbb": "6. 대화를 듣고, 남자가 지불할 금액을 고르시오.",
            "보기": "[3점]",
            "choice1": "$117",
            "choice2": "$130",
            "choice3": "$135",
            "choice4": "$150",
            "choice5": "$"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 7,
            "points": 2,
            "bbb": "7. 대화를 듣고, 여자가 다른 주문처를 찾고 있는 이유를 고르시오.",
            "보기": "",
            "choice1": "더 좋은 품질을 원해서",
            "choice2": "더 빠른 배송을 원해서",
            "choice3": "더 싼 가격을 원해서",
            "choice4": "무료 배송을 원해서",
            "choice5": "대량 주문을 원해서"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 8,
            "points": 2,
            "bbb": "8. 대화를 듣고, Delizia에 관해 언급되지 않은 것을 고르시오.",
            "보기": "",
            "choice1": "창업 연도",
            "choice2": "창업자",
            "choice3": "예약 방법",
            "choice4": "장소 협찬 영화",
            "choice5": "야외 정원"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 9,
            "points": 2,
            "bbb": "9. Nest Cave Boat Tour에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오.",
            "보기": "",
            "choice1": "1시간 동안 진행된다.",
            "choice2": "보트당 최대 탑승 인원은 10명이다.",
            "choice3": "동굴의 역사에 관해 들을 수 있다.",
            "choice4": "동굴 내에서 사진 촬영을 할 수 있다.",
            "choice5": "사전에 예약을 해야 한다."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 10,
            "points": 2,
            "bbb": "",
            "보기": "다음 표를 보면서 대화를 듣고, 두 사람이 주문할 사다리를 고 르시오. Stepladders Model Price Height (cm) Load Capacity (kg) Foldable",
            "choice1": "A $55 90 80 ○",
            "choice2": "B $65 130 90 ×",
            "choice3": "C $75 150 110 ○",
            "choice4": "D $85 180 150 ×",
            "choice5": "E $"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 11,
            "points": 2,
            "bbb": "11. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Actually, it leads to the basement of the store.",
            "choice2": "Please connect me with the marketing department.",
            "choice3": "No, the menswear is on the fifth floor of the store.",
            "choice4": "Well, the department store opens at 10 in the morning.",
            "choice5": "Not exactly. This is the direct number of the department."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 12,
            "points": 2,
            "bbb": "12. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Of course. She’ll be very happy to see you.",
            "choice2": "Thank you for the ride. Say hello to Daniel.",
            "choice3": "How nice! I’ll call and thank her for the ride.",
            "choice4": "Never mind. I’ll take a bus to the baseball field.",
            "choice5": "Hurry up. You’ll be late for baseball practice again."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 13,
            "points": 3,
            "bbb": "13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Man:",
            "choice1": "Great. It’ll be really nice if we sing together.",
            "choice2": "Thank you. I had a great time in your choir.",
            "choice3": "Think twice. It’s not easy to sing in a choir.",
            "choice4": "Actually, I’m not a big fan of classical music.",
            "choice5": "Never mind. The choir practice has been canceled."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 14,
            "points": 3,
            "bbb": "14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Woman:",
            "choice1": "I’m afraid I can’t go with you this time.",
            "choice2": "I’m glad you’ve done the farm work in time.",
            "choice3": "Unfortunately, there are no more apples to pick.",
            "choice4": "Thank you for the apples you sent me last week.",
            "choice5": "You’ll enjoy it. It’s hard work but very rewarding."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 15,
            "points": 2,
            "bbb": "15. 다음 상황 설명을 듣고, Katrina가 Simon에게 할 말로 가장 적절한 것을 고르시오.",
            "보기": "Katrina:",
            "choice1": "Let’s go bicycle riding as often as possible.",
            "choice2": "Go to the hospital before the pain gets worse.",
            "choice3": "You shouldn’t do risky things while riding a bicycle.",
            "choice4": "I’ll let you know the repair shop that I often go to.",
            "choice5": "You’re brave to ride a bicycle with no hands."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 16,
            "points": 2,
            "bbb": "16. 여자가 하는 말의 주제로 가장 적절한 것은?",
            "보기": "",
            "choice1": "colors to help animals protect themselves",
            "choice2": "English animal expressions and their meanings",
            "choice3": "animal sounds expressed in different languages",
            "choice4": "classroom animal games and activities for children",
            "choice5": "animals that appear frequently in children’s stories"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 17,
            "points": 2,
            "bbb": "17. 언급된 동물이 아닌 것은?",
            "보기": "",
            "choice1": "snail",
            "choice2": "horse",
            "choice3": "hawk",
            "choice4": "monkey",
            "choice5": "snake"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 18,
            "points": 2,
            "bbb": "18. 다음 글의 목적으로 가장 적절한 것은?",
            "보기": "Dear Ms. Emily Dashwood, I write to thank you for your recent orders and also to make a suggestion which I feel certain will be agreeable to you. We are now in the height of the fruit and green groceries season. Among the specially good things that I have on hand at present are some potatoes of exceptional quality. In the fruit line, raspberries and blackberries are now at their best, and I have the best. Other good things will follow, and I will take care to let you know all about them. Very respectfully, John Pippin",
            "choice1": "상품 선호도를 조사하려고",
            "choice2": "새로운 마케팅 전략을 제안하려고",
            "choice3": "판매 상품에 대한 정보를 제공하려고",
            "choice4": "판매 계약 연장에 대해 논의하려고",
            "choice5": "농산물 축제에 초대하려"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 19,
            "points": 2,
            "bbb": "19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은?",
            "보기": "I was waiting outside when the exam grades were posted on the bulletin board. I was perspiring. My heart started beating fast. What if I failed? A swarm of students rushed forward to see the exam results. Fortunately, I was tall enough to see over their heads. The minute I saw the results, all my anxiety disappeared. I walked quickly back to my dormitory and phoned my father. “Dad,” I mumbled in a haze. “You won’t believe this, but I passed the exams.” My father was speechless. Finally he said, “Son, that is good news. I frankly never thought you’d do it.” I was overjoyed as if I were walking on the cloud.",
            "choice1": "anticipating → disappointed",
            "choice2": "worried → delighted",
            "choice3": "surprised → calm",
            "choice4": "curious → envious",
            "choice5": "bored → excited"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 20,
            "points": 2,
            "bbb": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
            "보기": "Good teachers know that learning occurs when students compare what they already know with the new ideas presented by the teacher or textbook. It is the students who decide whether or not to reconstruct their conceptions; therefore, teaching should be student centered rather than teacher centered. This means that students should be actively involved in making and interpreting analogies. If we believe that analogy use is an effective way to help students think and learn, then it makes sense to help students generate their own analogies or reconstruct the teacher’s analogies to fit in with their own experiences.",
            "choice1": "학습 내용은 학생 수준에 맞는 난이도로 구성되어야 한다.",
            "choice2": "다양한 사례를 활용하여 학생의 이해를 도와야 한다.",
            "choice3": "교사는 수업 중 학생과 상호 작용을 많이 해야 한다.",
            "choice4": "교육 활동에서 이론보다 실습의 비중을 더 높여야 한다.",
            "choice5": "유추를 해내"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 21,
            "points": 3,
            "bbb": "21. 밑줄 친 last in, first out이 다음 글에서 의미하는 바로 가장 적절한 것은?",
            "보기": "[3점] While user habits are a boon to companies fortunate enough to generate them, their existence inherently makes success less likely for new innovations and startups trying to disrupt the status quo. The fact is, successfully changing long­term user habits is exceptionally rare. Altering behavior requires not only an understanding of how to persuade people to act but also necessitates getting them to repeat behaviors for long periods, ideally for the rest of their lives. Companies that succeed in building a habit­forming business are often associated with game­changing, wildly successful innovation. But like any discipline, habit design has rules that define and explain why some products change lives while others do not. For one, new behaviors have a short half­life, as our minds tend to return to our old ways of thinking and doing. Experiments show that lab animals habituated to new behaviors tend to regress to their first learned behaviors over time. To borrow a term from accounting, behaviors are LIFO ─“last in, first out.” * boon: 요긴한 것 ** regress: 되돌아가다",
            "choice1": "The behavior witnessed first is forgotten first.",
            "choice2": "Almost any behavior tends to change over time.",
            "choice3": "After an old habit breaks, a new one is formed.",
            "choice4": "The habit formed last is the hardest to get rid of.",
            "choice5": "The habit most recently acquired disappears soonest."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 22,
            "points": 2,
            "bbb": "22. 다음 글의 요지로 가장 적절한 것은?",
            "보기": "Despite numerous studies on the influence of mediated agendas on politics, most studies examine text only ⎯as if media only deliver words. These studies looked at how reporters, analysts, and commentators verbally describe and criticize the candidates. But they often neglect another important source of influence: visuals. As some communication scholars said, “Stories are often complex combinations of visual and verbal content ⎯all too often the visual information is so powerful that it overwhelms the verbal.” The challenge of tackling visuals to examine their influence is multifaceted. The difficulties of gathering and coding visual data and of attributing impact to specific parts of images have no doubt caused veritable scholars to shy away. But the potential impact of visuals on people’s perceptions is simply too important to ignore. Furthermore, the importance of understanding both visuals and text in tandem cannot be understated. * veritable: 진정한 ** in tandem: 동시에",
            "choice1": "시각 자료는 정치 관련 보도 자료 연구의 중요한 대상이다.",
            "choice2": "전문가들의 의견도 철저하게 검증하고 보도할 필요가 있다.",
            "choice3": "다양한 관심사를 반영하는 뉴스 프로그램 편성이 요구된다.",
            "choice4": "지나치게 방대한 시각 자료는 보도 내용 이해에 방해가 된다.",
            "choice5": "언론인은 보도에서 자신의 정치적 편향을 드러내서는 안 된다."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 23,
            "points": 2,
            "bbb": "23. 다음 글의 주제로 가장 적절한 것은?",
            "보기": "Despite excellent training, actors inevitably experience the visceral life of their characters, even if it is for brief moments during a performance. Self­perceptions are altered during the course of a performance, and even more so during long performance seasons. For many actors, they experience greater empathy and social cognition for their character, which may intensify identity boundary blurring. As well, actors tend to employ more dissociative processes, which increase potential character boundary blurring. Actors also experience more unresolved mourning for past trauma and loss experiences because they continually draw from these experiences when portraying characters. Adding to this tendency to merge with the creative work, audience members also confuse the character’s personality with the actor’s personality. Audience attribution errors may increase distress in the actor, including fearing that their personality identity is not stable. * visceral: 마음속에서 느끼는 ** dissociative: 분리적인",
            "choice1": "criteria for evaluating an actor’s performance",
            "choice2": "difficulties in portraying complicated characters",
            "choice3": "background knowledge for appreciating the play",
            "choice4": "confusion of identity between actor and character",
            "choice5": "psychological barriers between actors and the audience"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 24,
            "points": 2,
            "bbb": "24. 다음 글의 제목으로 가장 적절한 것은?",
            "보기": "There is a story about F. Yates, a prominent UK statistician. During his student years at St. John’s College, Cambridge, Yates had been keen on a form of sport. It consisted of climbing about the roofs and towers of the college buildings at night. In particular, the chapel of St. John’s College has a massive neo­Gothic tower adorned with statues of saints, and to Yates it appeared obvious that it would be more decorous if these saints were properly attired in surplices. One night he climbed up and did the job; next morning the result was generally much admired. But the College authorities were unappreciative and began to consider means of divesting the saints of their newly acquired garments. This was not easy, since they were well out of reach of any ordinary ladder. An attempt to lift the surplices off from above, using ropes with hooks attached, was unsuccessful. No progress was being made and eventually Yates came forward and volunteered to climb up in the daylight and bring them down. This he did to the admiration of the crowd that assembled. * decorous: 품위 있는 ** surplice: 흰 가운 *** divest: 벗기다",
            "choice1": "A Scary Legend About the Statues at St. John’s College",
            "choice2": "A Student Who Solved a Problem of His Own Making",
            "choice3": "Standards of Beauty Varying from Person to Person",
            "choice4": "A Smart Professor Who Identified a Criminal",
            "choice5": "A Success Story of a Mysterious Architect"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 25,
            "points": 2,
            "bbb": "25. 다음 도표의 내용과 일치하지 않는 것은?",
            "보기": "The graph above shows the top five composers ranked by the number of performances in concerts worldwide from 2015 to 2017.",
            "choice1": "In 2015 and 2017, Mozart was the most performed composer, with more than 3,000 performances each year.",
            "choice2": "For all three years, the least performed composer was Schubert, whose music was performed less than 2,000 times each year.",
            "choice3": "The three composers whose rankings in the number of performances remained the same throughout the whole period were Beethoven, Brahms, and Schubert.",
            "choice4": "As for the two composers, Bach and Schubert, the number of performances steadily increased from 2015 to"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 26,
            "points": 2,
            "bbb": "",
            "보기": "",
            "choice1": "The gap in the number of performances between Beethoven and Bach was the largest in 2016 and the smallest in 2017. 26. Herbert Shelton에 관한 다음 글의 내용과 일치하지 않는 것은? Herbert Shelton was born on October 6, 1895 in Wylie, Texas. As a child, Shelton took an interest in animals, especially their habits when sick as compared to when well. Shelton attended Bernarr Macfadden’s College of Physcultopathy in Chicago and interned at Crane’s Sanatorium in Elmhurst, Illinois. In 1921, he graduated from the American School of Naturopathy with a Doctor of Naturopathic Medicine. Shelton claimed that cooking food denatures it, and that a healthy body has the ability to restore itself from illness without medical intervention. Although heavily criticized by his contemporaries for advocating fasting over medical treatment, Shelton’s work served as an early influence for the raw food movement. A pacifist, Shelton was jailed in 1917 for making an anti­draft statement in public during the height of World War I. By 1972, at the age of 77, Shelton became bedridden from Parkinson’s disease. He died thirteen years later. * anti­draft: 징병 반대의",
            "choice2": "병에 걸린 동물의 습성에 관심을 가졌다.",
            "choice3": "Crane’s Sanatorium에서 인턴으로 일했다.",
            "choice4": "의학적 치료보다 단식을 옹호했다.",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 27,
            "points": 2,
            "bbb": "27. Wingstar Drone에 관한 다음 안내문의 내용과 일치하지 않는 것은?",
            "보기": "Wingstar Drone Please read this manual carefully before drone operation. Description ∙Control distance: about 100 meters ∙Flying time: about 20 minutes ∙Charging time: about 100 minutes ∙Transmitter battery: four AAA batteries Drone Operation and Battery Care ∙It’s suitable for experienced drone users aged 14 years and older. ∙Please use only original Wingstar parts and accessories. ∙Store batteries at room temperature between 5℃ and 27℃. ∙Check the battery and connections after every crash. ∙Do not overcharge the battery.",
            "choice1": "비행시간은 약 20분이다.",
            "choice2": "송신기에는 네 개의 AAA 건전지가 필요하다.",
            "choice3": "드론 사용 경험이 없는 초보자에게 적합한 제품이다.",
            "choice4": "드론 배터리는 5℃에서 27℃ 사이의 실온에서 보관해야 한다.",
            "choice5": "추락 후에는 드론 배터리 및 연결 상태를 점검해야 한다."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 28,
            "points": 2,
            "bbb": "28. Grace Foundation Logo Design Contest에 관한 다음 안내문 의 내용과 일치하는 것은?",
            "보기": "Grace Foundation Logo Design Contest As Grace Foundation turns 20 in 2022, we invite you to be part of our history! Design a logo that best portrays our journey of hope and despair, love and loss, grief and joy! Fee: $30 (students: $20) Prizes: 1st ($1,000), 2nd ($800), 3rd ($500) Period: 1 April 2021 – 31 May 2021 Design Theme: 20 Years of Humanitarian Action Additional Information ∙The entry should be submitted in PDF format. ∙Winners will be notified via email. ∙The winning design will be used in all 20th anniversary materials throughout 2022.",
            "choice1": "학생의 참가비는 30달러이다.",
            "choice2": "모든 입상자에게 1,000달러씩 수여한다.",
            "choice3": "대회는 3개월간 진행된다.",
            "choice4": "출품작은 PDF 형식으로 제출해야 한다.",
            "choice5": "입상자는 전화로 개별 통보한다. Top"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 29,
            "points": 3,
            "bbb": "29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
            "보기": "[3점] The formats and frequencies of traditional trade encompass a spectrum. At the simplest level",
            "choice1": "are the occasional trips made by individual !Kung and Dani to visit their individual trading partners in other bands or villages.",
            "choice2": "Suggestive of our open­air markets and flea markets were the occasional markets at which Sio villagers living on the coast of northeast New Guinea met New Guineans from inland villages. Up to a few dozen people from each side",
            "choice3": "sat down in rows facing each other. An inlander pushed forward a net bag containing between 10 and 35 pounds of taro and sweet potatoes, and the Sio villager sitting opposite responded by offering a number of pots and coconuts",
            "choice4": "judging equivalent in value to the bag of food. Trobriand Island canoe traders conducted similar markets on the islands",
            "choice5": "that they visited, exchanging utilitarian goods (food, pots, and bowls) by barter, at the same time as they and their individual trade partners gave each other reciprocated gifts of luxury items (shell necklaces and armbands). * taro: (식물) 타로토란 ** reciprocate: 답례하다"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 30,
            "points": 3,
            "bbb": "30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "[3점] Those who limit themselves to Western scientific research have virtually",
            "choice1": "ignored anything that cannot be perceived by the five senses and repeatedly measured or quantified. Research is dismissed as superstitious and invalid if it cannot be scientifically explained by cause and effect. Many continue to",
            "choice2": "object with an almost religious passion to this cultural paradigm about the power of science ⸻more specifically, the power that science gives them. By dismissing non­Western scientific paradigms as inferior at best and inaccurate at worst, the most rigid members of the conventional medical research community try to",
            "choice3": "counter the threat that alternative therapies and research pose to their work, their well­being, and their worldviews. And yet, biomedical research cannot explain many of the phenomena that",
            "choice4": "concern alternative practitioners regarding caring­healing processes. When therapies such as acupuncture or homeopathy are observed to result in a physiological or clinical response that cannot be explained by the biomedical model, many have tried to",
            "choice5": "deny the results rather than modify the scientific model. * acupuncture: 침술 ** homeopathy: 동종 요법"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 31,
            "points": 3,
            "bbb": "",
            "보기": "People unknowingly sabotage their own work when they withhold help or information from others or try to undermine them lest they become more successful or get more credit than “me.” is alien to the ego, except when there is a secondary motive. The ego doesn’t know that the more you include others, the more smoothly things flow and the more easily things come to you. When you give little or no help to others or put obstacles in their path, the universe ― in the form of people and circumstances ― gives little or no help to you because you have cut yourself off from the whole. The ego’s unconscious core feeling of “not enough” causes it to react to someone else’s success as if that success had taken something away from “me.” It doesn’t know that your resentment of another person’s success curtails your own chances of success. In order to attract success, you need to welcome it wherever you see it. [3점] * sabotage: 방해하다 ** curtail: 줄이다",
            "choice1": "Patience",
            "choice2": "Rationality",
            "choice3": "Independence",
            "choice4": "Competition",
            "choice5": "Cooperation"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 32,
            "points": 2,
            "bbb": "",
            "보기": "Jeffrey A. Rodgers, a vice president of a big company, was once taught the simple idea of pausing to refresh. It began when Jeff realized that as he drove home from work each evening his mind was still focused on work­related projects. We all know this feeling. We may have left the office physically, but we are very much still there mentally, as our minds get caught in the endless loop of replaying the events of today and worrying about all the things we need to get done the following day. So now, as he gets to the door of his house, he applies what he calls “the pause that refreshes.” He stops for just a moment. He closes his eyes. He breathes in and out once: deeply and slowly. As he exhales, he . This allows him to walk through the front door to his family with more singleness of purpose. It supports the sentiment attributed to Lao Tzu: “In work, do what you enjoy. In family life, be completely present.” * loop: 루프(반복 실행되는 일련의 명령)",
            "choice1": "lets the work issues fall away",
            "choice2": "makes plans for tomorrow’s work",
            "choice3": "retraces the projects not completed yet",
            "choice4": "feels emotionally and physically exhausted",
            "choice5": "reflects on the achievements he made that day"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 33,
            "points": 2,
            "bbb": "",
            "보기": "Plants are genius chemists. They rely on their ability to manufacture chemical compounds for every single aspect of their survival. A plant with juicy leaves can’t run away to avoid being eaten. It relies on its own chemical defenses to kill microbes, deter pests, or poison would­be predators. Plants also need to reproduce. They can’t impress a potential mate with a fancy dance, a victory in horn­to­horn combat, or a well­constructed nest like animals do. Since plants need to attract pollinators to accomplish reproduction, they’ve evolved intoxicating scents, sweet nectar, and pheromones that send signals that bees and butterflies can’t resist. When you consider that plants solve almost all of their problems by making chemicals, and that there are nearly 400,000 species of plants on Earth, it’s no wonder that the plant kingdom is .",
            "choice1": "a factory that continuously generates clean air",
            "choice2": "a source for a dazzling array of useful substances",
            "choice3": "a silent battlefield in which plants fight for sunshine",
            "choice4": "a significant habitat for microorganisms at a global scale",
            "choice5": "a document that describes the primitive state of the earth"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 34,
            "points": 3,
            "bbb": "",
            "보기": "The meritocratic emphasis on effort and hard work seeks to vindicate the idea that, under the right conditions, we are responsible for our success and thus capable of freedom. It also seeks to vindicate the faith that, if the competition is truly fair, success will align with virtue; those who work hard and play by the rules will earn the rewards they deserve. We want to believe that success, in sports and in life, is something we earn, not something we inherit. Natural gifts and the advantages they bring embarrass the meritocratic faith. They cast doubt on the conviction that praise and rewards flow from effort alone. In the face of this embarrassment, we . This can be seen, for example, in television coverage of the Olympics, which focuses less on the feats the athletes perform than on heartbreaking stories of the hardships and obstacles they have overcome, and the struggles they have gone through to triumph over injury, or a difficult childhood, or political turmoil in their native land. [3점] * meritocratic: 능력주의의 ** vindicate: (정당성을) 입증하다",
            "choice1": "suspect perfectly fair competition is not possible",
            "choice2": "inflate the moral significance of effort and striving",
            "choice3": "put more emphasis on the results than on the process",
            "choice4": "believe that overcoming hardships is not that important",
            "choice5": "often appreciate the rewards earned through natural gifts"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 35,
            "points": 2,
            "bbb": "35. 다음 글에서 전체 흐름과 관계 없는 문장은?",
            "보기": "Cyber attacks on air traffic control systems have become a leading security concern.",
            "choice1": "The federal government released a report in 2009 stating that the nation’s air traffic control system is vulnerable to a cyber attack that could interrupt communication with pilots and alter the flight information used to separate aircraft as they approach an airport.",
            "choice2": "The report found numerous security problems in airline computer systems, including easy­to­crack passwords and unencrypted file folders, issues that could give invaders easy access.",
            "choice3": "A cyber attack on air traffic has the potential to kill many people and could cripple the country’s entire airline industry.",
            "choice4": "Unprecedented declines in consumer demand impacted the profitability of the airline industry, changing the face of aircraft travel for the foreseeable future.",
            "choice5": "Tightening airline computer security could be even more important than conducting security screenings of passengers, because in an increasingly cyber­oriented world, plane hijackers of the future may not even be on board. * unencrypted: 암호화되지 않은 ** cripple: 무력하게 만들다"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 36,
            "points": 3,
            "bbb": "",
            "보기": "A classic positive­sum game in economic life is the trading of surpluses. (A) One infrastructure that allows efficient exchange is transportation, which makes it possible for producers to trade their surpluses even when they are separated by distance. Another is money, interest, and middlemen, which allow producers to exchange many kinds of surpluses with many other producers at many points in time. (B) If a farmer has more grain than he can eat, and a herder has more milk than he can drink, both of them come out ahead if they trade some wheat for some milk. As they say, everybody wins. Of course, an exchange at a single moment in time only pays when there is a division of labor. (C) There would be no point in one farmer giving a bushel of wheat to another farmer and receiving a bushel of wheat in return. A fundamental insight of modern economics is that the key to the creation of wealth is a division of labor, in which specialists learn to produce a commodity with increasing cost­effectiveness and have the means to exchange their specialized products efficiently. [3점]",
            "choice1": "(A) ­ (C) ­ (B)",
            "choice2": "(B) ­ (A) ­ (C)",
            "choice3": "(B) ­ (C) ­ (A)",
            "choice4": "(C) ­ (A) ­ (B)",
            "choice5": "(C) ­ (B) ­ (A)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 37,
            "points": 2,
            "bbb": "",
            "보기": "Human movement can be affected, either positively or negatively, by the environment within which the movement takes place. Consider an athlete who runs the 100 m wearing training shoes. She is unlikely to achieve as good a time wearing these shoes as she would if she wore specifically designed spiked running shoes. (A) Is she there because she really wants to be, or is she there just because her brother is also a runner and so her parents bring her along as well? Motivation is a key factor in sports training and performance. (B) On the contrary, if she had a tailwind her performance would be enhanced and movement assisted by the wind. Let us also consider other surrounding circumstances, such as what is motivating the athlete to run. (C) During athletic competitions wind speed is always measured as it is recognised as having an impact, either positively or negatively, on performance times. If our runner was running into a headwind, her speed would be reduced, as some of her force would be needed to overcome the additional obstacle of the wind.",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 38,
            "points": 2,
            "bbb": "",
            "보기": "In order to make some sense of this, an average wind direction over an hour is sometimes calculated, or sometimes the direction that the wind blew from the most during the hour is recorded. Wind direction is usually measured through the use of a simple vane. (",
            "choice1": ") This is simply a paddle of some sort mounted on a spindle; when it catches the wind, it turns so that the wind passes by without obstruction. (",
            "choice2": ") The direction is recorded, but if you ever have a chance to watch a wind vane on a breezy day, you will notice that there is a lot of variation in the direction of wind flow ― a lot! (",
            "choice3": ") Sometimes the wind can blow from virtually every direction within a minute or two. (",
            "choice4": ") Either way, it is a generalization, and it’s important to remember that there can be a lot of variation in the data. (",
            "choice5": ") It’s also important to remember that the data recorded at a weather station give an indication of conditions prevailing in an area but will not be exactly the same as the conditions at a landscape some distance from the weather station. * vane: 풍향계 ** spindle: 회전축"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 39,
            "points": 3,
            "bbb": "",
            "보기": "Some organizations, however, are unbundling in favor of a more itemized approach sometimes called à la carte pricing. Bundle pricing is packaging together two or more products, usually complementary ones, to be sold for a single price, which is usually considerably less than the sum of the prices of the individual products. (",
            "choice1": ") Bundle pricing facilitates customer satisfaction and, when slow­moving products are bundled with products with higher turnover, can help a company stimulate sales and increase revenues. (",
            "choice2": ") Selling products as a package rather than individually also may result in cost savings, so bundle pricing is commonly used for banking and travel services, computers, and automobiles with option packages. (",
            "choice3": ") This provides customers with the opportunity to pick and choose the products they want without having to purchase bundles that may not be the right mix for their purposes. (",
            "choice4": ") Furthermore, with the help of the Internet, comparison shopping has become more convenient than ever, allowing customers to price items and create their own mixes. (",
            "choice5": ") Nevertheless, bundle pricing continues to appeal to customers who prefer the convenience of a package."
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 40,
            "points": 2,
            "bbb": "40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
            "보기": "The searchability of online works represents a variation on older navigational aids such as tables of contents, indexes, and concordances. But the effects are different. As with links, the ease and ready availability of searching make it much simpler to jump between digital documents than it ever was to jump between printed ones. Our attachment to any one text becomes more tenuous, more transitory. Searches also lead to the fragmentation of online works. A search engine often draws our attention to a particular snippet of text, a few words or sentences that have strong relevance to whatever we’re searching for at the moment, while providing little incentive for taking in the work as a whole. We don’t see the forest when we search the Web. We don’t even see the trees. We see twigs and leaves. * concordance: 용어 색인 ** tenuous: 미약한 *** snippet: 작은 정보  As online search becomes easier and speedier, people’s attachment to a text tends to become more (A) , and their interest in the whole content (B) . (A) (B)",
            "choice1": "temporary ······ expands",
            "choice2": "temporary ······ diminishes",
            "choice3": "intense ······ diminishes",
            "choice4": "intense ······ expands",
            "choice5": "complicated ······ persists"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 41,
            "points": 2,
            "bbb": "41. 윗글의 제목으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "Machines That Create Redefine Creativity",
            "choice2": "The New Way Machines Learn and Think",
            "choice3": "How Brain Works During Unconsciousness",
            "choice4": "Potential Limits of Artificial Intelligence",
            "choice5": "High Technology Weakens Creativity"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 42,
            "points": 2,
            "bbb": "42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 43,
            "points": 2,
            "bbb": "43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "(B) - (D) - (C)",
            "choice2": "(C) - (B) - (D)",
            "choice3": "(C) - (D) - (B)",
            "choice4": "(D) - (B) - (C)",
            "choice5": "(D) - (C) - (B)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 44,
            "points": 2,
            "bbb": "44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2021,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 45,
            "points": 2,
            "bbb": "45. 윗글에 관한 내용으로 적절하지 않은 것은?",
            "보기": "",
            "choice1": "Burres 씨는 농작물 수확을 위해 젊은이들을 고용했다.",
            "choice2": "Michael은 John보다 더 많은 품삯을 요구했다.",
            "choice3": "Nathan은 점심 식사를 제공받지 못했다.",
            "choice4": "젊은이들은 수표에 적힌 액수를 보고 약간 어리둥절했다.",
            "choice5": "Michael은 일터로 가는 시간을 품삯 계산에 포함했다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
        }
    ],
    "passages": [
        {
            "text": "다음을 듣고, 물음에 답하시오. 16. 여자가 하는 말의 주제로 가장 적절한 것은? ① colors to help animals protect themselves ② English animal expressions and their meanings ③ animal sounds expressed in different languages ④ classroom animal games and activities for children ⑤ animals that appear frequently in children’s stories"
        },
        {
            "text": "다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. People unknowingly sabotage their own work when they withhold help or information from others or try to undermine them lest they become more successful or get more credit than “me.” is alien to the ego, except when there is a secondary motive. The ego doesn’t know that the more you include others, the more smoothly things flow and the more easily things come to you. When you give little or no help to others or put obstacles in their path, the universe ― in the form of people and circumstances ― gives little or no help to you because you have cut yourself off from the whole. The ego’s unconscious core feeling of “not enough” causes it to react to someone else’s success as if that success had taken something away from “me.” It doesn’t know that your resentment of another person’s success curtails your own chances of success. In order to attract success, you need to welcome it wherever you see it. [3점] * sabotage: 방해하다 ** curtail: 줄이다 ① Patience ② Rationality ③ Independence ④ Competition ⑤ Cooperation 32. Jeffrey A. Rodgers, a vice president of a big company, was once taught the simple idea of pausing to refresh. It began when Jeff realized that as he drove home from work each evening his mind was still focused on work­related projects. We all know this feeling. We may have left the office physically, but we are very much still there mentally, as our minds get caught in the endless loop of replaying the events of today and worrying about all the things we need to get done the following day. So now, as he gets to the door of his house, he applies what he calls “the pause that refreshes.” He stops for just a moment. He closes his eyes. He breathes in and out once: deeply and slowly. As he exhales, he . This allows him to walk through the front door to his family with more singleness of purpose. It supports the sentiment attributed to Lao Tzu: “In work, do what you enjoy. In family life, be completely present.” * loop: 루프(반복 실행되는 일련의 명령) ① lets the work issues fall away ② makes plans for tomorrow’s work ③ retraces the projects not completed yet ④ feels emotionally and physically exhausted ⑤ reflects on the achievements he made that day 6 영어영역 고3 6 8 33. Plants are genius chemists. They rely on their ability to manufacture chemical compounds for every single aspect of their survival. A plant with juicy leaves can’t run away to avoid being eaten. It relies on its own chemical defenses to kill microbes, deter pests, or poison would­be predators. Plants also need to reproduce. They can’t impress a potential mate with a fancy dance, a victory in horn­to­horn combat, or a well­constructed nest like animals do. Since plants need to attract pollinators to accomplish reproduction, they’ve evolved intoxicating scents, sweet nectar, and pheromones that send signals that bees and butterflies can’t resist. When you consider that plants solve almost all of their problems by making chemicals, and that there are nearly 400,000 species of plants on Earth, it’s no wonder that the plant kingdom is . ① a factory that continuously generates clean air ② a source for a dazzling array of useful substances ③ a silent battlefield in which plants fight for sunshine ④ a significant habitat for microorganisms at a global scale ⑤ a document that describes the primitive state of the earth"
        },
        {
            "text": "주어진 글 다음에 이어질 글의 순서로 가장 적절한 것 을 고르시오. 36. A classic positive­sum game in economic life is the trading of surpluses. (A) One infrastructure that allows efficient exchange is transportation, which makes it possible for producers to trade their surpluses even when they are separated by distance. Another is money, interest, and middlemen, which allow producers to exchange many kinds of surpluses with many other producers at many points in time. (B) If a farmer has more grain than he can eat, and a herder has more milk than he can drink, both of them come out ahead if they trade some wheat for some milk. As they say, everybody wins. Of course, an exchange at a single moment in time only pays when there is a division of labor. (C) There would be no point in one farmer giving a bushel of wheat to another farmer and receiving a bushel of wheat in return. A fundamental insight of modern economics is that the key to the creation of wealth is a division of labor, in which specialists learn to produce a commodity with increasing cost­effectiveness and have the means to exchange their specialized products efficiently. [3점] ① (A) ­ (C) ­ (B) ② (B) ­ (A) ­ (C) ③ (B) ­ (C) ­ (A) ④ (C) ­ (A) ­ (B) ⑤ (C) ­ (B) ­ (A) 고3 영어영역 7 7 8"
        },
        {
            "text": "글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. In order to make some sense of this, an average wind direction over an hour is sometimes calculated, or sometimes the direction that the wind blew from the most during the hour is recorded. Wind direction is usually measured through the use of a simple vane. ( ①) This is simply a paddle of some sort mounted on a spindle; when it catches the wind, it turns so that the wind passes by without obstruction. ( ②) The direction is recorded, but if you ever have a chance to watch a wind vane on a breezy day, you will notice that there is a lot of variation in the direction of wind flow ― a lot! ( ③) Sometimes the wind can blow from virtually every direction within a minute or two. ( ④) Either way, it is a generalization, and it’s important to remember that there can be a lot of variation in the data. ( ⑤) It’s also important to remember that the data recorded at a weather station give an indication of conditions prevailing in an area but will not be exactly the same as the conditions at a landscape some distance from the weather station. * vane: 풍향계 ** spindle: 회전축"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. Surprisingly, consciousness might not be as crucial to creativity as we like to think. There are several different types of creativity ― some of them conscious, some of them unconscious. Creativity can happen when you (a) deliberately try to create something or it can happen in your sleep. In any case, Arne Dietrich, a neuroscientist, believes that the creative brain might work much like software. Neuroscientists suspect that creativity is essentially about (b) discovery rather than anything mystical ― driven by a mechanical process in the brain that generates possible solutions and then eliminates them systematically. He believes our tendency to dismiss computational creativity as (c) inferior to our own comes from an ingrained dualism in human culture. ‘We are overvaluing ourselves and underestimating them,’ he says. As a neuroscientist, Dietrich says he tackles the brain as a machine ― and does not see machine creativity as different. Considered in this way, the idea that the human brain has a unique claim to creative talents seems a (d) proper perspective. Will others accept that idea? The trick is to stop trying to compare computer artists to human ones. If we can (e) embrace computer creativity for what it is and stop trying to make it look human, not only will computers teach us new things about our own creative talents, but they might become creative in ways that we cannot begin to imagine. 41. 윗글의 제목으로 가장 적절한 것은? ① Machines That Create Redefine Creativity ② The New Way Machines Learn and Think ③ How Brain Works During Unconsciousness ④ Potential Limits of Artificial Intelligence ⑤ High Technology Weakens Creativity"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. (A) One day my father hired three young men to harvest the crop. At the end of the day (a) he gathered them around to pay them. “What do I owe you, John?” my dad asked the first young man he had hired. “Fifty­five dollars, Mr. Burres,” John said. Dad wrote him a check for fifty­five dollars. “What do I owe you, Michael?” (b) he asked the second young man who had worked the same number of hours as John. “You owe me seventy­five dollars,” Michael said. (B) Again my father was surprised. (c) He asked for clarification. “And how did you arrive at that figure?” The third young man, like the other two, had been hired for the same job and had put in equal time. “Well,” said Nathan, “I didn’t charge you for the lunch break since your wife prepared and served lunch. I didn’t have gas expenses since I came with my buddies. So the actual number of hours worked brings my pay to thirty­eight dollars and fifty cents.” My father wrote him out a check for one hundred dollars. (C) Dad then looked at the three young men ― stricken silent by my father’s actions ― all of whom were a bit bewildered by the differing amounts on their individual check. “I always pay a man his worth, boys. Where I come from we call that equal pay for equal worth.” (d) He looked benevolently at the three young men and in his typical fatherly style added, “The values in a man create the value of a man.” (D) With a look of surprise, my dad asked quietly, “How do you figure that, Michael?” “Oh,” said Michael, “I charge from the time I get into my car to drive to the job site, until the time I get back home, plus gas mileage and meal allowance.” “Meal allowance ― even if we provide the meals?” my dad said. “Yup,” replied Michael. “I see,” said my dad, writing him a check for the seventy­five dollars (e) he requested. “And what about you, Nathan?” Dad inquired. “You owe me thirty­eight dollars and fifty cents, Mr. Burres,” Nathan said. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e)"
        }
    ]
}