{
    "questions": [
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 1,
            "points": 2,
            "bbb": "",
            "보기": "다음을 듣고, 여자가 하는 말의 목적으로 가장 적절한 것을 고르 시오.",
            "choice1": "전기 절약의 필요성을 강조하려고",
            "choice2": "엘리베이터 안전 수칙을 알려 주려고",
            "choice3": "전문 기술자 초청 강연을 공지하려고",
            "choice4": "컴퓨터 데이터 복원 방법을 설명하려고",
            "choice5": "전기 점검 관련 유의 사항을 안내하려"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 2,
            "points": 2,
            "bbb": "2. 대화를 듣고, 남자의 의견으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "설문 방식을 다양화해야 응답자의 수를 늘릴 수 있다.",
            "choice2": "설문 문항은 가능한 한 쉽고 간결하게 제작해야 한다.",
            "choice3": "온라인 설문은 응답을 수집하는 가장 편리한 방식이다.",
            "choice4": "응답자의 익명을 보장해야 솔직한 의견을 얻을 수 있다.",
            "choice5": "설문 참여를 높이려면 응답자에게 보상을 제공해야 한다."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 3,
            "points": 2,
            "bbb": "3. 대화를 듣고, 두 사람의 관계를 가장 잘 나타낸 것을 고르시오.",
            "보기": "",
            "choice1": "영화감독- 만화가",
            "choice2": "촬영 감독- 영화배우",
            "choice3": "방송 진행자- 소설가",
            "choice4": "출판사 직원- 삽화가",
            "choice5": "신문 기자- 시나리오 작가"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 4,
            "points": 2,
            "bbb": "",
            "보기": "대화를 듣고, 그림에서 대화의 내용과 일치하지 않는 것을 고르 시오.",
            "choice1": "",
            "choice2": "",
            "choice3": "",
            "choice4": "",
            "choice5": ""
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 5,
            "points": 2,
            "bbb": "5. 대화를 듣고, 여자가 할 일로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "설거지하기",
            "choice2": "와인 주문하기",
            "choice3": "친환경 비누 만들기",
            "choice4": "주방 세제 사 오기",
            "choice5": "웹 사이트 링크 보내기"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 6,
            "points": 2,
            "bbb": "6. 대화를 듣고, 남자가 지불할 금액을 고르시오.",
            "보기": "",
            "choice1": "$30",
            "choice2": "$40",
            "choice3": "$45",
            "choice4": "$55",
            "choice5": "$"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 7,
            "points": 3,
            "bbb": "",
            "보기": "대화를 듣고, 여자가 야외 좌석을 원하지 않는 이유를 고르시 오. [3점]",
            "choice1": "대화하기에 너무 시끄러워서",
            "choice2": "햇빛이 너무 강해 눈이 부셔서",
            "choice3": "미세 먼지 때문에 공기 질이 나빠서",
            "choice4": "기온이 낮아 감기에 걸릴까 걱정되어서",
            "choice5": "야외에서 보는 전망이 마음에 들지 않아서"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 8,
            "points": 2,
            "bbb": "8. 대화를 듣고, Galland perfume workshop에 관해 언급되지 않은 것을 고르시오.",
            "보기": "",
            "choice1": "참가 연령",
            "choice2": "사용 언어",
            "choice3": "시간",
            "choice4": "예약 방법",
            "choice5": "장소"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 9,
            "points": 2,
            "bbb": "9. Flashlight Tour에 관한 다음 내용을 듣고, 일치하지 않는 것을 고르시오.",
            "보기": "",
            "choice1": "미술관 폐장 후에 시작된다.",
            "choice2": "한 시간 동안 진행된다.",
            "choice3": "성인 입장료는 10달러이다.",
            "choice4": "손전등이 기념품으로 제공된다.",
            "choice5": "참가 인원에 제한이 있다."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 10,
            "points": 2,
            "bbb": "10. 다음 표를 보면서 대화를 듣고, 남자가 주문할 휴대용 가습기를 고르시오.",
            "보기": "Best Portable Humidifiers Model Price Color Capacity Mood Light",
            "choice1": "A $13 Gray 300 ml ×",
            "choice2": "B $18 White 400 ml ○",
            "choice3": "C $20 Orange 500 ml ○",
            "choice4": "D $28 Black 700 ml ×",
            "choice5": "E $"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 11,
            "points": 2,
            "bbb": "11. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "Thank you very much for picking me up.",
            "choice2": "I’ll finish the laundry as soon as possible.",
            "choice3": "I’m sorry. I won’t be late for school again.",
            "choice4": "I’m not sure. I’ll call you when I’m finished.",
            "choice5": "Never mind. I’ll complete the project tomorrow."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 12,
            "points": 2,
            "bbb": "12. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "",
            "choice1": "I’m very satisfied. You should buy one.",
            "choice2": "Right. The air quality today is not that bad.",
            "choice3": "Great. I want to buy an air purifier like yours.",
            "choice4": "Put it here near the window. It’s the best place.",
            "choice5": "Okay. Let’s open the window and get some fresh air."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 13,
            "points": 3,
            "bbb": "13. 대화를 듣고, 여자의 마지막 말에 대한 남자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Man:",
            "choice1": "No. We had no choice but to send it to you.",
            "choice2": "Sorry. There are no other colors available now.",
            "choice3": "Yes. I’d like to get a refund for the yellow one.",
            "choice4": "Okay. You can send the large size one back to us.",
            "choice5": "Sure. We’ll send you a large size one immediately."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 14,
            "points": 3,
            "bbb": "14. 대화를 듣고, 남자의 마지막 말에 대한 여자의 응답으로 가장 적절한 것을 고르시오.",
            "보기": "[3점] Woman:",
            "choice1": "Of course. I don’t need it any more.",
            "choice2": "Don’t worry. You’ll get used to it soon.",
            "choice3": "Exactly! You need to buy a smartphone.",
            "choice4": "Right. I checked my text before sending it.",
            "choice5": "No way. Smartphones are not that expensive."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 15,
            "points": 2,
            "bbb": "15. 다음 상황 설명을 듣고, Emily가 Randy에게 할 말로 가장 적 절한 것을 고르시오.",
            "보기": "Emily:",
            "choice1": "Do you know where the lost and found is?",
            "choice2": "Can you tell me where you bought your watch?",
            "choice3": "Didn’t you take off your watch in the bathroom?",
            "choice4": "Do you know how to wash your hands properly?",
            "choice5": "Didn’t you visit the shop to have your watch fixed?"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 16,
            "points": 2,
            "bbb": "16. 남자가 하는 말의 주제로 가장 적절한 것은?",
            "보기": "",
            "choice1": "steps in planning an efficient smart city",
            "choice2": "pros and cons of developing smart cities",
            "choice3": "problems of smart cities and why they arise",
            "choice4": "successful smart cities and how they operate",
            "choice5": "interconnectedness of smart cities around the world"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 17,
            "points": 2,
            "bbb": "17. 언급된 도시가 아닌 것은?",
            "보기": "",
            "choice1": "Singapore",
            "choice2": "San Diego",
            "choice3": "London",
            "choice4": "Dubai",
            "choice5": "New York"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 18,
            "points": 2,
            "bbb": "18. 다음 글의 목적으로 가장 적절한 것은?",
            "보기": "Dear Lorenzo Romano, I heard from Antonio Ricci of Rome that you are producing handmade gloves for export in a variety of natural leathers. I read about your business on your website. There is a steady demand in my country for high quality leather gloves, and I am able to charge good prices. Please let me know full details of the gloves you would recommend. It would also help if you could provide me with some samples of the gloves you produce. I hope to hear from you soon. Sincerely yours, Jonathan Turner",
            "choice1": "제품의 모든 세부 사항과 견본을 요청하려고",
            "choice2": "신제품의 가격 인상 요인에 대해 설명하려고",
            "choice3": "수출할 제품에 대한 전수 검사를 의뢰하려고",
            "choice4": "웹 사이트에 게시한 정보의 수정을 촉구하려고",
            "choice5": "제조업체에 품질 개선을 위한 회의를 제안하려"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 19,
            "points": 2,
            "bbb": "19. 다음 글에 드러난 ‘I’의 심경 변화로 가장 적절한 것은?",
            "보기": "Finally, it came to my turn. I was supposed to walk backward off the cliff. Just looking down the cliff made my legs begin to shake. I knew there was a safety rope around me in case I should black out. I had an intellectual understanding of the whole situation and an intellectual sense of security. Nevertheless, my hair stood on end and I shivered all over. That first step off the cliff was the most difficult moment, but I made it ⸻as did others. I arrived safely at the bottom, overjoyed by the success of meeting the challenge. I felt as though I was walking on air.",
            "choice1": "relaxed → nervous",
            "choice2": "angry → ashamed",
            "choice3": "terrified → delighted",
            "choice4": "envious → sympathetic",
            "choice5": "disappointed → hopeful"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 20,
            "points": 2,
            "bbb": "20. 다음 글에서 필자가 주장하는 바로 가장 적절한 것은?",
            "보기": "Conflicts between the goals of science and the need to protect the rights and welfare of human research participants result in the central ethical tension of clinical research. The statement “Bad science is bad ethics” is true. Putting humans at risk if the study design does not permit a reasonable expectation of valid findings is never ethical. Even a study that presents no risk presents at least an inconvenience to participants and is in that sense disrespectful. The statement “Good science is good ethics,” however, is false. Study design may be scientifically valid, yet the risk of harming human participants is too great to accept. Although achieving the appropriate scientific ends is always the necessary goal of a study, protection of the rights and welfare of human participants must override scientific efficiency.",
            "choice1": "참가자에게 임상 연구 결과를 투명하게 공개해야 한다.",
            "choice2": "임상 연구 과정에서 진행자의 편견이 배제되어야 한다.",
            "choice3": "인간을 대상으로 하는 다양한 임상 연구를 시도해야 한다.",
            "choice4": "임상 연구 설계 시 연구 목적을 구체적으로 설정해야 한다.",
            "choice5": "임상 연구에서 참가자의 권리와 복지 보호가 우선되어야 한다."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 21,
            "points": 3,
            "bbb": "21. 밑줄 친 carries the stamp of this age가 다음 글에서 의미하는 바로 가장 적절한 것은?",
            "보기": "[3점] Thomas Edison’s name is synonymous with invention, and his most famous invention, the electric light bulb, is a familiar symbol for that flash of inspired genius traditionally associated with the inventive act. Besides being the exemplar of the “bright idea,” however, Edison’s electric light is worthy of study for other reasons. The technical and economic importance of the light and of the electrical system that surrounded it matches that of any other invention we could name, at least from the last two hundred years. The introduction and spread of electric light and power was one of the key steps in the transformation of the world from an industrial age, characterized by iron and coal and steam, to a post‑industrial one, in which electricity was joined by petroleum, light metals and alloys, and internal combustion engines to give the twentieth century its distinctive form and character. Our own time still largely carries the stamp of this age, however dazzled we may be by the electronic, computerized, and media wonders of the twenty‑first century. * alloy: 합금",
            "choice1": "combines creative ideas from various disciplines",
            "choice2": "strives to overcome limitations of the industrial age",
            "choice3": "is a theoretical background for academic exploration",
            "choice4": "is under the influence of earlier electrical innovations",
            "choice5": "is dependent on resources reserved for future generations"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 22,
            "points": 2,
            "bbb": "22. 다음 글의 요지로 가장 적절한 것은?",
            "보기": "Just imagine that we have invented special glasses that give us the power to see the odorous world the way that other organisms perceive it. Put your pair on and walk outside for just a moment. As the bright sunlight hits our eyes, we would encounter a world far different from what we would normally expect. The air is full of molecules carried by breezes. Chemical signals would flood our eyes just as surely as sounds overwhelm our ears at a cocktail party. Stare at any plant and you would see compounds being released into the air from leaves, bark, and roots. A squirrel in a tree exudes carbon dioxide and other compounds with each breath. Glance along its brown body and notice that specific points (scent glands) appear to be slowly releasing chemical signals. If we could translate these signals into language, we would see phrases, sentences, statements, songs, and other messages waiting to be intercepted and interpreted. * exude: 발산하다 ** gland: (분비)샘",
            "choice1": "인간이 보지 못하는 것을 볼 수 있는 유기체가 매우 많다.",
            "choice2": "세상은 인간이 지각하지 못하는 화학 신호로 가득 차 있다.",
            "choice3": "동물과 식물의 감각 기관은 외부 자극에 일정하게 반응한다.",
            "choice4": "동물과 식물은 화학 물질의 발산을 통해 스스로를 보호한다.",
            "choice5": "시각적 인식이 다른 모든 감각에 의한 인식보다 더 우선한다."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 23,
            "points": 2,
            "bbb": "23. 다음 글의 주제로 가장 적절한 것은?",
            "보기": "Skills‑based approaches to teaching critical thinking now have a long history and literature, but what has become clear through more than 25 years of work on critical thinking theory and pedagogy is that teaching students a set of thinking skills does not seem to be enough. Students may learn to write an adequate article critique in one class, but fail to use those skills in another. They may learn how to evaluate research methodology in other students’ research designs, but completely miss the flaws in their own. They may learn to recognize thinking biases in the classroom, but still use badly flawed reasoning in their own decision making. Too often students think our courses are either about memorizing a great deal of material, or about learning the rules for and playing one more idiosyncratic academic game. Students regularly fail to understand what we are trying to teach them or they fail to transfer and generalize thinking skills across contexts and classes. * pedagogy: 교수법 ** idiosyncratic: 특유한",
            "choice1": "importance of critical thinking in school learning",
            "choice2": "limitations of teaching thinking skills to students",
            "choice3": "impacts of thinking biases on academic performance",
            "choice4": "application of various teaching methods in classrooms",
            "choice5": "necessity of evaluating students’ critical thinking skills"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 24,
            "points": 2,
            "bbb": "24. 다음 글의 제목으로 가장 적절한 것은?",
            "보기": "As much as we like to think of ourselves as being different and special, humans are a part of Earth’s biosphere, created within and by it. Ultimately, it is the living, breathing elements of this world that we need more than inanimate supplies, such as coal, gas, or bauxite ore. We can live without cars or beer cans, but we cannot without food and oxygen. As nations around the globe try to band together to attack the problems of greenhouse gas emissions and the shrinking availability of fresh drinking water, in all corners of the world thousands of species quietly go extinct. E. O. Wilson, the renowned Harvard biologist, recently presented the problem our species faces in a succinct law: “If you save the living environment, the biodiversity that we have left, you will also automatically save the physical environment, too. But if you only save the physical environment, you will ultimately lose both.” * biosphere: 생물권 ** ore: 광석 *** succinct: 간결한",
            "choice1": "Save Biodiversity to Save the Earth",
            "choice2": "Invasive Alien Species Threaten Biodiversity",
            "choice3": "Potentiality and Utilization of Renewable Energy",
            "choice4": "Tackling Climate Change Has a Long Way to Go",
            "choice5": "Worldwide Efforts to Protect Endangered Species"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 25,
            "points": 2,
            "bbb": "25. 다음 도표의 내용과 일치하지 않는 것은?",
            "보기": "The graph above shows the CO2 emissions from cars versus ships in Europe in 2019.",
            "choice1": "Among the eight countries, the CO2 emissions from ships were larger than those from cars except for Belgium.",
            "choice2": "The Netherlands had the largest CO2 emissions from both cars and ships, whereas Sweden had the smallest CO2 emissions from both.",
            "choice3": "The CO2 emissions from ships were larger in Spain than in the United Kingdom, but the CO2 emissions from cars were larger in the United Kingdom than in Spain.",
            "choice4": "Germany’s CO2 emissions from ships were more than twice those of Sweden.",
            "choice5": "The gap between the CO"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 26,
            "points": 2,
            "bbb": "26. Josef Sudek에 관한 다음 글의 내용과 일치하지 않는 것은?",
            "보기": "Josef Sudek was born in the Czech Republic. Originally a bookbinder, Sudek was badly injured during World War I, resulting in the loss of his right arm. After the injury, he spent three years in various hospitals, and began to take photographs out of boredom. In 1922, he enrolled at the State School of Graphic Arts in Prague, where he studied photography for two years. His army disability pension allowed him to make art without worrying about an income. He photographed many night‑scapes of Prague and the wooded landscapes of Bohemia. Sudek didn’t let his disability get in the way and, despite having only one arm, he used very heavy and bulky equipment. Often known as the ‘Poet of Prague,’ Sudek never married, and was a shy and retiring person. He never appeared at his exhibition openings. He died on 15 September 1976, when he was 80 years old.",
            "choice1": "제1차 세계 대전 중 심한 부상으로 오른팔을 잃었다.",
            "choice2": "Prague에 있는 학교에서 2년 동안 사진술을 공부했다.",
            "choice3": "연금을 받아서 수입 걱정 없이 예술 창작을 할 수 있었다.",
            "choice4": "매우 무겁고 부피가 큰 장비를 사용했다.",
            "choice5": "자신의 전시회 개막식에 항상 참석했다."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 27,
            "points": 2,
            "bbb": "27. Dogs at the Park에 관한 다음 안내문의 내용과 일치하지 않는 것은?",
            "보기": "Dogs at the Park Join us with your dogs. There will be dog races, a best trick contest, a dog fashion show, and vendor booths. ∙Time & Date: 9 a.m. — 1 p.m., on Sunday, April 3 ∙Location: Jinohills Park Attention Dog Owners ∙You are not allowed to bring aggressive dogs. ∙Pre‑registration is required at www.Jinohills.org/Dogs. Vendor Booths Available ∙Vendor booth applications are available on our website. ∙Vendors must apply for their booth by March 25.",
            "choice1": "개 패션쇼가 열릴 예정이다.",
            "choice2": "일요일에 네 시간 동안 진행된다.",
            "choice3": "공격성이 있는 개는 데려올 수 없다.",
            "choice4": "사전 등록 없이 참여할 수 있다.",
            "choice5": "판매자는"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 28,
            "points": 2,
            "bbb": "28. 2022 Spring Art Contest & Exhibition에 관한 다음 안내문의 내용과 일치하는 것은?",
            "보기": "2022 Spring Art Contest & Exhibition If art is your hobby, share your creative ideas with our community at our gallery, the Art Jade. ∙This contest is open to everyone ages 12 years and older. ∙Contest categories include photography, painting, drawing, and collage. ∙Artwork must be gallery ready: framed and ready to hang. ∙Up to 3 entries per person may be submitted. ∙The submission deadline is March 26. ∙The exhibition will take place April 1 — April 30, 2022. We’ll handle your entries with every caution but cannot be held responsible for any damages during the exhibition! For more information, call Kevin Brown at 419‑938‑8546.",
            "choice1": "12세 이하라면 누구나 참가할 수 있다.",
            "choice2": "대회 부문에서 사진은 제외된다.",
            "choice3": "1인당 3개까지 출품작을 제출할 수 있다.",
            "choice4": "전시회는 두 달 동안 열린다.",
            "choice5": "전시 중 출품작의 손상은 주최측이 책임진다. CO, Emissions from Cars vs Ships in"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 29,
            "points": 3,
            "bbb": "29. 다음 글의 밑줄 친 부분 중, 어법상 틀린 것은?",
            "보기": "[3점] We don’t know what ancient Greek music sounded like, because there are no examples of it in written or notated form, nor",
            "choice1": "has it survived in oral tradition. Much of it was probably improvised anyway, within certain rules and conventions. So we are forced largely to guess at its basis from the accounts of writers such as Plato and Aristotle, who were generally more concerned with writing about music as a philosophical and ethical exercise",
            "choice2": "as with providing a technical primer on its practice. It seems Greek music was predominantly a vocal form,",
            "choice3": "consisting of sung verse accompanied by instruments such as the lyre or the plucked kithara (the root of ‘guitar’). In fact, Plato considered music in which the lyre and flute played alone and not as the accompaniment of dance or song",
            "choice4": "to be ‘exceedingly coarse and tasteless’. The melodies seem to have had a very limited pitch range, since the instruments",
            "choice5": "generally span only an octave, from one E (as we’d now define it) to the next. * primer: 입문서 ** lyre: 수금(竪琴) *** coarse: 조잡한"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 30,
            "points": 2,
            "bbb": "30. 다음 글의 밑줄 친 부분 중, 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "Just as there’s a tendency to glorify technological progress, there’s a countertendency to expect the worst of every new tool or machine. In Plato’s Phaedrus, Socrates bemoaned the",
            "choice1": "development of writing. He feared that, as people came to rely on the written word as a",
            "choice2": "substitute for the knowledge they used to carry inside their heads, they would, in the words of one of the dialogue’s characters, “cease to exercise their memory and become forgetful.” And because they would be able to “",
            "choice3": "receive a quantity of information without proper instruction,” they would “be thought very knowledgeable when they are for the most part quite ignorant.” They would be “filled with the conceit of wisdom instead of real wisdom.” Socrates wasn’t",
            "choice4": "right ─ the new technology did often have the effects he feared ─ but he was shortsighted. He couldn’t",
            "choice5": "foresee the many ways that writing and reading would serve to spread information, spark fresh ideas, and expand human knowledge (if not wisdom). * bemoan: 한탄하다 ** conceit: 자만심"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 31,
            "points": 2,
            "bbb": "",
            "보기": "In the Indian language of pali, mettā means benevolence, kindness or tenderness. It is one of the most important ideas in Buddhism. Buddhism recommends a daily ritual meditation (known as mettā bhāvanā) to foster this attitude. The meditation begins with a call to think carefully every morning of an individual with whom one tends to get irritated or to whom one feels aggressive or cold and — in place of one’s normal hostile impulses — to rehearse kindly messages like ‘I hope you will find peace’ or ‘I wish you to be free from suffering’. This practice can be extended outwards ultimately to include pretty much everyone on Earth. The background assumption is that, with the right stimulus, our feelings towards people are not fixed and unalterable, but open to deliberate change and improvement. is a learnable skill, and we need to direct it as much towards those we are tempted to dismiss and detest as to those we love.",
            "choice1": "Creativity",
            "choice2": "Relaxation",
            "choice3": "Compassion",
            "choice4": "Justification",
            "choice5": "Empowerment"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 32,
            "points": 3,
            "bbb": "",
            "보기": "When trying to understand the role of the sun in ancient journeys, the sources become fewer and the journeys less well known. Herodotus writes about an exploratory voyage commissioned by the ancient Egyptian King Necho II in about 600 BC. Necho II reportedly ordered a Phoenician expedition to sail clockwise around Africa, starting at the Red Sea and returning to the mouth of the Nile. They were gone for three years. Herodotus writes that the Phoenicians, upon returning from their heroic expedition, reported that after sailing south and then turning west, they found the sun was on their right, the opposite direction to where they were used to seeing it or expecting it to be. Contemporary astronomical science was simply not strong enough to fabricate such an accurate, fundamental and yet prosaic detail of where the sun would be after sailing past the equator and into the southern hemisphere. It is this that leads many of today’s historians to conclude that the journey . [3점] * fabricate: 꾸며 내다, 만들어 내다 ** prosaic: 평범한",
            "choice1": "must have taken place",
            "choice2": "was not reported at all",
            "choice3": "was not worth the time",
            "choice4": "should have been planned better",
            "choice5": "could be stopped at any moment"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 33,
            "points": 3,
            "bbb": "",
            "보기": "Gordon Allport argued that history records many individuals who were not content with an existence that offered them little variety, a lack of psychic tension, and minimal challenge. Allport considers it normal to be pulled forward by a vision of the future that awakened within persons their drive to . He suggests that people possess a need to invent motives and purposes that would consume their inner energies. Similarly, Erich Fromm proposed a need on the part of humans to rise above the roles of passive creatures in an accidental if not random world. To him, humans are driven to transcend the state of merely having been created; instead, humans seek to become the creators, the active shapers of their own destiny. Rising above the passive and accidental nature of existence, humans generate their own purposes and thereby provide themselves with a true basis of freedom. [3점] * transcend: 초월하다",
            "choice1": "alter the course of their lives",
            "choice2": "possess more than other people",
            "choice3": "suppress their negative emotions",
            "choice4": "sacrifice themselves for noble causes",
            "choice5": "show admiration for supernatural power"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 34,
            "points": 3,
            "bbb": "",
            "보기": "The history of perspective in Western painting matters because of what it reveals for the art of living. Just as most artists conform to the stylistic conventions of the era into which they are born, we similarly conform to prevailing social conventions about how to live. These unwritten rules typically include getting married and having children, owning your own home and having a mortgage, having a regular job and commuting to work, and flying abroad for holidays. For some people these are realities, for others they remain aspirations. It is common to . At this point in Western history, they are amongst the dominant conventions that most of us have accepted with little questioning, much as Vermeer and other Dutch baroque painters of the seventeenth century accepted linear perspective without question. It is difficult to see beyond the limitations of the culture that has shaped our ways of looking at the world and at ourselves. We are trapped in the perspective of our own time. [3점] * mortgage: 담보 대출",
            "choice1": "distinguish them from ideas and wishes",
            "choice2": "feel social pressure to comply with them",
            "choice3": "apply them to create inspirational artworks",
            "choice4": "ignore them on account of their complexity",
            "choice5": "have an objection to being controlled by them"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 35,
            "points": 2,
            "bbb": "35. 다음 글에서 전체 흐름과 관계 없는 문장은?",
            "보기": "When approaching practical music making for the first time in the classroom, it is a good idea to avoid using instruments altogether.",
            "choice1": "This will allow an inexperienced teacher to focus on the development of fundamental musical behaviour through listening, performing and composing; and allow the children to focus on the more controllable sound sources i.e. voices and body percussion (clapping, clicking, stamping etc).",
            "choice2": "Music starts with these both developmentally and historically: the most expressive and immediate musical instrument is the human voice.",
            "choice3": "The sound quality of an instrument is a direct result of the quality of the materials, design, and making.",
            "choice4": "Body movements are not only an instinctive response to music but also instigate music making.",
            "choice5": "Activities which develop many of the coordination skills, aural sensitivity, responses to visual cues and symbols, and the musical understanding necessary to play an instrument can all be established without instruments. * instigate: 부추기다 ** coordination: 조정"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 36,
            "points": 2,
            "bbb": "",
            "보기": "Anger and empathy — like matter and antimatter — can’t exist in the same place at the same time. Let one in, and you have to let the other one go. So when you shift a blamer into empathy, you stop the person’s angry ranting dead in its tracks. (A) The relief from no longer feeling “fear or hatred” toward the blamer spontaneously triggers a tremendous rush of gratitude and — miraculously — the person’s quiet rage turns into forgiveness and, beyond that, a willingness to work toward solutions. (B) Suddenly and unexpectedly, however, the blamer knows just how sad, angry, scared, or lonely the defender feels and spontaneously turns into an ally. When the defender feels understood by the blamer and that they are on the same side, there’s nothing to defend against. The defender’s wall, and with it his unspoken rage and frustration, disappears. (C) And what about the person who’s on the defensive? Initially, this human punching bag is frustrated because no matter what he or she is trying to mirror outward the ignorant blamer is blind to it. As a result, the person who’s under attack is usually in a state of quiet, barely controlled rage. * rant: 폭언하다 ** spontaneously: 자연스럽게",
            "choice1": "(A) ­ (C) ­ (B)",
            "choice2": "(B) ­ (A) ­ (C)",
            "choice3": "(B) ­ (C) ­ (A)",
            "choice4": "(C) ­ (A) ­ (B)",
            "choice5": "(C) ­ (B) ­ (A)"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 37,
            "points": 3,
            "bbb": "",
            "보기": "When a young child sees clouds moving across the sky, the clouds may seem alive and independent, perhaps dangerous. But if one sees clouds as fleecy lambs, a metaphorical chain begins to neutralize the fear. (A) “Cloud movement” becomes differentiated from the kind of movement that makes things alive, because the clouds move only if they are “pushed” by the wind, and what can’t move without a push from the outside is not alive. (B) The cloud may still be thought of as alive, but it is no longer terrifying. Repression and neutralization through metaphor are possible strategies, but there is another. Faced with the moving clouds, the child can theorize about their movement in such a way that the clouds cease to be alive. (C) Children develop theoretical constructs that separate the motion of clouds from the motion of people and animals so that eventually the fear of living clouds disappears. If things seem uncomfortably on the border between the alive and the not‑alive, use logic to redefine the boundaries so that things fall more comfortably into place. If it scares you, make a theory. [3점] * fleecy: 털이 많은 ** repression: 억제",
            "choice1": "(A) - (C) - (B)",
            "choice2": "(B) - (A) - (C)",
            "choice3": "(B) - (C) - (A)",
            "choice4": "(C) - (A) - (B)",
            "choice5": "(C) - (B) - (A)"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 38,
            "points": 2,
            "bbb": "",
            "보기": "But many signals, as they are passed from generation to generation by whatever means, go through changes that make them either more elaborate or simply different. Many of the ritualized displays performed by animals look so bizarre to us that we wonder how they came about. (",
            "choice1": ") Most of the various forms of signaling that are used by different species of animals have not arisen afresh in each separate species. (",
            "choice2": ") As one species evolves into another, particular forms of signaling may be passed on, owing to the effects of both genes and learning or experience. (",
            "choice3": ") Some signals have significance across many species, and so remain much the same over generations and in a number of species. (",
            "choice4": ") If we examine closely related species, we can often see slight variations in a particular display and we can piece together an explanation for the spread of the display across species. (",
            "choice5": ") Some very elaborate displays may have begun as simpler versions of the same behavioral pattern that became more elaborate as they developed and were passed on from generation to generation. * bizarre: 기이한"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 39,
            "points": 3,
            "bbb": "",
            "보기": "If the goal is to figure out how best to cover a set curriculum — to fill students with facts — then it might seem appropriate to try to maximize time on task, such as by assigning homework. Carole Ames, dean of the college of education at Michigan State University, points out that it isn’t “quantitative changes in behavior” (such as requiring students to spend more hours in front of books or worksheets) that help children to learn better. (",
            "choice1": ") Rather, it’s “qualitative changes in the ways students view themselves in relation to the task, engage in the process of learning, and then respond to the learning activities and situation.” (",
            "choice2": ") In turn, these attitudes and responses on the part of students emerge from the way teachers think about learning and, as a result, the ways they’ve organized their classrooms. (",
            "choice3": ") But that’s unlikely to have a positive effect on the critical variables that Ames identifies. (",
            "choice4": ") Perhaps it makes sense to see education as being less about how much the teacher covers and more about what the students can be helped to discover. (",
            "choice5": ") More time won’t do a thing to bring about that shift."
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 40,
            "points": 2,
            "bbb": "40. 다음 글의 내용을 한 문장으로 요약하고자 한다. 빈칸 (A), (B)에 들어갈 말로 가장 적절한 것은?",
            "보기": "Why would languages and religions increase rapidly around the equator, and why is their frequency also related to ethnocentrism? The answer to these questions lies in the fact that pathogen density is much higher in the tropics than it is in temperate and cold climates. When you live in Sweden, chances are good that any group within five hundred miles has been exposed to the same few pathogens. In contrast, when you live in the Congo, the group on the other side of the valley may well have been exposed to a pathogen with which you’ve had no prior contact. For this reason, humans in the tropics learned that when they interacted with other groups they tended to get sick, so they would have stopped doing it. In a pre‑scientific world, it was logical to blame their neighbors for their illness, and therefore to dislike them. Dislike and fear kept neighbors apart, and once you don’t interact with others anymore, your languages and religions naturally divide as well. * ethnocentrism: 자민족 중심주의 ** pathogen: 병원균  High pathogen density can contribute to the (A) of languages and religions by (B) people’s interactions with their neighboring groups, as was shown in the regions around the equator. (A) (B)",
            "choice1": "diversification ····· discouraging",
            "choice2": "extinction ····· delaying",
            "choice3": "extinction ····· expanding",
            "choice4": "unification ····· discouraging",
            "choice5": "diversification ····· expanding"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 41,
            "points": 2,
            "bbb": "41. 윗글의 제목으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "Plant Growth Is Up to Soil Content",
            "choice2": "Plants Do Behave and Have Intelligence",
            "choice3": "Plants Know the Secret of Solar Signals",
            "choice4": "What Plants and Animals Need for Survival",
            "choice5": "Benefits and Challenges of Living in Nature"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 42,
            "points": 2,
            "bbb": "42. 밑줄 친 (a)~(e) 중에서 문맥상 낱말의 쓰임이 적절하지 않은 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 43,
            "points": 2,
            "bbb": "43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은?",
            "보기": "",
            "choice1": "(B) - (D) - (C)",
            "choice2": "(C) - (B) - (D)",
            "choice3": "(C) - (D) - (B)",
            "choice4": "(D) - (B) - (C)",
            "choice5": "(D) - (C) - (B)"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 44,
            "points": 2,
            "bbb": "44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은?",
            "보기": "",
            "choice1": "(a)",
            "choice2": "(b)",
            "choice3": "(c)",
            "choice4": "(d)",
            "choice5": "(e)"
        },
        {
            "grade": 3,
            "yyyy": 2022,
            "mm": 3,
            "host": 2,
            "question_cat": "공통",
            "question_num": 45,
            "points": 2,
            "bbb": "45. 윗글에 관한 내용으로 적절하지 않은 것은?",
            "보기": "",
            "choice1": "Amit은 우유를 판 돈으로 물소의 수를 늘릴 계획이었다.",
            "choice2": "Kaanan은 아내의 말을 진지하게 받아들였다.",
            "choice3": "Kaanan의 아내는 물소를 사려는 계획이 마음에 들지 않았다.",
            "choice4": "처음에 Amit은 고객을 확보하는 데 어려움이 없었다.",
            "choice5": "Amit은 점점 더 많은 돈을 벌어 성공한 사업가가 되었다. * 확인 사항 ◦답안지의 해당란에 필요한 내용을 정확히 기입(표기) 했는지 확인하시오."
        }
    ],
    "passages": [
        {
            "text": "다음을 듣고, 물음에 답하시오. 16. 남자가 하는 말의 주제로 가장 적절한 것은? ① steps in planning an efficient smart city ② pros and cons of developing smart cities ③ problems of smart cities and why they arise ④ successful smart cities and how they operate ⑤ interconnectedness of smart cities around the world"
        },
        {
            "text": "다음 빈칸에 들어갈 말로 가장 적절한 것을 고르시오. 31. In the Indian language of pali, mettā means benevolence, kindness or tenderness. It is one of the most important ideas in Buddhism. Buddhism recommends a daily ritual meditation (known as mettā bhāvanā) to foster this attitude. The meditation begins with a call to think carefully every morning of an individual with whom one tends to get irritated or to whom one feels aggressive or cold and — in place of one’s normal hostile impulses — to rehearse kindly messages like ‘I hope you will find peace’ or ‘I wish you to be free from suffering’. This practice can be extended outwards ultimately to include pretty much everyone on Earth. The background assumption is that, with the right stimulus, our feelings towards people are not fixed and unalterable, but open to deliberate change and improvement. is a learnable skill, and we need to direct it as much towards those we are tempted to dismiss and detest as to those we love. ① Creativity ② Relaxation ③ Compassion ④ Justification ⑤ Empowerment 32. When trying to understand the role of the sun in ancient journeys, the sources become fewer and the journeys less well known. Herodotus writes about an exploratory voyage commissioned by the ancient Egyptian King Necho II in about 600 BC. Necho II reportedly ordered a Phoenician expedition to sail clockwise around Africa, starting at the Red Sea and returning to the mouth of the Nile. They were gone for three years. Herodotus writes that the Phoenicians, upon returning from their heroic expedition, reported that after sailing south and then turning west, they found the sun was on their right, the opposite direction to where they were used to seeing it or expecting it to be. Contemporary astronomical science was simply not strong enough to fabricate such an accurate, fundamental and yet prosaic detail of where the sun would be after sailing past the equator and into the southern hemisphere. It is this that leads many of today’s historians to conclude that the journey . [3점] * fabricate: 꾸며 내다, 만들어 내다 ** prosaic: 평범한 ① must have taken place ② was not reported at all ③ was not worth the time ④ should have been planned better ⑤ could be stopped at any moment 6 영어영역 고3 6 8 33. Gordon Allport argued that history records many individuals who were not content with an existence that offered them little variety, a lack of psychic tension, and minimal challenge. Allport considers it normal to be pulled forward by a vision of the future that awakened within persons their drive to . He suggests that people possess a need to invent motives and purposes that would consume their inner energies. Similarly, Erich Fromm proposed a need on the part of humans to rise above the roles of passive creatures in an accidental if not random world. To him, humans are driven to transcend the state of merely having been created; instead, humans seek to become the creators, the active shapers of their own destiny. Rising above the passive and accidental nature of existence, humans generate their own purposes and thereby provide themselves with a true basis of freedom. [3점] * transcend: 초월하다 ① alter the course of their lives ② possess more than other people ③ suppress their negative emotions ④ sacrifice themselves for noble causes ⑤ show admiration for supernatural power"
        },
        {
            "text": "주어진 글 다음에 이어질 글의 순서로 가장 적절한 것을 고르시오. 36. Anger and empathy — like matter and antimatter — can’t exist in the same place at the same time. Let one in, and you have to let the other one go. So when you shift a blamer into empathy, you stop the person’s angry ranting dead in its tracks. (A) The relief from no longer feeling “fear or hatred” toward the blamer spontaneously triggers a tremendous rush of gratitude and — miraculously — the person’s quiet rage turns into forgiveness and, beyond that, a willingness to work toward solutions. (B) Suddenly and unexpectedly, however, the blamer knows just how sad, angry, scared, or lonely the defender feels and spontaneously turns into an ally. When the defender feels understood by the blamer and that they are on the same side, there’s nothing to defend against. The defender’s wall, and with it his unspoken rage and frustration, disappears. (C) And what about the person who’s on the defensive? Initially, this human punching bag is frustrated because no matter what he or she is trying to mirror outward the ignorant blamer is blind to it. As a result, the person who’s under attack is usually in a state of quiet, barely controlled rage. * rant: 폭언하다 ** spontaneously: 자연스럽게 ① (A) ­ (C) ­ (B) ② (B) ­ (A) ­ (C) ③ (B) ­ (C) ­ (A) ④ (C) ­ (A) ­ (B) ⑤ (C) ­ (B) ­ (A) 고3 영어영역 7 7 8"
        },
        {
            "text": "글의 흐름으로 보아, 주어진 문장이 들어가기에 가장 적절한 곳을 고르시오. 38. But many signals, as they are passed from generation to generation by whatever means, go through changes that make them either more elaborate or simply different. Many of the ritualized displays performed by animals look so bizarre to us that we wonder how they came about. ( ①) Most of the various forms of signaling that are used by different species of animals have not arisen afresh in each separate species. ( ②) As one species evolves into another, particular forms of signaling may be passed on, owing to the effects of both genes and learning or experience. ( ③) Some signals have significance across many species, and so remain much the same over generations and in a number of species. ( ④) If we examine closely related species, we can often see slight variations in a particular display and we can piece together an explanation for the spread of the display across species. ( ⑤) Some very elaborate displays may have begun as simpler versions of the same behavioral pattern that became more elaborate as they developed and were passed on from generation to generation. * bizarre: 기이한"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. In What a Plant Knows, the biologist Daniel Chamovitz describes sophisticated information‑processing capacities that plants use to control their movements in response to stimulation. Plants not only “follow the sun” by bending their stems, they also align their leaves in such a way as to (a) maximize exposure to light and thereby promote growth. Some plants actually anticipate sunrise from “memory,” and even when deprived of solar signals retain this information for several days. In Brilliant Green, Stefano Mancuso and Alessandra Viola argue that plants possess not only the senses of sight, touch, smell, and hearing, but more than a dozen other (b) sensory capacities that humans lack. For example, the roots of plants sense the mineral and water content of the soil and alter their direction of growth accordingly. Some are (c) reluctant to label plant movements as behaviors, since they lack nerves and muscles. But just as they are able to breathe without lungs and digest nutrients without a stomach, plants have the ability to move (behave). We should not dismiss the (d) absence of behavioral capacities in an organism simply because it lacks the physiological mechanism that is responsible for the behavior in animals. Plants clearly sense the environment, learn, store information, and use that information to guide movements; they behave. One might say that there is certain “intelligence” to their behavior. This is true as long as intelligence is defined in terms of the ability to solve problems through behavioral (e) interactions with the environment, rather than with respect to mental capacity. 41. 윗글의 제목으로 가장 적절한 것은? ① Plant Growth Is Up to Soil Content ② Plants Do Behave and Have Intelligence ③ Plants Know the Secret of Solar Signals ④ What Plants and Animals Need for Survival ⑤ Benefits and Challenges of Living in Nature"
        },
        {
            "text": "다음 글을 읽고, 물음에 답하시오. (A) Once there lived two friends named Amit and Kaanan. One day, Amit thought of buying a buffalo so that he could sell its milk for money. (a) He also thought of buying another buffalo with the money he made from selling milk so that the earnings could get doubled. And some day, he would buy a third buffalo. He shared this plan with Kaanan, who also thought it was a great idea. (B) Kaanan took his wife’s words seriously. The next day, he shared his worries with Amit. “What? How will the buffalo die?” Amit asked. “Well, it won’t die the day I buy it, but what if it dies soon after?” Kaanan asked. “Kaanan, why are you looking at the worst side of the picture? Think positive....” Amit tried to convince his friend. But Kaanan decided not to buy a buffalo. Anyway, Amit bought a buffalo of (b) his own. (C) Later on, Amit told his idea to his wife. “That’s a good idea!” she said in an excited voice. Amit’s wife handed over her jewelry to (c) him. “Please sell it and buy a buffalo,” she said. Amit was very happy to hear these words from his wife. On the other hand, Kaanan’s wife wasn’t happy with the idea. “We don’t have anything left with us except jewelry. What if the buffalo dies? All our money spent will go to waste. And my jewelry....” said Kaanan’s wife. (D) Amit took good care of the buffalo and started selling milk. Initially, it was difficult for him to find customers. However, he faced all of the problems on his own. Kaanan who saw his friend going through so many difficulties felt sorry for (d) his situation. On the other hand, Amit saw his bright future in his black buffalo. The buffalo didn’t die. It lived on and helped Amit earn enough money to buy another buffalo. Amit earned more and more and became a successful businessman, whereas Kaanan remained a daily wage earner. (e) He regretted his pessimistic approach towards life. 43. 주어진 글 (A)에 이어질 내용을 순서에 맞게 배열한 것으로 가장 적절한 것은? ① (B) - (D) - (C) ② (C) - (B) - (D) ③ (C) - (D) - (B) ④ (D) - (B) - (C) ⑤ (D) - (C) - (B) 44. 밑줄 친 (a)~(e) 중에서 가리키는 대상이 나머지 넷과 다른 것은? ① (a) ② (b) ③ (c) ④ (d) ⑤ (e)"
        }
    ]
}